{
    "file": "./converted_json\\administratorb29490fa9989f12815aab8709c0db834.json",
    "name": "The Supreme Court Rules, 1980",
    "date": "20th November, 1980",
    "tagline": "In exercise of the powers conferred under Article 191 of the Constitution of the Islamic Republic of Pakistan",
    "content": "Amended upto 15 -12-2008  \nCompiled  by \nMuhammad Aslam  \nActing Librarian /Assistant Librarian  \nSupreme Court of Pakistan  \n i \n \n \nTHE PAKISTAN SUPREME COURT RULES, 1980  \n(Amended upto 15 -12-2008)  \nTABLE OF CONTENTS  \nPART I  \n \n ORDER \nNos.   PAGE  \nI Title & Interpretation, etc  1-3 \nII Offic es of the Court; Sittings and Vacation  3-4 \nIII Officers of the Court  4-6 \nIV Advocates and Advocates -on-Record  6-12 \nV Business in Chambers  12-17 \nVI Notices of Motion  17-18 \nVII Documents  18-19 \nVIII Affidavits  19-21 \nIX Inspection, Search, etc.  21-22 \nX Judgments, Decrees and Orders  22-24 \nXI Constituti on of Benches  24-25 \n ii \n \n   \nPART II  \nAPPELLATE JURISDICTION  \n  \nXII Civil Appeals under Article 185 (2) (d) (e) \nand (f) of the Constitution  25-27 \nXIII Petitions for Leave to Appeal in Civil \nProceedings.  27-30 \nXIV Preparation of Record  30- 32 \nXV Withdrawal of Appeal, non -prosecution of \nAppeal, Change of Parties.  33-34 \nXVI Appearance by Respondent  34-35 \nXVII  Petitions Generally  35-38 \nXVIII  Lodging of  Concise Statements and \nSupplemental Proceedings  38-39 \nXIX Hearing of Appeals  39-40 \nXX Miscellaneous  40 \nXXI Pauper, Appeals, Petition, etc.  41-42 \nXXII  Criminal Appeals under Article 185 (2) of \nthe Constitution  42-45 \nXXIII  Petitions for Leave to Ap peal and Appeals \narising therefrom in Criminal Proceedings.  45-47 \n iii \n \n   \nPART III  \n  \nXXIV  Petitions for Leave to Appeal under Article \n212 (3) of the Constitution  48 \nXXV  Applications for Enforcement of \nFundamental Rights under Article 184(3) of \nthe Constitution . 48-50 \n   \nPART IV  \n  \nXXVI  Review  50-52 \n   \nPART V  \n  \nXXVII  Proceedings in relation to the Contempt of \nCourt.  52-54 \n   \nPART VI  \n  \nXXVIII  A. Costs  54-55 \n B. Taxation  55-63 \n   \nPART VII  \nMISCELLANEOUS  \n  \nXXIX  Notice of Proceedings to Law Officers of the \nState  63-64 \nXXX  Forms to be used  64 \nXXXI  Service of Documents  64-65 \nXXXII  Commissions  66-67 \nXXXIII  Inherent Powers  67-68 \nXXXIV  Destruction of Records  68-71 \nXXXV  Appeals and Petitions under Article 203 F of \nthe Constitution  72-74 \nXXXVI  Appeals under Ordinance No. II of 1987 \n(Omm ited vide notification number 59/80 \nSCA dated 27 -08-2003)  74 \n iv \n \n   \nSCHEDULES  \n  \n FIRST SCHEDULE --Senior and other \nAdvocates  75-76 \n SECOND SCHEDUL E--Fees to Advocates  77-79 \n THIRD SCHEDULE --Table of Court -Fee 80-82 \n FOURTH SCHEDULE --Fee to Advocate -\non-Record  83-86 \n FIFTH SCHEDULE --Rules as to Printing of \nRecord  86-90 \n SIXTH SCHEDULE --Forms  90 to116 \n \n - 1 -\nSUPREME COURT OF PAKISTAN  \nNOTIFICATION  \nRawalpindi, the 20th November, 1980  \nTHE SUPREME COURT RULES, 1980  \n \n    S.R.O.1159(I)/80. -- In exercise of the powers conferred under \nArticle 191 of the Constitution of the Islamic Republic of Pakistan \n(hereinafter cal led the Constitution), the Supreme Court makes the \nfollowing Rules: - \n \nPART I  \n \nGENERAL  \n \nORDER I  \n \nINTERPRETATION  \n \n1. (1) These Rules shall be called the Supreme Court Rules, \n1980, and shall come into force at once.  \n \n(2) The Supreme Court Rules, 1956, are her eby revoked.  \n \n2.  (1) In these Rules, unless the context otherwise requires: - \n \n\"Advocate\" means a person entitled to appear and \nplead before the Supreme Court.  \n \n\"Advocate -on-Record\" means an Advocate, who is \nentitled, under these Rules, to act and plead fo r a \nparty in the Supreme Court;  \n \n\"Article\" means Article of the Constitution;  \n \n\"Attorney -General\" means the Attorney -General for \nPakistan;  \n \n\"Chief Justice\" means the Chief Justice of Pakistan;  \n \n - 2 -\n\"Code\" means the Code of Civil Procedure, 1908;  \n \n\"Court\" and \" this Court\" means the Supreme Court \nof Pakistan;  \n \n\"Court appealed from\" includes a tribunal and any \nother judicial body from which an appeal is \npreferred to the Court;  \n \n\"Gazette\" means the Gazette of Pakistan;  \n \n\"Judge\" means a Judge of the Court;  \n \n\"High Co urt\" means the High Court of a Province;  \n \n\"Party\" and all words descriptive of parties to \nproceedings before the Court (such as \"appellant\", \n\"respondent\", \"plaintiff\", \"defendant\" and the like) \ninclude, in respect of all acts proposed to be done \nby an Advo cate-on-Record, Advocate -on-Record of \nthe party in question, when it is represented by an \nAdvocate -on-Record;  \n \n\"Prescribed\" means prescribed by or under these \nRules;  \n \n['Registrar' means 'Registrar of the Court' and \n'Registry' means 'Main Registry' of the Court.] \n \n\"Branch Registry\" means a Branch Registry of the \nCourt set up by the Chief Justice at any seat of a \nHigh Court and notified in the Gazette;  \n \n\"Respondent\" includes an intervener;  \n \n\"Senior Advocate\" means an Advocate enrolled as \nsuch by the Court; an d \n \n - 3 -\n\"Signed\", save in the case of a judgment and decree \nincludes stamped.  \n \n(2) Unless the context otherwise requires, the General \nClauses Act, 1897, shall apply to the interpretation of these Rules \nas it applies to the interpretation of a Federal Act.  \n \n3.  Where by these Rules or by any order of the Court any step \nis required to be taken in connection with any cause, matter or \nappeal, before the Court, that step shall, unless the context \notherwise requires, be taken in the Registry or in the appropriate \nBranch Registry.  \n \n4.  Where any particular number of days is prescribed by these \nRules, the same shall be computed in accordance with the \nprovisions of the Limitation Act, 1908.  \n \n5.  Save as otherwise expressly provided by these Rules, the \nprovisions of the Co de shall not apply to any proceedings in the \nCourt.  \n \n ?[ORDER II  \n \nOFFICES OF THE COURT: SITTINGS AND VACATION  \n \n1. Except during the vacation and on Court holidays and \nsubject to any order of the Chief Justice, the offices of the Court \nshall remain open dai ly from 8.30 a.m. to 3. 30 p.m. on week days; \nand from ?[8.30 a.m. to 12:00 Noon on Friday:]  \n \nProvided that no matter, unless of an urgent nature, shall be \nreceived within one hour of the closing time.  \n \n2. Except holidays ?[**], the offices of the Court sha ll be open \nduring the vacation and the winter holidays.  \n                                                 ? Subs. vide office order No. F. 59/80 -SCA, dated 21 -10-1984 . ? Subs. by Notification No. F. 59/80 -SCA, dated 27 -082003.  ? Omitted by Notification No. F. 59/80 -SCA, dated 27 -08-2003.  \n - 4 -\n \n ?[3. The judicial year of the Court shall commence on the \nsecond Monday in September each year, or if that day is a Court \nholiday, then on the next working day, and continue until the \ncommencement o f the vacation in the year next following.  \n \n4. Summer vacation of the Court shall commence on the 15th \nJune or on such date as may be fixed in each year by the Chief \nJustice and notified in the Gazette.]  \n \n5.  ?[The Court shall not ordinarily sit on Saturda ys or on any \nother day that may be set apart for writing of judgments, nor \nduring winter holidays, that is to say, December 18 to 31, both \ndays inclusive, and on any other days notified in the Gazette as \nCourt holidays.]  \n \n6. A Judge shall be nominated by t he Chief Justice before the \ncommencement of vacation and winter holidays for the hearing of \nall matters which may require to be immediately or promptly dealt \nwith and whenever necessary a Bench of the Court of two or more \nJudges may likewise be constituted  by the Chief Justice for the \ndisposal of cases during the vacation and winter holidays. ] \n \n \nORDER III  \n \nOFFICERS OF THE COURT  \n \n1. The Registrar shall be the executive head of the Office. He \nshall have the custody of the records of the Court and shall \nexerci se such powers as are assigned to him by these Rules.  \n \n2. The Registrar shall not be absent from the Court without \nleave of the Chief Justice, and any other officer of the Court \nwithout leave of the Registrar.  \n \n                                                 ? Subs. by Notification No. F.59/80 -SCA, dated 11 -01-2000.  ? Subs. by Notification No. F.59/80 -SCA, dated 24 -04-2000.  \n - 5 -\n3. In the absence of the Registrar, ?[the Add itional Registrar \nand in the absence of the Additional Registrar,] the Deputy \nRegistrar or in the absence of the Deputy Registrar, the Assistant \nRegistrar shall perform all the functions of the Registrar, under \nthese Rules.  \n \n4. The Chief Justice may assign  and the Registrar may, with \nthe approval of the Chief Justice, delegate to   ?[an Additional \nRegistrar or]  a Deputy Registrar or an Assistant Registrar, any \nfunctions required by these Rules to be performed by the Registrar.  \n \n5. The Registrar shall, subj ect to any directions by the Chief \nJustice, allocate the duties of the Registry among the officers of the \nCourt, and shall, subject to these Rules, and to any such direction \nas aforesaid, supervise and control the officers and servants of the \nCourt.  \n \n6. The Seal of the Court shall be such as the Chief Justice may \ndirect, and shall be kept in the custody of the Registrar.  \n \n7. Subject to any directions by the Chief Justice, Seal of the \nCourt shall not be affixed to any writ, rule, order, summons or \nother proc ess save under the authority in writing of the Registrar.  \n \n8. The Seal of the Court shall not be affixed to any certified \ncopy issued by the Court, save under the authority in writing of the \nRegistrar.  \n \n9. The Registrar shall keep a list of all cases pendi ng before \nthe Court and shall subject to these Rules and any directions given \nby the Chief Justice, prepare the list of cases ready for hearing and \nshall cause notice to be given thereof and of the day if any, \nassigned for the hearing of any case or cases in the list.  \n \n                                                 ? Inserted by N otification No. F -59/80 -SCA, dated 27 -08-2003.  \n \n - 6 -\n10. In addition to any other powers under the Rules, and \nsubject to any general or special orders of the Chief Justice, the \nRegistrar shall have the following powers namely: - \n \n(a) to require any plaint, petition of appeal, petition for \nleave to appeal or other matters presented to the \nCourt, to be amended in accordance with the \npractice and procedure of the Court or to be \nrepresented after such requisition as the Registrar \nthinks proper in relation thereto, has been complied \nwith;  \n \n(b) to fix the dates of hearing of appeals, petitions or \nother matters, and issue notices thereof;  \n \n(c) to settle the index;  \n \n(d) to direct any formal amendment of record.  \n \n \nORDER IV  \n \nADVOCATES AND ADVOCATES -ON-RECORD  \n \n? [1. There shall be kept separately, a Roll of Senior Advocates, \nof Advocates and of Advocates -on-Record.  \n \n2. A Senior Advocate, an Advocate and an Advocate -on-\nRecord shall be entitled to appear and plead before the Court on \nsigning his respective Roll;  \n \nProvided that an Advocate shall not be allowed to sign the \nRoll unless he produces a certificate of enrolment from the \nPakistan Bar Council; and  \n \nProvided further that the Chief Justice and the Judges may \nrefuse to allow a person to sign the Roll or remove his name from \n                                                 ?Subs. by Notification No. F. 59/80 -SCA, dated 14 -02-1988.  \n - 7 -\nthe Roll after affording him an opportunity of oral hearing if he \nhas, at any time, been adjudged guilty of professional misconduct \nor is otherwise considered unfit to be enrolled or allowed to remain \nas an advocate.  \n \n3. A Senior Advocate shall have precedence over other \nAdvocates and th e provisions of the First Schedule to the Rules \nshall apply to Senior and other Advocates.  \n \n4. A person shall not be qualified for being enrolled as an \nAdvocate unless he: - \n \n(a) has been for not less than ten years enrolled as an \nAdvocate in a High Court;  \n \n(b) has been certified in a duly authenticated form by \nthe Chief Justice and Judges of the High Court that \nhe is a fit and proper person to appear and plead as \nan Advocate before the Supreme Court:  \n \nProvided that the Chief Justice and Judges may grant the  \nenrollment of a person not qualified as aforementioned, if in their \njudgment, he is qualified by knowledge, ability and experience to \nbe enrolled as an Advocate.  \n \n5. The Chief Justice and the Judges may ?[**] select, from \ntime to time, from among those wh ose names are on the Roll of the \nAdvocates, persons who are judged, by their knowledge, ability \nand experience, to be worthy of being granted the status of Senior \nAdvocate and on signing the Roll of Senior Advocates shall \nassume the said status. ?[A Senior  Advocate shall pay an \nenrollment fee of Rs.5000/ -].  \n \n6. No Advocate other than an Advocate -on-Record shall \nappear or plead in any matter unless he is instructed by an \nAdvocate -on-Record.  \n \n                                                 ? Deleted by Notification No. F. 59/80 -SCA dated 11 -01-2000  ? Substituted by Notification No. F. 59/80 -SCA dated 03 -05-1989  \n - 8 -\n7. The Rolls of Senior Advocates, Advocates, and Advocates -\non-Reco rd shall be kept by the Registrar and shall contain such \nparticulars as the Court may, from time to time, require.  \n \n8. The dress for Senior Advocates, Advocates, and \nAdvocates -on-Record shall be short coat or sherwani of black \nmaterial. ?(The Senior Advoca tes shall wear the gowns throughout \nthe year.)\"  \n \n9. A signing fee of Rs. ?[200/ -] and Rs. ?[1000/ -] shall be \ncharged from Senior Advocates and Advocates, respectively.  \n \n10. The Attorney -General shall have precedence over all \nAdvocates and Senior Advocates in the Court.  \n \n11. The Advocate -General of a Province shall have precedence \nimmediately after the Attorney -General:  \n \nProvided that the seniority of Advocates -General of \nProvinces inter -se shall be determined in accordance with the dates \nof appointment to t heir respective offices.  \n \n12. The Attorney -General, a Deputy Attorney -General, an \nAdvocate -General and an Additional Advocate -General shall, by \nvirtue of their offices, have the status of a Senior Advocate in the \nSupreme Court, notwithstanding that their n ames are not borne on \nthe Roll of Senior Advocates.  \n \n13. Subject to the preceding rules of this Order, an Advocate \nappearing before the Court shall have precedence among the \nSenior or other Advocates, as the case may be, according to the \ndate of his enrolm ent as a Senior or other Advocate, in the Court.  \n \n14. An Advocate of five years standing in the Supreme Court \nshall be qualified to be registered as an Advocate -on-Record, on \nmaking an application in this behalf.  \n                                                 ? Substituted by Notifica tion No. F. 59/80 -SCA dated 11 -01-2000  ? Substituted by Notification No. F. 59/80 -SCA dated 03 -05-1989  ? Substituted by Notification No. F. 5980 -SCA dated 14 -07-1998  \n - 9 -\n \n15. No Advocate other than an Advocate -on-Record shall be \nentitled to act for a party in any proceedings in the Court.  \n \n16. No Senior Advocate shall be registered as Advocate -on-\nRecord.  \n \n17. Every Advocate -on-Record shall -- \n \n(i) Subscribe before the Registrar a declaration in Form \n2 or Form 3 of the Forms in the Sixth Schedule to \nthe Rules, as may be appropriate to his case, \nundertaking to observe the Rules, Regulations, \norders and practice of the Court, and to pay all fees \nor charges due and payable in any cause, matter or \nappeal in the Court;  \n \n(ii) subscribe similarly an indemnity bond in Form 4 of \nthe Forms in the said Schedule; and  \n \n(iii) pay an enrolment fee of Rs. 1[1000/ -]. \n \n18. Every Advocate shall, before signing his Roll, produce \nbefore the Registrar an authenticated copy of his enrollmen t \ncertificate form the Pakistan Bar Council and a certificate that he is \nstill an Advocate of the High Court.  \n \n19. Every Advocate -on-Record shall have an office at the seat \nof the Main Registry or at the seat of any Branch Registry and \nshall notify the Reg istrar of the address of his office and of any \nchange of address, and any notice, writ, summons or other \ndocuments delivered or sent through post to the Advocate -on-\nRecord at the address so notified by him shall be deemed to have \nbeen properly served.  \n \n20. Two or more Advocates -on-Record may enter into \npartnership with one another, and any one of them may act in the \n                                                 1 Subs. Notification No.F.59/80 -SCA dated 03 -05-1989  \n - 10 -\nname of the partnership, provided that the firm has an office at the \nseat of the Main Registry or a Branch Registry and is registered \nwith the Registrar. The undertaking prescribed in rule 17 \nhereinbefore contained in this Order, shall be subscribed separately \nby all the partners on behalf of the firm. Any change in the \ncomposition of the firm shall be intimated to the Registrar. Any \nfirm of Advo cates -on-Record may, in addition to principal office at \nthe seat of the Court or a Branch Registry, also maintain Branch \nOffice at any district headquarters or other center of litigation, \nprovided that such Branch Offices is under the management and \ncontro l of a member of the firm who has received training at the \nprinciple office of the firm for a period of not less than one year.  \n \n21. An Advocate -on-Record who wishes to have his name \nremoved from the Roll of Advocates -on-Record shall apply by \npetition, ver ified by an affidavit, entitled \" In the matter of \n…………. an Advocate -on-Record in this Court\", and stating the \ndate of his enrolment as an Advocate -on-Record, the reasons why \nhe wishes his name to be removed, that no application or other \nproceeding in any Court is pending , or is likely to be instituted \nagainst him, and that no fees are owing to the Court for which he is \npersonally liable.  \n \n22. Every Advocate -on-Record shall, before acting on behalf of \nany person or party, file in the Registry a power of at torney in the \nprescribed form authorizing him to act.  \n \n23. No person having an Advocate -on-Record shall file a power of \nattorney authorizing another Advocate -on-Record to act for him in \nthe same case save with consent of the former Advocate -on-\nRecord or by  leave of the Court, unless the former Advocate -on-\nRecord is dead, or is unable by reason of infirmity of mind or body \nto continue to act.  \n \n24. No. Advocate -on-Record shall without leave of the Court \nwithdraw from the conduct of any case by reason only of non-\npayment by his client of fees, costs and other charges.  \n \n - 11 -\n25. Every Advocate -on-Record in the case shall be personally \nliable to the Court for due payment of all fees and charges payable \nto the Court.  \n \n26. No person having an Advocate -on-Record in the c ase shall \nbe heard in person save by special leave of the Court:  \n \n    Provided that where a person is not represented by an \nAdvocate -on-Record or has been permitted by the Court to appear \nin person, he shall be subject to same discipline and restrictions a s \nare applicable to an Advocate -on-Record.  \n \n27. No Advocate -on-Record shall authorize any person, except \nanother Advocate -on-Record to do any act in his name in any case. \nThe authorization shall be in writing.  \n \n28. Where a party changes his Advocate -on-Record, the new \nAdvocate -on-Record shall give notice of the change to all parties \nconcerned.  \n \n29. A Senior Advocate, or an Advocate or an Advocate -on-\nRecord who wishes to suspend his practice by reason of his \nappointment to any office of profit under the Gove rnment, or his \nbeing engaged in another profession or for any other reason, shall \ngive intimation thereof to the Registrar.  \n \n30. Where, on the complaint of any person or otherwise, the \nChief Justice or the Court is of the opinion that a Senior Advocate \nor an Advocate or an Advocate -on-Record has been guilty of \nmisconduct or conduct unbecoming of an Advocate, with regard to \nany matter concerning the Court, the Chief Justice or the Court \nmay either after affording him an opportunity of oral hearing, take \nsuch disciplinary action, including suspension and removal form \npractice of the Court, against him as it may deem fit, or refer to the \nPakistan Bar Council for inquiry and action under the Legal \nPractitioners and Bar Council Act, 1973.  \n \n31. In an appropriate c ase, where the Chief Justice or the Court \nis of the opinion that a Senior Advocate or an Advocate -on-Record \n - 12 -\nis unfit to act and plead as such, the Chief Justice or the Court may, \nafter providing him an opportunity of oral hearing, direct removal \nof his nam e from the Roll of Senior Advocates or of Advocates -\non-Record, as the case may be.  \n \n32. Nothing in this Order shall be deemed to limit or otherwise \naffect the inherent powers of the Court to make such order and take \nsuch action as may be necessary for the conduct and proceedings \nof the Court.]  \nORDER V  \nBUSINESS IN CHAMBERS  \n1. The powers of the Court in relation to the following matters \nmay be exercised by the Registrar: - \n(1) Application for reviv or or substitution.  \n(2)  Application for discovery and inspecti on. \n(3)  Application for delivery of interrogatories.  \n(4)  Certifying of cases as fit for employment of \nAdvocates.  \n(5)  Application for substituted service.  \n(6)  Registration of petitions, appeals, suits and \nother matters.  \n(7) Application for time, to plea d, for \nproduction of documents and generally \nrelating to conduct of cause, appeal or \nmatter and to allow from time to time any \nperiod or periods not exceeding six weeks, \nin the aggregate, and for doing any other act \nnecessary to make a cause, petition or a ppeal \ncomplete.  \n - 13 -\n(8)  Approval of Translator.  \n(9)  Approval of Interpreter.  \n(10)  Application for payment in to Court.  \n(11)  Application for change of Advocate -on-\nRecord.  \n(12)  Application by Advocate -on-Record for \nleave to withdraw.  \n(13)  Application for s earch, inspection or getting \ncopies of any document or record by parties \nto proceedings and third parties on payment \nof prescribed fees and charges.  \n(14)  Application for return of documents.  \n(15)  Determination of the quantum of court fee \npayable in respe ct of any document.  \n(16)  Application for issue of a refund certificate \nin respect of excess court fee paid by \nmistake.  \n(17)  Application for a transcript record instead of \nprinted record.  \n(18)  Application for production of documents \noutside Court premise s. \n(19)  Application for further particulars, better \nstatement of claim or defence.  \n(20)  Application for payment of money out of \nCourt or handing over or discharge of \nsecurity.  \n - 14 -\n(21)  Application for enforcing payment of costs.  \n(22)  Application for extend ing returnable dates \nof warrants.  \n(23)  Application for taxation and delivery of bill \nof costs, and for the delivery by an \nAdvocate -on-Record of documents and \npapers.  \n(24)  Application for bringing on record the legal \nrepresentatives of a deceased party.  \n(25)  Show -cause notice to the parties who fail to \nprosecute or defend appeals, petitions or \nmatters pending before the Court with due \ndiligence.  \n(26)  Application for permission to exhibit or use \ndocuments in a language other than Urdu or \nEnglish.  \n(27)  Application for permission to get paper -\nbooks prepared outside the Court.  \n(28)  Application for extension of time limit for \nfiling affidavits.  \n(29)  Application for security for costs.  \n(30)  Application for assignment of Security \nBonds.  \n(31)  Setting down, c ause, appeal or matter       \nex-parte  \n  \n - 15 -\n2. The power of the Court in relation to the following matters \nmay be exercised by a Single Judge, sitting in Chambers, but \nsubject to re -consideration, at the instance of any aggrieved party \nby a Bench of not less t han three Judges, which may include the \nJudge who dealt with the matter: - \n  \n(1)  Application for leave to compromise or \ndiscontinue a pauper appeal.  \n(2)  Application for striking out or adding a \nparty.  \n(3)  Application for separate trials of causes of \naction. \n(4)  Application for separate trials to avoid \nembarrassment.  \n(5)  Rejection of plaint.  \n(6)  Application for setting down for judgment in \ndefault of written statement.  \n(7)  Application for striking out any matter in a \npleading.  \n(8)  Application for amen dment of pleading.  \n(9)  Application for enlargement of time to \namend.  \n(10)  Application for withdrawal of suit, appeal or \npetition, for rescinding leave to appeal and \nfor dismissal for non -prosecution.  \n(11)  Application to tax bills returned by Taxing \nOfficer. \n - 16 -\n(12)  Application for costs of taxation where one -\nsixth is taxed off.  \n(13)  Application for review of taxation by Court.  \n(14)  Application for enlargement or abridgement \nof time except those covered by item 7 of \nrule 1 and application for condonation of \ndelay in filing petition for leave to appeal.  \n(15)  Application for issue of commissions.  \n(16)  Application for order against clients for \npayment of costs.  \n(17)  Application for production of evidence by \naffidavit.  \n(18)  Application for stay of executio n of a decree \nor order in Civil proceedings.  \n(19)  Application for stay of execution of a \nsentence or order in Criminal proceedings.  \n(20)  Application for grant of bail.  \n(21)  Application to set aside ex -parte orders.  \n(22)  Consent petitions.  \n  \n3. An appea l shall lie from the Registrar in all cases to the \nJudge in Chambers.  \n4. An application for reconsideration under rule 2 and an \nappeal under rule 3 shall be filed within thirty days of the date of \nthe order complained of.  \n - 17 -\n5. The Registrar may, and if so di rected by the Judge in \nChambers, shall at any time adjourn any matter and place it before \nthe Judge in Chambers, and the Judge in Chambers may at any \ntime refer any matter to the Court, and the Court may direct that \nany matter shall be transferred from the  Registrar or the Judge in \nChambers to the Court.  \nORDER VI.  \nNOTICES OF MOTION.  \n1. Save as otherwise provided by law or these Rules, all \napplications shall be made before the Court on motion after notice \nto the parties affected thereby. Where the delay cau sed by notice \nwould or might entail prejudice or hardship, an application may be \nmade duly supported by an affidavit, for an ad -interim order ex -\nparte, and the Court, if satisfied that the delay caused by notice \nwould entail prejudice or hardship, may make  order ex -parte upon \nsuch terms as to costs or otherwise, and subject to such \nundertaking, if any, as the Court may deem just, pending orders on \nthe main application by notice of motion.  \n2. A notice of motion shall be instituted in the suit or matter in \nwhich the application is intended to be made and shall state the \ntime and place of application and the nature of the order asked for \nand shall be addressed to the party or parties intended to be \naffected by it and their Advocate -on-Record, if any, and shall be \nsigned by the Advocate -on-Record of the party moving, or by the \nparty himself where he acts in person.  \n3. Save by leave of the Court, the notice of motion together \nwith the affidavit in support thereof, shall be served on the \nopposite party not less tha n 8 days before the day appointed for the \nmotion and the affidavit of service together with the \nacknowledgement receipt of the service of the notice shall be filed \nin the Registry at least 3 days before the day appointed for the \nmotion. Counter affidavits,  if any, shall be filed in the Registry \nduring office hours not later than one hour before the closing of the \nRegistry on the day preceding the day of hearing and copies of \n - 18 -\nthose affidavits shall be served on the other parties to the motion \nand the affidav its shall not be accepted in the Registry unless they \ncontain an endorsement of service signed by the other party or \nparties.  \n4. Notice shall be given to the other party or parties of all \ngrounds intended to be urged in support of, or in opposition to, any  \nmotion.  \n5. Save by leave of the Court, no affidavit in support of the \napplication beyond those specified in the notice of motion, nor any \naffidavit in answer or reply filed later than the time prescribed in \nthese Rules shall be used at the hearing or allo wed on taxation.  \n6. Save as otherwise ordered, the costs of a motion in a suit or \nproceedings shall be treated as costs in that suit or proceeding.  \n \nORDER VII.  \nDOCUMENTS.  \n1. The officers of the Court shall not received any pleading, \npetition, affidavit or other document, except original exhibits and \ncertified copies of public documents, unless it is fairly and legibly \ntranscribed on one side of standard petition paper, demy -foolscap \nsize. Copies of documents, if not forming part of the record of the \nCourt a ppealed from, filed for the use of this Court, shall be \ncertified to be true copies by the Advocate -on-Record for parties \npresenting the same.  \n2. Any document in a language other than Urdu or English \nshall be accompanied by its translation in either of the  two \nlanguages in accordance with the Rules.  \n3. Every document required to be translated shall be translated \nby a translator nominated or approved by the Court on payment of \nprescribed fees:  \n - 19 -\n    Provided that a translation attested by the Advocate -on-\nRecor d for both parties, may be accepted.  \n4. Every translator shall before acting, make an oath or \naffirmation that he will translate correctly and accurately all \ndocuments given to him for translation, and at the end of the \ndocuments he shall certify in writin g, signed by him, that the \ntranslation is correct.  \n5. Except as otherwise provided in these Rules all plaints, \npetitions, appeals and other documents shall be presented in person \nby the party or by an Advocate -on-Record duly appointed by the \nparty.  \n6. Exce pt as otherwise provided in these Rules or by any law \nfor the time being in force, the Court fees set out in the Third \nSchedule to these Rules shall be payable on all documents \nmentioned therein.  \n7. The Registrar may decline to receive any document which \nis presented otherwise than in accordance with these Rules.  \n \nORDER VIII.  \nAFFIDAVITS.  \n1. The Court may at any time, for sufficient reason, order that \nany particular fact or facts may be proved by affidavit, or that the \naffidavit of any witness may be read at  the hearing, on such \nconditions as the Court deems reasonable:  \nProvided that no such order shall be passed where it \nappears to the Court that either party bona fide desires the \nproduction of a witness for cross -examination and that such \nwitness can be pro duced, without unreasonable delay or expense.  \n - 20 -\n2. Upon an application evidence may be given by affidavit, \nbut the Court may, at the instance of the other party, order the \nattendance of the deponent in the Court for cross -examination, \nunless he is exempt fro m personal appearance or the Court \notherwise directs.  \n3. Every affidavit shall be entitled in the cause, matter or \nappeal in which it is sworn.  \n4. Every affidavit shall be drawn up in first person, and shall \nbe divided into paragraphs to be numbered consec utively, and shall \nstate the description, occupation, if any, and the true place of abode \nof the deponent.  \n5. Affidavits shall be confined to such facts as the deponent is \nable of his own knowledge to prove, except on interlocutory \napplications, on which s tatement of his belief may be admitted, \nprovided that the grounds thereof are stated.  \n6. The costs occasioned by any unnecessary prolixity in the \ntitle to an affidavit or otherwise shall be disallowed by the Taxing \nOfficer.  \n7. An affidavit requiring interp retation to the deponent shall \nbe interpreted by an interpreter nominated or approved, by the \nCourt, if made at the seat of the Court, and if made elsewhere shall \nbe interpreted by a competent person who shall certify that he has \ncorrectly interpreted the affidavit to the deponent.  \n8.  Affidavits for the purposes of any cause, matter or appeal \nbefore the Court may be sworn before any authority mentioned in \nsection 139 of the Code or before the Registrar of this Court, or \nbefore a commissioner generally or s pecially authorized in that \nbehalf by the Chief Justice.  \n9.  Where the deponent is a pardahnashin lady shall be \nidentified by a person to whom she is known and that person shall \nprove the identification by a separate affidavit.  \n - 21 -\n10.  Every exhibit annexed t o an affidavit shall be marked with \nthe title an number of the cause, matter or appeal and shall be \ninitialed and dated by the authority before whom it is sworn.  \n11.  No affidavit having any interlineation, alteration or erasure \nshall be filed in the Court  unless the interlineation or alteration is \ninitialed, or unless in the case of an erasure the words or figures \nwritten on the erasure are rewritten in the margin and initialed, by \nthe authority before whom the affidavit is sworn.  \n12.  The Registrar may re fuse to receive an affidavit where, in \nhis opinion, the interlineations, alterations or erasures are so \nnumerous as to make it expedient that the affidavit should be \nrewritten.  \n13. Where a special time limit is prescribed for filing affidavits, \nno affidavi t, filed after that time shall be used except by leave of \nthe Court.  \n14.  In this Order “affidavit” includes a petition or other \ndocument required to be sworn and “sworn” shall include \n“affirmed”.  \n \nORDER IX.  \nINSPECTION, SEARCH, ETC.  \n1. Subject to the prov isions of these Rules, a party to any \ncause, matter or appeal, who has appeared shall be allowed to \nsearch, inspect or get copies of all pleadings and other documents \nor records in the case, on payment of the prescribed fees and \ncharges.  \n2. The Court, at t he request of a person not a party to the \ncause, matter or appeal, may on good cause shown allow such \nsearch or inspection or grant such copies as is or are mentioned in \n - 22 -\nthe last preceding rule, on payment of the prescribed fees and \ncharges.  \n3. A search or  inspection under the last two preceding rules \nduring the pendency of a cause, matter or appeal, shall be allowed \nonly in the presence of an officer of the Court and after ‘twenty -\nfour’ hours notice in writing to the parties who have appeared, and \ncopies o f documents shall not be allowed to be taken, but notes of \nthe search or inspection may be made.  \n4. Copies required under any of the preceding rules of this \nOrder may be certified as correct copies by any officer of the Court \nauthorized in that behalf by t he Registrar.  \n5. No record or document filed in any cause, matter or appeal \nshall, without the leave of the Court, be taken out of the custody of \nthe Court.  \n \nORDER X.  \nJUDGMENTS, DECREES AND ORDERS.  \n1. The court, after the case has been heard, shall pronou nce \njudgment in open court, either at once or on some future day, of \nwhich due notice shall be given to the parties or their Advocates -\non-Record and the decree or order shall be drawn up in accordance \ntherewith.  \n2. Subject to the provisions contained in Or der XXVI, a \njudgment pronounced by the Court or by majority of the Court or \nby a dissenting Judge in open Court shall not afterwards be altered \nor added to, save for the purpose of correcting a clerical or \narithmetical mistake or an error arising from any accidental slip or \nomission.  \n - 23 -\n3. Certified copies of the judgment, decree or order shall be \nfurnished to the parties on application made for the purpose and at \ntheir expense.  \n4. Every decree or order made by the Court shall be drawn up \nin the Registry and b e signed by the Registrar or 1[Additional \nRegistrar or] Deputy Registrar or Assistant Registrar and sealed \nwith the Seal of the Court and shall bear the same date as the \njudgment.  \n5. Every order made by the Registrar or other Officer shall be \ndrawn up in t he Registry and signed by the Registrar or other \nOfficer as the case may be.  \n6. In case of doubt or difficulty with regard to a decree or \norder made by the court, the Registrar shall, before issuing the \ndraft, submit the same to the Judge in Chambers.  \n7. Where a draft of any decree or order is required to be \nsettled in the presence of the parties, the Registrar shall, by notice \nin writing, appoint a time for settling the same and the parties shall \nattend accordingly and produce their briefs and such other \ndocuments as may be necessary to enable the draft to be settled.  \n8. Where any party is dissatisfied with any decree or order as \nsettled by the Registrar, the Registrar shall not proceed to complete \nthe decree or order without allowing that party sufficient time to \napply by motion to the Court.  \n9. The decree passed or order made in every appeal and a \ndirection or writ issued in any matter by the Court shall be \ntransmitted by the Registrar to the Court, tribunal or other \nauthority concerned from whose judgment , decree or order the \nappeal or matter was brought, and any such decree, order or \ndirection shall be executed and enforced as if it had been made and \nissued by the High Court of the appropriate province.  \n                                                 1 Inserted vide notification No. F.59 /80-SCA. dated 27 -08-2003  \n - 24 -\n10. Any order as to the costs of proceedings in the Court, as \nsoon as the amount of the costs to be paid is ascertained, shall be \ntransmitted by the Registrar to the Court or tribunal appealed from \nor to any other authority concerned, and shall be given effect to by \nthat Court, tribunal or authority as if i t were an order made by the \nHigh Court of the appropriate province.  \n11. If any question arises as to which High Court shall give \neffect to the decree, order, direction or writ of this Court, it shall be \ndecided by the Court.  \n \nORDER XI  \nCONSTITUTION OF BENC HES.  \nSave as otherwise provided by law or by these Rules every cause, \nappeal or matter shall be heard and disposed of by a Bench \nconsisting of not less than three Judges to be nominated by the \nChief Justice:  \n1[Provided that  \n(i) all petitions for leave to a ppeal except \npetitions against acquittal, and  \n(ii) appeals from appellate and revisional \njudgments, and orders made by a Single \nJudge in the High Court,  \n?[(iii) appeals from judgments/orders of the \nService Tribunals or Administrative Courts, \nand appeals in volving grant of \nbail/cancellation of bail,]  \n                                                 1 Subs by Notification No. F.59/80 -SCA, dated.11 -1-2000  \n? Added by Notification No. F -5980 -SCA, dated. 10 -07-2002.  \n - 25 -\nmay be heard and disposed of by a bench of two Judges, but the \nChief Justice may, in a fit case, refer any cause or appeal as \naforesaid to a larger Bench].  \nProvided further that if the Judges hear ing a petition  \nor an appeal are equally divided in opinion, the petition or appeal, \nas the case may be, shall, in the discretion of the Chief Justice, be \nplaced for hearing and disposal either before another Judge or \nbefore a larger Bench to be nominated by the Chief Ju stice.  \n \n \nPART -II \nAPPELLATE JURISDICTION.  \nORDER XII.  \nCIVIL APPEALS UNDER ARTICLE 185(2) (d) (e) and (f) OF \nTHE CONSTITUTION.  \n 1. No notice of motion in relation to a Civil Appeal under this \nOrder shall be entertained unless it is accompanied by a certificat e \nissued by the High Court concerned that the case involves a \nsubstantial question of law as to interpretation of the Constitution \nor by a certificate as set out in Form 13 or 14 of the Sixth Schedule \nto these Rules.  \n2. The petition of appeal shall be pres ented within thirty days \nfrom the date of the grant of the certificate by the High Court or \nthe date of impugned judgment, decree or final order of the High \nCourt:  \n     Provided that the Court may for sufficient cause extend the \ntime.  \n3. The petition of ap peal shall set forth the appellant's \nobjections to the decision of the High Court and the appellant shall \n - 26 -\nnot, except by leave of the Court, urge or be heard in support of \nany other ground, but the Court, in deciding the appeal, shall not \nbe confined to th e grounds of objections set forth in the petition of \nappeal or urged by the leave of the Court under this rule:  \nProvided that the Court shall not rest its decision on any \nother ground unless the party who may be affected thereby has had \na sufficient opport unity of contesting the appeal on that ground.  \n4. The petition of appeal shall be accompanied by:  \n(i) certified copies of the judgment and decree \nor final order appealed against, and of \nCourts below;  \n(ii) a certified copy of the certificate granted \nunder A rticle 185 (2) (f) where that \ncertificate is not embodied in the judgment; \nand \n(iii) an affidavit of service of copy of the petition \nof appeal on the respondent.  \n5. Within thirty days of the service on him of the petition of \nappeal, a respondent may, if he  so desires, file in the Court his \nobjections, if any, to the grounds taken by the appellant in his \npetition of appeal, and to the appellant's right to raise in the appeal \nany question other than those bearing on the question of law to \nwhich the certificat e relates.  \n6. The liability of the parties to pay court -fee in this Court, \nunless otherwise ordered by this Court, shall not be affected by any \norder for consolidation of appeals made by the High Court or by \nthis Court.  \n7. The provisions contained in the s ucceeding Orders in this \nPart of the Rules shall apply, mutatis mutandis  to appeals under \nthis Order.  \n - 27 -1[8. The provisions contained in this Order shall apply  mutatis \nmutandis to the appeals which are filed under other laws for the \ntime being in force ]   \n \nORDER XIII.  \nPETITIONS FOR LEAVE TO APPEAL IN CIVIL \nPROCEEDINGS.  \n1. A petition for leave shall be lodged in this Court within \nsixty days of the judgment, decree or final order sought to be \nappealed from or as the case may be, within thirty days from the \ndate of the refusal of grant of certificate under Article 185 (2) (f) \nby the High Court:  \nProvided that the Court may for sufficient cause extend the \ntime.  \n2. A petition for leave to appeal shall state succinctly and \nclearly 2[all points of law which arise for  determination and], all \nsuch facts as it may necessary to state in order to enable the Court \nto determine whether such leave ought to be granted, and shall be \nsigned by the counsel and or Advocate -on-Record for the \npetitioner or by the party himself if he  appears in person. The \npetition shall deal with the merits of the case only so far as is \nnecessary for the purpose of explaining and supporting the \nparticular grounds upon which leave to appeal is sought and where \npetition is moved through an Advocate -on-Record, it shall cite all \nprevious decisions of the Court, which to the best of his \nknowledge, bear on the question sought to be raised in the petition.  \n3. The petitioner shall lodge at least three copies, unless \nrequired otherwise by the Court , of: - \n(i) his petition for leave to appeal;  \n                                                 1 Inserted by Notification No. F -59/80 SCA, dated 27 -08-2003  2 Added by Notification No.F.59/80 -SCA.   dated 18 -8-1980. \n - 28 -\n(ii) the judgment, decree, final order sought to \nbe appealed from, one copy of which shall \nbe certified as correct, together with grounds \nof appeal or application before the High \nCourt;  \n(iii) paper book of the High Court, if any, and \nthe other record duly attested by the \nAdvocate -on-Record of the petitioner;  \n(iv) the order of the High Court refusing grant of \ncertificate, if any, under Article 185 (2) (f);  \n(v) an affidavit in support of allegations of fact \nprescribed by Rule  4 of Order XVII, \nhereinafter contained; and  \n(vi) unless a caveat, as prescribed by Order \nXVII, Rule 2, has been lodged by the other \nparty, who had appeared in the courts below, \nan affidavit of service of notice of the \nintended petition upon such party. Th e \npetitioner shall, on demand, furnish to other \nparties, at their expense, on the prescribed \ncharges, copies of all or any of the \ndocuments filed by him in the Court.  \n4. In an appropriate case the Registrar may require the \npetitioner to supply, in advance of the hearing of the petition, \ncopies of the orders made in the case by all Courts subordinate to \nthe High Court as well as grounds of the petition of any earlier \nappeal in case these documents are not already included in the \npaper book or record of the a ppeals as mentioned in Rule 3 of this \nOrder.  \n5. Save in cases where caveat as prescribed by Rule 2 of \nOrder XVII has been lodged by the other party who appeared in \nthe Court appealed from, petitions for leave to appeal shall be \nheard ex-parte , but the Cour t may direct the petitioner to issue \n - 29 -\nnotice to the other party as it may deem fit, and adjourn the hearing \nof the petition which shall be posted for hearing after service of \nnotice on the party concerned and upon affidavit of service by the \npetitioner. Whe re the other party who has appeared in the Court \nappealed from has lodge a caveat as aforesaid, notice of the \nhearing of the petition shall be given to the caveator, but a caveator \nshall not be entitled to costs of the petition unless the Court \notherwise o rders.  \n6. Where the Court grants leave to appeal it shall, in its order, \ngive such directions, as it may deem fit, for the provision of \nsecurity by the petitioner for the costs of the respondents as may be \nawarded by the Court on the disposal of the appeal  as well as for \nprinting charges. These directions, as far as they relate to security \nfor costs, shall be subject to modifications at the instance of any \nparty, at any time prior to the hearing of the appeal.  \n7. Subject to the provisions of these Rules no appeal by leave \nof this Court shall be fixed for hearing unless the amount of \nsecurity has first been deposited and subject to any directions of \nthe Court in this behalf, the deposit shall be made within a period \nof one month from the date of grant of leav e to appeal, failing \nwhich the leave shall stand rescinded unless otherwise ordered by \nthe Court.  \n8. Except where otherwise ordered by the Court, the security \nshall be deposited in cash in the State Bank of Pakistan, under a \nchallan to be issued by the Reg istrar.  \n9. Where the appellant has lodged security for the costs of the \nrespondent as well as for the printing charges of the paper -book, \nthe Registrar shall deal with such security in accordance with the \ndirections contained in the order of the Court dete rmining the \nappeal.  \n10. After the grant of leave to appeal by this Court, the case \nshall be registered as an appeal and the Registrar shall transmit a \ncertified copy of the order of the Court to the Registrar of the \nCourt appealed from.  \n - 30 -\n11. Where a petitio ner, who has obtained leave to appeal \ndesires, prior to the receipt of the original record of the appeal in \nthis Court, to withdraw his petition, he shall make an application to \nthat effect to the Court and the Court may thereupon make an order \ndismissing the petition. The security, if entered into by the \nappellant, shall be dealt with in such manner as the Court may \ndeem fit to direct.  \n12. Save as otherwise provided by the preceding rules of this \nOrder, the provisions of Order XVII hereinafter contained sh all \napply mutatis mutandis  to petitions for leave to appeal.  \n13. The provisions contained in Order XXI shall apply, as far as \napplicable, in the case of any person seeking leave to appeal to the \nCourt as a pauper.  \n \n \nORDER XIV  \nPREPARATION OF RECORD  \n1. As so on as a petition of appeal has been lodged in the \nRegistry under Order XII or the Court has made an order granting \nleave to  appeal under O rder XIII , the appeal  shall  be registered \nand the appellant shall,  within   60 days, file in the Registry the \nrequire d number of copies of the record and of the additional \ndocuments,   1[ * * * * * ]        ?[“If so ordered by the Court, otherwise \nthe appellant shall without delay take all necessary steps to have a \nprinted/cyclostyled record prepared in the Registry.]  \n2. Where an appeal has been admitted by an order of this \nCourt, the Registrar shall notify the respondents of the order of this \nCourt granting leave to appeal, and shall also transmit a certified \ncopy of the order to the Registrar of the High Court concerned.  \n                                                 1 Omitted by Notification No.F.59/80 -SCA.   dated 26 -7-1982.  \n? Added by Notification No. F.59/80 -SCA. dated 26 -07-1982.  \n - 31 -\n3. The Registrar shall then send for the original record from \nthe High Court, and the Registrar of the High Court shall, with all \nconvenient speed, arrange for the transmission of such record to \nthe Registrar of this Court. If printed -paper books had been \nprepared for use in the High Court, at least twelve copies thereof \nshall also be transmitted along with the original record.  \n4. (i) Where the appellant fails to have the record \n prepared with due diligence, the Registrar shall call \n upon him to explain his  default, and, if no \n explanation is offered or if the explanation offered \n is in the opinion of the Registrar, unsatisfactory, the \n Registrar may issue a summons to the appellant \n calling upon him to show cause before the Court at \n a time to be specified in the said summons why the \n leave to appeal should not be rescinded. The \n respondent shall be entitled to be heard before the \n Court in the matter of the said summons and to ask \n for his costs and such other relief as he may be \n advised. The Court may, af ter considering the \n matter of the said summons, rescind the grant of \n leave to appeal, or give such other directions as the \n justice of the case may require.  \n(ii) The respondent shall show due diligence in the \n matter so far as is required of him, but neg ligence \n on his part will not excuse delay in completion of \n the record for which the appellant is primarily \n responsible.  \n5. In the preparation of the record the printed paper books \nprepared for the use of the High Court may be included, if \nsufficient num ber of such paper books is available.  \n6. Within thirty days from the date of grant of leave to appeal, \nthe appellant shall pay Court Fee in respect of the appeal according \nto the scale laid down in item No.2 of Part I of the Third Schedule \nto these Rules.  \n - 32 -\n7. Every appellant and each respondent, who has entered an \nappearance, shall be entitled to receive for his use, a number of \ncopies of the paper book not exceeding three.  \n8. The parties shall be severally responsible for placing on the \npaper book to be use d at the hearing all documents that may be \nnecessary for the due appreciation of the case. In case of objection \nby any party to the inclusion or non -inclusion of any document \nwhich is desired by any other party, such document shall be \nincluded but at the c ost of the party desiring such inclusion, \nprovided that if the Court, when deciding the appeal, considers that \nany document so included, was either inadmissible in evidence, or \nwholly irrelevant or unnecessary for the purpose of the appeal, the \ncosts incur red in respect of such document shall be borne \nexclusively by the party at whose instance such document was \nincluded.  \n9. For purpose of completion of the record it shall be \nnecessary to include certified copies of the documents, and in case \nthey are not av ailable copies certified by the Advocate -on-Record \nto be a true copy shall be filed.  \n10. As soon as the record has been made ready, the Registrar \nshall require the parties, who have entered appearance, to certify \nthe record to be correct and complete. The parties shall, thereafter, \nunder the directions of the Registrar take, with due diligence, \nfurther steps required to be taken under these Rules preliminary to \nthe hearing of the appeal.  \n1[11. Except where otherwise ordered by the Court, the \nprovisions cont ained in these Rules shall not be applicable where a \npetition on grant of leave to appeal has been converted into an \nappeal by the Court and disposed of accordingly. The appeal shall, \nhowever, be registered.]  \n \n                                                 1 Add. By Notification No.F.59/80 -SCA. dated 16 -7-1987.  \n - 33 -\nORDER XV.  \nWITHDRAWAL OF APPEAL, NON -PROSECUTI ON OF \nAPPEAL,  \nCHANGE OF PARTIES.  \n  \n1. Where an appellant desire to withdraw his appeal he shall \nmake an application to that effect to the Court. The costs of the \nappeal and the security, entered into by the appellant, if any, shall \nthen be dealt with in su ch manner as the Court may deem fit.  \n2. If an appellant fails to take any steps in the appeal within \nthe time fixed for the same by these Rules, or, if no time is \nspecified, it appears to the Registrar that the appellant is not \nprosecuting his appeal with due diligence, the Registrar shall call \nupon him to show cause why the appeal should not be fixed before \nthe Court for dismissal on account of non -prosecution.  \n3. The Registrar shall send a copy of the summons mentioned \nin the last preceding rule to every respondent who has entered an \nappearance and every such respondent shall be entitled to be heard \nbefore the Court and to ask for his costs and other relief.  \n4. The Court may, after hearing the parties, dismiss the appeal \nfor non -prosecution or give such ot her directions thereon as the \njustice of the case may require.  \n5. An appellant whose appeal has been dismissed for non -\nprosecution may, within thirty days of the order, present a petition \npraying that the appeal may be restored and the Court may, after \ngiving notice of such application to the respondent, who had \nentered appearance in the appeal, restore the appeal if sufficient \ncause is shown on such terms as to costs or otherwise as it deems \nfit: \n - 34 -\nProvided that the Court may for sufficient cause extend the \ntime for making such an application.  \n6. Where at any time after the grant of leave to appeal the \nrecord is found to be or becomes defective by reason of the death \nor change of status of a person who was a party to the decree or \nother decision by the lower Court, it shall be the duty of the \nappellant to make an application in that behalf, and the Court, may \non such application, or on application by any other person \ninterested, grant a certificate showing who in the opinion of the \nCourt, is the proper person to be substituted or entered on the \nrecords, in place of, or in addition to, the party on the record, and \nthe name of such person shall thereupon be deemed to be so \nsubstituted or entered on the record as aforesaid.  \n7. An application to bring to record the  legal representatives \nof an appellant or a respondent, who has died or suffered a charge \nof status, shall be made within 90 days of such occurrence:  \n      Provided that the Court may, for sufficient cause extend the \ntime.   \nORDER XVI.  \nAPPEARANCE BY RESPOND ENT  \n1. The respondent shall enter an appearance within 30 days of \nthe receipt of notice from the Registrar regarding grant of leave to \nappeal to the appellant, under Rule 2, Order XIV, but he may enter \nan appearance at any time before the hearing of the ap peal on such \nterms as the Court may deem fit.  \n2. The respondent shall forthwith after entering an appearance \ngive notice thereof to the appellant and endorse a copy of such \nnotice to the Registry.  \n3. Where there are two or more respondents, and only one, o r \nsome, of them enter an appearance, the Appearance Form shall set \nout the names of the appearing respondents.  \n - 35 -\n4. Two or more respondents may, at their own risk as to costs, \nenter separate appearances in the same appeal.  \n5. A respondent who has not entered  appearance shall not be \nentitled to receive any notice relating to the appeal from the \nRegistrar.  \n6. Where a respondent fails to enter appearance in an appeal \nwithin 30 days of service upon him of the notice issued by the \nRegistry under Rule 10 of the Ord er XIV of the Rules the appeal \nmay be set down ex-parte  as against the said non -appearing \nrespondent. The Registrar shall give notice of the appeal having \nbeen set down ex-parte  to the non -appearing respondent:  \nProvided that the Court may condone the delay  and grant \nsuch further time to the non -appearing respondent as it may deem \nfit.  \nORDER XVII.  \nPETITIONS GENERALLY  \n1. All petitions shall consist of paragraphs numbered \nconsecutively and shall be fairly and legibly written, type -written \nor lithographed on o ne side of standard petition paper demy -\nfoolscap size or on paper ordinarily used in High Courts for \ntranscribing Petitions, with quarter margin and endorsed with the \nname of the Court appealed from, the full title and Supreme Court \nnumber of the appeal to  which the petition relates, or the full title \nof the petition as the case may be an the name and address of the \nAdvocate -on-Record, if any, of the petitioner or of the petitioner \nwhere the petitioner intends to appear in person. Unless the \npetition is a C onsent Petition within the meaning of Rule 8 of this \nOrder at least three copies thereof shall be filed.  \n2. Where petition is expected to be filed or has been filed, \nwhich does not relate to any appeal pending in the Registry, any \nperson claiming a right t o appear before this Court on the hearing \nof such petition may lodge a caveat in the matter thereof, and shall \n - 36 -\nthereupon be entitled to receive from the Registrar notice of the \nfilling of the petition, if at the time of the lodging of the caveat \nsuch petit ion has not yet been filed and, if and when the petition \nhas been filed, to require the petitioner to serve him with a copy of \nthe petition and to furnish him, at his own expense, with copies of \nany papers filed, by the petitioner in support of his petitio n. The \ncaveater shall forthwith, after lodging his caveat give notice \nthereof to the petitioner, if the petition has been filed.  \n3. Where a petition is filed in the matter of any appeal \npending in the Registry, the petitioner shall serve any party who \nhas entered an appearance in the appeal, with a copy of such \npetition and the party so served shall thereupon be entitled to \nrequire the petitioner to furnish him, at the expense of the said \nparty, with copies of any papers filed by the petitioner in support \nof his petition.  \n4. A petition not relating to any appeal pending in the \nRegistry and any other petition containing allegations of fact which \ncannot be verified by reference to the record or any certificate or \nduly authenticated statement of the Court appea led from, shall be \nsupported by an affidavit. Where the petitioner prosecutes his \npetition in person, the said affidavit shall be sworn by the \npetitioner himself and shall state therein that to the best of the \ndeponent’s knowledge, information and belief, the allegations \ncontained in the petition are true. Where the petitioner is \nrepresented by an Advocate -on-Record the said Affidavit may be \nsworn by such Advocate -on-Record and shall, besides stating that, \nto the best of the deponent’s knowledge, informatio n and belief, \nthe allegations contained in the petition are true, show how the \ndeponent obtained his instructions and the information enabling \nhim to present the petition.  \n5. The Registrar may refuse to receive a petition on the \ngrounds that it has not bee n filed in accordance with the Rules or is \nfrivolous or contains scandalous matter, but the petitioner may \nappeal from such refusal to the Judge in Chambers within fourteen \ndays.  \n - 37 -\n6. As soon as a petition and all necessary documents are filed \nthe petition s hall be registered.  \n7. Subject to the provisions of Rule 5 of Order XIII, and the \nnext following rule, the Registrar shall as soon as the Court, has \nappointed a day for the hearing of a petition, notify all parties \nconcerned of the day so appointed.  \n8. Where the prayer made in a petition is consented to in  \nwriting by the opposite party, or where a petition is of a formal and \nnon-contentious character, the Court may, if it deems fit, make an \norder thereon, without requiring the attendance of the opposite \nparty, and the Registrar shall not in any such case issue notice as \nprovided by the last preceding rule, but shall, with all convenient \nspeed, after the Court has made its order, notify the parties  \nconcerned that the order has been made and the date and natur e of \nsuch order.  \n9. A petitioner who desires to withdraw his petition, shall give \nnotice in writing to that effect to the Registrar. Where the petition \nis opposed, the opponent shall, subject to any agreement between \nthe parties to the contrary, be entitle d to apply to the Court for his \ncosts, but where the petition is un -opposed, or where, in the case of \nan opposed petition, the parties have come to an agreement as to \nthe costs of the petition, the petition may, if the Court deems fit, be \ndisposed of in th e same way  mutatis mutandis  as a Consent \nPetition under the provisions of the last preceding rule.  \n10. Where a petitioner unduly delays bringing a petition to a \nhearing, the Registrar shall call upon him to explain the delay and \nif no explanation is offere d, or if the explanation offered is, in the \nopinion of the Registrar, unsatisfactory, the Registrar may, after \nnotifying all parties interested, place the petition before the Court \nfor such directions as the Court may deem fit to give thereon.  \n11. At the h earing of a petition not more than one counsel shall \nbe allowed to be heard on one side.  \n - 38 -\n1[“12. Where in the opinion of the Court a petition or application, \nis frivolous or vexatious, the Court may direct the petitioner or \napplicant to deposit forthwith a specified amount as costs of the \nproceedings, which may be forfeited or paid to the opposite party \nin the discretion of the Court.”]  \nORDER XVIII.  \nLODGING OF CONCISE STATEMENT AND \nSUPPLEMENTAL PROCEEDINGS  \n1. The appellant and the respondent may lodge in the  Registry \nthe required number of copies of their concise statements of the \nfacts of the case and of the arguments upon which they propose to \nrely at any time before the appeal is set down for hearing.  \n2. Two or more respondents may, at their own risk as to  costs, \nfile separate concise statements in the same appeal.  \n3. Each party shall after filing his concise statement, forthwith \ngive notice thereof to the other party and shall thereafter be entitled \nto receive two copies of the concise statement filed by t he opposite \nparty on his applying therefore.  \n4. The concise statement shall consist of paragraphs  \nnumbered consecutively and shall state, as precisely as possible, in \nchronological order, the principal steps in the proceedings leading \nup to the appeal from  the commencement thereof down to the \nadmission of the appeal, and thereafter, the contentions to be urged \nby the party filing the same, and the reasons, therefore, and shall \nbe printed or neatly typed with quarter margin, on one side of \nstandard petition  paper, of the same size as the printed record. \nReference by page and line to the relevant portions of the record as \nprinted shall, as far as practicable, be printed or typed in the \nmargin, and care shall be taken to avoid, as far as possible, the \nreproduct ion in the concise statement of long extracts from the \nrecord. The counsel preparing the concise statement shall also cite \n                                                 \n1 Subs. By Notification N.F.59/80 -SCA. dated 6 -7-1986.  \n - 39 -\nall previous decisions of the Supreme Court to the best of their \nknowledge, bearing on the questions proposed to be raised in the \nappeal. The taxing Officer in taxing the costs of the appeal shall, \neither of his own motion, or at the instance of the opposite party, \nenquire into any unnecessary prolixity in the concise statement, \nand may disallow the costs occasioned thereby.  \n5. The pape r book of the appeal shall be arranged in the \nfollowing order: - \n(1) Printed or type record;  \n(2) Supplementary record, if any;  \n(3) Appellant’s concise statements, if any; and  \n(4) Respondent’s concise statement, if any  \nThe front cover shall bear a printed la bel stating the title \nand Supreme Court number of the appeal, the contents of the \nvolume and the names and addresses of the parties’ Advocates -on-\nRecord. The short title and Supreme Court number of the appeal \nshall also be shown at the back.  \nORDER XIX  \nHEA RING OF APPEALS  \n1. All appeals filed in the Registry shall, as far as possible, be \nheard in the order in which they are set down.  \n2. Adjournment of cases of all kinds for hearing shall only be \ngranted on proper application filed by Advocate -on-Record excep t \nwhere it is sought by a party conducting his case in person.  \n3. The Registrar shall, subject to the provisions of Order XVI \nnotify the parties to the appeal of the date fixed for the hearing.  \n - 40 -\n4. Subject to the directions of the Court, at the hearing of a n \nappeal not more than two Advocates shall be heard on one side.  \n5. The appellant shall not, without the leave of the Court, rely \nat the hearing on any grounds not specified in his petition of appeal \nand the concise statement.  \n6. Where the Court, after hea ring an appeal, decides to reserve \nits judgment therein, the Registrar shall notify the parties  \nconcerned of the day appointed by the Court for the announcement \nof the judgment.   \n \nORDER XX  \nMISCELLANEOUS  \n1. The filing of a petition for leave to appeal or an  appeal shall \nnot prevent execution of the decree or order appealed against, but \nthe Court may, subject to such terms and conditions as it may \ndeem fit to impose, order a stay of execution of the decree or order, \nor order a stay of proceedings, in any case  under appeal to this \nCourt . \n2. A respondent may apply for the Summary determination of \nan appeal on the ground that it is frivolous or vexatious, or has \nbeen brought for  \nthe purpose of delay, and the Court shall make such order thereon \nas it deems fit.  \n3. A party to an appeal who appears in person shall furnish \nthe Registrar with an address for service and all documents left at \nthat address, or sent by registered post to that address, shall be \ndeemed to have been duly served.   \n \n \n - 41 -\n \nORDER XXI  \nPAUPER, APPEALS,  PETITIONS, ETC.  \n1. The provisions of Order XLIV in the First Schedule to the \nCode shall, with necessary modifications and adaptations, apply in \nthe case of any person seeking to appeal to the Court as a pauper.  \n2. An application for permission to proceed as a pauper shall \nbe made on petition, setting out concisely in separate paragraphs, \nthe facts of the case and the relief prayed, and shall be  \naccompanied by a certificate of counsel that the petitioner has \nreasonable grounds of appeal. It shall be also ac companied by an \naffidavit from the petitioner disclosing all the property to which he \nis entitled and the value thereof, other than his necessary wearing \napparel and his interest in the subject -matter of the intended  \nappeal, and stating that he is unable t o provide sureties, and pay \nCourt -fees. The Registrar on satisfying himself that the petition is \nin order, may himself enquire into the pauperism of the petitioner \nafter notice to the other parties in the case and to the Attorney -\nGeneral, or refer the matt er to the Registrar of the High Court, and \nthe High Court either itself or by a Court subordinate to the High \nCourt investigate into the pauperism after notice to the parties \ninterested and make a report thereon within thirty days after the \nreceipt of the reference from this Court:  \nProvided that no reference as aforesaid shall be necessary \nwhere the petitioner had been permitted to prosecute his appeal in \nforma pauperis  in the Court appealed from.  \n3. The Court may allow an appeal to be continued in forma \npauperis after it has begun in the ordinary form.  \n4. Where the petitioner obtains leave of the Court to appeal as \na pauper he shall not be required to pay court -fees or to lodge \nsecurity for the costs of the respondent.  \n - 42 -\n5. Where the appellant succeeds in the  appeal, the Registrar \nshall calculate the amount of court -fees which would have been \npaid by the appellant if he had not been permitted to appeal as a \npauper and incorporate it in the decree or order of the Court; such \namount shall be recoverable by the F ederal Government from any \nparty ordered by the Court to pay the same, and shall be the first \ncharge on the subject -matter of the appeal.  \n6. Where the appellant fails in the appeal or is dispaupered the \nCourt may order the appellant to pay the Court -fees, which would \nhave been paid by him if he had not been permitted to appeal as a \npauper.  \n7. The Federal Government shall have the right at any time to \napply to the Court to make an order for the payment of proper \ncourt -fees under the last two preceding rules.  \n8. In every pauper appeal the Registrar shall, after the disposal \nthereof, send to the Federal Government a memorandum of the \ncourt -fees due and payable by the pauper.   \n \nORDER XXII  \nCRIMINAL APPEALS UNDER ARTICLE 185(2) OF THE \nCONSTITUTION  \n1. Criminal Appe als under sub -clauses (a), (b) and (c) of  \nclause (2) of Article 185 shall be lodged within thirty days from \nthe date of the judgment or final order appealed from and in case \nof criminal appeals under sub -clause (f) ibid, within thirty days \nfrom the date of  the certificate of the High Court:  \nProvided that the Court may for sufficient cause extend the \ntime.  \n2. The appeal shall be in the form of a petition in writing, \nwhich shall be accompanied by a certified copy of the judgment or \n - 43 -\nfinal order appealed agains t and in the case of an appeal under \nArticle 185(2) (f), also by a certified copy of a certificate granted \nby the High Court. The appellant shall file at least twelve copies of \nhis petition and the accompanying documents for inclusion in the \npaper book of the appeal.  \n3. The appellant, if he is in jail, may present his petition of \nappeal and the accompanying document to the Officer -in-Charge \nof the jail, who shall forward them forthwith to the Registrar of \nthis Court.  \n4. On receipt of the petition of appeal,  the Registrar shall \ncause  \nnotice of the appeal to be given to the Attorney -General for  \nPakistan or the Advocate -General of the Province concerned, or to \nboth, as the case may require, and in cases where the appeal is by \nthe Government to the accused and s hall also furnish the Attorney -\nGeneral for Pakistan and or the Advocate -General of the province \nconcerned or the accused, as the case may be, with a copy of the \npetition of appeal and the accompanying documents.  \n5. In the case of an appeal arising out of p roceeding under the \nForeign Exchange Regulation Act, 1947, the Registrar shall cause \nnotice of the appeal to be given also to the Governor of the State \nBank of Pakistan, where the said Bank is not impleaded as a party.  \n6. The Registrar shall thereafter sen d a copy of the petition of \nappeal to the High Court concerned for its record, and require the \nRegistrar of the High Court to transmit to this Court the original \nrecord of the appeal alongwith the records of the Courts below \nwith all convenient speed. In c ase where paper books of the appeal \nwere printed/typed for use in the High Court, 12 copies thereof, or \nsuch lesser number as the Registrar may specify, shall also be \ntransmitted alongwith the original record. The record shall be  \nprepared at the expense of  the appellant, unless the Court orders \notherwise, but in appeals involving sentence of death, or  \nimprisonment for life the record shall be prepared at the expense of \nthe Government of the Province concerned.  \nfifteen]\nthousand \nhearing the petition/appeal.] rupees or such amount as may be fixed by the Court  - 44 -\n1[7. In a proper case, the Court may direct the  engagement of an \nAdvocate for an accused person out of the panel of advocates \nmaintained for the purpose. In such a case the engagement of an \nAdvocate -on-Record to instruct the Advocate shall not be  \nnecessary. The fee of Advocate so engaged shall be 2[\n \n8. Due notice shall be given to the parties concerned of the \ndate fixed for the hearing of the appeal. The accused may, where \nhe so desires, present his case by su bmitting his arguments in  \nwriting and the Court shall consider the same at the hearing of the \nappeal.  \n9. The Court may, where it thinks fit so to do in the interests \nof justice, direct the production of an accused person at the hearing \nof the appeal.  \n10. After the disposal of the appeal the Registrar shall, with the \nutmost expedition, send a copy of the Court’s judgment or order to \nthe High Court concerned.  \n11. Pending the disposal of any appeal under this Order the \nCourt may order that the execution of the  sentence or order  \nappealed against be stayed on such terms as the Court may think \nfit. \n12. In criminal proceedings, no security for costs shall be  \nrequired to be deposited and no court fee, process fee or search fee \nshall be charged except copying charges  and in case of appeals \nfiled through the jail authorities, the copying fee shall also not be \ncharged.  \n                                                \n 1\n Subs. By Notificatio n No.F.59/80 -SCA, dt.12 -05-2006 & shall be deemed to have taken effect \nfrom 19 -01-2006.\n \n 2\n Subs. for the word \"fifteen\" vide Notification No.F.59/80-SCA,\ndt. 22.08.2014 and shall be deemed to have taken effect from \n09.07.2014 which was previously subs. vide Notification No.59/80-SCA\ndt.15.12.2008 and shall be deemed to have taken effect from \n21.11.2008 which was previously subs. vide Notification No.59/80-SCA\ndt.14.04.2008 and shall be deemed to have taken effect from \n02.08.2007 for the word \"three\".\n - 45 -\n13. Save as aforesaid the provisions contained in the preceding \nOrders in this Part shall, mutatis mutandis  apply, so far as may be, \nto criminal appeals under this Order, except that concise statement \nwill not be filed in Criminal Appeals unless ordered by the Court.  \n \nORDER XXIII  \nPETITIONS FOR LEAVE TO APPEAL AND APPEALS \nARISING THERE FROM IN CRIMINAL PROCEEDINGS  \n1. Save as hereinafter provide the provisio ns with respect to \npetitions for leave to appeal in civil proceedings contained in Order \nXIII of this Part shall mutatis mutandis  apply to petitions for leave \nto appeal in criminal matters except that no court fee, process fee \nor search fee shall be charge d but the copying fee shall be charged \nexcept in petitions through jail.  \n2. A Petition for leave to appeal in criminal matter shall be \nlodged within thirty days from the date of judgment or final order \nsought to be appealed from, or as the case may be, fro m the date of \nthe order refusing certificate under sub -clause (f) of clause (2) of \nArticle 185 of the Constitution:  \nProvided that the period limitation for a petition for leave to \nappeal by the Attorney -General or the Advocate -General of a \nProvince against  the judgment or order of acquittal shall be sixty \ndays from the date of such judgment or order:  \nProvided further that the Court may, for sufficient cause \nshown, extend the time.  \n3. The petitioner, if he is in jail, may present his petition for \nleave to ap peal in respect of his own conviction alongwith the \naccompanying documents, including any written arguments which \nhe may desire to advance, to the Officer -in-charge of the Jail who \nshall forthwith forward them to the Registrar.  \nmay be fixed by the Court hearing the petition.[fifteen] thousand rupees] or such amount as  - 46 -\n4. Except in cases involving  the sentence of death, the  \nRegistrar shall place the petition and the accompanying documents \nso received before the Court, and the Court may, upon perusal of \nthe papers, reject the petition summarily without hearing the  \npetitioner in person, if it conside rs that there is no sufficient ground \nfor granting leave to appeal.  \n5. In the case of a petition for leave to appeal involving a \nsentence of death, the Registrar shall, as soon as the petition is \nfiled or received from the Office -in-charge of a Jail, intim ate the \nfact of the petition having been filed/received in the Court to the \nGovernment of the Province concerned and thereupon the  \nexecution of the sentence of death shall be stayed pending the \ndisposal of the petition, without any express order of the Cou rt in \nthis behalf:  \nProvided that unless otherwise ordered by the Court this \nrule shall not apply to the petitions filed on behalf of a condemned \nprisoner, who has exhausted all his legal remedies by way of  \npetition for leave to appeal, appeal or review in  this Court and \nwhose mercy petition has been rejected by the concerned  \nauthorities.  \n6. As soon as necessary documents are available the Registrar \nshall, if the petitioner has been sentenced to death, assign an  \nAdvocate from a panel of amicus curie  Advocate s, and place the \npetition before the Court for hearing. The   fee of the   Advocate   so \nassigned shall be  1[2\n  \n7. In the case of a petition for leave to appeal in respect  of a \nproceeding under the Foreign Exchange Regulation Act, 1947, the \nRegistrar shall cause notice of the petition also to be given to the \nGovernor of the State Bank of Pakistan, where the said Bank is not \nimpleaded  as a party.  \n                                                 1\n Subs. For “ Rs. 1000” by Notification No.F.59/80 -SCA, dt. 12-05-2006 & shall be deemed to have \ntaken effect from 19 -01-2006.\n 2\n  \n Subs. for the word \"fifteen\" vide Notification No.F.59/80-SCA,\ndt. 22.08.2014 and shall be deemed to have taken effect from \n09.07.2014 which was previously subs. vide Notification No.59/80-SCA\ndt.15.12.2008 and shall be deemed to have taken effect from \n21.11.2008 which was previously subs. vide Notification No.59/80-SCA\ndt.14.04.2008 and shall be deemed to have taken effect from \n02.08.2007 for the word \"three\".\n - 47 -\n8. Pending the disposal of a petition under this Order, the \nCourt may direct that execution of any order for imprisonment or \nfine, against which leave to appeal is sought, be stayed, on such \nterms as the Court may deem fit:  \nProvided that unless surrender is first made to an order of \nimprisonment, as above, the petition shall not be entertained:  \nProvided further, petitions involving bail before arrest may \nbe entertained and posted for hearing if the petitioner undertakes to \nappear and surrender in Court.  \n9. In case the Court grants lea ve to appeal in a petition against \nacquittal, the Court may direct that the respondent shall be arrested \nforthwith and detained in judicial custody pending final disposal of \nthe appeal. During such detention, the respondent shall be treated \nas an under -trial prisoner.  \n10. After the grant of petition or application for leave to appeal \nby the Court the Registrar shall transmit a certified copy of the \norder to the Court appealed from. The Court appealed from shall \nthen arrange for the transmission of the origi nal record of the \nappeal including the records of the Courts below with all  \nconvenient speed. In cases where paper books of the appeal were \nprinted/typed for use in the High Court, 12 copies thereof, or such \nlesser number as the Registrar may specify, shal l also be  \ntransmitted, alongwith the original record.  \n11. The paper books for use in the Supreme Court shall be \nprepared at the expense of the appellant unless otherwise ordered \nby the Court, but in cases involving sentence of death or  \nimprisonment for lif e, these shall be prepared at the expense of the \nGovernment of the Province concerned.  \n12. The provisions contained in Order XXII shall so far as \npracticable, apply to criminal appeals arising under this Order  \nexcept that the record shall be prepared at th e expense of the \nappellant.  \n - 48 -\nPART III  \nORDER XXIV  \nPETITIONS FOR LEAVE TO APPEAL UNDER ARTICLE \n212(3)  \nOF THE CONSTITUTION  \n1. A petition for leave to appeal from the judgment, decree or \norder of an Administrative Court or Service Tribunal shall specify \nsuccin ctly in separate paragraphs, the substantial questions of law \nof public importance upon which leave is sought and, in other \nrespects, the provisions of Orders XIII to XXI of these Rules shall \napply mutatis mutandis  to such petition or appeal, as the case m ay, \nexcept that no security for costs shall be required to be deposited \nand no Court Fee, Process Fee, Search Fee or Copying Fee shall be \ncharged.  \nORDER XXV  \nAPPLICATIONS FOR ENFORCEMENT OF \nFUNDAMENTAL RIGHTS  \n1. An application for a writ of habeas corpus  shall be filed in \nthe Registry and shall be accompanied by an affidavit by the \nperson restrained, stating that the application is made at his  \ninstance and setting out the nature and circumstances of the  \nrestraint. The application shall also state whether th e applicant has \nmoved the High Court concerned for the same relief and, if so, \nwith what result:  \n Provided that where the person restrained is unable owing \nto the restraint to make the affidavit, the application shall be  \naccompanied by an affidavit to the like effect made by some other \nperson, which shall state the reason why the person restrained is \nunable to make the affidavit himself.  \n - 49 -\n2. The application shall be heard by a Bench consisting of not \nless than two Judges.  \n3. If the Court is of opinion that a prima facie  case for  \ngranting the application is made out, a rule nisi shall be issued \ncalling upon the person of persons against whom the order is \nsought, to appear on a day to be named therein to show cause why \nsuch order should not be made and at the s ame time to produce in \nCourt the body of the person or persons alleged to be illegally or \nimproperly detained then and there to be dealt with according to \nlaw. \n4. On the return day of such rule or any day to which the \nhearing thereof may be adjourned, the Court shall, after hearing \nsuch parties as are present and wish to be heard, make such order \nas in the circumstances it considers to be just and proper.  \n5. In disposing of any such rule, the Court may, in its  \ndiscretion, make such order for costs as it may  consider just.  \n6. An application for the enforcement of any other  \nfundamental right shall be filed in the Registry. It shall set out the \nname and description of the applicant, the relief sought, and the \ngrounds on which it is sought, and shall be accompan ied by an \naffidavit verifying the facts relied on, and at least eight copies of \nthe said application and affidavit shall be lodged in the Registry. It \nshall also state whether the applicant has moved the High Court \nconcerned for the same relief and, if so,  with what result. The \napplication shall be made by notice of motion, but the Registrar \nmay in appropriate cases put up the application before the Court \nfor orders as to the issue of notice.  \n7. Such application shall be heard by a Bench consisting of \nnot less than two Judges of the Court. Unless the Court otherwise \ndirects, there shall be at least eight clear days between the service \nof the notice of motion and the day named therein for the hearing \nof the motion.  \n - 50 -\n8. Copies of the said application and the af fidavit in support \nthereof shall be served with the notice of motion and every party to \nthe proceeding shall supply to any other party, on demand and on \npayment of the proper charges, copies of any affidavit filed by \nhim. \n9. The notice shall be served on a ll persons directly affected, \nand on such other persons as the Court may direct:  \nProvided that on the hearing of any such motion, any  \nperson who desires to be heard in opposition to the motion and \nappears to the Court to be a proper person to be heard, sha ll be \nheard, notwithstanding that he has not been served with the notice \nof motion and shall be liable to costs in the discretion of the Court.  \n10. The Court may in such proceedings impose such terms as \nto costs and as to the giving of security as it deems  fit. \n11. The provisions of Order XVII relating to petitions shall, so \nfar as may be applicable, apply to applications under this Order.  \n \n \nPART IV  \nORDER XXVI  \nREVIEW  \n1. Subject to the law and the practice of the Court, the Court \nmay review its judgment or order in a Civil proceeding on grounds \nsimilar to those mentioned in Order XLVII, rule I of the Code and \nin a criminal proceeding on the ground of an error apparent on the \nface of the record.  \n2. Application for review shall be filed in the Registry within \nthirty days after pronouncement of the judgment, or, as the case \nmay be, the making of the order, which is sought to be reviewed. \n - 51 -\nThe applicant shall, after filing the application, for review,  \nforthwith give notice thereof to the other party and endorse a copy \nof such notice to the Registry.  \n3. Every application for review shall be accompanied by a \ncertified copy of the judgment or order complained of, and when \nthe application proceeds on the ground of a discovery of fresh  \nevidence, certified copies of the documents, if any, relied upon, \nshall be annexed to the application together with an affidavit  \nsetting forth the circumstances under which such discovery has \nbeen made.  \n4. The Advocate signing the application shall specify in brief \nthe points upon which th e prayer for review is based and shall add \na certificate to the effect that consistently with the law and practice \nof the Court, a review would be justifiable in the case. The  \ncertificate shall be in the form of a reasoned opinion.  \n5. In case the Court com es to the conclusion that the Review \nApplication filed was vexatious or frivolous, the Advocate or the \nAdvocate -on-Record, drawing the application shall render himself \nliable to disciplinary action.  \n1[6. Except with the special leave of the Court, no appli cation \nfor review shall be entertained unless it is drawn by the Advocate \nwho appeared at the hearing of the case in which the judgment or \norder, sought to be reviewed, was made. Nor shall any other  \nAdvocate, except such Advocate, be heard in support of th e \napplication for review, unless the Court has dispensed with the \nrequirement aforesaid.]  \n? [7. No application for review shall be entertained unless party \nseeking review furnishers a cash security of Rs.10,000/ -, which \nshall stand forfeited, if the Revie w Petition is dismissed or shall be \npaid to the opposite -party, if the Review Petition is contested.]  \n                                                 \n1 Subs. By Notification No.F.59/80 -SCA, dated 3 -7-1988.  \n? Subs. by Notification No. F. 59/80 -SCA, dated 14 -07-1998.  \n - 52 -\n8. As far as practicable the application for review shall be \nposted before the same Bench that delivered the judgment or order \nsought to be reviewed.  \n9. After the final disposal of the first application for review no \nsubsequent application for review shall lie to the Court and  \nconsequently shall not be entertained by the Registry.  \n \nPART V  \nORDER XXVII  \nPROCEEDING IN RELATION TO THE CONTEMPT OF \nCOURT  \n1. The C ourt may take cognizance of its contempt suo motu  or \non a petition by any person:  \nProvided that where the alleged contempt consists of  \nwillful disobedience of any judgment, decree, direction, order, \nwrit, or other process of the Court or a breach of an und ertaking \ngiven to the Court or a Judge in Chambers, the Court may take \ncognizance suo motu  or on a petition by the aggrieved person.  \n2. A petition for proceedings under this Order shall be  \nregistered as original petition and the provisions of Order VI Part  I \nshall apply as nearly as may be.  \n3. The petition shall state succinctly and clearly all relevant \nfacts constituting the contempt of the Court and shall be supported \nby affidavit of the petitioner, if any.  \n4. Notice of the petition along with the stateme nt of  \nallegations and affidavit, if any, shall be served on the person  \ncomplained against hereinafter called the respondent. The notice \nshall require the respondent to appear in person and unless the \nCourt otherwise directs, he shall appear on each subsequ ent \n - 53 -\nhearing and, if so required, shall enter into recognizance with one \nor more sureties.  \n5. Where the alleged contempt consists of willful \ndisobedience of a judgment, decree, direction, order, writ or other \nprocess of the Court or a breach of an undertaki ng given to the \nCourt or a Judge in Chambers by a company registered under the \nCompanies Act, 1913 or a statutory corporation or a partnership \nfirm, the notice shall be served upon each director or partner as the \ncase may be, and such other person who at t he time of alleged \ncontempt were incharge of or responsible for the conduct of the \ncompany, corporation or firm as the case may be.  \n6. Where the Court is satisfied by an affidavit or otherwise, \nthat the respondent is avoiding service, it may direct issuanc e of \nbail able or non -bail able warrants for his arrest.  \n7. (1) Where the contempt consists of words or a cts of \nvisible signs which tend to prejudice a party to a proceeding before \nthe Court or tend to scandalize the Court or any Judge or otherwise \ntend to  bring the Court or a Judge in relation to his office into \nhatred, ridicule or contempt, the matter shall, in the first instance, \nbe placed before the Chief Justice and such Judges as the Chief \nJustice may nominated to consider the expediency or propriety of \ntaking action in the matter.  \n(2) If the Chief Justice and the Judges referred to in \nsub-rule (I) decide that action should be taken in the matter, a \nnotice of the proceedings shall issue to the Attorney -General who \nshall in that event be under a duty to  conduct the proceedings.  \n8. (1) The respondent shall, on the first hearing, file a \nwritten statement in answer to the allegations against him and shall \nbe afforded reasonable opportunity to adduce evidence in his \ndefence.  \n(2) No oath shall be administered  to the respondent \nunless he chooses to appear as his own witness.  \n - 54 -\n9. Notwithstanding anything contained in this Order, where \nthe contempt is committed in the face of the Court or a Judge in \nchambers, the Court or the Judge, as the case may be, may proceed  \nforthwith to determine the guilt of the respondent and award him \npunishment under the law.  \n10. If at any time during the pendency of the proceedings under \nthis Order or thereafter but before the execution of the sentence, \nthe respondent tenders unqualifie d apology, the Court may \nconsider such apology and make such order as it considers fit.  \n11. The Court may award such costs as it deems fit in the \ncircumstances of the case. The costs if any, shall be recovered as \nfine under the Code of Criminal Procedure, 1898.  \n \n \nPART VI  \nORDER XXVIII  \nA. COSTS  \n1. Subject to any provisions of any statute or of these Rules, \nthe costs of an incidental to all proceedings shall be in the \ndiscretion of the Court. Unless the Court otherwise orders an \nintervener shall not be entitl ed to costs.  \n2. Where it appears that the hearing of any appeal or matter \ncannot conveniently proceed by reason of the neglect of the \nAdvocate -on-Record of any party to attend personally, or by some \nproper person on his behalf, or because of his omission t o deliver \nany paper necessary for the use of the Court which ought to have \nbeen delivered, the Advocate -on-Record shall personally pay to all \nor any of the parties such costs as the Court may think fit to award.  \n - 55 -1[3. Where it appears to the Court that an A dvocate or a party \nseeks adjournment for which sufficient cause is not shown, the \nCourt may impose compensatory costs on the Advocate or, as the \ncase may be, the party seeking such adjournment. Costs may also \nbe imposed on a party who files false or vexati ous appeal or other \nproceedings and thereby wastes the time of the Court.]     \n  \nB. TAXATION  \n1. The Registrar, 2[an Additional Registrar,] a Deputy \nRegistrar and an Assistant Registrar shall be the Taxing Officer, \nthe Deputy Taxing Officer and the Assistant  Taxing Officer of the \nCourt respectively.  \n2. The Chief Justice may assign and the Taxing Officer may, \nwith the approval of the Chief Justice, delegate to  ?[an Additional \nTaxing Officer or] a Deputy Taxing Officer or an Assistant Taxing \nOfficer any functi ons required under the Rules, to be exercised the \nTaxing Officer.  \n3. The Court may, in any proceedings where costs are \nawarded to any party, direct payment of a sum in gross in lieu of \ntaxed costs, and may direct by and to whom that sum shall be paid.  \n4. Where in the opinion of the Taxing Officer the maximum \nfee allowed by these Rules is insufficient or a fee ought to be \nallowed for any matter not provided for in these rules he may refer \nthe matter to the presiding Judge of the Bench hearing the appeal, \ncause or matter and the Judge may make such order thereon as to \nthe allowance of the whole or any part of the amount proposed by \nthe Taxing Officer as he thinks fit.  \n5. Where the Taxing Officer is of opinion that any costs have \nbeen injuriously or unnecessari ly occasioned by the negligence or \n                                                 1 Inserted by Notification No. F -59/80 -SCA, dated 27 -08-2003.  2 Added by Notification No. F -59/80 -SCA, dated 21 -06-2006.  \n? Inserted by N otification No. F -59/80 -SCA, dated 27 -08-2003  \n - 56 -\nimproper conduct of any Advocate -on-Record he shall not allow \nany charge for the same.  \n6. In all cases of taxation as between party and party, the bill \nshall be lodged for taxation as between party and party and, unless \nthe client expresses his desire to the Contrary in writing, also as \nbetween Advocate -on-Record, and client.  \n7. Every bill of costs lodged for taxation shall specify the \nexact number of folios contained in the bill lodged.  \n8. Every bill of costs shall be pro perly dated throughout and \nshall show in a column for the purpose the money paid out of \npocket.  \n9. Every bill of costs shall be certified by the signature of the \nAdvocate -on-Record from whose office it is issued.  \n10. The fees for taxation and registration of every bill of costs \nshall be paid in court -fee stamps when the bill is lodged for \ntaxation.  \n11. Every bill of costs shall, whenever possible, be \naccompanied by vouchers, and every item of disbursement and the \ncause thereof shall be distinctly specified,  and no payment out of \npocket shall be allowed except on production of the necessary \nvoucher, or in the case of Advocate's fees, without the receipt of \nthe Advocate that the fee has been paid:  \nProvided that a Taxing Officer may dispense with the \nproduction  of a receipt of the fee paid to the Attorney -General for \nPakistan or the Advocate -General of a Province.  \n12. Within one month from the date of the signing of the \njudgment or order awarding costs, or within such further time as \nthe Taxing Officer may for g ood cause allow, the party to whom \nthe costs have been awarded shall lodge in the Registry the bill of \ncosts and vouchers accompanied by a certified copy of the decree \nor formal order drawn up in the case. Where in the opinion of the \n - 57 -\nTaxing Officer the fil ing of a bill of costs has been unduly delayed, \nthe Taxing Officer may return the bill and shall not receive or tax \nthe same except by order of the Court.  \n13. The Party having the charge of the bill shall, within \nfourteen days or within such further period  as the Taxing Officer \nmay for good cause allow, serve on the opposite party a copy of \nthe bill of costs and file in the Registry an affidavit of service. In \ndefault of the filing of such affidavit within the time aforesaid or \nwithin the further period all owed by the Taxing Officer, the Taxing \nOfficer may return the bill and vouchers and shall not thereafter \nreceive or tax the bill except by order of the Court:  \nProvided that, where the Taxing Officer is satisfied that the \nparty having the charge of the bill  has made all reasonable efforts \nto have the copy of the bill served and has failed, the Taxing \nOfficer may dispense with such affidavit, and may receive and tax \nthe bill.  \n14. As soon as the affidavit of service referred to the last \npreceding rule has been  filed, the Taxing Officer shall fix a date \nfor taxation of the bill and shall notify the parties of the date fixed.  \n15. The Taxing Officer shall allow such costs of procuring the \nadvice on evidence of an Advocate, and of employing an Advocate \nto settle pl eadings and affidavits, as the Taxing Officer in his \ndiscretion thinks just and reasonable.  \n16. In case of taxation as between Advocate -on-Record and \nclient where the fees are payable by the client personally or out of \na fund belonging entirely to him, the  Taxing Officer shall allow, as \nfees to Advocates, all sums actually paid, but not exceeding those \nset out in the Second schedule to these Rules, unless the written \nconsent of the client is produced.  \n17. Where an Advocate -on-Record acts for different parti es to \nthe same suit, appeal or matter, only one set of attendance shall be \nallowed, unless the Court otherwise orders.  \n - 58 -\n18. Where two or more appeals arising out of a single \nproceeding are heard together and cost are awarded in both or all \nof them only one set of counsel's fee shall be allowed for the \nhearing unless the presiding Judge of the Bench hearing the \nappeals otherwise directs.  \n19. Where on the taxation of a bill of costs payable out of a \nfund or out of the assets of a company in liquidation, the am ount of \nthe professional charges and disbursements contained in the bill is \nreduced by a sixth part or more, no costs shall be allowed to the \nAdvocate -on-Record lodging the bill for taxation for drawing or \ncopying it, nor for attending the taxation.  \n20. Where on taxation of an Advocate -on-Record's bill of costs \nas between Advocate -on-Record and client, the amount of the bill \nis reduced by a sixth part or more, the Advocate -on-Record shall \npay the costs of taxation including the cost of the Advocate -on-\nRecor d if any, employed in contesting the bill and the same shall \nbe deducted by the Taxing Officer, but the Taxing Officer may \ncertify any special circumstances relating to the bill or taxation and \nthe Court may upon application by the Advocate -on-Record whose  \nbill has been taxed make any such order as the Court may think \njust and equitable with respect to the costs of the taxation.  \n21. No Court fees shall be payable by an applicant to proceed \nin forma pauperis except the fee for the petition to proceed.  \n22. In the taxation of costs as between party and party, the \ncosts of and incidental to the attendance of an Advocate on \nsummons or other matters in Chambers shall not be allowed unless \nthe court certified that it was a fit case for the employment of an \nAdvocate . \n23. Unless specially allowed by the Taxing Officer, no \nallowance shall be made in party and party taxation for work done \nbefore the commencement of proceedings in the Court, except for \nnecessary letter of demand and the reply thereto, if any, for \nreceivi ng instructions to sue to defend, or to appeal, and searches \nnecessary for the purpose of instituting or defending proceedings.  \n - 59 -\n24. In every case of taxation as between Advocate -on-Record \nand client, the client shall be duly summoned by the Taxing \nOfficer to attend the taxation, unless the Taxing Officer shall see \nfit to dispense with his attendance taxation, unless the Taxing \nOfficer shall see fit to dispense with his attendance.  \n25. No retaining fee to an Advocate shall be allowed on \ntaxation as between p arty and party.  \n26. Any party who is dissatisfied with the allowance or \ndisallowance by the Taxing Officer of the whole or any part of the \nitems in a bill of costs may apply to the Taxing Officer to review \nthe taxation in respect thereof.  \n27. An applicatio n to review shall be made within a week from \nthe date of the passing of the bill by the Taxing Officer.  \nThe application shall contain objections in writing \nspecifying concisely therein items or parts of the bill allowed or \ndisallowed and grounds for the ob jection.  \n28. The Taxing Officer shall serve fourteen days notice of the \napplication on the opposite party. A copy of the application shall \naccompany the notice.  \n29. Objections which were not taken in at the time of the \ntaxation shall not be taken in at the  stage of review unless allowed \nby Taxing Officer.  \n30. The Taxing Officer may, where he thinks fit, issue, pending \nthe consideration of any objections, a preliminary allocation for or \non account of the remainder of the bill of costs.  \n31. Upon application t o review the Taxing Officer shall re -\nconsider his taxation upon the objections carried in and may, \nwhere he thinks fit, receive further evidence in respect thereof, and \nshall state in a certificate the grounds of his decision thereon and \nany special facts or circumstances relating thereto.  \n - 60 -\n32. Any party dissatisfied with the decision of the Taxing \nOfficer on review may, not later than seven days from the date of \nthe decision or within such further time as the Taxing Officer or \nthe Court may allow, apply to the Court for an order to review the \ndecision of the Taxing Officer and the Court may thereupon make \nsuch order as may seem just, but the taxation the Taxing Officer \nshall be final and conclusive as to all matters which shall not have \nbeen objected to in t he manner aforesaid.  \n33. No evidence shall be received by the Court upon the review \nof the Taxing Officer's decision which was not before the Taxing \nOfficer when he taxed the bill or reviewed his taxation unless the \nCourt otherwise directs.  \n34. The certifi cate of the Taxing Officer by whom a bill of \ncosts has been taxed shall unless it is set aside or altered by the \nCourt be final as to the amount of costs covered thereby.  \n35. Expect as otherwise specially provided in these Rules the \nfees set out in the Sec ond and Fourth Schedules to these Rules may \nbe allowed to Advocates, Advocates -on-Record and officers of the \nCourt.  \n36. In defended appeals, the first day's hearing fee shall be \nallowed in full as fixed under the Second Schedule, for the first \nfour and a h alf hours of the hearing or part thereof, subject to the \nprovisions contained in rules 38 and 39.  \n37. No refresher shall be allowed unless the hearing has lasted \nfor more than four and a half hours and the Taxing Officer shall \nhave discretion to reduce the  refresher or to allow an additional \nrefresher having regard to the duration of the hearing after the first \nfour and a half hours. The refresher shall however not be reduced \nby more than one half.  \n38. Where the hearing of a part -heard case is held up on \naccount of the Court being occupied with any other matter, the \ntime taken in the hearing of such matter shall be taken into \nconsideration by the Taxing Officer for purposes of a refresher.  \n - 61 -\n39. In cases involving less than fifty thousand rupees in value, \nthe Taxing Officer shall have discretion to reduce the fees, \nincluding the first day's hearing fee and the fee of the Advocate -\non-Record suitably according to the nature of the case.  \n40. Save as otherwise provided in these Rules, the fees \nprovided in the Secon d Schedule, other than items I and 2 of part I, \nshall be subject to reduction in the discretion of the Taxing Officer \naccording to the nature of the case.  \n41. The allowances to be made to witnesses per diem shall be \nsuch as the Taxing Officer may think rea sonable having regard to \nthe profession or status of the witnesses, but shall not exceed Rs.50 \nper diem unless the Court otherwise directs.  \n42. Witnesses residing more than five miles from the place \nwhere the Court sits shall be allowed traveling expenses according \nto the sums reasonable and actually paid by them and shall also be \nallowed such a sum for subsistence money and carriage hire as the \nTaxing Officer, having regard to the daily allowance fixed under \nrule,41 considers reasonable.  \n43. Every person s ummoned to give evidence shall have \ntendered to him with the summons a reasonable sum for his \ntraveling expenses (if any) and for the first day's attendance and \nshall, if obliged to attend for more than one day, be entitled before \ngiving his evidence, to c laim from the party by whom he has been \nsummoned the appropriate allowance and expenses for each \nadditional day that he may be required to attend.  \n44. Witnesses who have not been paid such reasonable sums \nfor their expenses as the Court allows by its Rules  may apply to the \nCourt at any time in person to enforce the payment of such sum as \nmay be awarded to them.  \n45. For the purposes of this Order a folio shall consist of one \nhundred words; seven figures shall be counted as one word; and \npart of a folio excee ding fifty words shall be reckoned as a folio. A \n - 62 -\ndocument consisting of less than one hundred words count as one \nfolio.  \n46. Where the party having the charge of the bill does not \nappear on the date fixed for taxation, the Taxing Officer may make \nan order t hat bill be rejected. An application for the restoration of \nthe bill shall be made within fourteen days from the date of the \nrejection of the bill, and the Taxing Officer may for sufficient \ncause shown received and tax the bill.  \n47. A party dissatisfied wi th the order of the Taxing Officer \nunder the last preceding rule may, not later than seven days from \nthe date of order, or within such further time as the Taxing Officer \nor the court may allow, apply to the Court for an order that the bill \nbe restored.  \n48. Subject to any agreement in writing to the contrary, the \nrules regulating the taxation of the costs between party and party \nshall be applicable as far as may be to taxation between Advocate -\non-Record and client.  \n49. If an Advocate -on-Record makes an agree ment in writing \nwith his client as to his remuneration in respect of any business \ndone or to be done by him in any proceedings in this Court the \namount payable under the agreement shall not be received by the \nAdvocate -on-Record until the agreement has been  examined and \nallowed by the Taxing Officer and if the Taxing Officer is of \nopinion that the amount is unfair or unreasonable, he may seek the \ndirection of the presiding Judge of the bench hearing the appeal, \ncause or matter and the Judge may reduce the am ount payable \nthereunder, or order the agreement to be cancelled and the costs \ncovered thereby to be taxed as if the agreement had never been \nmade.  \n50. Where a dispute arises between the Advocate -on-Record \nand his client as to fees and charges payable to th e Advocate -on-\nRecord in any proceeding before the Court, either party may apply \nto the Taxing Officer for an order to have the bill taxed in \naccordance with the provisions of this Order. The application, \n - 63 -\nwhen made by the Advocate -on-Record shall be accompa nied by a \ncopy of the bill sought to be taxed.  \n51. The Advocate -on-Record whose bill against his client has \nbeen taxed may apply to the Court for an order against his client or \nhis legal representative for payment of the sum allowed on taxation \nor such sum  thereof as may remain due to him. The order so made \nmay be transmitted for execution to such Court or tribunal as the \nCourt may direct.  \n52. Where it is necessary to enforce payment of costs under \ndirection of the Registrar, an order for that purpose shall  be \nobtained form a Judge. Application for such orders may be made, \nwithout notice, by petition, supported by a certificate of the \nRegistrar.  \n53. The Court may on the application of a client or his \nrepresentative in interest direct an Advocate -on-Record to  deliver \nup any documents or papers to the possession of which the \napplicant may be entitled, and pass such other order in this behalf \nas the circumstances of the case may require, including orders as to \nthe costs of the application.  \n \n \nPART VII.  \nMISCELLAN EOUS  \nORDER XXIX.  \nNOTICE OF PROCEEDINGS TO LAW OFFICERS OF THE \nSTATE.  \n1. The Court may direct notice of any proceeding to be given \nto the Attorney -General or to Advocate -General of any Province, \nand the Attorney -General or the Advocate -General to whom such \n - 64 -\nnotice is given may appear, and shall do so if required by the \nCourt.  \n2. The Attorney -General or the Advocate General of any \nProvince may apply to be heard in any proceedings before the \nCourt and the Court may, if in its opinion the justice of the case so \nrequires, permit the Attorney -General or any Advocate -General so \napplying to appear and be heard, subject to such terms as to costs \nor otherwise as the Court may think fit.  \n3. For the purpose of this Order, the expression \"Attorney -\nGeneral of Pakistan\" inc ludes a Deputy Attorney -General.  \n \n \nORDER XXX.  \nFORMS TO BE USED.  \n1. Every writ , summons, order, Warrant or other mandatory \nprocess shall be signed by the Registrar with the day and the year \nof signing, and shall be sealed with the Seal of the Court.  \n2. The forms set out in the Sixth Schedule to these Rules, or \nforms substantially to the like effect with such variations as the \ncircumstances of each case may require, shall be used in all cases \nwhere those forms are appropriate.  \n \nORDER XXXI.  \nSERVICE OF DOCUMEN TS. \n1. Except where otherwise provided by Statute or prescribed \nby these Rules, all notices, order or other documents required to be \ngiven to, or served on any person shall be served in the manner \nprovided by the Code for the service of summons.  \n - 65 -\n2. Service  of any notice, order or other document on the \nAdvocate -on-Record of any party may be effected by delivering it \nto the Advocate -on-Record or by leaving it at his place of business \nor by sending to his address by registered post.  \n3. Service of any notice, o rder or other document upon a \nperson, other than an Advocate -on-Record, residing at a place \nwithin the territories of Pakistan, between which place and the seat \nof the Court there is communication by registered post, may be \neffected by posting a copy of th e document, required to be served \nin a pre -paid envelope registered for acknowledgment, address to \nthe party or person at the place where he ordinarily resides.  \nProvided that the Registrar may direct in a particular case \nor class of cases, that the service  shall be effected in the manner \nprovided by the Code for the service of summons.  \n4. A document served by post shall be deemed to be served at \nthe time at which it could have been delivered in the ordinary \ncourse of post.  \n5. Expect where the notice or proc ess has been served through \nthe Registry, the party required to effect the service shall file an \naffidavit of service, along with such proof thereof as may \navailable, stating the manner in which the service has been \neffected.  \n6. Where the notice, order or other document has been served \nthrough another Court, the service may be proved by the \ndeposition or affidavit of the service officer made before the Court \nthrough which the service was effected.  \n7. Service effected after Court hours shall for the purpose of \ncomputing any period of time subsequent to that service be deemed \nto have been effected on the following day.  \n \n \n - 66 -\nORDER XXXII.  \nCOMMISSIONS.  \n1. Order XXVI in the First Schedule to the Code with respect \nto commission shall apply except rules 13,14,19,20,21  and 22.  \n2. An application for the issue of a commission may be made \nby summons in Chambers after notice to all parties who have \nappeared, or ex -parte where there has been no appearance.  \n3. The Court may, when the commission is not one \nexamination on inter rogatories, order that the commissioner shall \nhave all the powers of a Court under Chapter X of the Evidence \nAct, 1872, to decide questions as to the admissibility of evidence \nand to disallow any question put to a witness.  \n4. The commissioner shall record a question disallowed by \nhim and the answer thereto, but the same shall not be admitted in \nevidence until the Court so directs.  \n5. Unless otherwise ordered the party, at whose instance the \ncommission is ordered to issue, shall lodge in the Court copies of \nthe pleading and issues in the case within twenty -four hours of the \nmaking of the order and those copies shall be annexed to the \ncommission when issued.  \n6. Any party aggrieved by the decision of the commissioner \nrefusing to admit documentary evidence may a pply to the Court \nwithin a period of fourteen days of the date of the submission of \nthe report to set aside the decision and for direction to the \ncommissioner to admit the evidence.  \n7. After the deposition of any witness has been taken down \nand before it i s signed by him, it shall be read over and, where \nnecessary, translated to the witness. Every page of the deposition \nshall be signed by him and left with the commissioner who shall \nsubscribe his name and the date of the examination.  \n - 67 -\n8. Commission shall be made returnable within such time as \nthe Court may direct.   \n \nORDER XXXIII.  \nINHERENT POWERS.  \n1. The Court or any Judge or Judges thereof may, for \nsufficient cause shown, excuse the parties from compliance with \nany of the requirements of these Rules, and may give such \ndirections in matter of practice and procedure as it shall consider \njust and expedient.  \n2. An application to be excused from compliance with the \nrequirements of any of the Rules shall be addressed in the first \ninstance to the Registrar, who shall  take the directions of the Court \nor of any Judge or Judges thereof and communicate the same to the \nparty or parties as the case may be.  \n3. The Court may enlarge or abridge any time appointed by \nthese Rules, or fixed by any order enlarging time, for doing any act \nor taking any proceeding, upon such terms (if any) as the justice of \nthe case may require, and any enlargement may be ordered, \nalthough the application therefore is not made until after the \nexpiration of the time appointed or allowed.  \n4. The court may at any time, either of its own motion or on \nthe application of any party, make such orders as may be necessary \nor reasonable in respect of any of the matters mentioned in these \nRules, may issue summons to persons whose attendance is required \neither to give evidence or to produce documents, or order any fact \nto be proved by affidavit.  \n5. The Court shall have powers to pass any decree and make \nany order which ought to have been passed or made and pass or \nmake such further or other decree or order as the c ase may require, \nand this power may be exercised by the Court not withstanding the \n - 68 -\nappeal is as to part only of the decree and may be exercised in \nfavour of all or any of the respondents or parties, although such \nrespondents or parties may not have filed a ny appeal or objection.  \n6. Nothing in these Rules shall be deemed to limit or \notherwise affect the inherent powers of the Court to make such \norders as may be necessary for the ends of justice or to prevent \nabuse of the process of the Court.  \n7. Where at any  stage of the proceedings in the Court, there \nhas been a failure to comply with these rules, the failure shall be \ntreated as an irregularity and shall not nullify the proceedings or \nthe judgment. The Court may, on such terms as to costs or \notherwise, as it  thinks just set aside either wholly or in part the \nproceedings in which such failure has occurred.  \n \nORDER XXXIV.  \nDESTRUCTION OF RECORDS.  \n1. There shall be an index of the records in every case in the \nform prescribed below: - \nIndex of Papers  \n \nCIVIL APPEAL N O.______     OF   _____      19   _____  \n \n(or) CRIMINAL APPEAL  No.___ ___        or P ETITION  \nNo._ ____ \n \n \n \n - 69 -\nCAUSE TITLE  \nSr. No.   \nDate of filing the \npaper in the record   \nDescription  \nof papers   \n \nNo. of the      \npart to which \nit belongs  Remarks\n   \n2. The record i n each case shall be divided into two parts, Part \nI to be preserved permanently and Part II to be preserved for a \nperiod of three years.  \n3. Each paper as and when it is filed in the record, shall be \nnumbered and entered in the Index and classified under th e \nappropriate part to which it belongs.  \n4. The Period for which any particular records is to be \npreserved shall be reckoned form the date of the final decree or \norder in the proceeding to which the record belongs, and in case a \nReview is filed against the decree or order, from the date of the \nfinal decree or order made in review. In the case of registers, the \nperiod shall be reckoned from the date of the last entry in the \nRegister.  \n5. The Registrar may direct that any paper assigned to Part II \nbe transferre d to Part I for being preserved permanently.  \n6. Records which do not fall under Part I or Part II as \nclassified below, shall be referred to the Registrar who shall decide \nthe part under which they should be included.  \n7. When any record is ripe for destruct ion, it shall either be \nburnt or sold as waste -paper, as the Registrar may in his discretion \ndirect.  \n8. Where the record is sold as waste -paper, the sale proceeds \nshall be credited to Government.  \n - 70 -\n9. As soon as a record is destroyed, a note shall be made in  \nthe Index against the record showing that it has been destroyed and \nthe date of destruction.  \n \nPART I  \n  \n10. The following papers shall be included under Part I (to be \npreserved permanently): - \n1. Index  \n2. Judgment  \n3. Decree of Order  \n4. Order for Costs.  \n5. Pleadings (p laint, written statement, set -off and counter -\nclaim)  \n6. Authenticated copy of the printed record.  \n7. Petition of appeal.  \n8. Concise Statement.  \n9. Original Petitions including leave petitions.  \n10. Interlocutory applications other than applications for \ncondonation of d elay and other formal application  \n11. Orders on petitions.  \n12. Memorandum of compromise  \n13. Title deeds, if any, remaining un -returned to any party.  \n14. Any other records or papers which the Registrar may direct \nto be included in this part.  \nRegisters: - \n - 71 -\n1. Minutes Books  \n2. Registers of Civil and Criminal appeals, leave petition, and \nmiscellaneous petitions and matters.  \n3. Rolls of Senior Advocates, Advocates and Advocates -on-\nRecord and enrolment files.  \n  \nPART II  \nThe following papers shall be included in a Part II and shall b e \ndestroyed after a period of three years as indicated below:  \n \n1. Power of Attorney and memo of appearance.  \n2. Affidavits.  \n3. Application for condonation of delay and such other formal \napplications.  \n4. Correspondence in cases.  \n5. Unclaimed documents filed by parties other than title \ndeeds.  \n6. Office notices in the case files, Registers, files and \nmiscellaneous.  \n7. Taxation files including bills of costs.  \n8. Register of bills of costs.  \n9. Dispatch Registers.  \n10. Surplus copies of printed records, and of pleadings and \npetitions.  \n11. Copies of summons and notices.  \n12. Copying Register.  \n \n - 72 -\n \n1[ORDER XXXV.  \nAPPEALS AND PETITIONS UNDER ARTICLE 203F OF \nTHE CONSTITUTION . \n  \n1. Subject to the provision of this Order, the provisions \ncontained in the other Orders of these Rules relating to civil and \ncriminal appeals, petitions review petitions and jail petitions and \nother petitions, applications and proceedings and all orders or \ninstructions form time to time issued relating to practice and \nprocedure of the court shall, mutatis mutandis , apply to appea ls, \npetitions, review petitions and jail petitions and other petitions, \napplications and proceedings filed under or in respect of \njurisdiction conferred by Article 203F of the Constitution:  \nProvided that no Court fee, process fee or search fee or \nsecurity for costs shall be charged:  \nProvided further that copying fee shall be charged except in \npetitions through jail.  \n2. Not less than twelve copies of the appeals and six copies of \nthe petitions, other than the jail petitions, and the accompanying \ndocuments sh all be filed, but in appropriate cases the Registrar \nmay require the appellants or the petitioner to supply more copies.  \n3. The Chief Justice shall nominate such number of Muslim \nJudges of the Court to be the Members of the Shariat Appellate \nBench as are s pecified in paragraph (a) of clause (3) of Article \n203F, and senior most of whom shall be the Chairman of the \nBench.  \n                                                 1 Added by Notification No. F .59/80 -SCA dated:10 -1-1983  \n - 73 -\n4. (1) Save as otherwise provided by law or by these \nRules, the Chief Justice shall from time to time nominate Members \nfrom the Shariat App ellate Bench for hearing and disposal of cases \nas follows: - \n(1) For appeals and petitions against acquittal, not \nless than three members including one ad hoc \nMember of the Shariat Appellate Bench;  and  \n(2)  For petitions other than those against acquittal,  \nnot less than two Members:  \nProvided the Chief Justice may direct that any particular \ncase or cases shall be placed for hearing and disposal before more \nor all the Members of the Bench.  \n(2) An application for stay of execution or for bail shall \nbe laid bef ore the Chairman of the Shariat Appellate Bench or, in \nhis absence, the senior most Member of the Bench, who shall \neither himself pass order on such application or mark it to another \nMember for disposal in Chambers.  \n5. An appeal filed against the final dec ision of the Federal \nShariat Court under Article 203D of the Constitution shall not be \ndismissed on account of absence of the appellant nor shall it abate \nin the event of the death of any of the parties to it.  \n6. (1) The Shariat Appellate Bench may direct issue of \nnotice in any case to any person well -versed in Islamic laws to \nappear before the Bench and to give it such assistance as it may \nconsider necessary. The Bench shall also draw up and maintain a \npanel of Ulema and Jurisconsults form amongst person w ho have: - \na. qualified from one of the recognized seats of \n\"Muslim learning in Pakistan or abroad;  \nb. obtained a degree from a recognized \nUniversity in Islamiat, Arabic of Islamic \nLaw;  \n - 74 -\nc. obtained a Diploma in Maulvi Fazil in \nArabic from the Board of Intermediate  and \nSecondary Education; or  \nd. gained recognition for their knowledge, \nunderstanding and appreciation of Islam.  \n(2) The enrolment for a panel may be made suo \nmotu  or on an application of an Aalim or Jurisconsult.  \n7. The Aalim, Jurisconsult or Expert who ap pears before the \nBench to assist it shall be: - \na. paid honoraria to be determined by the \nCourt in each case; and  \nb. entitled to traveling and daily allowance \nfacilities ordinarily not exceeding those \nadmissible to a Grade 20 Officer of the \nGovernment as may be determined by the \nBench in each case.  \n8. The Chief Justice may make such orders as are not \ninconsistent with the provisions of Chapter 3A of the Constitution \nand these Rules for carrying out day to day business of the Shariat \nAppellate Bench as he thinks fit] \n \n1[\" ORDER XXXVI ”.] \n2[Deleted]  \nFIRST SCHEDULE.  \nSENIOR AND OTHER ADVOCATES.  \n                                                 1Added by Notification No.F.59/80 -SCA, dated 8 -10-1987.  2Deleted by Notification No.F.59/80 -SCA, dated 27 -08-2003.  \n - 75 -\n1. A senior or other Advocate shall not appear or plead unless \nhe is instructed by an Advocate -on-Record.  \n2. A Senior Advocate shall not accept instructions to draw \npleadings, affidavits, advice on evidence or to do any drafting \nwork of an analogous kind, but this prohibition shall not extend to \nsettling any such matters as aforesaid in consultation with a junior.  \n3. A Senior Advocate appearing with another Senior \nAdvocate senio r to himself shall be entitled to, and shall be paid, a \nfee not less than two -thirds of the fee marked on the brief of that \nother Advocate, and junior appearing with a senior Advocate or \nwith any other Advocate senior to himself shall be entitled to, and \nshall be paid, a fee not less than one -third and not more than two -\nthirds of the fee marked on the brief of the Senior or other \nAdvocate, but this rule shall not apply in the case of a second \njunior.  \n4. A Senior Advocate may inform the Court that he will no t \naccept any brief, or any brief of a specified class, without a special \nfee of a named amount, in addition to the ordinary fee marked on \nthe brief, and shall not so long as he does not inform the Court to \nthe contrary accept a brief or a brief of the spec ified class without \nthat special fee.  \n5. An Advocate appearing with a Senior Advocate whose \nbrief is marked with a special fee in accordance with the last \npreceding rule shall only be entitled to his proper proportion of the \nordinary fee marked on the Seni or Advocate's brief and not to any \nproportion of the special fee.  \n1[6. The Court shall maintain a panel of counsel to be selected \nby a Committee of the Judges and approved by the Chief Justice \nfrom time to time for the purpose of providing representation t o \nunderrepresented accused.  \n                                                 1 Added by Notification No. 59/80 -SCA dated 22 -03-2001  \n - 76 -\n7. A counsel engaged under paragraph 6 shall be entitled to a \nfee of rupees one thousand per case for the first day on which the \ncase proceeds, and rupees five hundred for each subsequent day on \nwhich the case proceeds, to be pa id by the Registrar on production \nof a * certificate of his appearance signed by the senior member   of \nthe Bench hearing the petition/appeal. If a case does not proceed \nthe counsel shall be paid rupees two hundred and fifty only.  \n \n* CERTIFICATE  \nCertified t hat Mr.____, Advocate, has appeared before the Court in \nJail Petition/ Criminal Appeal No.___ fixed for ___ at Srl. No.___ \nto defend the pauper accused. This case was \nadjourned/dismissed/allowed.  \nDate:                                                                                                    \n                 JUDGE  \n  \n8. The Court may direct payment of any amount  according  to \nits discretion to a counsel in a particular case]  \n1[9.] Any dispute arising under this Schedule shall be referred to \nand determi ned by the Chief Justice.  \n \n \n \n \n \n \n \n                                                 1. Renumbered by Notification No. 59/80 -SCA dated 22 -03-2001.  \n - 77 -\nSECOND SCHEDULE.  \nFEES TO ADVOCATES   \nPART I.  \n  Fee on brief  Refresher  \n  Not  \nexceeding  Not \nExceeding  \n Senior  Rs. \n800 Rs. \n400 \n Junior when \nhimself \npleading \nwithout a \nsenior  400 200 \n1 Defended  \nAppeals  Junior when \nappearin g \nalongwith a \nSenior (and \nnot pleading \nhimself).  200 100 \n Leading  \nSenior \nAdvocate  400 No refresher.  \n2 Undefended \nappeals.  Leading \nJunior \nAdvocate  \nSenior   \n                                                    200 \n400 \n No refresher.  \n3 Leave \npetitions  Junior when \nappearing \nalongwith a \nSenior (and \nnot pleading \nhimself).  100 No refresher.  \n - 78 -\n4 \nMiscellaneous \nPetitions when \nopposed.  Senior (If \nallowed)  \nJunior  200 \n100  \nNo refresher.  \n5 \nMiscellaneous \npetitions when \nun-opposed.  Senior (If \nallowed)  \n \nJunior  200 \n50 No refresher.  \nNo refresher.  \n6 Chamber \napplications \nwhen opposed.  One fee only \nSenior (if \nallowed)  \nJunior  200 \n \n100 No refresher.  \n \nNo refresher.  \n7 Chamber \napplications \nwhen un -\nopposed or ex - \nparte.  One fee only \nSenior (if \nallowed)  \nJunior  200 \n \n50  \n \nNo refresh er. \n8 Review \npetitions.  Senior  \nJunior  200 \n100 No refresher.  \n \n9 Attending \ntaxation \n(Advocate one \nfee)  30 No refresher.  \n  \n  \n \n \n \n \n - 79 - \nPART II  \n Fee on brief  Refresher                         \nRs. \n1. To Junior Advocate for drawing leave \npetitions of affidavits in support there of ..               75.00  \n To the Senior for Settling the above.             100.00  \n2. To Junior Advocate for drawing other \npetitions or affidavits (except petitions of \nformal nature, e.g., condonation of delay \netc., and affidavits connect ed therewith).   \n \n             30.00  \n3. To Junior Advocate for drawing concise \nstatement in appeals:  \n(a) when settled by Senior.  \n(b) When not settled by Senior.   \n \n             50.00  \n               50.00 \nto \n             100.00  \n \n To Senior Advocate for sett ling the above.  \n            100.00  \n4. Conference with Advocate -on-Record if \nallowed               50.00  \n \n \nPART III  \nFee set out in Parts I & II of this Schedule for junior advocates \nshall be allowed to Advocates on Record where admissible under \nthe Rules.  \n - 80 -\n \n \n \n \n \n \nTHIRD SCHEDULE  \nTABLE OF COURT FEE  \nPART I  \nAPPELLATE JURISDICTION  \n \n              \nRs. \n1. Filling and lodging petition for leave to appeal  250.00  \n2. On the appeal as provided by order XIV rule 6 ,Where the \namount or value of the subject -matter in dispu te on appeal is \nRs.15,000 or below that sum  250.00  \n For every Rs.1,000 in excess of Rs.15,000  5.00 For every \nthousand rupees \nor part thereof.  \n In cases where it is not possible to estimate at a money Value \nthe subject -matter in dispute  250.00  \nProvided:   \n \n \n \n(i) That the maximum fee payable in any Case shall not \nexceed Rs. 2000.00  \n(ii) That where an appeal is brought by leave granted by this \nCourt credit shall be given to the appellant for the amount of \ncourt fee paid by him on the petition for leave to ap peal.   \n3. Filling and lodging concise statement or caveat  10.00  \n - 81 -\n4. Application for Review of Judgment or order including filing  Half of fee paid \non the original \nproceedings.  \n5. Petition to proceed in forma pauperis  1.00 \n  \nPART II  \nMISCELLANEOUS  \n  \n1. Entering in register of appeal or matters names of \nrepresentatives of a deceased party or of a substituted or \nadded party.  2.00 \n2. Summons or notice to defendant or his representative or a \nrespondent to a petition or to a memorandum of Appeal, for \nnot more  than five persons (with an additional Fee of Rs.1 \nfor every person in excess of five)  10.00  \n3 Entering appearance  2.00 \n4. Amending appearance  2.00 \n5. Power of Attorney  4.00 \n6. Filing -fee for every document for which a fee is not \nspecially provided, in cluding document annexed as exhibits, \nif any, or produced with plaint or used in evidence, each \ndocument  2.00 \n7. Every application to the court not specially provided for  5.00 \n8. Every application to a Judge in chambers, the Registrar, or \nTaxing Officer,  not specially provided for  5.00 \n9. Every requisition to draw up an order including fee for filing \nthe order.  5.00 \n10. Warrant, writ, summons or other process not specially \nProvided for, for not more than five persons (with an \nadditional fee of Rs.1 for every person in excess or five)  10.00  \n11. Every certificate or report of a Judge in Chamber or of \nRegistrar on an investigation  10.00  \n12. Every other certificate for which a fee is not specially \nprovided  3.00 \n13. Commission to examine witnesses or other  commission  10.00  \n14. Production by an Officer of the court in any other court or \nbefore commissioner of records of any suit, matter or appeal, \nexclusive of travelling expenses, and halting charges.  10.00  \n - 82 -\n15. .For production of records by post, exclusive  of postage, \nregistration and insurance fees  5.00 \n16. For enquiry into sufficiency of security  8.00 \n17. For every search or examination of records  3.00 \n18. Every affidavit affirmed or sworn  2.00 \n19. For every oath or affirmation administered to witness  2.00 \n20. For every certified copy of decree, judgment or other \ndocument in addition to the folio or other charges.  5.00 \n21. Every requisition for duplicate or other copy of any \ndocument  1.00 \n22. For copies of any document, per folio, less requisition f ee \npaid 0.62 \n23 For amending pleadings or other proceedings under order of \nthe court per folio  2.00 \n24. Upon all moneys or securities paid to the Registrar or \ndeposited with him.  A \ncommission \nof 1 percent \nand 2 -1/2 \npercent on \ninterest \ndrawn on \ninvested \nmoney.  \n25. Every requisition for translation  1.00 \n26. Summon by Taxing Officer  3.00 \n27. Certificate by Taxing Officer  2.00 \n28. Taxing each bill not exceeding 10 folios  10.00  \n29. For every other folio  1.00 \n30. Registering every bill of costs  1.00 \n31. Certificate on review of taxation  10.00  \n \n \n \n \n \n \n \n \n \n \n - 83 -\nFOURTH SCHEDULE  \nFEES TO ADVOCATE -ON-RECORD  \n-------------------------------------------  \n1. Receiving instructions for special affidavits or Petitions  5.00 to10.00  \n2. Drawing affidavits, petitions and all o ther necessary \ndocuments not specially provided for) exclusive of copies \ninserted therein upto ten folios Thereafter per folio  5.00 to 15.00 \n0.62 \n3. Drawing Security bond  15.00  \n4. Drawing notice of motion and other necessary notice except \nnotice to witne sses 8.00 \n5. Drawing notice on opposite parties of entering appearance or \nlodging petition of appeal or concise statement  2.00 \n6. Drawing observations or instructions for Advocate to \naccompany brief (to be shown at taxation)  20.00 to \n50.00  \n7. Drawing pa rticulars of claim, set -off or counter -claim where \nrequired  4.00 to 10.00  \n8. (a) Preparing copies of documents other than tabulated \nstatements and accounts whether written or typed, first copy \nper folio  0.25 Receipt \nto be \nproduced \nwhere work \ndone out - \nside the \noffice of the \nAdvocate -\non-Record  \n (b) Preparing carbon copies of above, if legible, per Folio  0.12 \n (c ) Preparing copies of tabulated statements and Accounts, \nper folio  0.50 \n (d) Preparing carbon copies of above, per folio  0.25 \n (e) Preparing pr inted copies per folio for each copy.  0.31 \n (f) Preparing photographed copies  Actual \nCharges  \n9. Serving every necessary notice, summons to a witness or \nother judicial process which may be served by Advocate -on-\nRecord or his clerk or by post. When require d to serve outside \nthe Municipal limits of the seat of the Court (besides \ntravelling expenses Actually incurred)  2.00 10.00  \n10. Receiving, filing or depositing any papers from or in the \nRegistry  2.00 \n - 84 -\n11. Attendance before the Court or Judge or an Officer  of the \nCourt not otherwise provided for (if allowed).  10.00 to \n20.00  \n12. Attending every application to Registrar when contested (if \nallowed)  10.00  \n Attending every application to Registrar when un -contested (if \nallowed)  5.00 \n13. Attendance on client o r opposite party at the office of the \nAdvocate -on-Record of either party where a letter would not \nsuffice  10.00 to \n20.00  \n Where a letter would suffice  3.00 \n14. Receiving and perusing necessary letters  2.00 \n15. Perusing documents received from opposite p arty or obtained \nfrom the Court, where necessary, in the discretion of the \nTaxing Officer upto  8.00 \n16. Perusal and approval of draft orders of decree  2.00 to 4.00  \n17. Attending execution of Security Bond at the Advocate -on-\nRecord's house or office or at  the Court House  4.00 \n18 Attending Court upon the swearing of the necessary affidavit \n(including attendance to the Interpreter to have same \nexplained.  2.00 \n19. Attendances in the Registry, if necessary, inspecting \ndocuments, books and accounts by Advocat e-on-Record per \nhour  10.00  \n20. Attending searches in Registry (if allowed)  10.00  \n21. Attending, obtaining and filing copies of decree or order in the \nRegistry  2.00 \n22. Attending Advocate delivery brief with instructions. \nAttending Advocate delivering ad ditional briefs  16.00 8.00  \n23. Attending Advocate, paying fee  2.00 \n24. Attending Advocate, fixing time for consultation or \nconference  2.00 \n (a) Attendance at hearing of appeals, or matters, each day if \ncontested  Rupees fifty \nper hour or \npart thereof \nsubject to \nmaximum of \nRs. 150.00  \n (b) Attendance at hearing of appeals, or matters, each day, if \nuncontested.  Half the \nabove rates.  \n25. Attendance in Court when appeal or matter or motion is on \nday's list for hearing if not called on, per day.  25.00  \n26. Attending Court to hear judgment where judgment is reserved, 15.00 5.00  \n - 85 -\nif Advocate is not briefed if Advocate is briefed  \n27. Attending taxation per hour,  15.00  \n28. Attending Judge in Chambers or Registrar at hearing or \nenquiry on review of taxation before  Taxing Officer, if \nAdvocate is not briefed, per hour Where Advocate is briefed  15.00 5.00  \n29. Attending on local enquiry or commission to examine witness \nwithin the municipal limits of the seat of the Court, where \npersonal attendance of Advocate -on- Reco rd is required per \nhour.  7.00 \n30. Writing or answering necessary letters  2.00 to 5.00  \n31. Writing letters to witness, for each witness  2.00 \n32. Writing letter of instructions to legal practitioner attending \nexamination of witness on commissions, when Ad vocate -on-\nRecord cannot attend personally  2.00 to 7.00  \n33. Necessary translations made by translators approved by Court, \nper folio  0.75 \n34 Receiving instructions to appeal, including petitions.  25.00 to \n50.00  \n35 Receiving instructions to sue, or defend and or to \ncounterclaim  25.00  \n36. Drawing special case  16.00  \n37. Drawing interrogatorie  8.00 to 25.00  \n38. Drawing Bill of costs in appeals, or matters  5.00 to 10.00  \n39. Consultation with Advocate (if allowed)  25.00  \n40. Making transcript or copying pape rs for the press where \nnecessary for preparing paper book, including examination, \nper folio  0.62 \n41. Printing Paper book  Actual cost \nat a \nreasonable \nrate to be \nallowed by \nthe Taxing \nOfficer.  \n42. Examination proofs, per folio (a) Comparing transcript reco rd \nper folio  0.25 0.12  \n43. Preparation of the case and other unforeseen works.  Discretionary  \n \n \n \n - 86 -\nFEES TO OFFICERS OF COURT  \n \n1. Fees of interpreter for explaining at the house of a party or \nany place other than the Court House, pleadings and other \ndocument s except affidavits or affirmations, where not \nexceeding 20 folios  \nWhere over 20 folios for every 10 folios or part thereof  8.00  \n \n2.00 \n2. Fees of Registrar for taking bonds at the house of a Party \nor any place other than the Court House: - For the first \nbonds, where within the municipal ,limits of the seat of \nthe Court  \nWhere beyond such limits  \nFor every bond taken at the same time and place after the \nfirst, in the same, appeal or matter  16.00  \n \n24.00  \n8.00 \n3. Fees of Registrar and commissioners for tak ing affidavits \nor affirmations at the house of a party or any place other \nthan the Court house:  \nFor the first affirmation where within the municipal limits \nof the seat of the Court.  \nWhere beyond such limits  \nFor every affidavit, oath or affirmation taken  at the same \ntime and place after the first in the same, appeal or matter  \n  \n \n16.00  \n24.00  \n8.00 \n4. Fees of Registrar and commissioners for receiving \naffidavits, oath s or affirmation at the Court House for \nevery affidavit oath or affirmation  5.00 \n5. Fees  of interpreter for explaining bonds, affidavits or \npetitions at the house of a party or any place other than the \nCourt House.  Half the fees \nallowed to \nRegistrar or \nCommissioner.  \n \n - 87 -\nFIFTH SCHEDULE  \nRULES AS TO PRINTING OF RECORD  \n1. All records and other pro ceedings in appeals or other matters \npending before the Supreme Court shall be printed in the form \nknown as Demy Quarto.  \n2. The size of the paper used shall be such that the sheet when \nfolded and trimmed, will be 11 inches in length and 8 inches is \nwidth.  \n3. The type to be used in the text shall be pica Type, but long \nPrimer shall be used in printing accounts tabular matter and notice. \nThe number of lines in each page of Pica Type shall be 47 or there \nabout and every tenth line shall be numbered in the marg in. \n4. Records shall be arranged in two parts in the same volumes, \nwhere practicable, viz: - \nPart 1: - The pleadings and proceedings, the transcript of the \nevidence of the witnesses, the judgments decrees, etc., of the \nCourts below down to the order admittin g the appeal.  \nPart II: - The exhibits and documents  \n5. The index to Part I shall be in chronological order and shall be \nplaced at the beginning of the volume.  \nThe index to Part II shall follow the order of the exhibit mark, and \nshall be placed immediately a fter the index to Part I.  \n6. Part I shall be arranged strictly in chronological order, i.e., in the \nsame order as the index.  \nPart II shall be arranged in the most convenient way for the use of \nthe Court, as the circumstances of the case require. The docume nts \nshall be printed as far as suitable in chronological order. Each \ndocument shall show its exhibits mark, and whether it is a \n - 88 -\nplaintiff's or defendant's document (unless this is clear from the \nexhibit mark) and in all cases documents relating to the same  \nmatter such as: - \na series of correspondence, or  \nproceedings in a suit other than the one under appeal shall be kept \ntogether. The order in the record of the documents in Part -II will \nprobably be different from the order of the index, and the proper \npage n umber of each document shall be inserted in the printed \nindex.  \nThe parties will be responsible for arranging the record in proper \norder for the Court, and in difficult cases counsel may be asked to \nsettle it.  \nThe documents in Part I shall be numbered, cons ecutively.  \nThe documents in Part II shall not be numbered, apart from the \nexhibit mark.  \n8. Each document shall have a heading which shall consist of the \nnumber of exhibit mark and the description of the document in the \nindex, without the date.  \n9. Each docu ment shall have marginal note which shall be repeated \non each page over which the document extends, viz.  \n  \nPART I  \n  \n(a) Where the case has been before more than one Court, the short \nname of the court shall first appear. Where the case has been \nbefore only one court, the name of the court need not appear.  \n - 89 -\n(b) The marginal note of the document shall then appear consisting \nof the number and the description of the documents in the index, \nwith the date, except in the case of oral evidence.  \n(c) In the case of ora l evidence, \"Plaintiffs evidence\" or \n\"Defendant's evidence\" shall appear beneath the name of the court, \nand then the marginal note consisting of the number in the index \nand the witness's name, with \"Examination\", \"Cross -Examination\", \nor \"re -Examination\", a s the case may be.  \n  \nPART II  \n  \nThe word \"Exhibits\" shall first appear.  \nThe marginal note of the exhibit shall then appear consisting of the \nexhibit mark and the description of the document in the index with \nthe date.  \n10. The parties shall agree to the omis sion of formal and irrelevant \ndocuments, but the description of the document may appear (both \nin the index and in the record), if desired, with the word \"not \nprinted\" against it.  \nA long series of documents such as accounts, rent rolls, \ninventories, etc., s hall not be printed in full, unless counsel so \nadvises, but the parties shall agree to short extracts being printed as \nspecimens.  \n11. In case where maps are of an inconvenient size or unsuitable in \ncharacter, the appellant shall, in agreement with the resp ondent, \nprepare maps drawn property to scale and of reasonable size, \nshowing as far as possible, the claims of the respective parties, in \ndifferent colours.  \nCharges for cyclostyling the record: - \n - 90 -\n(i) For preparing rough estimate or printing/ typing charges .. .. .. \n32.00  \n(ii) Typing charges for first 12 copies .. .. 6.00  \nper page  \n(iii) For every additional copy other than the first 6.00 12 copies. \nPer page  \n(iv) Preparation of index for every ten entries .. 4.00  \n(v) Binding charges (with card -board sides) .. 10.00 Per copy.  \n - 91 -\nSIXTH SCHEDULE  \nFORMS  \nNo.1 \nSUPREME COURT OF PAKISTAN  \nCertificate of enrolment of Advocate or Advocate -on-\nRecord.  \n(ORDER IV).  \n  \n  \nNo………………..  \nTHIS IS TO CERTIFY, THAT Mr./Mrs./Miss……………………………  \nhas this day been admitted and enrolled (as a seni or Advocate/as an Advocate) ( and \nan Advocate -on-Record) in the Supreme Court of Pakistan.  \nDate this the          day of          19 \n                                                                                        REGISTRAR.  \n - 92 -\nUNDERTAKING ADVOCATE -ON-RECORD  \n(ORDER IV)  \nI, the undersigned, do hereby solemnly affirm and declare that I will observe, submit \nto, perform and abide by all and every orders, rules, regulations, and practice of the \nSupreme Court now in force or hereafter from time to time to be ma de, and also to \npay and discharge, from time to time, when the same shall be demanded, all fees, \ncharges, and sums of money due and payable in respect of any appeal, cause or \nother matter in and upon which I shall appear as such Advocate -on-Record, and tha t \nI shall maintain a regular account for each case in each form as the Court may \nprescribe in respect of all sums received or disbursed on behalf of my client in \nrespect of any such appeal, cause or other matter.  \n - 93 -\nNo.3 \nUNDERTAKING BY ADVOCATE -ON-RECORD  \n(ORDER IV)  \nI, the undersigned, a partner in the firm __________________________ do hereby \nsolemnly affirm and declare that I will observe, submit to perform, and abide by all \nand every orders, rules, regulations, and practice of the Supreme Court now in force  \nor hereafter from time to time to be made, and also to pay and discharge, on behalf \nof myself and the firm, from time to time, when the same shall be demanded, all \nfees, charges and sums of money due and payable in respect of any appeal, cause or \nother ma tter in and upon which I shall appear as an Advocate -on-Record/partner of \nthe firm, and that the firm shall maintain a regular Account for each case in such \nform as the Court may prescribe in respect of all sums received or disbursed on \nbehalf of the clien t of the firm in respect of any such appeal, cause or other matter.  \n - 94 -\n \nNo.4 \nINDEMNITY BOND BY ADVOCATE -ON-RECORD  \n(ORDER IV)  \n             WHEREAS I,_________________________________________ (name, \ndescription and address) have subscribed to an undertaking to  pay and discharge on \nbehalf of myself or of the Firm namely ____________ Advocate -on-Record in which I \nam a partner from time to time and as and when the same shall become due or be \ndemanded, all fees, charges, costs and other sums of money due or payable  in \nrespect of any appeal, cause or other matter filed by me or by the said Firm or in \nwhich I or the said Firm shall have appeared or filed any power as an Advocate -on-\nRecord or as a Firm of Advocate -on-Record.  \n             NOW, THEREFORE, BY THESE PRESEN TS I agree and consent to pay and \nalways to keep the Court indemnified against all such fees, charges, costs and other \nsums as may be found to be due or payable in respect of any one such appeal, cause \nor other matter or as may be demanded from me or from the said Firm upto the \nextent or Rupees Five Thousand (Rs.5,0000.00), and in the event of the same not \nbeing paid within seven days (7) days of the service of the notice of demand or \nwithin such further time as may be allowed by the Court, execution may is sue \nforthwith against me, heirs, executors and administrators, goods and chattels for a \nsum not exceeding Rupees Five thousand (Rs.5,000.00).  \nIN WITNESS WHEREOF I have on this the  \n-------------------------------------- day of -------------------------------  \naffixed my hand and seal.  \nSeal & signature of Advocate -on-Record.  \n  \nWitnesses: - \n1.__________________  \n2.__________________  \n - 95 -\n \nNo. 5  \n\"POWER OF ATTORNEY\" TO ADVOCATE -ON-RECORD  \n(ORDER IV)  \nIn the Supreme Court of Pakistan,  \n(Appellate Jurisdiction)  \n(Original Jur isdiction)  \nCase No.   of 19 \n(A. B.)   (Appellant)  \n  (Plaintiffs)  \n(Province of A. B.)    \n Versus   \n  (Respondent)  \n  (Defendants)  \n  (Opposite party)  \n   \n(C.D.)  \nI (we) A. B. of (residence and address of place)  \nPlaintiff(s)/ Appellant (s)/ Petitioner (s)/  \nDefendant(s) / Respondent(s)/Opposite Party.  \n       In the above suit/Appeal/Petition/Reference do hereby appoint and Constitute \nMr.__________ Advocate -on-Record Supreme Court, the Advocate -on-Record for \nthe aforesaid appellant [or plaintiff(s) or petition er(s) or Respondent(s) or \ndefendant(s) or opposite party] to commence and prosecute (or to appear and \ndefend this action appeal/suit/petition/reference on my (our) behalf and all \nproceedings that may be taken in respect of any application connected with th e same \nincluding proceedings in taxation and applications for review, to draw and deposit \nmoney, to file and take back documents, to accept the processes of the Court, to \nappoint and instruct counsel, to represent the aforesaid appellant [or plaintiff(s) o r \npetitioner(s) or respondent(s) or defendant(s) or opposite party] in the above matter \nand to do all things incidental to such acting for the aforesaid appellant [or \nplaintiff(s) or petitioner(s) or respondent(s) or defendant(s) or opposite party]. The \n - 96 -\n aforesaid appellant [or plaintiff(s) or petitioner(s) or respondent(s) or \n defendant(s) or opposite party] agree(s) to ratify all acts done by the \n aforesaid Advocate -on-Record in pursuance of this authority.  \n IN WITNESS WHEREOF I (we) do hereunto set my (o ur) hand(s) this the \n day of.  \n(Signature)  \nThe address for service of the said Advocate -on-Record is ……………..  \n - 97 -\nNo.6 \nFORM OF SUMMONS FOR AN ORDER IN CHAMBER  \n(ORDER V)  \nIN THIS SUPREME COURT OF PAKISTAN.  \n(Appellate Jurisdiction)  \n(Original Jurisdiction)  \nCase No.  of  19 \n A.P. (Appellant)  \n(Province of A.B.)  \nVersus  \n(Respondent)  \n(Defendants)  \n(C.D.)  \n(Province of C.D.)  \nLet all parties concerned attend before in Chambers at the Court    \nHouse.  on the  day of  19 \nat o'clock  in the forenoon on the hearing of an \napplicati on on  \nthe part of the above -named (state on whose behalf the application is made and the \nprecise object of the application).  \nDate this the  day of  19 \n  This summons was taken out by Advocate -on-Record for the appellant.  \nTo (insert the names of the Advoca te-on-Record for the persons to be served e.g., B. \nAdvocate -on-Record for the defendants).  \nTo the plaintiffs or defendants or appellant A.B. or as the case may be.  \n - 98 -\nGROUNDS  \n(Here insert a list of the materials relied on, e.g., affidavit of X.Y.Z. etc.).  \n - 99 -\nNo.7 \nNOTICE OF APPEAL FROM REGISTRAR  \n(ORDER V)  \nIN THIS SUPREME COURT OF PAKISTAN.  \n(Appellate Jurisdiction)  \n(Original Jurisdiction)  \nCase No.  of  19 \n  (Appellant)  \n(Plaintiffs)  \n(Province of A. B.)  \nVersus  \n(Respondent)  \n(Defendants)  \n(C.D.)  \n(Province of C.D.)  \nTake notice that the above -named plaintiff (or as the case may be) intends to appeal \nagainst the decision of the Registrar given on the day of       (ordering or refusing to \norder) that        \n      And further take notice that you are required to attend before the Judge in \nChambers at the Court House (Lahore) on the day of      19      at       o'clock in the \nforenoon, on the hearing of an application by the said plaintiff (or as the case may \nbe) that (here state the order sought to be obtained).    \nTo etc.  \n(Signe d etc.)  \n - 100 -\n \nNo.8 \nNOTICE OF MOTION  \n(ORDER VI)  \nIN THIS SUPREME COURT OF PAKISTAN.  \n(Appellate Jurisdiction)  \n(Original Jurisdiction)  \nCase No.  of  19 \n  (Appellant)  \n(Plaintiffs)  \n(Province of A. B.)  \nVersus  \n(Respondent)  \n(Defendants)  \n(C.D.)  \n(Province of C.D.)  \nTake n otice that the Court will be moved on the day of            19            at           \no'clock in the forenoon or so soon thereafter as Counsel can be heard (state by \nwhom, and on whose behalf the motion is to be made as thus: by Mr. A. Counsel on \nthe part of the above -name defendants C.D. or by the above named defendants C.D. \nin person or, on the part of G.F. or (insert place of residence, description and \naddition of applicant, if not a party to the proceedings), that (here state the precise \nobject of the m otion, as thus: this action may stand dismissed for want of \npersecution).  \nDate this the          day of            19 \n(State name, etc., of Advocate -on-Record   \nparty or person giving notice).  \n - 101 -\nTo \n(State name of the Advocate -on-Record or party to whom the noti ce is given).  \n - 102 -\n \nNo.9 \nFORM OF OATH BY TRANSLATOR.  \n(ORDER VII)  \nIN THE SUPREME COURT OF PAKISTAN,  \nIn the matter of             a translator.  \nI,                           solemnly affirm and say that I will translate correctly and \naccurately all documents given  to me for translation.  \nBefore,                 the                     19 \nREGISTRAR.  \n - 103 -\n \nNo. 10  \nAPPLICATION FOR PRODUCTION OF RECORD  \n(ORDER IX)  \nIN THIS SUPREME COURT OF PAKISTAN.  \n(Appellate Jurisdiction)  \n(Original Jurisdiction)  \nCase No.  of  19 \n  (Appellant)  \n(Plaintiffs)  \n(Province of A. B.)  \nVersus  \n(Respondent)  \n(Defendants)  \n(C.D.)  \n(Province of C.D.)  \nTo \nThe Registrar,  \nSupreme Court of Pakistan.  \nSir, \nPlease produce the record of the above case before          on \n(signed)  \nDated this the        Day of       19 \n - 104 -\nNo.11  \nNOTICE TO PARTIES OF THE DAY FIXED FOR \nDELIVERY OF JUDGMENT  \n(ORDER X)  \nIN THIS SUPREME COURT OF PAKISTAN.  \n(Appellate Jurisdiction)  \n(Original Jurisdiction)  \nCase No.  of  19 \n  (Appellant)  \n(Plaintiffs)  \n(Province of A. B.)  \nVersus  \n(Respondent)  \n(Defendants)  \n(C.D. ) \n(Province of C.D.)  \nTo \n(Name of parties or their Advocate -on-Record).  \nTake notice that the Court will deliver judgment in the above -named case on the       \nday of         19       at        o'clock in the forenoon, or as soon thereafter as may be \nconvenient  to the Court.  \nDated this the        day of          19 \nREGISTRAR.  \n \n - 105 -\nNo.12  \nNOTICE TO RESPONDENT OF LODGING OF APPEAL  \n(ORDER XV)  \nIN THIS SUPREME COURT OF PAKISTAN.  \n(Appellate Jurisdiction)  \nCase No.  of  19 \nAppeal from the Judgment (or decree or final order) of  the High Court of          \nat          dated the          of          19          in case No.  \n(here give number of case in High Court) was presented by the above -named \nappellant on the day of 19 and has been registered in this Court as Criminal Appeal \nNo. _ ____________ of ________  \n  \n         dated this           the            day of           19 \n  \nREGISTRAR.  \n - 106 -\nNo.13  \nCERTIFICATE FROM ADVOCATE -ON-RECORD IN \nRESPECT OF VALUE OF SUBJECT MATTER OF \nLITIGATION IN APPEAL  \nFILLED UNDER ORDER XII, RULE 1 S. C. R.  \n \nIN THE  SUPREME COURT.  \n(Appellate Jurisdiction)  \nCivil Appeal No.         of        19 \n \n  \n(A. B.)                                                                                                     \nAppellant  \nVersus  \n(C.D.)                                                                                                      \nRespondent.  \nCERTIFICATE  \n  \nI, ----------------------------------------  Advocate -on-Record for the appellant in the \nabove -cited appeal do hereby certify that the amount value of the subject matter in \ndispute in the Court of first instance was, and also in dispute in appeal, is not less \nthan fifty thousand rupees.  \nDated this the       day of        19 \nAdvocate -on-Record  \nAddress for service.  \n \n - 107 -\nNo. 14  \nCERTIFICATE FROM ADVOCATE -ON-RECORD IN \nRESPECT OF VALUE OF  PROPERTY IN APPEALS FILED \nUNDER ORDER  \nXII, RULE 1 S.C.R.  \nIN THE SUPREME COURT.  \n(Appellate Jurisdiction)  \nCivil Appeal No.         of          19 \nA. P. ………………………………. Appellant  \nVersus  \nC.D. ………………………………. Respondent  \n \nCERTIFICATE  \nI, --------------------------- Advocate -on-Record for the appellant in the above -cited \nappeal do hereby certify that the judgment/decree/final order involves \ndirectly/indirectly a claim/question respecting property of the value of not less than \nRupees fifty thousand and that the judgment /decree final order appealed from has \nvaried/set aside, the judgment/decree/final order of the court immediately below.  \nDated this the         day of          19    ……. \nAdvocate -on-Record.  \n - 108 -\nNo. 15  \nMEMORANDUM OF APPEARANCE IN PERSON  \nCase No. of 19  \nIN THE SUPR EME COURT OF PAKISTAN,  \n(Appellate Jurisdiction)  \n(A. B.)                                                                                                            \n(Appellant)  \nVersus  \n(C.D.)                                                                                                           \n(Respondent)  \nTo \nThe Registrar,  \nPlease enter an appearance for me (name of respondent) the respondent above -\nnamed in this appeal.  \nDated this the         day of              19 \n(Signature of Respondent)  \nAddress for service.  \n - 109 -\nNo.16  \nNOTICE TO PARTIES OF THE DAY FIXED FOR \nHEARING OF APPEAL  \n(ORDER XIX)  \n  \nCase No.           of          19 \nIN THE SUPREME COURT OF PAKISTAN,  \n(Appellate Jurisdiction)  \n(A. B.) ------------------  Appellant  \nVersus  \n(C.D.) ------------------  Respondent  \n  \n  \nTo \n(Name of parties and their Advocate -on-Record)  \nTake notice that the above appeal is fixed for hearing on the day of          19           \nand shall be taken up for hearing by the Court on that day at O'clock in the forenoon \nor as soon thereafter as may be  convenient to the Court.  \n  \nDated this the          day of             19 \nREGISTRAR.  \n - 110 -\nNo.17  \nSUMMONS TO ATTEND TAXATION  \n(ORDER XXVIII)  \nIN THE SUPREME COURT OF PAKISTAN,  \n(Appellate Jurisdiction)  \n(Original Jurisdiction)  \nCase No.          of               19 \n(A. B.) (Appellant)  \n(Province of A. B.) (Plaintiff)  \nVs. \n(C.D.)                                                                                                           \n(Respondent)  \n(Province of C.D.)                                                                                         \n(Defendants)  \nBill No. of                 19                                                               Here state the \nnames of  \n                                                                                                   The parties to \nthe bill.  \nWHEREAS Mr.                          Advocate -on-Record for the appellant (or Plaintiffs, \nrespondents or defendants) has lodged a bill of costs (copy appended hereto) for \ntaxation as between (party and party and also as between Advoc ate-on-Record and \nclient) notice is hereby given that the Taxing Officer of the Court will proceed to tax \nthe said bill on the day of                19 at,            o'clock in the forenoon when you \nmay attend before the taxing Officer in his office in the Court House and contest the \nsaid bill on any items therein.  \n  \nDated this the              day of                19 \nTAXING OFFICER.  \n \n - 111 -\nNo. 18  \nCERTIFICATE OF TAXATION  \nIN THIS SUPREME COURT OF PAKISTAN,  \n(Appellate Jurisdiction)  \n(Original Jurisdiction)  \nCase No.          of              19 \n (A. B.)                                                                                                        \nAppellant  \n(Province of A. B.)                                                                                      \n(Plain tiffs) \nVs. \n(C.D.)                                                                                                     \n(Respondent)  \n(Province of C.D.)                                                                                   \n(Defendants)  \nBill No. of                                      19                                         Here state the \nnames of  \nThe parties to the bill.  \n I do hereby certify that I have taxed the above bill of coasts lodged in this Court by \nMr. E. F. Advocate -on-Record for appellan t (or plaintiffs or respondents or \ndefendants) against (here insert name of party or client) and do allow, as between \n(Party and party and also as between) Advocate -on-Record and client the sum of \n(amount in figures and words) only.  \n  \nDated this the                   day of                     19 \n  \nTAXING OFFICER.  \n - 112 -\nNo.19.  \nNOTICE OF PROCEEDINGS TO THE ATTORNEY -\nGENERAL FOR PAKSITAN OR THE ADVOCATE -\nGENERAL OF A PROVINCE  \nIN THE SUPREME COURT OF PAKISTAN  \n(Appellate Jurisdiction)  \n(Original Jurisdiction)  \nCase No.                   of                  19 \n(A. B.)                                                                                                         \n(Appellant)  \n(Province of A. B.)                                                                                        \n(Plaintiffs)  \nVs. \n(C.D.)                                                                                                        \n(Respondent)  \n(Province of C.D.)                                                                                       \n(Defendants)  \nTo \nThe Attorney -General for Pakistan.  \nThe Advocate -General of a Province.  \nTake notice that the above -named case has been filed in this Court (and is fixed for \nhearing on the day of          19       and              shall be taken up for hearing by the \nCourt on that day, at o'clock in the forenoon or as soon thereafter as may be \nconvenient to the Court, (and shall be fixed for hearing on a suitable date of which \nthe service will be given to you).  \nAs the case raises (an) important question(s) (here  state briefly the question(s) \ninvolved notice is hereby given to you so that you may appear and take such part in \nthe proceedings before this Court as you may be advised).  \nDated this the                  day of                19 \n         REGISTRAR.  \n \n - 113 -\n \nNo.20  \nAFFIDAVIT OF SERVICE OF SUMMONS  \nIN THE SUPREME COURT OF PAKISTAN,  \n(Appellate Jurisdiction)  \n(Original Jurisdiction)  \n  \nCase No.                  of                      19 \n(A. B.)                                                                                                             \n(Appellant)  \n(Province of A. B.)                                                                                           \n(Plaintiffs)  \n  \nVs. \n(C.D.)                                                                                                           \n(Respondent)  \n(Province of C.D.)                                                                                          \n(Defendants)  \nAdvocate -on-Record for the above -named  \n  \nmake oath  \n--------------------                                              and say as follows: - \nSolemnly affirm  \nI did on the             day of                 , serve Mr.  \nAdvocate -on-Record for the above -named                     in this action for appeal with \na true copy of the summons now produced and shown to me  marked, by leaving it, \nbefore the hour of four in the afternoon at the (office or dwelling house) of \nthe           said                situate                (being the address for service in this \n - 114 -\n action (or appeal) with his clerk or his servant, or as may  be there), or by \n posted at the post office at in a duly registered envelope addressed to \n this              said at                 being the address for service in this action \n (or appeal).  \nSworn at             this            day of              19                before me.  \nThis Affidavit is filed on behalf of  \n - 115 -\n \nNo.21  \nAFFIDAVIT OR SERVICE BY POST  \nIN THE SUPREME COURT OF PAKISTAN,  \n(Appellate Jurisdiction)  \n(Original Jurisdiction)  \n  \nCase No.              of                   19 \n(A. B.)                                                                                                            \n(appellant)  \n(Province of A. B.)                                                                                            \n(Plaintiffs)  \nVs. \n(C.D.)                                                                                                         \n(Respondent)  \n(Province of C.D.)                                                                                       \n(Defendants)  \n  \nAdvocate -on-Record for the above -named  \nMake oath  \n---------------                                                                                    and say as \nfollows: - \nSolemnly affirm  \nI did serve the Advocate -on-Record for the above -named in this Appeal action for the \nabove -named                      (if he has appeared in person) with the summons for \nnotice or other document) now produced and shown to me marked A by posting on \nthe              day of           19                  at (name of Post Office) a true copy of the \nsaid summons or as may be (in a p repaid envelope registered for \nacknowledgement                       addressed to the said Advocate -on-Record or \n - 116 -\n Respondent or as may be )                     at which is his address for service. \n The postal acknowledgement is attached hereto.  \nSworn at             this           day of            19             before me.  \n This affidavit is filed on behalf of the -------------------------------------------  \n  \nBy Order of the Court  \nM.A. Latif  \nRegistrar"
}