{
    "file": "./converted_json\\administrator92c0065f07a25d3f393abf4b272b9497.json",
    "name": "Federal Prosecution Service Act, 2023",
    "date": "26th October, 2023",
    "tagline": "An Act to provide for establishment of federal prosecution service",
    "content": "Page 1 of 12 \n  \n \nTHE FEDERAL PROSECUTION SERVICE, ACT, 2023  \n \n \n \nCONTENTS  \nCHAPTER -I \n \nPRELIMINARY  \n1.  Short title and commencement  \n2.  Definition s \nCHAPTER -II \n \nESTABLISHMENT, CONSTITUTION AND ADMINISTRATION OF THE SERVICE  \n3.   Establishment and functions of the Service  \n4.    Superintendence and administration of the Service  \n5.    Appointment of Federal Prosecutor General  \n6.    Qualifications for the appointment of the Federal Prosecutor General  \n7.    Appointment of other prosecu tors \n \nCHAPTER -III \n \nPOWERS AND FUNCTIONS OF PROSECUTORS  \n8.    Powers of prosecutors  \n9.    Conduct of Prosecution  \n10.  Distribution of work  \n11.  Responsibly of police or a Federal agency towards prosecutors  \n12.  Duties of prosecutors  \n13.  Special Prosecutors  \n \n \n\n \nPage 2 of 12 \n  \nCHAPTER -IV \n \nMISCELLANEOUS  \n14.  Chief Executive and staff  \n15.  Reports  \n16.  Code of conduct  \n17.  Guidelines  \n18.  Prosecutors to be public servants  \n19.  Indemnity  \n20.  Overriding effect  \n21.  Transfer of work  \n22.  Power to make rules  \n23.  Savings  \n \n \n  \n \nPage 3 of 12 \n THE FEDERAL  PROSECUTION SERVICE, ACT, 2023  \nACT NO. LXV OF 2023  \n[26th October, 2023]  \nAn Act to provide for establishment of federal prosecution service  \nWHEREAS  it is expedient  to establish  Federal  prosecution service  and provide  for powers \nand functions  of prosecutors and  matters incidental and  ancillary thereto;  \nIt is hereby enacted as follows:___ \n \nCHAPTER -I \n \nPRELIMINARY  \n1. Short title and commencement .___(1) This Act shall be called the Federal Prosecution \nService, Act, 2023.  \n(2) It shall extend to the whole of Islamabad Capital Territory.  \n(3) It shall come into force at once.  \n2. Definition s.___ In this Act unless  the context provides otherwise — \n(a)  ‘Code ’ means the Code of  Criminal Procedure, 1898 (Act V  of 1898);   \n(b) ‘Federal agency ’ means  a Federal  Government  agency empowered  to \ninvestigate  criminal  offences  under any law for the time  being  in force  and \nnotified  for the purposes  of this Act;  \n(c)  ‘first information report’  or \"FIR\" means  a first  information report  lodged  under \nsection  154 of the Code;  \n(d)  ‘Government ’ means the Federal Government;  \n(e)  ‘Prescribed ’ means prescribed  by rules made under this Act;  \n(f)  ‘prosecutor ’ means  the Federal  Prosecutor General,  Additional Prosecutor \nGeneral, Deputy Prosecutor General, Assistant Prosecutor  General, District  \nPublic  Prosecutor,  Deputy  District Public Prosecutor and Assistant District \nPublic Prosecutor and a special public prosecutor;  \n(g)  ‘Service’ means  the Federal  Criminal Prosecution  Service;  and \n(h) ‘Special F ederal  law’ means a law enacted by the Majlis -e-Shoora ( Parliament \nunder  paragraphs  (a), (b) and (d) of Article  142 of the Constitution.  \n \n \n \nPage 4 of 12 \n CHAPTER –II \n \nESTABLISHMENT , CONSTITUTION  AND ADMINISTRATION OF THE SERVICE  \n3. Establishment and functions  of the  Service .___(1) The Government shall , by notification  in \nthe official Gazette, establish  and maintain the Federal Criminal  Prosecution Service.  \n(2) The Service shall  consist of  the Prosecutor General , Additional  Prosecutors General . Deputy \nProsecutors General , Assistant Prosecutor General, District  Public Prosecutors,  Deputy District Public \nProsecutors and Assistant District  Public Prosecutors and such other staff as may be appointed in \nprescribed manner.  \n(3) The functions of  the service sha ll be to  institute and conduct  criminal  proceedings initiated  \nby the  Islamabad Capital  Territory  police  or a Federal agency.  \n(4) The  functions   of the  service   under   sub-section   (3) shall   be performed  by  one or more  \nprosecutors appointed  in accordance   with  the provisions of this Act or rules made thereunder.  \n(5)  The headquarters  of the Service shall be at Islamabad.  \n4. Superintendence and administration of the Service .___(1) The Government   shall  exercise   \nsuperintendence  over the  Service   to achieve   the objectives of this Act . \n(2) The administration  of the Service  shall, in  the prescribed  manner, vest in the Federal \nProsecutor General.  \n(3) An Assistant  District  Public  Prosecutor,  a Deputy District  Public Prosecutor,  a District \nPublic Prosecutor , an Assistant Prosecutor General, a  Deputy  Prosecutor  General and an Additional  \nProsecutor  General shall perform functions under  the overall  control  and directions of  the Federal \nProsecutor  General.  \n(4)  Subject to the general directions of the Federal Prosecutor  General - \n(a)  all prosecutors  within a district  shall perform functions  under the control of the \nDistrict Public Prosecutor; and  \n(b)  all prosecutors   in a court  shall  perform functions   under  the control of the \nProsecutor  in-charge of  that court . \n5.  Appointment of Federal Prosecutor General .___(1) The Federal Prosecutor  General shall \nbe the head of the Service and shall be appointed  by the Government on such terms and conditions  \nas the Government may determine.  \n(2) The Federal Prosecutor General shall  be appointed for  a non-extendable  term of three years.  \n(3) The Federal  Prosecutor  General  may resign from his office  during the tenure  of his office \nin writing to  the Government through  the division  to which business of this Act stands allocated.  \n(4)  The Government  may,  in the prescribed  manner  for reasons;  to be recorded  in writing and \nafter providing an opportunity  of being heard, remove the Federal  Prosecutor General  prior  to \ncompletion  of tenure,  on the g rounds  of misconduct,  in-efficiency  or physical  infirmity.  \n \nPage 5 of 12 \n 6. Qualifications  for the appointment  of the  Federal  Prosecutor General .___ A person  shall  \nnot be appointed  as the Federal  Prosecutor  General unless  he is a citizen  of Pakistan  and is  not less  \nthan forty -five years of age and h e___ \n(a)    has, for a period of or for periods aggregating  to not less than ten years, been \nan advocate of a High Court;  \n(b)    is a law  graduate  and has, for a period of not less than fifteen years, been a \nmember of the prescribed  civil service;  \n(c)    has, for a period of not less than fifteen  years  held a judicial office in Pakistan;  \n(d)   has, for a  period of  not less  than five  years performed  functions  of an \nAdditional Prosecutor General; or  \n(e)   has, for a period  of not  less than seven  years,  performed functions  of a District  \nPublic  Prosecutor , or has performed functions  of a prosecutor  in Pakistan  for \nnot less than fifteen years  \nExplanation : In computing  the period during which a person has been an advocate  of a High \nCourt  or held judicial  office, there shall be included any  period  during  which he  held judicial  office  \nafter he became  an advocate  or, as the case may be, the period  during which he has been an advocate  \nafter having held judicial office.  \n7.  Appointment  of other prosecutors.___ \n(1) The Government shall  appoint  a District  Public  Prosecutor  who shall be the officer -in \ncharge  of prosecution  in the district.  \n(2) The Federal Prosecution General shall appoint a  prosecutor -in charge  in the special court.  \n(3) Appointments   to the Service  except  appointment   of the  Federal Prosecutor   General   under   \nsection   5  shall   either   by  initial   recruitment   or promotion or by transfer as may be prescribed.  \n(4) All appointments  by initial recruitment  shall be made on the recommendations  of the \nFederal  Public Service Commission.  \n(5)  The licence  or enrolment  of a person  in the bar council  shall  not stand cance lled or \nsuspended  by his appointment  as a prosecutor.  \nCHAPTER - III \n \nPOWERS AND FUNCTIONS OF PROSECUTORS  \n8.  Powers of prosecutor s. (1) The Federal Prosecutor General may issue general guidelines \nto the Prosecutors or officers responsible for  investigation for effective and efficient prosecution.  \n(2)  The Federal  Prosecutor  General  or the District Public Prosecutor may refer to the authority  \ncompetent to initiate  disciplinary proceedings  under any law for the time being in force, to take \n \nPage 6 of 12 \n disci plinary action against any public servant  working  in connection  with investigation  or prosecution,  \nfor any  act committed by him which is prejudicial to the prosecution.  \n(3)  A prosecutor  shall  have  right  of representation  and audience  in every court assigned to \nhim. \n(4)  A prosecutor may — \n(a)   exercise all or any of the powers mentioned in section 9;  \n(b)   call  for  a  report   within   a  specified   time  from  a  law enforcement agency \nin relation to an investigation;  \n(c)   call for record or any oth er document within a specified time from  a law \nenforcement  agency and if necessary, from any Government  department  or \nagency  as may be  necessary  for the purposes of prosecution;  \n(d)   perform such other functions and exercise such powers as may be entrusted to \nhim under the Code and any other law for the time being in force; and  \n(e)  with the consent of the  court , withdraw from the prosecution of any person \neither generally or in respect of any one or more offences for which he is being \ntried,  after obtaining approva l of— \n(i)   the District Public Prosecutor in cases of offences triable in court  of \nsessions or court of magistrates and punishable with imprisonment of \nup to  three years;  \n(ii)   the prosecutor -in-charge  of a court  in case of offences triable by special \ncourts  and punishable with imprisonment of up to three years;  \n(iii)  the Federal Prosecutor General where  the offence is  punishable  by \nimprisonment of up to seven years; and  \n(iv)  the Government or one  or more  officers  of the d ivision  concerned not \nbelow the rank of Additional Secretary  authorized   by the  Government  \nin case  of all  other offences.  \n(2)  At any stage  of a trial before  any trial court  sub-ordinate to  a High  Court before the \njudgement is passed,  the Federal  Prosecutor  General  or any prosecutor specifically  authorized  by him \nmay,  for reasons to be recorded  in writing,  inform  the court  on behalf of the Government that  the \nprosecutor  shall not prosecute  the accused  upon the charge  and thereupon  all proceedings  against the \naccused  shall be stayed  and he shall be discharged  of from the same:  \nProvided that such discharge  shall not amount to an acquittal  unless  the court  directs \notherwise.  \n(3)  A prosecutor shall have right of representation and audience  on behalf of  the Government \nin all courts including Federal Shariat Court, High Courts and the Supreme Court.  \n9. Conduct  of Prosecution .___(1) A prosecutor shall  be responsible for the conduct  of \nprosecution on behalf of the  government in ― \n \nPage 7 of 12 \n (a)    all cases  tribal  before  the courts  of sessions  and courts  of magistrates in \nIslamabad.  \n(b)   all cases  tribal  by special  courts  on a police  report  or other  report submitted  by \na Federal agency.  \n(2) A police  report  under section 173 of the  Code,  including a re port of cancellation of the FIR \nor a request  for a discharge  of a suspect or an accused  or a complaint by a public  servant  authorized  \nto file a complaint  shall be submitted  to the court  through  the prosecutor.  \n(3) A prosecutor shall review the police  report or the complaint, as the case may be, in \naccordance  with the provisions  of the Code, this Act and code of conduct.  \n(4)  Where  a prosecutor  requires  clarifications, or  is of the  view  that additional  evidence needs  \nto be collected , he may return  the police  report  or complaint  with one or more of the following  \ndirections:  \n(f)   to clarify the method of collection  of evidence;  \n(g)   to explain why a particular  line of inquiry was not followed:  \n(h)    to explain  why a defence was not considered; or  \n(i)    to collect additional evidence.  \n(5) The response of  the police  shall be  submitted with in the least practicable  time but not later \nthan the time indicated  by the prosecutor.  \n(6) On receipt of  the response under  sub-section   (5) or where   no response   is received   a \nprosecutor   shall  assess  the case on the basis  of the available  evidence  and inform the trial court  of \nthe results of his assessment and names   of the  accused   persons   who  may stand  trial on the  basis   \nof that assessment.  \n(7) The magistrate shall  give due consideration  to the report of the prosecutor.  Where  a \nmagistrate  acts differently  than the recommendations  of the Prosecutor,  he may refuse to act on the \ndirections  of the magistrate  subject to the approval  of the —                                        \n(a)   Federal Prosecutor General  in case of offences  punishable with death or life \nimprisonment;  \n(b)  prosecutor -in-charge  in case of special  courts for  all other offences; and  \n(c)   District  Public  Prosecutor in  case of offences  tribal  before the  court  of sessions  \nor the court  of magistrates  for all other offences.                               \n(8)  Where an accused  pleads guilty or when the prosecutor  sums up the case, the prosecutor \nshall propose  to the magistrate or the court, the punishment which  in his opinion the accused  may be \nawarded . \n \nPage 8 of 12 \n 10.  Distribution of work .___(1) The Federal Prosecutor  General  or, if so authorized   by him, \nan Additional  Prosecutor   General shall  distribute  work am ong prosecutors  in respect of the Supreme  \nCourt,  the High Court,  the Federal  Shariat  Court  or a special  court  established  under any  law for the \ntime being  in force.  \n(2)  The District Public Prosecutor  shall distribute work among prosecutors  under his control.  \n(3)  A prosecutor -in-charge of a  special court shall  distribute  work  among prosecutors  under \nhis control.  \n11.   Responsibly of police or a Federal agency towards prosecutors .___(1) An officer -in-\ncharge of a police station or an investigation officer  shall— \n(a)   immediately   report   to  the  district   public   prosecutor   or prosecutor  in charge  \nas the case may be, the registration  of each criminal case by sending a copy of \nthe FIR:  \n(b)   send the police report or complaint to the specified prosecutor ; and  \n(c) if an  investigation  has  not been  completed   or cannot   be completed  within the \ntime provided  under  law, record reasons for the delay and inform the \nprosecutor.  \n(2)  An officer -in-charge  of the police station or investigation  officer, as the case may be, shall \nwithin  the time specified  by the prosecutor  or before that comply with the directions  and remedy the \ndefects pointed  out by the prosecutor under section 8 in  a poli ce report under section  173 of the Code \nincluding report for cancellation  of the FIR or request for discharge of an accused or suspect.  \n12. Duties of prosecutors .___(1) A prosecutor  shall— \n(a)    review the   complete   record   of a case  prior  to taking   a prosecutorial decision;  \n(b)   act in accordance   with law and fair trial requirements  at all times;  \n(c)    undertake  such inquiries  and seek such clarifications  as may be required;  \n(d)    take into consideration  likely defenc es; \n(e)    provide information  to the defenc e regarding any matter  which  may affect the  \ncase of the  prosecution or  assist  the defenc e in material ways; and  \n(f)   inform  the defendants  of their right to legal aid where they are unable to access \nthe same for want of fin ancial resources.  \n(2)  A prosecutor shall keep the District Public Prosecutor or Prosecutor in -charge  informed \nof the progress of all criminal cases under his charge.  \n(3)  A District  public  prosecutor  or the prosecutor  in charge shall keep the  Federal  Prosecutor  \nGeneral  informed about  the progress  of all cases  in the district or court assigned to him . \n \nPage 9 of 12 \n (4)  Where  a prosecutor  is of the opinion  that an application for  enhancement of sentence or \nrevision should be filed in any case, he shall refer the matter to the District Public Prosecutor or \nProsecutor In -charge of the court.  \n(5)  In case of an acquittal, the concerned prosecutor shall  report the details of the case to the \nFederal  Prosecutor General  through the District Public Prosecutor  or Prosecutor  in-charge  as the  case \nmay be along -with ground of appeal if any, who may request the Government to prefer an appeal.  \n(6)  A prosecutor shall maintain an independent file  in the prescribed manner of each case \nassigned to him.  \n(7)  A prosecutor shall — \n(a)   in all matters, perform his functions and exercise his powers fairly,  honestly \nwith due diligence,  in accordance  with law and in the public interest;  \n(b)   on receipt of a police report under section  173 of the code including report for \ncancellation of the first information report or request for discharge of an \naccused or suspect review and process it under section 9;  \n(c)   make such entries in the record and re gisters as may be prescribed; and  \n(d)   report to the district public prosecutor or prosecutor in charge, details of \ninvestigation, if any, conducted in violation of law  or  instructions   issued   by \nthe prosecutor  general or not completed in time provided under the law \nwithout reasonable cause.  \n13. Special  Prosecutors .___(1) Government  may appoint  a special federal prosecutor in a \ncase where the case requires special expertise and the said expertise is not available in the Service.  \n(2) Where a special federal prosecutor has been appointed in a case he shall not take decisions \nwith regard to filing or withdrawal of a case.  \n(3) The appointment of a special  federal  prosecutor may be withdrawn at any time.  \nCHAPTER -IV \n \nMISCELLANEOUS  \n14.  Chief Executive and staff .___(1) The Government  shall appoint a  Chief Executive Officer \nof the  Service.  \n(2)  The Chief Executive Officer shall be responsible for — \n(a)   budget  formation;  \n(b)   expenditures  in accordance with law and rules;  \n(c)   procurement  in accordance with public procurement rules ; \n(d)   training  of prosecutors; and  \n \nPage 10 of 12 \n (e)   maintenance  of record . \n(3)  The chief executive officer  shall perform his functions under the supervision of the  Federal \nProsecutor General.  \n(4)  The chief executive officer  shall  be assisted  by such  number  of directors and staff as the \nGovernment may specify by the rules.  \n(5)  The directors shall be responsible to the chief executive officer.  \n(6)  The chief executive, directors  and staff shall be appointed  in the prescribed  manner  and \ntill so prescribed  as directed  by the Secretary  of the Interior Division.  \n(7)   The Federal  Prosecutor  General  may grant  one or more  of the following powers to non -\nlegal staff designated by him, namely :— \n(a)    the power to obtain an adjournment of a hearing; or  \n(b)    the filing of applications before a court or a court registry.  \n(c)    The conduct  of criminal  proceedings in  magistrate  courts other than trials  \n(8)  Where the Federal  Prosecutor General  grants  powers  under  sub-section  (1). the chief \nexecutive  officer shall ensure that they have the requisite training.  \n(9)  The number of persons  granted  powers  under sub -section  (7) shall be reported  in the \nannual report . \n15.  Reports .___(1) The Chief Execu tive Officer shall submit an annual report  of the Service  \nto the Government  through  the division  concerned  within three months of the conclusion of the \ncalendar year to which the report pertains.  \n(2)  The Report shall contain amongst other things :— \n(a)   desegregated data  regarding  the number  of persons  charged and convicted;  \n(b)   number   of charges   recommended   to  be modified   by prosecutors   including  \nthose  recommended  to be dropped  or added;  \n(c)    number  of cases in which fir was not received from t he police;  \n(d)   number  of revisions and appeals filed and the results thereof;  \n(e)    number  of prosecutors  available; and  \n(f)    time taken to complete trials of different  criminal cases.  \n(3)  The Government shall  lay the report  before  the Majlis -e-Shoora  (Parliament)  within two \nmonths of its receipt.  \n \nPage 11 of 12 \n (4)  In addition  to the annual  report,  the chief executive  officer  shall provide  such information  \nin such format  as the Government  may seek from  to time  provided  that the chief executive  officer  \nshall  be under  no obligation to disclose  the identity of a person whose  identity has  been withheld  in \naccordance with law.  \n16.   Code of conduct .___(1) The Federal  Prosecutor  General shall, with the  prior  approval  of \nthe Government , issue  a code  of conduct  for federal prosecutors.  \n(2)  A federal prosecutor shall perform his functions  under this Act  in accordance  with the \ncode of conduct issued  under sub -section (1).  \n17. Guidelines .___(1) The Federal Prosecutor General in consultation  with the chief executive  \nofficer may issue guidelines to prosecutors  which are not inconsistent  with the  provisions  of this Act,  \nany other  law for the time being  in force and the code of  conduct.  \n(2)  Notwithstanding  anything  contained  in sub-section  (l) the  Federal  Prosecutor General \nshall  issue guidelines within 12 months of the  commencement  of this Act regarding the following:  \n(a)    charging  standards  in serious criminal cases;  \n(b)    the formulation  of adverse outcome  reports; \n(c)    processing  of applications for withdrawal of cases;  \n(d)   processing  of applications  for filing  of appeals  and revisions;  and \n(e)    disclosure of used and unused material.  \n18. Prosecutors to be public servants .—Subject  to the  provisions  of his Act and the rules,  \nmembers  of the Federal  Prosecution Service,  including  the staff,  shall be deemed  to be public servants  \nwithin the meanings  of section 21 of the Pakistan  Penal Code (Act XLV of 1860).  \n19. Indemnity . ___ No suit, prosecution  or other  legal  proceedings  shall lie against  a federal  \nprosecutor   in respect  of anything  done  or attempted  to be done  by him in good faith under this Act.  \n20.   Overriding effect .___(1) This Act shall have overriding  effect  on all other laws including  \nthe Code.  \n(2)   Section 9 of this Act shall be deemed  to have amended  the Code to the extent  specified  \ntherein and the word prosecutor used therein  shall be deemed to extend to provincial  prosecutors.  \n(3)  Section  12 shall be deemed  to be part of the Code.  \n(4)  Where the Government notifies  an agency under section 2(b) of this Act,  the prosecution  \nfunction  undertaken by  that agency  shall  cease  and any provisions  of law authorizing  the same shall \nstand repealed,  forthwith.  \n21.  Transfer  of work . ___ Where a  federal agency empowered to  investigate criminal offences \nunder any  law for the time being in force is notified by the Government under section 2 of the Act, \nall prosecution work related to the said agency  shall be taken over by the Feder al Prosecution Service.  \n \nPage 12 of 12 \n 22.  Power to make rules .___ The Government may,  by notification  in the official Gazette  \nmake rules for carrying  out the purposes of this Act.  \n23.  Savings .___ All appointments made,  actions  taken  and notifications issued before the \ncommencement of this Act, with respect to prosecution of cases shall be deemed to have been made, \ntaken a nd issued under this Act.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n  Last Up loaded on 22.11.2023"
}