{
    "file": "./converted_json\\administrator4668b00126592bca85ab7db063206279.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n \n \n \n \nTHE ARMED FORCES CIVIL GENERAL TRANSPORT \nCOMPANIES AND REQUISITION OF CIVIL TRANSPORT \nORDINANCE, 2002  \n \n \n \n \nCONTENTS  \n \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Raising of general transport companies and requisition of civil transport  \n4.  Provision of this Ordinance to be in addition to, and not in derogation , of other laws  \n5.  Power to make rules  \n   \n \n\n \nPage 2 of 3 \n THE ARMED FORCES CIVIL GENERAL TRANSPORT COMPANIES AND \nREQUISITION OF CIVIL TRANSPORT ORDINANCE, 2002  \nORDINANCE NO CXXII OF 2002  \n[14th November, 2002]  \nAn Ordinance to provide for raising of civil general transport  companies and for requisition of civil \ntransport for the Armed Forces  \nWHEREAS  it is expedient to provide for raising of civil general transport companies and for \nrequisition of civil transport for the Armed Forces at a short notice to meet their transport \nrequirements for mobilizing the logistics resources before the declaration of emergency i t view of \nunpredictable operation activity of any adversary of Pakistan;  \nAND WHEREAS  the President is satisfied that circumstances exist which render in necessary \nto take immediate action;  \nNOW, THEREFORE  in pursuance of the Proclamation of Emer gency of the f ourteenth day \nof October 1999, and the Provisional Constitution Order No.1 of 1999, read with the Provisional \nConstitution (Amendment) Order No. 9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic  Republic of Pakistan is pleased to make and promul gate the \nfollowing Ordinance :___ \n1. Short t itle, extent and commencement.___(1) This Ordinance may be called the Armed \nForces Civil General Transport Companies and Requisition of Civil Transport Ordinance, 2002.  \n(2) It extends to the whole of  Pakistan.  \n(3) It shall come into force at once and shall be deemed to have taken effect on the twenty -\nthird day of December, 2001.  \n2. Definitions.___In this Ordinance unless there is anything repugnant in the sub ject or \ncontext :___ \n(a) “Armed Forces ” means the Army, Navy or Air Force of Pakistan or any \nArmed Forces raised or maintained by the Federal Government including Civil \nArmed Forces, or any other Armed Forces attached to, or operating with, any \nsuch force or forces;  \n(b) “Civil transport ” means any vehicle or transport owned by a department of the \nFederal Government, a Provincial Government or a local body , or any private \ntransport or vehicle owned by any person residing within territorial limits of \nPakistan and includes all types of locomotives, general purpose mechanical \ntransport and specialized transport vehicles and related equipment or plant; \nand \n(c) “Prescribed Authority ” means the Secretary to the Government of Pakistan, \nMinistry of Defence, or any other officer designated by him for the purpose.  \n \nPage 3 of 3 \n 3. Raising of general transport companies and r equisition of civil transport.___(1) The \nPrescribed Authority may on behalf of the Federal Government, raise civil general transport \ncompanies and requisition civil transport whenever such raising and requisitioning is considered \nnecessary or expedient, even prior to the declarat ion of emergency in Pakistan:  \nProvided that in the case of requisition of civil transport , compensation shall be paid as may \nbe prescribed by rules.  \n(2) The control over civil general transport companies and civil transport referred to in sub -\nsection (1), may be exercised by members of the Armed Forces.  \n4. Provision of this Ordinance to be in addition to, and no t in derogation , of other \nlaws.___The provisions of this Ordinance shall be in addition to, and not in derogation of, the \nprovisions of any other law, rules or regulations for the time being in force authorizing the Federal \nGovernment to requisition civil transport for such purpose as specified in any such law , rules or \nregulations.  \n5. Power to make rules.___(1) The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of t he following matters, namely: — \n(a) the procedure for raising of civil general transport companies and requisition \nof civil transport;  \n(b) the management, control and dissolution of civil general transport companies;  \n(c) fixation of pay and allowances to be paid to a driver and a conductor of the \nrequisitioned civil transport;  \n(d) fixation of daily charges payable to an owner of the requisitioned civil \ntransport ; and \n(e) extent of compensation payable to an owner of the requisitioned civil transport \non account of any damage due to enemy action.  \n \n \n \n \n \n \n          Uploaded on 2.1.2024"
}