{
    "file": "./converted_json\\administrator8890e3be0ba4f3429fd2a245d5b325f0.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Islamabad, the 19th January 2002\nNOTIFICATION\nS.R.O 53(I)/2002.— In exercise of th e powers conferred by section 46 of\nthe Regulation of Generation, Transmissi on and Distribution of  Electric Power\nAct, 1997 (XL of 1997), the National Elec tric Power Regulatory Authority, with\nthe approval of the Federa l Government, is pleased to make the following rules,\nnamely:-\nTHE NATIONAL ELECTRIC POWER RE GULATORY AUTHORITY (FINES)\nRULES, 2002.\n1. Short title and commencement. — (1) These rules may be called\nthe National Electric Power Regulatory Authority (Fines) Rules, 2002.\n(2) They shall come into force at once.2. Definitions. —(1) In these rules, unless there is anything\nrepugnant in the subject or context, –\n(a) \"Act\" means the Regulation of Generation, Transmission and\nDistribution of Electric Power Act, 1997 (XL of 1997);\n(b) \"applicable documents\" means th e rules and regulation issued in\npursuance of the Act by the Authority, from time to time, the\ngeneration,  distribution and tran smission licences, the grid and\ndistribution codes and any documen ts, instruments, approvals or\nauthorizations issued or granted by the Authority in exercise of its\npowers under the Act;\n(c) \"authorization\" in relation to any matter, means an authorization in\nwriting by the Authority;\n(d) \"certificate of account\" means a statement of account certified by\nthe Collector of Islamabad Capital Territory regarding theexistence of the sum due;\n(e) \"debt\" means an ascertained or ascertainable sum payable at\npresent or in future on the basis of a subsisting ob ligation but does\nnot include a debt secured by a negotiable instrument;\n(f) \"delinquent\" means a person adj udged, by the Authority to be in\nviolation of the provis ions of the Act or th e applicable documents;\n(g) \"designated account\" means a bank account opened by the\nAuthority but which can be operated only jointly by the Authority\nand the Collector for the purpose of receipt of debts and monies\npayable by garnishees to the de linquent which are attached in\naccordance with these rules;\n(h) \"fees\" means the sums payabl e to the Authority by a person in\nrelation to a licence or authoriza tion or for such other matters as\nmay be specified in the applicable documents;\n(i) \"fines\" means financial pena lties payable by a delinquent under\nthese rules or the applicable documents;\n(j) \"garnishee\" means any person fr om whom a debt or any sum of\nmoney is due or payable to th e delinquent and includes the\nbankers, and where applicable, the customers of the delinquent;\n(k) \"recovery request\" means a request by the Authority to the\nCollector for the recovery of the sum due as arrears of land\nrevenue;\n(l) \"Registrar\" means the person appointed as Re gistrar by the\nAuthority for the purpos es of these rules;\n(m) \"Schedule\" means the Sche dule to these rules; and\n(n) \"sum due\" means the fees, fines, charges or other sums payable to\nthe Authority which are ascertained and determined to have\nbecome due from the delinquent to the Authority in accordance\nwith these rules.\n(2) The words and expressions used in these rules, but not defined\nherein shall have the same meaning as  are assigned to them in the Act.\n3. Fines.— (1) Subject to the provisions of  these rules, the Authority\nmay impose fines on a delinquent up to the maximum amounts specified in the\nFirst Schedule.\n(2) In imposing any fine under sub-rule  (1), the Author ity shall keep in\nview the proportionality of the fine  to the gravity of the violation.\n(3) The fines prescribed in these ru les or in the applicable documents\nshall be without prejudice to any other penalties which may be imposed under the\napplicable documents, and the Authority ma y impose the fines in addition to, or in\nlieu of, such other penalties.\n4. Procedure. — (1) If any person acts or  omits to act in a manner\nwhich in the opinion of the Authority cons titutes violation of the provisions of the\nAct or the applicable documents, the Au thority shall within fifteen days of\ncoming to know of the violation, cause the Registrar to seek an explanation from\nsuch person herein after refe rred to as the said person.\n(2) The Registrar shall require the sa id person to either admit or deny\nthe occurrence of the violation within a pe riod of fifteen days from the receipt of\nthe request.\n(3) Where the said person admits the violation without offering an\nexcuse the Authority may, either remit th e fine or may proceed to impose the fine\nin accordance with these rules.\n(4) Where the said person admits the violation but maintains that there\nwere valid reasons for such violation, he shall submit a written and reasonably\ndetailed explanation of the reasons for such violation within  a period of fifteen\ndays specified in sub-rule (2).\n(5) The Authority shall examine the explanation referred to in sub-rule\n(4) within seven days of receipt thereof and shall, if so requested, allow the said\nperson an opportunity of being heard in person or through an authorisedrepresentative.\n(6) If the Authority accepts the expl anation, it shall record the reasons\nfor acceptance and shall order the matter closed.\n(7) If the Authority rejects the expl anation, it shall record the reasons\nfor rejection and shall direct  the Registrar to issue a s how cause notice to the said\nperson.\n(8) Where the said person denies the occurrence of the violation but\nthe Authority has reasonable cause to be lieve that the violation has in fact\noccurred, it shall direct th e Registrar to issue a show  cause notice to the said\nperson.\n(9) The show cause notice shall specify the following, namely:-\n(i) The alleged violation;(ii) the denial of violation by th e said person or the rejection of\nhis explanation, as the case may be;\n(iii) where the violation consis ts of non-payment of fees, the\namount of such fees;\n(iv) the time period, not excee ding fifteen days, for the\nsubmission of a response to the show cause notice; and\n(v) the amount of fine which may be imposed.\n(10) The said person shall, within the time specified in this behalf in the\nshow cause notice, submit a written a nd detailed response to the show cause\nnotice.\n(11) The Authority shall examine the response to the show cause notice\nwithin a period of fifteen days from the da te of receipt thereof, and may allow the\nsaid person an opportunity of being he ard in person or through an authorised\nrepresentative.\n(12) Where the Authority accepts the response to the show cause notice,\nit shall record the reasons for acceptance thereof and sh all order the matter closed.\n(13) Where the Authority rejects the response to the show cause notice,\nit shall:-\n(i) record the reasons for rejection of the response;\n(ii) declare the said person to be  a delinquent in terms of the\ndeclaration; and\n(iii) ascertain and determine the fi ne, and if such fine is payable\nas a result of non-payment of fees, the amount of the fees,\npayable by the delinquent as of  the date of the decision by\nthe Authority.\n(14) The decision of the Authority under sub-rule (13) shall forthwith\nbe communicated to the delinquent.\n5. Review.—  (1) The delinquent may, within a period of seven days\nfrom the date of receipt of the decision refe rred to in sub-rule (13) of rule 4, prefer\nan application for review to the Authority.\n(2) The Authority shall, within seven days of the receipt of an\napplication for review, take a decision as  to the acceptance or rejection of such\napplication:\nProvided that, the Authority may reject  the application if it is of the\nopinion that a review shall not result in its origin al decision being altered:\nProvided further that the Authority sha ll not reject the application without\ngiving the delinquent or its authorized representative an oppor tunity of being\nheard if the delinquent requests for such hearing.\n(3) The decision in review shall be rendered within fifteen days of the\nacceptance of an application for review.\n6. Sum due.—  Where, after complian ce with the procedure\nprescribed in rules 4 and 5, any fines or fees, or both, are declared by the\nAuthority to be payable by the delinquent, the amount of the same shall be a sum\ndue to the Authority and shall accrue forthwith as arrears of land revenue.\n7. Notice of demand.— (1) The Authority shall cause the Registrar\nto issue a notice of demand to the de linquent, demanding payment of the sum due\nwithin a period of seven days  of receipt of the notice.\n(2) The notice of demand shall not be  sent before the expiry of the\ntime allowed for the filing of an a pplication for review and where such\napplication has been filed, before the Au thority has rendered its final decision on\nthe application or the revi ew, as the case may be.\n8. Failure to comply with the notice of demand .—(1) Where the\ndelinquent fails to comply with the notic e of demand under rule 7 within the said\nperiod of seven days, the Authority may se nd forthwith a recovery request in the\nform as set out in the second Schedule to  the Collector of the Islamabad Capital\nTerritory.\n(2) The Authority may specify in the recovery request the relevant\ndetails of any property owned by or su ms payable by any garnishee to the\ndelinquent which may be sold or attached  for purposes of payment of the sum due\nin accordance with section 83 of the Pu njab Land Revenue Act, 1967 (W.P. Act\nXVII of 1967).\n(3) The Collector shall, within se ven days of the receipt of the\nrecovery request, prepare a certified account based on the recovery request and\nshall within the same period–\n(a) serve a notice of demand, the certified account and the recovery\nrequest on the delinquent or its ag ent where the delinquent resides\nor carries on business itself or through other persons within the\nterritorial jurisdiction of the Collector of the Islamabad CapitalTerritory; and\n(b) where the delinquent does not reside  or carry out business itself or\nthrough other persons within the territorial jurisdiction of the\nCollector of the Islamabad Capital Territory, forward the notice ofdemand, recovery request and the ce rtified account to the Collector\nwith necessary jurisdiction, for se rvice within a further period of\nseven days on the delinquent or its agent.\n(4) A certified account shal l be prepared and certified by the Collector\nof the Islamabad Capital Territory hims elf and he shall rely for this purpose\nexclusively on the details provid ed in the recovery request.\n(5) A Collector of any other terr itory within jurisdiction over the\ndelinquent to whom a notice of demand, recovery request and the certified\naccount are sent in accordance with sub-cl ause (b) of sub- rule (3) shall rely\nexclusively on the certified account prep ared by the Collector of Islamabad\nCapital Territory under sub-rule (4).\n(6) Where the delinquent does not co mply with the notice of demand\nserved by the Collector within a period of fifteen days, the Collector shall\nforthwith pass orders directing the attachme nt or sale of the properties of, or sums\npayable by any garnishee to, the delinquen t, specified in the recovery request.\n(7) Where the property specified in the recovery request consists of\nsums payable to the delinquent by any ga rnishee, the Collect or shall, along with\nthe order under sub-rule (6 ), prohibit the garnishee from paying the debts or\nmonies to the delinquent and shall th rough the same order also direct the\ngarnishee to pay forthwith the debts or  the monies, not exceeding the amount of\nthe sum due, into the designated account.\n(8) The payment by any garnishee in  accordance with sub-rule (7)\nshall constitute valid discharge, to the ex tent of the amount of the sum paid, of the\nobligation of the garnishee to pay such sum to the delinquent.\n(9) Upon receipt of the sum due by the Authority through recovery\nthereof as arrears of land revenue, the delinquent shall be discharged of his\nobligation to pay the sum due.\n(10) Where the Authority is unable to identify in the recovery request\nproperties of, or debts or monies payabl e to, the delinquent, the Collector shall\nissue a proclamation in two national daily ne wspapers to the effect that all debts\nor monies payable to the delinquent shall not be paid to the delinquent but shall\ninstead be paid into the designated account.\n(11) When the debts or monies re ceived in the designated account\npursuant to the proclamation under sub-rule  (10) are sufficient for the payment of\nthe sum due, the Collector shall cause a withdrawal of the proclamation to be\npublished in the same newspapers thr ough which the proclamation was issued.\n(12) The expenses of the proclamati on and withdrawal thereof shall be\nadded to the sum due and shall be rec overable as such from the delinquent,\nprovided that the Authority may pay such  expenses pending the recovery thereof\nfrom the delinquent.\n(13) A proclamation issued under sub -rule (10) shall include a notice\nthat persons violating the same shall be liable in the same manner as persons\nviolating the orders of a ttachment and sale of movable property under the decree\nof a Revenue Court, as defined in th e Punjab Land Revenue Act, 1967 (W.P. Act\nXVII of 1967).\n(14) The monies received in the de signated account from time to time\nshall be payable forthwith to the Au thority until such time the sum due is\nsatisfied, after deduction of  two per cent commission by the Collector in respect\nof the sums paid.\n(15) Any monies received in the de signated account in excess of the\nsum due shall be paid to the delinquent.\nThe First Schedule\n[See rule 3(1)]\nPART  I\nSr.\nNo. Description of\nviolation.Fine  for the first\nday of occurrenceof violation. Fine \n∗ for continue\n violation be yond t h\n  first day.\n (1) (2)               (3)                   (4)\n1.Generation, transmission or\ndistribution of electric powerwithout obtaining a licence from theAuthority. Rs.1,000,000/- Rs.50,000/- per day.\n2.Breach of any provision of a licence\nor authorization. Rs.300, 000/- Rs.10,000/- per day.\n3.Breach of any provisions of an\napplicable document.As may be prescribed in the\napplicable document.As may be prescribed  in the\napplicable  document.\n4.Charging of  tariffs not approved by\nthe Authority. Rs.300,000/- Rs.10,000/- per day.\n5.Any other violation not expressly\nprovided for in these rules or theapplicable documents. Rs.300,000/-Rs.10,000/- per day.\n______________________________\n* to be calculated from the date of violation up to the date of payment of sum due, but excluding the period prescribed in the rules during which the\nproceedings are pending before the Authority up to the date of the final order, including the order in review.\nPART  II\nINDEXATION OF FINES\n1. The fines prescribed under Part I of the First schedule shall be indexed to the Consumer Price Index (CPI)\npublished from time to time by the Federal Bureau of Statistics.\n \n2. The indexation shall be done on the basis of the most r ecent CPI prevailing on the date of determination of the\nfine by the Authority, and the fine payable on the date of determination under sub-rule (13) of rule 3 shall be\nincreased or decreased, as the case may be, in accordance with the following formula, namely:-\n \n \n Fpd =F t [CPI pd/CPI rd]\n \n Where\n  \nFpd = The actual fine payable on the date of determination.\n \n Ft = The respective fine set out in Part I of this Schedule.\n \n CPIpd                          = The most recent CPI prevalent on the last day of the month\nimmediately preceding the month in which the determination of fineis made by the Authority.\n \n CPIrd                            = The reference or base CPI, prevalent on the last day of  the month\nin which the National Electric Power Regulatory Authority (Fines)Rules, 2002, are notified in the official Gazette.\n \n   \n \n The Second Schedule\n [See rule 8(1)]\n \n FORM OF RECOVERY REQUEST\n issued under\n The National Electric Power Regulatory Authority (Fines) Rules, 2002\n \n To\n The Collector\n Islamabad Capital Territory.\n  \nThe National Electric Power Regulatory Authority ha s in its determination dated [_________] declared\n[________] a delinquent and has ascertained a sum of Rs.[ _________] being the sum due from the delinquent to the\nAuthority.  The notice of demand under rule 7 was issued to the delinquent on [______] but remains unsatisfied todate.\n \n Now, therefore, the Author ity hereby requests you to issue a notice of demand to the delinquent in accordance\nwith sub-rule (3) of rule 8 of the National El ectric Power Regulatory Aut hority (Fines) Rules, 2002.\n \n In the event the notice of demand issued by yourself remains unsatisfied after fifteen days thereof, you are further\nrequested to forthwith pass an order for the attachment and sa le of the properties of, and the debts and monies due to, the\ndelinquent as specified in the Annex hereto/issue a proclamati on under sub-rule (10) of rule 8, on account of the Authority\nbeing unable to identify the properties of, or  the debts and monies due to, the delinquent1. 1\n \n The details of the designated accounted  for receipt of the sum due are as\nfollows:-\n \n Date__________ ______________________\n Registrar\n \n ANNEX\n The details of the properties of, and the de bts and monies due to, the delinquent are\nas follows:-\n \n \n \n (Mahjoob Ahmad Mirza)\n Director (Administration)\n \n \n ________________________________________\n No. NEPRA-DD(PUB)/7/2002 dated 19-01-2002\n                                                          \n 11 delete as appropriate"
}