{
    "file": "./converted_json\\administrator8eb87f4f0591f747aaa2611019c502bb.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \n \n \n \n \nTHE WHITE PHOSPHORUS MATCHES PROHIBITION ACT, 1913  \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement  \n \n2. Definition  \n \n3. Prohibition of importation  \n \n4. Prohibition of use of white phosphorous in manufacture of matches  \n \n5. Power of Inspector of F actories to take samples of material used in manufacture  \n \n6. Prohibition of sale  \n \n \n \n\n \nPage 2 of 3 \n THE  WHITE  PHOSPHORUS  MATCHES  PROHIBITION  ACT,  1913  \n \n1ACT  No. V of 1913  \n \n[7th Match,  1913]  \n \nAn Act to prohibit  the importation,  manufacture  and sale of matches  made  with white \nphosphorus.  \n \n WHEREAS  it is expedient  to prohibit  the importation,  manu facture  and sale of matches  made  \nwith white  phosphorus;  It is hereby  enacted  as follows: — \n \n 1. Short  title, extent  and commencement. —(1) This Act may be called  the White  \nPhosphorus  Matches  Prohibition  Act, 1913.  \n \n 2[(2) It extends  to the whole  of Pakistan.]  \n \n (3) It shall  come  into force  on the first day of July,  1913,  with the exception  of section  6, \nwhich  shall  come  into force  on the first day of July,  1914.  \n \n 2. Definition. In th is Act “white phosphorus” means the substance commonly known as \nwhite or yellow phosphorus.  \n \n 3. [Prohibition  of importation  by addition  to section  18, Act VIII  of 1878.]  Rep. by the \nRepealing  Act, 1938  (I of 1938),  s. 2 and Schedule.  \n \n 4. Prohibition  of use of white  phosphorous  in manufacture  of matches .—(1) No person  \nshall  use white  phosphorus  in the manufacture  of matches.  \n \n (2) Any person  who uses,  or permits  the use by any person  under  his control,  of white  \nphosphorus  in the manufacture  of matches,  shall be punishable  with fine which  may extend  to two \nhundred  rupees.  \n \n 5. Power  of Inspector  of Factories  to take samples  of material  used  in manufacture. —(1) \nEvery  person  who manufactures  matches  shall  allow  an Inspector  of Factories  appointed  under  the \n3[Factories  Act, 1934] , at any time to take for analysis  sufficient  samples  of any material  in use or \nmixed  for use, in such manufacture:  \n \n Provided  that any such person  may,  at the time the sample  is taken,  and on providing  the \nnecessary  appliances,  requir e the Inspector  to divide  the sample  so taken  into two parts,  and to mark,  \nseal and deliver  to him one part. \n \n (2) Any person who refuses to permit any such Inspector of Factories as aforesaid to take a \nsample, in accordance with the provisions of sub -section (1), shall be punishable with fine which \nmay extend to two hundred rupees.  \n \n1For Statement  of Objects  and Reasons,  see Gazette  of India,  1912,  Pt. V, p. 220 ; for Report  of Select  Committee,  see ibid., 1913,  Pt. V, p. 35; and for \nProceedings  in Council , see, ibid.,  1913,  Pt. VI, pp. 16, 64 and 146. \nThis Act has been  declared  to be in force  in Baluchistan  by the British  Baluchistan  Laws  Regulation,  1913  (2 of 1913),  s. 3. \nIt has also been  extended  to the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950  (G. G. O. 3 of 1950);  and applied  to the \nFederated  Areas  of Baluchistan,  see Gazette  of India,  1937,  Pt. I. p. 1499.  \nThis Act has been  amended  to the extent  of Islamabad  Capital  Territory,  see ordinance  No. 27 of 1981,  s. 5 and 4th Sch. \n2Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from  the 14th October,  1955 ), for the original  \nsub-section  (2) as amended  by A. O., 1949,  Arts.  3 (2) and 4. \n3Subs.  by Ord. XXVII  of 1981,  s. 5 and Sch. IV (only  to the extent  of Islamabad  Capital  Territory).  \n \nPage 3 of 3 \n  \n 6. Prohibition  of sale.—(1) No person  shall  sell, or offer  or expose  for sale, or have  in his \npossession  for the purposes  of sale, any matches  made  with white  phosphorus.  \n \n (2) Any person  who contravenes  the provisions  of sub-section  (1) may,  on complaint  to a 1[* \n*], 2Magistrate  of the first class,  be ordered  to forfeit  any such matches  in his possession,  and any \nmatches  so forfeited  shall  be destroyed  or otherwise  dealt  with as the Magistrate  may direct.  \n \n \n \n \n \n_______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 11 -09-2024  \n1The words  “Presidency  Magistrate”  omitted  by A.O.,  1949  Sch. \n2 Omitted by Ord . XXVIII of 1981, s. 5 , Sch. IV (only to the extent of Islamabad Capital Territory)"
}