{
    "file": "./converted_json\\administratorbd77c05f4a3969b21836d95342e5fc34.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \n \nTHE EXIT FROM PAKISTAN (CONTROL) ORDINANCE, 1981 . \n \n \n \n \nCONTENTS  \n1.  Short  title, extent and commencement  \n2.  Power  to prohibit exit from Pakistan  \n3.  Review  \n4.  Punishment  \n5.  Power to make rules  \n  \n \n\n \nPage 2 of 3 \n THE EXIT FROM PAKISTAN (CONTROL) ORDINANCE, 1981 . \nORDI NANCE No. XLVI OF  1981  \n[31st December, 1981]  \nAn Ordinance to provide for the control of exit of certain persons from Pakistan.  \n  WHEREAS  it is expedient to provide for the control of exit of certain persons from Pakistan;  \n  AND WHEREAS  the President is sat isfied that circumstances exist which render it \nnecessary to take immediate action;   \nNOW, THEREFORE , in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Provisional Constitution Order, 1981 (C.M.L.A. Order No. 1 of 1981), and in exercise of all \npowers enabling him in that behalf, the President is pleased to make and promulgate the following \nOrdinance:  \n1. Short title, extent and commencement .— (1) This Ordinance may be called the Exit \nfrom Pakistan (Control) Ordinance, 1981.  \n  (2) It extends to the whole of Pakistan.  \n  (3) It shall come into force at once.  \n2. Power to prohibit exit from Pakistan .— (1) The Federal Government may, by order, \nprohibit any person or class of persons from proceeding from Pakistan to a destination outside \nPakistan, notwith standing the fact that such person is in possession of valid travel docu ments.   \n(2) Before making an order under sub -section (1), it shall not be necessary to afford an \nopportunity of showing cause against the order.  \n  (3) If, while maki ng an order under sub -section (1) it appears to the Federal Government that \nit will not be in the public interest to specify the grounds on which the order is proposed to be made, \nit shall not be necessary for the Federal Government to specify such grounds .  \n3. Review. —(1) Any person aggrieved by an order of the Federal Gover nment under \nsub-section (1) of s ection 2 may, within fifteenth days  of the making of the order, make a \nrepresentation to the Federal Govern ment for a review of the order, setting out i n the representation \nthe grounds on which he seeks the review.  \n  (2) The Federal Government may, after giving the person making a representation an \nopportunity of being heard, make such order as it may deem fit.  \n(3) Subject to the order of the Federal Gove rnment in review, an order under sub -section (1) \nof section 2 shall be final and shall not be called in question before any court or other authority.  \n  4. Punishment .— Whoever contravenes, or attempts or conspires to contravene, or abets the \ncontravention of, any order made under sub -section (1) of section 2 shall be punishable with \nimprisonment for a term which may extend to five years.  \n \nPage 3 of 3 \n 5. Power to make rules .—The Federal Government may, by noti fication in the official \nGazette, make rules for carrying ou t the purposes of this Ordinance."
}