{
    "file": "./converted_json\\administratorab60438084b9bd5206a6cb3a3acba423.json",
    "name": "Access to the Media (Deaf) Persons Act, 2022",
    "date": "30th December, 2022",
    "tagline": "Ensuring access of media to persons in all matters of public importance through Pakistan sign language.",
    "content": "Page 1 of 7 \n  \nTHE ACCESS TO THE MEDIA (DEAF) PERSONS ACT, \n2022  \n \n \n \n \n \n \nCONTENTS  \n           __________  \n \n1. Short title, extent and commencement . \n2. Definitions . \n3. Responsibility of t he Authority . \n4. Appointment of the Pakistan sign language interpreters . \n5. Establishment  of National Policy Board . \n6. Procedure for transaction of business . \n7. Officers and other employees of the Board . \n8. Function of the Board . \n9. Procedure of the Board . \n10. Annual reports of the Board . \n11. Funds of  the Board . \n12. Accounts and audit of Board.  \n13. Power of the Government to issue directives . \n14. Returns or information . \n15. Offences . \n16. Power to make rules . \n17. Power to make regulations . \n18. Power to remove difficulties and doubts . \n19. Act to override other laws . \n \n \n\n \nPage 2 of 7 \n THE ACCESS TO THE MEDIA (DEAF) PERSONS ACT, 2022  \n \nAct No. XL OF 2022  \n[30th December, 2022]  \n \nAN \nACT  \nto ensure access of media to persons in all matters of  public importance  \n through Pakistan sign language  \n \nWHEREAS it is expedient for deaf persons to access information in all matters \nof public importance through Pakistan sign language broadcast media as guaranteed  \nby the Constitution of the Islamic Republic of Pakistan and for matters connected  \ntherewith and incidental thereto;  \nIt is hereby enacted as follows: — \n1. Short tit le, extent and commencement.  —(1) This Act shall be called the Access \nto the Media (Deaf) Persons Act, 2022.  \n \n(2)  It extend to the whole of Pakistan.  \n \n(3)  It shall come into force at once.  \n2.  Definitions .—(1) In this Act, unless there is anything repugnant in the subject or \ncontext,— \n \n(a) Authority ”  means  the  Pakistan Electronic  Media  Regulatory  \nAuthority established under section 3 of the Pakistan Electronic  \nMedia Regulatory Authority Ordinance, 2002 (XIII of 2002);  \n(b) “Board” mean   the National  Policy  Board  established  under  \nsection 5;  \n(c)    “broadcast  media ”  means  such  media  which  originate  and  \npropagate broadcast and prerecorded  signals by terrestrial means or  \nthrough satellite for television and includes telepo rting, provision of  \naccess to broadcast signals by channel providers and such other  \nforms of broadcast media as the Authority may, with the approval  \nof the Government, by notification in the official Gazette, specify;  \n(d)    “Cable TV ” means reception of broadcast and prerecorded signals  \nfrom different channels and their distribution t o subscribers through  \na set of closed transmission;  \n(e)    “channel” means the set of frequencies that a broadcast station  \noccupies for broadcasting;  \n(f)  “Division concerned ” means the Division to which the business of  this Act \nshall stands allocated;  \n \nPage 3 of 7 \n    \n(g)   “electronic media ” includes the broadcast me dia and distribution  \n services;  \n \n(h)    “Government ” means the Federal Government;  \n(i)  “media” means communication used regularly for broadcasting of  \ninformation  and  expression  of views  and  opinions  through \nelectronic media including state sponsored and private television channels \nfor the purpose of this Act;  \n(j)   “member” means   a member of the Board and includes the  \n Chairperson;  \n(k)   “national  broadcaster ” means   the   Pakistan   Broadcasting  \nCorporation, the Pakistan Television Corporation and the Shalimar \nRecording and Broadcasting Company;  \n(1)  “Pakistan sign language ” is the preferred language of Pakistan's  deaf \npopulation holding the same  status as minority spoken languages;  \n(m) “prescribed ” means prescribed by the rules or regulations made under \nthis Act;  \n(n)      “regulations ” means the regulations made under this Act; and  \n(o) “rules” means the rules made under this Act . \n(2)  The words and expressions used herein and not defined but defined in the Pakistan \nElectronic Media Regulatory Authority Ordinance, 2002 (XIII of 2002) or in any other law \nfor the time being enforced shall ha ve the same meanings as assigned to them in the \nrespective laws and rules made thereunder.  \n \n3.  Responsibility of t he Authority. —(1) After six months of the \ncommencement of this Act, the Government shall not allow to broadcast any news bulletin \non the national broadcaster, state or private run electronic media, private television channels, \nCable TV or any other broadcast media without  Pakistan sign language interpreters.   \n(2)  After one y ear of the commencement of this Act, the Government shall not allow \nto broadcast any program, entertainment, advertisement, talk show, drama, fil m or any \nother pictorial segment on the national broadcaster, media, private television channels, \nCable TV or any other broadcast media without Pakistan sign language interpreters.  \n4.  Appointment of the Pakistan sign language interpreters. —The Government \nand private owned media houses, within six months, shall appoi nt and Pakistan sign language \ninterpreters for carrying out the purposes of this Act.  \n5.  Establishment  of National Policy Board. —(1) The Government, after the \ncommencement of this Act, within three months, shall constitute a Board to be known as \nthe National Policy Board for the purposes of the access of media through Pakistan sign language \nto deaf persons.  \n \n \nPage 4 of 7 \n (2)    The Board shall consist of — \n(a) Minister -in-Charge;     Chairperson  \n \n(b) Secretary of the Division concerned;  Member  \n(c) two members from the Senate, one each  \nfrom government and opposition;         Members  \n(d) two memb ers from the National Assembly, \none each from government and opposition; \n  Members  \n \n(e) Chief Executive or head of National \nInstitute of Rehabilitation Medicine \n(NIRM);  Members  \n \n(f) one representative from Division concerned \nnot below the rank of Joint Secretary;  Member  \n \n(g) Chairman of the Pakistan Electronic Media \nRegulatory Authority;  Member  \n(h) one representative from Ministry of \nFederal Education and Professional \nTraining not below the rank of Joint \nSecretary;  Member  \n(i) one representative of the Division  \nconcerned not below the rank of Joint \nSecretary (BPS -20); Member  \n(j) representative from the Deaf community  \nin Pakistan, as nominated by the deaf;  Member  \n \n(k) representatives from organizations serving \nthe Deaf community. Number of hearing  \nrepresentatives from these organization  \nshould not exceed 10% of the number of  \ndeaf representatives allocated in clause (j).  Members  \n \n                                   \n(3)  The member at clause (i) shall act as secretary of the Board as well.  \n(4)  The Board strait co -opt any petson as member.  \n \n(5)  The secretariat of the Board shall be at main office of the Authority.  \n6.  Procedure for transaction of business .—(1) The Board shall meet  regularly at such \ntime as the Chairperson thinks fit, but at least once in every six months.  \n(2)  All decisions at a meeting shall be taken by majority:  \nProvided that in the case of equality of votes, the Chairperson or in his absence the \nperson presiding shall have and can exercise a second or casting vote.  \n \nPage 5 of 7 \n (3)  If for any reason, the Chairperson is unable to attend a meeting of the Board , any \nmember chosen by the members present from amongst  themselves at the meeting shall preside.  \n(4)  Quorum of the meeting shall not be less than fifty percent of its total membership \nat the time of such meeting.  \n(5)  In the event of a requisition signed and presented by one -fourth of the members, the \nChairperson shall call a meeting of the Board within seven days of such requisition, presented to \nthe Chairperson.  \n7.   Officers and other employees of the Board .—(1) The Authority after approval \nof the Government shall appoint officers and other employees of the Board on such terms and \nconditions as may be prescribed.  \n(2)  The Secretary shall be responsible for proper administration of affairs of the \nBoard and its day -to-day managem ent and shall exercise and discharge such other -\npowers and perform such other functions as may be prescribed.  \n8.   Function of the Board. —The Board shall have the responsibility to achieve and \nimplement objectives of this Act and to assist the government on all matters for the access of \nmedia to deaf persons.  \n9.  Procedure of the Board .—(1) The Board shall regulate its own procedure.  \n \n(2)  All orders and decisions of the Board shall be authenticated by the Secretary or any \nother officer of the Board duly authorized by the Chairperson in this behalf.  \n \n(3) The quorum for a meeting of the Board shall not be less than one half of the total \nmembership of the Board.  \n(4)  The decision of the Board shall be taken by the majority of its Members present \nand, in case of a tie, the member presiding the meeting shall have a casting vote.  \n10.  Annual reports of the Board .—(1) The Board shall prepare an annual report \non the access of media to deaf persons and shall lay the report before each House of Majlis -\ne-Shoora (Parliament),  \n(2)  The Board may at arty time submit special report, before each House of Majlis -\ne-Shoora, on any matter which, in its opinio n, is of such urgency or importance that it should not \nbe deferred till submission of the annual report.  \n \n(3)  The Board shall assist the Government in preparation of its periodic report  in \naccordance with international declarations, conventions, treaties, covenants and agreements \nrelating to the access of media to deaf persons.  \n11. Funds of the Board .—(1) There shall  be established by the Government \na fund to be known as the access of media to deaf persons fund, which shall vest in the Board \nand shall be used by the Board to meet charges in connection with its functions under this Act.  \n(2)  The sources of the Fund, amongst other moneys, may  be the following, \nnamely:— \n \nPage 6 of 7 \n (a)    such fund as the Government shall allocate each year as a non - \nlapsable grant in annual budget of the fund;  \n(b)    such voluntary donations, contributions or subscriptions as be made  \nby Provincial Governments ; \n(c)    donations,  if any, made by private individuals, national and  \ninternational natural and juristic persons;  \n(d)    income from investment by the Board as may be prescribed; and  \n(e)    all other sums or properties or assets which may in any manner  \nbecome payable to or vest in the Board in respect of any matter.  \n(3) The Board shall, while performing its functions and exercising its powers under  \nthis Act, ensure highest sense of prudence in respect of expenditures incurred from the \nFund.  \n(4)  The Fund shall be expended for the purposes of access of media to deaf persons and \nfor such other activities which fall within purview of the Board.  \n(5)   The Board may invest money from the Fund in accordance with instructions of the \nGovernment.  \n12.  Accounts and audit of Board. —(l) The Board shall maintain proper \naccounts and other relevant records and prepare an annual statement of accounts in such form \nas may be prescribed by the Government.  \n(2)  The Secretary of the Board shall be the Principal Accounting  Officer of the \nBoard and the accounts of the Board shall be audited by the Auditor General at such intervals \nas may be specified by him.  \n(3) The accounts of the Board, as certified by the Auditor General or any other person \nappointed in his beha lf, together with the audit report thereon shall be forwarded annually to \nthe Government by the Board and the Government shall cause the audit report to be laid, as \nsoon as may be after it is received, before each House of the Parliament.  \n \n13.  Power of the Government to issue directives. —The Government may, as \nand when it considers necessary, issue  directives to the Board on matters of policy and such \ndirectives shall be binding on the Board and if a question arises as to whether any matter is \na matter of policy or not, the decision of the Government thereon shall be final.  \n14.  Returns  or  information. —The  Board  shall  furnish  to  the Government \nsuch returns or other information with respect to its activit ies as the Government may, from time \nto time, require.  \n15. Offences. —(1) Any  broadcast  media, house,  person,  national broadcaster, \nmedia, state, private run media, private television channels, Cable TV or any other broadcast \nmedia violates or abets to violate any of th e provision of this Act shall be guilty of an offence \nunder this Act and shall be punished with fine which may extend to twenty thousand rupees per \nday but shal l not be below three thousand rupees per day.  \n \nPage 7 of 7 \n (2)  In case of continuous violation of more than six months, shall be punished with \nimprisonment of either description for a term which may extend to five years, or with fine which \nshall not be below one hundred thousand rupees per month or both.  \n16.  Power to  make rules. — Within two months of the commencement  of this Act, \nthe Government shall, in consultation with the Authority and by notification in the official \nGazette, make rules to carryout purposes of this Act.  \n17.  Power to make regulations. —The Authority with the  approval of the Board, \nmay by notification in the official Gazette, make regulations for carrying out the purposes \nof this Act.  \n18.  Power to remove difficulties and doubts. —If any difficulty  or doubt arises \nin giving effect to the provisions of this Act, the Government may, by order in writing published \nin the official Gazette, make such provision as may appear to it to be necessary for removing the \ndifficulty or doubt:  \nProvided that no order sha ll be made under this section after expiry of a period of three \nyears from commencement of this Act.  \n19. Act to override other laws. —The provisions of this Act shall have overriding \neffect not withstanding anything contained in any other law for the time being in force."
}