{
    "file": "./converted_json\\administrator20fdf57154a60334611d239e58068a11.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 39 \n  \n \n \n \n \n THE INTERNATIONAL ISLAMIC UNIVERSITY ORDINANCE, \n1985  \n \n \n \n \n \n \nCONTENTS  \nCHAPTER I  \nTHE PRILIMINARY  \n1. Short title and commencement  \n2. Definitions  \n3.  \nCHAPTER II  \nTHE UNIVERSITY  \n4. Establishment of the University  \n5. Powers and functions of the University  \n6. University open to all classes, creeds, etc  \n7. Teaching in the University  \nCHAPTER III  \nOFFICERS OF THE UNIVERSITY  \n8. Officers of the University  \n9. Chancellors  \n10. Visitation  \n11. Pro­Chancellor  \n12. Rector   \n\n \nPage 2 of 39 \n 13. President  \n14. Vice­Presidents  \n15. Other Officers  \nCHAPTER IV  \nAUTHORITIES OF THE UNIVERSITY  \n16. Authorities  \n17. Board of Trustees  \n18. Meetings of the Board of Trustees  \n19. Board of Governors  \n20. Meetings of the Board of Governors  \n21. Powers of the Board of Governors  \n22. Academic Council  \n23. Powers and duties of the Academic Council  \n24. Constitution, functions and powers of other Authorities  \n25. Appointment of Committees by the Authorities  \n26. The academic and administrati ve staff  \n27. Academic freedom  \nCHAPTER V  \nSTATUTES, REGULATIONS AND RULES  \n28. Statutes  \n29. Regulations  \n30. Rules  \nCHAPTER VI  \nTHE UNIVERSITY FUND  \n31. University Fund  \n32. Payments  \n33. Accounts  \n34. Audit  \n \nPage 3 of 39 \n 35. Annual statement of accounts  \nCHAPTER VII  \nGENERAL PROVISIONS  \n36. Retirement from service  \n37. Opportunity to show cause  \n38. Appeal to, and review by, the Board of Governors  \n39. Pension, insurance, gratuity, provident fund and benevolent fund  \n40. Commencement of term of office of members of authorities  \n41. Filling of casual vacancies in Authorities  \n42. Filling of vacancies in Authorities in Certain Circumstances  \n43. Disputes about membership of Authorities, etc . \n44. Proceeding of Authorities not invalidated by vacancies  \n45. First Statutes  \n46. Bar of Jurisdic tion \n47. Indemnity  \n48. Transitional provisions  \n49. Repeal and savings  \n50. Trust  \n51. Removal of difficulties  \nTHE SCHEDULE.__ (The First Statutes)  \nANNEX I .__ (Islamic Research Institute)  \nANNEX II.__ (International Institute of Islamic Economics)  \nANNEX III .__(Shariah Academy)  \nANNEX IV .__ (Academy for Da'wah Training of Imams)  \n  \n \nPage 4 of 39 \n THE INTERNATIONAL ISLAMIC UNIVERSITY ORDINANCE, 1985  \nORDINANCE No. XXX OF 1985  \n[31st March, 1985]  \nAn Ordinance to reconstitute and re­organize the Islamic University  \nWHEREAS it is expedient to establish an international seat of Islamic learning in Pakistan so \nas to provide every opportunity for an all  round and harmonious development of individuals and \nsociety and reconstruction of human thought in all its form on the foundations of Islam;  \nAND WHEREAS the Islamic University, Islamabad, working to achieve these objectives, has \nnow reached a stage when it can be reconstituted to become an autonomous International Islamic \nUniversity in order to encourage and promote educat ion, training and research in Islamic learning, \nsocial, natural, applied and communication sciences and other branches of learning to ensure the \nMuslim Ummah’s ideological, moral, intellectual, social, economic and technological development in \naccordance w ith the values, ideals, principles and norms of Islam ;  \nAND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \nNOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, and  in \nexercise of all powers enabling him in that behalf, the President is pleased to make and promulgate the \nfollowing Ordinance:  \nCHAPTER I  \nTHE PRILIMINARY  \n1. Short title and commencement .__ (1) This Ordinance may be called the International \nIslamic  Univer sity Ordinance, 1985.  \n(2) It shall come into force at once.  \n2. Definitions.  In this Ordinance, unless there is anything repugnant in the subject or \ncontext,  \n(a) “Academic Council ” means the Academic Council of the University ;  \n(b) “Academy ” means an Academy of the University ;  \n(c) “Authority ” means an authority of the University as specified in this Ordinance;  \n(d) “Board of Trustees ” means the Board of Trustees  referred to in this Ordinance;  \n(e) “Board of Governors ” means the Board of Gover nors of the University ;  \n(f) “Chancellor ” means the Chancellor of the University ;  \n(g) “Dean ” means the head of a faculty or other teaching, research or training unit \nof the University;  \n \nPage 5 of 39 \n (h) “Director ” or “Director General ” means the head of an Academy, Ins titute or \nCentre ;  \n(i) “Government ” means the Federal Government;  \n(j) “Institute ” means a constituent/self­governing Institute maintained and \nadministered by the University ;  \n(k) “prescribed ” means prescribed by Statutes, Regulations or Rules ;  \n(l) “President ” means the President of the University ;  \n(m) “Pro­Chancellor ” means the Pro­Chancellor of the University ;  \n(n) “Rector ” means the Rector of the University ;  \n(o) “Statutes ” “Regulations ” and “Rules ” means the Statutes, Regulations and \nRules made o r deemed to have been made under this Ordinance ;  \n(p) “Trust ” means the International Islamic University Trust established in Pakistan \nor abroad to support the University;  \n(q) “Teachers ” include whole time Professors, Associate Professors, Assistant \nProfes sors and research staff engaged by the University for teaching at the \nUniversity and such other persons as may be recognised to be Teachers by the \nBoard of Governors ;  \n(r) “University ” means the International Islamic University as constituted under \nthis Or dinance; and  \n(s) “Vice­President ” means Vice­President of the University.  \nCHAPTER II  \nTHE UNIVERSITY  \n4. Establishment of the University.__ (1) On the commencement of this Ordinance, the \nIslamic  University established under the Islamic University Ordinance,  1980 (LIII of 1980), shall be \nre­ constituted and re­named as the International Islamic University with its principal seat at Islamabad.  \n(2) The University shall consist of :__  \n(i) the Chancellor, the Pro­Chancellor, the Rector, the President, the \nDirectors­General, the Vice­Presidents, the Deans, and the Directors ;  \n(ii) members of the Board of Trustees, the Board of Governors, the Academic \nCouncil and other Authorities ;  \n(iii) Teachers ; and  \n(iv)  such other officers as may be prescribed.  \n(3) The University shall be a body corporated by the name of the International Islamic \n \nPage 6 of 39 \n University having perpetual succession and a common seal and shall, by the said name, sue and be \nsued.  \n(4) The University shall be competent to acquire and hold property, both m ovable and \nimmovable, and to lease, sell or otherwise transfer any movable and immovable property which may \nhave vested in it or acquired by it in and outside Pakistan.  \n(5) The University shall be the custodian of the Faisal Mosque, Islamabad, and the \nbuildings attached to the Mosque and shall be responsible for its supervision, control and maintenance.  \n5. Powers and functions of the University.__ (1) The University shall make \narrangements for  the promotion and dissemination of knowledge and for instruction, training and \nresearch in such fields as the University may determine.  \n(2) The University shall produce skilled manpower for effective implementation of Islamic \nlaws and management of Islamic Institutions in Pakistan and the rest of the Muslim World.  \n(3) The University shall be a fully autonomous body with freedom to govern its academic \nfunctions in order to achieve its objectives.  \n(4) The University shall have the powers to:__ \n(a) admit, teach and examine students ;  \n(b) award degrees, diplomas,  certificates and other academic distinctions ;  \n(c) determine and prescribe courses of study in such branches of learning as the \nUniversity may determine ;  \n(d) provide for instruction, training and research in such branches of learning and \nat such levels, as it may determine ;  \n(f) decide teaching methods and strategies in order to ensure the most effective \neducational and other programmes ;  \n(g) institute Professorships, Associate Professorships, Assistant Professorships, \nResearch Associateships and any other positions, and to appoint persons thereto \nunder prescribed conditions ;  \n(h) create posts for teaching, research, extension, administration and other related \npurposes and to appoint persons thereto under prescribed conditions ;  \n(i) institute and award  fellowships, scholarships, exhibitions, bursaries, medals and \nprizes and prescribe conditions for their dispensation ;  \n(j) establish Academies, Institutes, Faculties, Departments, Research and Training \nCentres, Libraries, Laboratories, Workshops, Museums and such other \nestablishments as may be necessary from time to time, and other centres of \nlearning for the development of teaching and research and to make such \narrangements for their maintenance, management and administration as it may \ndetermine ;  \n \nPage 7 of 39 \n (k) establish and control the residences of the students, scholars and trainees of the \nUniversity and to institute and maintain halls of residence ;  \n(l) confer in the manner prescribed, honorary degrees, Emeritus Professorships or \nother distinctions on persons approved for the purpose ;  \n(m) confer degrees on persons who have conducted independent research under \nprescribed condition ;  \n(n) determine the equivalence of the examinations passed, and the periods of study \nspent, by students of the University at other U niversities and places of learning \nand to review such equivalence, if necessary ;  \n(o) supervise and control the discipline of students of the University, promote \nco­curricular and recreational activities of such students, and make \narrangements for promotin g their health, Islamic personality, morality and \ngeneral welfare in accordance with Islamic values ;  \n(p) demand and receive such fees and other charges as it may determine from time \nto time ;  \n(q) make provisions for research, training and advisory service s and with these \nobjectives to enter into arrangements with other institutions or with public \nbodies under prescribed conditions ;  \n(r) enter into, execute, vary or cancel agreements, contracts and other arrangements \nwith governments, organizations, institu tions, bodies and individuals for the \npurpose of carrying out its functions and activities ; and  \n(s) receive and manage properties, grants, donations, endowments, bequests, trusts, \ngifts and other contributions in Pakistan and abroad and administer, transf er or \ninvest the funds so received and apply as much of its income to the maintenance \nand development of the University and its constituent establishments as it may \ndeem fit ;  \n(5) Without prejudice to the generality of the above provisions, all powers not allocated to \nany other body of the University shall vest in the University to conduct its affairs and it may do all \nsuch other acts and things, as may be requisite in order to further the objects of the University.  \n6. University open to all classes, creeds , etc.  The University shall be open to all persons \nof either sex of whatever religion, race, creed, class or color who desire to receive higher education \nwith Islamic orientation and no such person shall be denied the privileges of the University on the \nground only of sex, religion, race, caste, creed, class, colour or domicile.  \n7. Teaching   in the  University.__ (1) All recognized teaching in various courses shall be  \nconducted by the University in the prescribed manner.  \n(2) The objective of all teaching a t the University shall be to lay emphasis on the seeking \nof knowledge rather than on examinations and degrees, and, therefore, in addition to formal education, \nthe University may organize as many non­degree courses, classes, seminars, colloquia and worksho ps \nas possible.  \n \nPage 8 of 39 \n (3) The authority responsible for organising recognized teaching shall be such as may be \nprescribed.  \n(4) The courses and the curricula shall be such as may be prescribed.  \nCHAPTER III  \nOFFICERS OF THE UNIVERSITY  \n8. Officers of the University. The following shall be the officers of the University, \nnamely :__ \n(i) the Chancellor ;  \n(ii) the Pro­Chancellor;  \n(iii) the Rector ;  \n(iv) the President;  \n(v) the Directors­General of Academies ;  \n(vi) the Vice­President(s) ;  \n(vii) the Deans ;  \n(viii)  the Directors ; and  \n(ix) such other persons as may be prescribed by Regulations to be the officers.  \n9. Chancellor.__ (1) The President of the Islamic Republic of Pakistan shall be the \nChancellor of  the University.  \n(2) The Chancellor shall, when present, preside at the convocation of the University and \nthe meeting of the Board of Trustees.  \n(3) If the Chancellor is satisfied that any regulation or rule, or proceedings of any Authority \nare not in accordance with the provisions of this Or dinance, the Statutes, the Regulations or the Rules, \nhe may refer them to the Board of Trustees for reconsideration.  \n(4) Every proposal to confer an honorary degree shall be subject to confirmation by the \nChancellor.  \n(5) The Chancellor may remove any perso n from the membership of any Authority, if such \nperson.  \n(i) has become of unsound mind ; or  \n(ii) has become subject to an incapacity which prevents him from functioning as a \nmember of such Authority ; or  \n(iii) has been convicted by a court of law of an off ence involving moral turpitude ; \nor \n \nPage 9 of 39 \n (iv) has been found involved in activities detrimental to the interests of the \nUniversity.  \n10. Visitation. — (1) The Chancellor or the Pro­Chancellor may cause an inspection or \ninquiry  to be made in respect of any matter connected with the affairs of the University and shall, from \ntime to time, appoint such person or persons as he may deem fit for the purpose of carrying out \ninspection of: — \n(i) the University, its buildings, laboratories; libraries, museums, work­shops and  \nequipment ;  \n(ii) any institution or hostel maintained by the University ;  \n(iii) the teaching, research and other work conducted by the University; and  \n(iv) the conduct of examination held by the University.  \n(2) The Chancellor or the Pro­Chancellor  shall give notice to the Board of Governors of \nhis intention to cause an inspection or inquiry to be made under sub­section (1) and the Board of \nGovernors shall be entitled to be represented thereat.  \n(3) The Chancellor or the Pro­Chancellor shall communic ate to the Board of Governors his \nviews with regard to the results of an inspection or inquiry made under sub­section (1) and shall, after \nascertaining the views of the Board of Governors thereon, advise the Board of Governors, on the action \nto be taken by  it. \n(4) The Board of Governors shall, within such time as may be specified, communicate to \nhim such action, if any, as has been taken or may be proposed to be taken upon the results of an \ninspection or inquiry communicated to it under sub­section (3).  \n(5) If the Board of Governors does not, within the specified time, take action to the \nsatisfaction of the Chancellor or the Pro­Chancellor, he may, after considering any explanation \nfurnished or representation made by the Board of Governors, issue such direct ions as he thinks fit, and \nthe Rector shall comply with such directions.  \n11. Pro­Chancellor. —(1) The Chancellor shall appoint a scholar of international repute or \nan educationist of distinction as Pro­Chancellor for such period and on such terms and condit ions as \nhe may determine.  \n(2) The Pro­Chancellor shall, in the absence of the Chancellor, preside at the convocation \nof the University and at any meeting where business of the University is being considered.  \n(3) The Pro­Chancellor shall perform such functi ons as the Chancellor may delegate to him \nfrom time to time.  \n12. Rector. —(1) The Chancellor shall appoint a scholar of international repute or an  \neducationist of distinction as Rector for such period and on such terms and conditions as he may \ndetermine.  \n(2) The Rector, in the absence of the Chancellor and the Pro­Chancellor, shall preside at \nthe convocation of the University and the meetings of the Board of Trustees and when present he shall \npreside over the meetings of the Authorities.  \n \nPage 10 of 39 \n (3) The Rector shall  exercise general control and supervision over the affairs of the \nUniversity and shall ensure that the provisions of this Ordinance, the Statutes, the Regulations, the \nRules, policies and directions of the Board of Trustees are properly executed.  \n(4) The Rector shall submit the plans of work, the budget, as approved by the Board of \nGovernors, and a report on the activities of the University to the Board of Trustees.  \n(5) The Rector shall perform such other functions as may be entrusted to him by the \nChancel lor, the Pro­Chancellor or the Board of Trustees.  \n13. President.__ (1) The President shall be appointed by the Board of Trustees, out of a \npanel to  be recommended by the Rector, on such terms and conditions as the Board of Trustees may \ndetermine and shall hold office during the pleasure of the Board of Trustees for a term not exceeding \nfour years.  \n(2) At any time when the office of the President is vacant or the President is absent or is \nunable to perform the functions of his office due to illness or some o ther cause, the Rector shall, so far \nas may be, in consultation with the President, appoint one of the Vice­Presidents to perform the duties \nof the President.  \n(3) The President shall have the following powers and duties, namely: —  \n(a) The President shall be the academic and administrative officer of the University \nand shall have, subject to the provisions of this Ordinance, Statutes, Regulations \nand Rules, such powers and duties as may be determined by the Board of \nTrustees from time to time.  \n(b) He may, i n an emergency, which in his opinion requires immediate action, take \nsuch action as he may consider necessary and shall, as soon thereafter as \npossible, report his action to the authority or other body which in the ordinary \ncourse would have dealt with the  matter.  \n(c) He shall have the power to create and fill posts temporarily for a period not \nexceeding six months, and shall, with the approval of the Rector, secure the \nservices of experts on the basis of contract for a period not exceeding two years \nand sh all report all such cases to the Board of Governors.  \n(d) He shall have the power to detail any employee on any duty commensurate with \nhis status, qualifications and experience or transfer any employee to an \nequivalent post and report his action for informa tion to the Board of Governors.  \n \n(e) He shall authorize expenditure in accordance with the budget and other \nguidelines, laid down by the Board of Governors from time to time.  \n(f) He shall promote general efficiency and good order of the University and shal l \nhave all powers necessary to exercise control and enforce discipline over all \nTeachers, employees, research workers, students, scholars and trainees of the \nUniversity.  \n(g) He may delegate any of his powers to Vice­Presidents or any Teacher, officer \n \nPage 11 of 39 \n or a committee and exercise such other powers as may be delegated to him by \nthe Board of Trustees or the Board of Governors.  \n14. Vice­Presidents. — (1) There may be one or more Vice­Presidents of the University.  \n(2) The Vice­President  shall be appointed by the Board of Governors on the \nrecommendation of the President on such terms and conditions as may be determined by the Board of \nGovernors and exercise such powers as may be delegated to him by the President in consultation with \nthe R ector.  \n(3) The Vice­President shall perform such duties and functions as assigned by the President \nfrom time to time.  \n15. Other Officers.  Subject to the provisions of this Ordinance, the terms and conditions \nof service and powers and duties of other office rs of the University shall be such as may be prescribed.  \n \nCHAPTER IV  \nAUTHORITIES OF THE UNIVERSITY  \n16. Authorities.  The following shall be the Authorities, namely: —  \n(i) the Board of Trustees ;  \n(ii) the Board of Governors ;  \n(iii) the Academic Council ;  \n(iv) the Board of Studies ;  \n(v) the Selection Board ;  \n(vi) the Finance and Planning Committee ;  \n(vii) the University Discipline Committee ; and  \n(viii)  such other authorities as may be prescribed by the Statutes.  \n17. Board of Trustees. — (1) There shall be a Board of Trustees consisting of the following \nex­officio  members, namely:  \n(i) Chancellor  .. .. .. Chairman  \n(ii) Pro­Chancellor  \n(iii) Rector  \n(iv) President  \n(v) Sheikh of Al­Azhar, Cairo.  \n(vi) Secretary­General, Rabita al­Alam­al­Islami.  \n(vii) Chairman, International Islamic Charitable Foundation, Kuwait.  \n \nPage 12 of 39 \n (viii)  Chief Justice, Supreme Court of Pakistan.  \n(ix) Chief Justice, Federal Shariat Court, Pakistan.  \n(x) Chairman, University Grants Commission, Pakistan.  \n(xi) Director­General, ISESCO, Rabat.  \n(xii) Secretary, Federal Ministry of Education, Government of Pakistan.  \n(xiii)  Rector, Ummul Qura University, Makkah.  \n(xiv)  Rector, International Islamic University, Malaysia.  \n(xv) Rector, Cairo University.  \n(xvi)  Rector, Al­Azhar University.  \n(xvii)  Rector, Muhammad Ibn Saud University, Riyadh.  \n(xviii)  Such other ex­officio  members as may be elected by the Board of Trustees.   \n(2) The following shall be the Founder Members of the Board of Trustees, namely:__ \n(i) General Muhammad Zia­ul­Haq (Pakistan).  \n(ii) Sh. Abdul Aziz ben Baz (Saudi Arabia).  \n(iii) Dr. Abdullah Omer Nasif (Saudi Arabia).  \n(iv) Dr. Muhammad Afzal (Pakistan).  \n(v) Sheikh Yusuf Jasim Al­Hajji (Kuwait).  \n(vi) Dr. Ahmed Mohammad Ali (Saudi Arabia).  \n(vii) Dr. Hussain Hamid Hassan (Egypt).  \n(viii) Prof. Khurshid Ahmad (Pakistan).  \n(ix) Maulana Zafar Ahmad Ansari (Pakistan).  \n(x) Dr. Ishaq Farhan (Jordan).  \n(xi) Dr. Ahmad Amin Faud (Egypt).  \n(xii) Dr. Muhammad Abdur Rahman al Bakr (U.A.E.)  \n(xiii)  Mr. Ahmed Bazi Yasin (Kuwait).  \n(xiv)  Dr. Tayyib Zainul  Abidin (Sudan).  \n(xv) Dr. Omar Jah (Gambia).  \n \nPage 13 of 39 \n (xvi)  Prof. Dr. Sabahuddin Zaim (Turkey).  \n(xvii)  Sheikh Mohammad Al­Gazali A1 Sakka (Algeria).  \n(xviii)  Mr. Abdullah Ali Al­Mutawa (Kuwait).  \n(xix)  Maulana Abu Hassan al Nadvi (India).  \n(xx) Dr. Muhammad Hamid Ulla h (Paris).  \n(xxi)  Mr. Ibrahim Afandi (Saudi Arabia).  \n(xxii)  Mr. Saleh Kamil (Saudi Arabia).  \n(3) The ordinary members of the Board of Trustees may elect outstanding scholars as \nordinary members.  \n(4) Whenever there is a vacancy in the list of Founder Members,  the Board of Trustees \nshall elect an ordinary member in his place who shall hold office for three years from the date of his \nappointment.  \n(5) One of the Vice­Presidents shall act as Secretary of the Board of Trustees who shall be \nappointed by the Rector i n consultation with the President.  \n(6) Subject to the provisions of this Ordinance, the Board of Trustees shall be the supreme \nauthority of the University in all matters and its decisions shall be final and binding.  \n(7) Without prejudice to the generality of the provisions of sub­section (6), the Board of \nTrustee shall exercise and perform the powers and functions hereinafter specified, namely: — \n(a) to formulate or approve the principal policies and the plans governing the \nactivities of the University ;  \n(b) to review and approve the creation of any component of the University, such as \nfaculties, colleges, programmes, institutes, standing committees, councils and \nother administrative bodies necessary to assist or improve the working of the \nUniversity ;  \n(c) to consider annual reports and budget, submitted by the Rector, relating to the \nactivities  of the University and the execution of the plans of work and to direct \nthe Rector to  submit reports relating to any mater specified by the Board of \nGovernors ;  \n(d) to make arrangements for the financial stability of the University, for ensuring \neffectiveness of its future operations, the continuity and preservation of the \nautonomy of the University and academic freedom of the faculties in their \neducational and researc h activities ;  \n(e) to create a Trust or Trusts for meeting developmental and recurring \nrequirements of the University ;  \n(f) to appoint from amongst its members such committees or sub­committees as \n \nPage 14 of 39 \n may, in the opinion of the Board of Trustees, lead to its m ore efficient and \neffective operation ;  \n(g) to approve the recommendations of the Board of Governors on all affiliations \nand other similar arrangements through which institutions or individuals may \nbecome associated with the University ;  \n(h) to appoint pro fessors emeritus, to confer honorary degrees and other academic \ndistinctions with the approval of the Chancellor ;  \n(i) to take such initiatives as it may consider necessary or desirable for the efficient \nand effective management and functioning of the University so as to make the \nUniversity an effective and intellectual instrument for educational advancement \nof the Ummah.  \n(8) No act or proceeding of the Board of Trustees shall be invalid by reason only of the \nexistence of a vacancy in, or defect in the constitution of, the Board of Trustees.  \n18. Meetings of the Board of Trustees. —(1) The Board shall meet at least once during a \nyear for regular or scheduled meetings and may meet at any other time at which a special meeting \nthereof may be called by the Cha ncellor or requisitioned in writing by not less than five members of \nthe Board of Trustees.  \n(2) Not less than ten clear days, notice of a special meeting shall be given to the members \nof the Board of Trustees and the agenda of the meeting shall be restrict ed to the matters specified in \nthe agenda to the annexed to such notice.  \n(3) The quorum for a meeting of the Board of Trustees shall be one­third of its members, a \nfraction being counted as one.  \n(4) The decisions of the Board shall be based on the majority  vote of the members present \nand voting.  \n(5) In the case of equality of votes, the Chairman shall have a second or casting vote.  \n19. Board of Governors. —(1) The Board of Governors shall have the following members, \nnamely: — \n(i) Rector  .. .. .. Chairman  \n(ii) President  .. .. .. Vice­Chairman . \n(iii) Chief Justice of the Federal Shariat Court or a \nJudge  of the said Court nominated by the Chief \nJustice  .. .. .. Member.  \n(iv) Secretary, Ministry of Education, Government of \nPakistan  .. .. .. Member.  \n(v) Chairman, University Grants Commission, or his \nnominee not below the rank of a permanent  \nMember of the Commission  .. .. .. Members.  \n \nPage 15 of 39 \n (vi) One Vice­Chancellor of a Pakistani University  to \nbe nominated by the Chancellor  .. .. .. Members.  \n(vii) Three scholars of international repute in the  \ndomain of Islamics to be nominated by the \nPro­Chancellor in consultation with the Rector.  .. .. .. Members . \n(viii)  Three nominees of the Board of Trustees  .. .. .. Members . \n(ix) One Vice­President appointed by the Rector in \nconsultation with the President  .. .. .. Secretary.  \n(2) The members other than ex­Officio  members, shall hold office for two years.  \n20. Meetings of the Board  of Governors. — (1) The Board shall ordinarily meet once in \nthree  months but a special meeting may be called by the Rector at any time.  \n(2) Not less than ten clear days  notice of a special meeting shall be given to the members \nof the Board of Governors.  \n(3) The quorum for a meeting of the Board of Governors shall be one­half of its members, \na fraction being counted as one.  \n(4) The decisions of the Board of Governors shall be based on the majority vote of the \nmembers present and voting.  \n21. Powers of the Board of Governors.__ (1) The Board of Governors shall function under \nthe overall guidance  of the Board of Trustees and shall have the powers to execute the policies laid \ndown by it.  \n(2) Without prejudice to the generality of the provisions of sub­section (1), the Board of \nGovernors shall exercise and perform the powers and functions hereinafte r specified, namely:__ \n(a) to hold, control and administer the property, funds and resources of the \nUniversity;  \n(b) to act as custodian of the University assets, properties and funds, other than that \nof the Trust;  \n(c) to regulate and govern the finances, accounts, investments, funds, loans, \ndonations and appoint agents for financial purposes.  \n(d) to consider and approve, on the advice of the Finance and Planning Committee \nof the University, the annual budget estimates and the revised budget estimates \nand t o reappropriate funds from one head of the budget to the other, and to lay \ndown guidelines or rules of business dealing with financial disbursement ;  \n(e) to approve, vary or cancel contracts ;  \n(f) to initiate or approve schemes for the realisation of the o bjectives of the \nUniversity;  \n \nPage 16 of 39 \n (g) to determine the form, provide for custody and regulate the use of common seal \nof the University ;  \n(h) to institute Profession  ships, Associate and Assistant Professorships, research \nfellowships, and other teaching, researc h and administrative posts or to suspend \nor abolish them or convert them into other posts ;  \n(i) to appoint Teachers, researchers and officers on the recommendations of the \nSelection Board;  \n(j) to suspend, punish and remove from service the University emplo yees whom it \nis empowered to appoint, in the manner prescribed after due enquiry and \ndefence ;  \n(k) to propose Statutes for submission to the Board of Trustees ;  \n(l) to approve Regulations and Rules on the recommendations of the appropriate \nbodies ;  \n(m) to appoint such individuals, committees or sub­committees and delegate such \npowers and assign such functions as may, in the opinion of the Board of the \nGovernors, lead to its more efficient and effective operation ; and  \n(n) to determine, regulate and administ er all other matters concerning the \nUniversity and to this end exercise all necessary powers not specifically \nmentioned in this Ordinance or the Statutes, the Regulations and the Rules.  \n22. Academic Council.__ (1) The Academic Council shall consist of,__ \n(i) the President, who shall be its Chairman ;  \n(ii) the Vice­Presidents ;  \n(iii) Directors­General ;  \n(iv) the Deans ;  \n(v) the Directors of Institutes ;  \n(vi) the University Professors and Professors Emeritus ;  \n(vii) two Teachers to be appointed by the Rector in consultation with the President ; \nand \n(viii)  two eminent scholars to be nominated by the Board of Governors.  \n(2) One of the Deans or a Director appointed by the President shall act as Secretary of the \nAcademic Council.  \n(3) The quorum for a meeting of the Academic Council shall be one­half of the total \nnumber, of members a fraction being counted as one.  \n23. Powers  and  duties  of the Academic Council. — (1) The Academic Council shall be \n \nPage 17 of 39 \n the academic body of the University and  shall, subject to the provisions of this Ordinance and the \nStatutes, have the power to lay down proper standards of instruction, research and examinations and \nto regulate and promote the academic life of the University.  \n(2) The Academic Council shall advi se the Board of Governors on academic matters and \nshall exercise such powers and perform such duties as may be assigned to it by the Board of Governors \nand those prescribed by the Statutes.  \n24. Constitution, functions and powers of other Authorities.  Subject to the provisions \nof this Ordinance, the constitution, functions and powers of the Authorities for which no specific \nprovision or insufficient provision has been made in this Ordinance shall be such as may be prescribed \nby the Statutes.  \n25. Appoin tment of Committees by the Authorities.  The Board of Trustees, the Board \nof Governors and the Academic Council and any other Authority may, from time to time, appoint such \nstanding, special or advisory committees as it may deem fit, and may also appoint to  such committees \npersons who are not its members.  \n26. The academic and administrative staff.  The academic and administrative staff of the \nUniversity shall be selected with a view to achieve its stated objectives and the basic criteria for their \nselection s hall be the highest standards of intellectual competence, integrity, efficiency and \ncommitment to Islam.  \n27. Academic freedom.  The academic staff of the University shall enjoy freedom of \nexpression in their research and educational work in accordance with the objectives of the University.  \nCHAPTER V  \nSTATUTES, REGULATIONS AND RULES  \n28. Statutes.__ (1) Subject to the provisions of this Ordinance, Statutes may be made to \nregulate or prescribe all or any of the following matters namely: — \n(a) creation of institut es and faculties ;  \n(b) service, pension and fringe benefits for University employees and terms and \nconditions of their service ;  \n(c) conditions of appointment of Professors Emeritus and award of honorary \ndegrees ;  \n(d) efficiency and discipline of the Unive rsity employees ; and  \n(e) all other matters required to be regulated under the Statutes.  \n(2) Draft of the Statutes shall be proposed by the Board of Governors for approval by the \nBoard of Trustees which may approve them or refer them back for reconsideration.  \n(3) No Statute shall be valid until it has been approved by the Board of Trustees.  \n29. Regulations.__ (1) Subject to the provisions of this Ordinance and the Statutes, \nRegulations  may be made for all or any of the following matters, namely  :—  \n \nPage 18 of 39 \n (a) schemes of studies and research including the duration of courses, number of \nsubjects or papers for examination ;  \n(b) syllabi and courses of study and research programmes leading to degrees, \ndiplomas or certificates ;  \n(c) conduct and supervision o f examinations, appointment of examiners and \nscrutiny and tabulation of results ;  \n(d) determination of fees and other charges for admission to various courses ;  \n(e) maintenance of discipline among students and schemes for their welfare ;  \n(f) institution of  fellowships, scholarships, prizes and medals, honorarium and \nother financial assistance to students and research scholars ;  \n(g) conduct of convocations and form of academic costumes ; and  \n(h) all other academic matters which are to be or may be prescribed  by Regulations.  \n(2) The draft regulations shall be approved by the Board of Governors in consultation with \nthe Academic Councils.  \n(3) No regulation shall be valid until it has been approved by the Board of Governors.  \n30. Rules.  The Board of Governors may prescribe rules for implementation of Statutes or \nRegulations where so required under the Statutes and the Regulations or make rules to regulate any \nmatter relating to the affairs of the University which under this Ordinance are not specifically required \nto be provided for by the Statutes or the Regulations.  \n \nCHAPTER VI  \n \nTHE UNIVERSITY FUND  \n \n31. University Fund.__ (1) There shall be a University fund to which shall be credited \nincome from any source including transfers from the Trust, fees, donations, bequests, endowments, \ncontributions and grants.  \n(2) The Board of Governors may establish special funds for specific institutions or projects.  \n32. Payments.  All payments from the University fund shall be made in accordance with \nthe approved budget or funds for services rendered to, or supplies received by, the University.  \n33. Accounts.  The accounts of the University shall be maintained and audited once a year \nunder financial rules to be prescribed by the Board of Governors in consultation with the Finance an d \nPlanning Committee.  \n34. Audit.  All payments shall be made after pre­audit by a resident Audit Officer to be \nappointed by the Board of Governors.  \n35. Annual statement of accounts.  The President shall submit each year a statement of \nexpenditure and receipt s of the University, duly audited by an external auditor appointed by the Board \nof Governors with his comments for consideration by the Board of Governors.  \n \nPage 19 of 39 \n CHAPTER VII  \nGENERAL PROVISIONS  \n36. Retirement from service.  An officer, Teacher or other employee of the University \nshall retire from service.__ \n(i) on such date, after he has completed twenty  five years of service qualifying for \npension or other retirement benefits as the competent authority may direct ; or  \n(ii) where no direction is given under clause (1), on the completion of sixty years \nof his age.  \nExplanation.__ In this section ‘competent authority’ means the appointing authority or a person  \nduly authorised by the appointing authority in that behalf, not being  a person lower in rank to the \nofficer, Teacher or other employee concerned.  \n37. Opportunity to show cause.  Except as otherwise provided, no officer, teacher on other \nemployee of the University holding a permanent post shall be reduced in rank, or removed or \ncompulsorily retired from service, unless he has been given a reasonable opportunity of showing cause \nagainst the action proposed to be taken.  \n38. Appeal  to,  and  review  by,  the  Board of Governors.__ (1) Where an order is \npassed  punishing any officer (other than President). Teacher or other employee of the University or \naltering or interpreting to his disadvantage the prescribed terms or conditions of his service, he shall, \nwhere the order is passed by the President of any other officer or Teac her of the University, have the \nright to appeal to the Board of Governors, against the order, and, where the order is made by the Board \nhave the right to apply to that Authority for review of that order.  \n(2) The appeal or application for review shall be su bject to the President who shall lay it \nbefore the Board of Governors with his views.  \n39. Pension, insurance, gratuity, provident fund and benevolent fund.  The University \nshall constitute for the benefit of its officers, teachers and other employees in such manner and subject \nto such conditions as may be prescribed such pension, insurance, gratuity, provident fund and \nbenevolent fund schemes as it may deem f it. \n40. Commencement of term of office of members of Authorities.  When a member of a \nnewly constituted Authority is appointed or nominated his term of office as fixed under this Ordinance \nshall commence from such date as may be prescribed.  \n41. Filling of c asual vacancies in Authorities.  Any casual vacancy among the appointed \nor nominated member of any Authority shall be filled, as soon as conveniently may be, by the person \nor the body who appointed or nominated the member whose place has become vacant and t he person \nappointed or nominated to the vacancy shall be a member of such Authority for the residue of the term \nfor which the person whose place he fills would have been a member.  \n42. Filling of vacancies in Authorities in certain circumstances.  Where a va cancy in the \nmembership of an Authority other than the Board of Trustees cannot be filled because of__ \n(a) the office the holder whereof, was to be a member of the Authority ex­ Officio \nhaving ceased to exist ;  \n \nPage 20 of 39 \n (b) the organization, institution or other bo dy, other than the University, having \neither ceased to exist or to function ; or  \n(c) the occurrence of other circumstances in which it has become impracticable to \nfill the vacancy.  \nThe vacancy shall be filled in such manner as the Rector may direct.  \n43. Disputes about membership of Authorities, etc.__ (1) Notwithstanding anything \ncontained  in this Ordinance, a person nominated or appointed to any Authority shall cease to be a \nmember of such Authority as soon as he ceased to hold the position by virtue of which he was \nnominated or appointed.  \n(2) If a question arises whether any person is entitled to be a member of any Authority, the \nmatter shall be referred to a committee consisting of the President, a member of the Board of Governors \nand a nominee of the R ector and the decision of this committee shall be final and binding.  \n44. Proceeding of Authorities not invalidated by vacancies.  No act, proceedings, \nresolution or decision of any Authority shall be invalid by reason only of any vacancy in or any defect \nin the constitution of, or in the appointment or nomination of any member of, the Authority.  \n45. First Statutes.  Notwithstanding anything contained in this Ordinance, the Statutes set \nout in the Schedules shall be deemed to be the Statutes framed under secti on 28 and shall remain in \nforce until they are amended or replaced by new Statutes framed in accordance with this Ordinance.  \n46. Bar of jurisdiction.  No Court shall have jurisdiction to entertain any proceeding, grant \nany injunction or make any order in re lation to anything done in good faith or purported to have been \ndone or intended to be done under this Ordinance.  \n47. Indemnity.  No suit or legal proceedings shall lie against the Government, the \nUniversity or any Authority, officer or employee of Governme nt or the University or any person, in \nrespect of anything which is done, or purported to have been done in good faith or is intended to, or \nhas been done under this Ordinance.  \n48. Transitional provisions.  Notwithstanding anything contained in this Ordinan ce, the \nBoard of Governors shall start functioning immediately after the promulgation of this Ordinance.  \n49. Repeal and savings .__ (1) The Islamic University Ordinance, 1980 (LI11 of 1980) is \nhereby repealed.  \n(2) Notwithstanding the repeal of the said Ordinance,__ \n(a) everything done, action taken, obligations or liabilities incurred, rights and \nassets acquired, persons appointed or authorised, jurisdiction or powers \nconferred, endowments, bequests, funds or trusts created, donations of grants \nmade, sch olarships, studentships, or exhibitions instituted, affiliations or \nprivileges granted and orders issued under any of the provisions of the said \nOrdinance or the Statutes, the Regulations and the Rules made or deemed to \nhave been made thereunder , shall, i f not inconsistent with the provisions of this \nOrdinance or the Statutes, the Regulations or the Rules made under this \nOrdinance, be continued and, so far as may be, be deemed to have been \nauthorised, conferred, created, made, instituted, granted and issue d under this \n \nPage 21 of 39 \n Ordinance.  \n(b) any Statutes, Regulations or Rules made or deemed to have been made under \nthe said Ordinance, shall, if not inconsistent with the provisions of this \nOrdinance, be deemed to be Statutes, Regulations or Rules made under this \nOrdin ance having regard to the various matters which by this Ordinance have \nto be regulated or prescribed by Statutes, Regulations or Rules respectively, and \nshall continue to be in force, until they are repealed, rescinded or modified in \naccordance with the pr ovisions of this Ordinance.  \n50. Trust.__ (1) The Board of Trustees shall create a Trust with sufficient endowment in \nPakistan  and abroad in collaboration with International Islamic organizations, with similar objective \nto provide for financial back up and stability of the University.  \n(2) The administration and management of the Trust shall vest in the Board of Trustees.  \n(3) The accounts of the Trust shall be jointly operated by the Rector and the President.  \n(4) The objectives of the Trust shall be__ \n(i) to provide financial support to the University ;  \n(ii) to create an endowment for meeting the recurring and developmental \nexpenditure of the University ;  \n(iii) to encourage and receive donations, grants, bequests, gifts and contributions for \nattaining the obje ctives of the University ; and  \n(iv) to adopt measures for promotion and development of the University and to do \nall such other things and acts as may be necessary.  \n  \n 51. Removal of difficulties.  If any difficulty arises as to the first constitution or \nreconstitution of any Authority upon coming into force of this Ordinance or otherwise in giving effect \nto the provisions of this Ordinance, the Chancellor may, on the recommendation of the Rector, give \nappropriate directions to remove such difficulty.  \n  \n \nPage 22 of 39 \n THE SCHEDULE  \nTHE FIRST STATUTES  \n(See section 45 ) \n1. The Faculties, Institutes and Academies. — (1) The University shall have the \nfollowing faculties, institutes and academies, namely : — \n(i) Faculty of Shari'ah and Law;  \n(ii) Faculty of Usul al Din;  \n(iii) Faculty of Da'wah Wa al I'lam;  \n(iv) Islamic Research Institute;  \n(v) International Institute of Islamic Economics;  \n(vi) Institute of Linguistics and Languages;  \n(vii) Institute of Applied Sciences;  \n(viii)  Institute of Social Sciences;  \n(ix) Institute of Educa tion; \n(x) Shari'ah Academy;  \n(xi) Academy for Da'wah and Training of Imams;  \n(xii) Institute of Medicine and Health Sciences;  \n(xiii)  Institute of Engineering and Technology; and  \n(xiv)  such other faculties, institutes or teaching, research and training units as may be \nprescribed by Statutes.  \n(2) Each Faculty, Institute, Academy or teaching, research and training unit shall cover \nsuch subject or group of subjects as may be prescribed.  \n2. Directors, Deans, etc., of Faculties, Institutes and Academies .— (1) Each Faculty \nshall be headed by a Dean while each Institute and Academy shall be headed by a Director or Director­ \nGeneral as may be prescribed.  \n(2) A Dean, Director or Director­General shall be appointed by the Board of Trustees.  \n \n(3) The duties, functions, du ration and terms of appointment of Deans, Directors and \nDirector­ Generals shall be such as may be prescribed.  \n3. Statutes for Institutes, Academies etc — (1) The Statutes of the Islamic Research \n \nPage 23 of 39 \n Institute, the International Institutes of Islamic Economics, the Shari'ah Academy and the Academy \nfor Dawah and Training of Imams shall be such as prescribed in Annexures to the First Statutes.  \n(2) They shall remain in force until amended or replaced in t he prescribed manner.  \n4. Board of Studies .— (1) There shall be a separate Board of Studies for each subject or \ngroup of subjects, as may be prescribed by regulations.  \n(2) Each Board of Studies shall consist of — \n(i) the Dean of the Faculty or Director­Gener al or Director of the Institute or \nAcademy;  \n(ii) all Professors and Associate Professors in the Institute or Academy concerned;  \n(iii) two University Teachers, other than Professors or Associate Professors, to be \nappointed by rotation in order of seniority by the Academic Council;  \n(iv) three Teachers, other than University Teachers, to be appointed by the Board of \nGovernors; and  \n(v) one expert to be appointed by the President.  \n(3) The term of office of members of the Board of Studies, other than ex­officio  members, \nshall be two years.  \n(4) The quorum for a meeting of the Board of Studies shall be one­half of the total number \nof members, a fraction being counted as one.  \n(5) The Dean, Director­General or Director of the Faculty Institute or Academy shall be \nthe Chairman and Convenor of the Board of Studies.  \n(6) The functions of the Board of Studies shall be — \n(a) to advise the authorities on all academic matters connected with \ninstruction, research and examination in the subject or subjects \nconcerned;  \n(b) to pro pose curricula and syllabi for all academic and training \nprogrammes;  \n(c) to suggest a panel of names of examiners in the subject or subjects \nconcerned; and  \n(d) to perform such other functions as may be prescribed by the Regulations.  \n  \n \nPage 24 of 39 \n 5. The Selection Board.__ (1) The Selection Board shall consist of — \n(i) the President  .. .. .. Chairman.  \n(ii) the Chief Justice, Federal Shariat Court,  or a \nJudge of the Court nominated by him.  .. .. .. Member.  \n(iii) a Vice­Chancellor of a University in \nPakistan  to be nominated by the Chancello.r  .. .. .. Member.  \n(iv) the Whole­time­Member, University Grants  \nCommission, Islamabad.  .. .. .. Member.  \n(v) one member of the Board of Governors, one \nspecialist in the subject concerned and two \nother men of eminence to b e appointed by \nthe Board of Governors provided that non  of \nthem is an employee  of the University.  .. .. .. Member.  \n(vi) the head of the teaching or research unit \nconcerned  and .. .. .. Member.  \n(vii) one Vice­President to be nominated by the \nPresident  .. .. .. Member/Secretary.  \n(2) The members of the Selection Board, other than  ex­officio  members, shall hold office for two \nyears.  \n(3) The quorum for a meeting of the Selection Board shall be six.  \n(4) No member of the Selection Board who is a candidate for the post to which appointment is to \nbe made shall take part in the proceedings of the Selection Board.  \n(5) In selecting candidates for the posts of Professors and Associate Professors, the Selection Board \nshall, co­opt or consult three experts in the subje ct concerned and, in selecting candidates for other teaching \nposts, two experts in the subject concerned, to be nominated by the President, from a standing list of experts of \neach subject approved by the Board of Governors on the recommendation of the Sele ction Board and revised \nfrom time to time.  \n6. Functions of the Selection Board .—(1) The Selection Board shall consider all \napplications for teaching and other posts received in response to an advertisement in case of direct \nappointments and shall recommend ed to the Board the names of suitable candidates for appointment \nto such posts.  \n(2) The Selection Board may recommend to the Board of Governors the grant of a higher \ninitial pay in a suitable case for reasons to be recorded.  \n(3) The Selection Board may rec ommend to the Board of Governors the appointment of an \neminently qualified person to a position in the University on terms and conditions which may differ in \nany particular case from those prescribed.  \n(4) The Selection Board shall consider all cases of promotion of officers of the university \nand recommend to the Board of Governors the names of suitable candidates for such promotions.  \n \nPage 25 of 39 \n (5) In the event of an unresolved difference of opinion between the Selection Board and \nthe Board of Governors, the matter  shall be referred to the Board of Trustees whose decision shall be \nfinal.  \n7. The Finance and Planning Committee.__ (1) There shall be a Finance and Planning  \nCommittee consisting of__ \n(i) the President . .. .. .. Chairman.  \n(ii) two nominees of the Board of  Trustees . .. .. .. Member.  \n(iii) a nominee of the Board of Governors . .. .. .. Member.  \n(iv) the Whole­time­Member University \nGrants  Commission . .. .. .. Member.  \n(v) the Director­General of the Academy of  \nEducational Planning & Management . .. .. .. Member.  \n(vi) one Vice­President to be nominated by \nthe President . .. .. .. Member/Secretary  \n(2) The term of office of the members of the Committee, other than the ex­officio  members, \nshall be two years.  \n(3) The quorum for a meeting of the Finance and Planning Committee shall be four.  \n8. Functions of the Finance and Planning Committee.__ The functions of the Finance \nand Planning Committee shall be__ \n(a) to consider the annual statement of accounts and the annual and revised budget \nestimates and advise the Board of Governors thereon;  \n(b) to review periodically the financial position of the university;  \n(c) to advise the Board of Governors on all matters relating to planning, \ndevelopment, finance, investments and accounts of the university;  \n(d) to prepare short­term and long­term academic development plans;  \n(e) to prepare staff and resource development plans; and  \n(f) to perform such other functions as may be prescribed by Statutes.  \n9. University Discipline Committee .— (1) The University Discipline Committee shall \nconsist of three senior teachers to be nominated by the President, including the officer incharge of \nstudent affairs (by whatever name called) who shall also be its Secretary.  \n(2) The Chairman of the Committee shall be nominated by the President from amongst the \nmembers of the Committee.  \n(3) The term of office of the members of the Committee shall be two years.  \n \nPage 26 of 39 \n (4) The quorum for a meeting of the University Discipline Committee shall be three.  \n(5) The functions of the committee shall be — \n(a) to deal with all inter­institute cases of discipline in the University;  \n(b) to propose regulations relating to the conduct of university students, \nmaintenance of discipline and breach of discipline;  \n(c) to recommend to the President suspension, expulsion and rustication of students \non the basis of the inquiry conducted under the Rules or Regulations; and  \n(d) to perform such other functions as may be prescribed.  \n  \n \nPage 27 of 39 \n Annex I  \nISLAMIC RESEARCH INSTITUTE  \n1. Establishment of the Ins titute .— The Islamic Research Institute, hereafter in this \nAnnex referred to as the Institute, established under Notification No. F. 15­1059­E­IV, dated the 10th \nMarch, 1960, and referred to in section 43 of the Islamic University Ordinance, 1980 (LIII of 1980), \nshall be reconstituted in the manner described in these Statutes.  \n2. Objectives and Functions of the Institute .— The objectives and functions of the \nInstitute shall be to — \n(i) act as the research arm of the University;  \n(ii) develop and disseminate methodology for research in various fields of Islamic \nLearning;  \n(iii) to interpret the teachings of Islam in such a way as to bring out its dynamic \ncharacter in the context of the intellectual and scientific progress of the modern \nworld;  \n(iv) identity and study contemporary problems of the world of Islam;  \n(v) contribute to the revival of Islamic heritage;  \n(vi) publish monographs, research reports, research journals and such other research \nmaterial as may be considered necessary for the promotion of knowledg e of \nIslam;  \n(vii) appoint study groups for identifying issues facing the Muslim society;  \n(viii)  serve as a clearing house of knowledge on various aspects of Islam;  \n(ix) organize seminars, conferences, symposia and work­shops to promote \nharmonious understan ding amongst various schools of thought in Muslim \nsocieties;  \n(x) perform such other functions as may be necessary for realization of its \nobjectives.  \n3. The Council .— (1) There shall be a Council of the Institute consisting of — \n \n(i) the Chairman to be appoi nted by the Board of \nGovernors . .. .. .. Chairman  \n(ii) the Chairman, Council of Islamic Ideology  .. .. .. Member.  \n(iii) the Chairman, University Grants Commission or a \nMember of the Commission  nominated by him.  .. .. .. Member.  \n(iv) a Judge of the Shariat Bench of the Supreme Court  to be \nnominated by the Chief Justice of Pakistan . .. .. .. Member.  \n \nPage 28 of 39 \n (v) The Chief Justice, Federal Shariat Court or a Judge   \nto be nominated by him . .. .. .. Member.  \n(vi) the Secretary, Ministry of Religious Affairs . .. .. .. Member.  \n(vii) one nominee of the Board of Trustees . .. .. .. Member.  \n(viii)  one nominee of the Board of Governors . .. .. .. Member.  \n(ix) two eminent scholars to be nominated by the Rector . .. .. .. Member.  \n(x) one Vice­President  to be nominated by the President . .. .. .. Member.  \n(xi) the Director­General of the Institute . .. .. .. Member.  \n(2) The members, other than ex­officio  members, of the Council shall hold office for a \nperiod of two years and shall be eligible for re­appoi ntment.  \n(3) The quorum for a meeting of the Council shall be one­half of the total number of \nmembers fraction being counted as one.  \n(4) The Director­General shall appoint an officer of the Institute to act as Secretary of the \nCouncil.  \n(5) The meetings of t he Council shall be convened ordinarily at ten day’s notice specifying \nthe time, date and place for the meeting and supplying the agenda with working papers, but a meeting \nin emergency may be called at a notice of not less than three days.  \n4. Powers and fu nctions of the Council .— (1) Under the general supervision and control \nof the Board of Trustees, the Council shall be the executive body of the Institute and shall, subject to \nthe provisions of these Statutes, exercise general supervision over the affairs of the Institute.  \n(2) In particular and without prejudice to the generality of the foregoing provisions, the \nCouncil shall have the powers to — \n(i) exercise executive and financial control over the Institute and to manage its \nproperties and assets;  \n(ii) approve the annual budget estimates and annual statements of accounts of the \nInstitute and to make bye­ laws for the financial control and proper \nadministration of the Institute;  \n(iii) frame Rules for regulating the affairs and, carrying out the objectives  of the \nInstitute and in particular, for — \n(a) conducting its own proceedings;  \n(b) the constitution of committees or sub­committees  \n(iv) lay down and define the functions of the various constituent parts of the \nInstitute, its departments, committees and sec tions and to define the functions \nand duties of its functionaries;  \n(v) develop and promote collaboration with other appropriate bodies for the \ndevelopment of educational material in various disciplines, particularly human \nand social sciences with Islamic p erspective;  \n \nPage 29 of 39 \n (vi) appoint the officers and staff of the Institute and determine the terms and \nconditions of their service as may be prescribed;  \n(vii) secure the services of experts on terms and conditions agreed upon between the \nInstitute and the experts or  the Institute and the agency or organization from \nwhich the services of the experts are secured;  \n(viii)  perform such other functions as may be necessary for the realization of its \napproved targets and objectives.  \n5. The Chairman of the Council .— (1) The C hairman of the Council shall be appointed \nby the Board of Governors for such period and on such terms and conditions as the Board may \ndetermine.  \n(2) The Chairman of the Council shall have the powers to convene the meetings of the \nBoard.  \n(3) The meetings of  the Council shall be presided over by the Chairman, and in his absence, \nby a member to be elected by the members present to preside over that meeting.  \n(4) The Chairman shall perform such functions as may be entrusted to him by the Board of \nGovernors and t he Council.  \n6. Director­General .— (1) There shall be a Director­General of the Institute, who shall be \nappointed by the Board of Governors for such period and on such terms and conditions as the Board \nof Trustees may, from time to time, determine.  \n(2) The Director­General of the Institute shall be the executive and academic head of the \nInstitute and shall exercise such powers and perform such functions as may be assigned to him by the \nChairman or the Council.  \n(3) The Council may, from time to time, delegate  to the Dean of the Institute such powers \nand functions as it may consider necessary for the purpose of these Statutes.  \n(4) Without prejudice to the generality of the foregoing provisions, the Director­General \nshall have the powers — \n(i) to make all appoint ments to posts as may be prescribed;  \n(ii) to accord formal sanction to the expenditure provided for in the sanctioned \nbudget and to reappropriate funds within the same major heads of expenditure;  \n(iii) to appoint, from time to time, Committees or sub­commi ttees for specified \nperiods with clearly defined functions and terms of reference for assisting him \nin academic and administrative affairs of the Institute.  \n7. Funds, audit, etc .— (1) The funds of the Institute shall comprise the following, \nnamely: — \n(i) Grants made by the Board of Trustees directly or through the University;  \n(ii) grants, if any, made by the Government of Pakistan or other agencies;  \n \nPage 30 of 39 \n (iii) donations, gifts and endowments received by the Institute;  \n(iv) income from other sources such as sale­proceeds and royalties on publications \nof the Institute, fees and remunerations.  \n(2) No expenditure shall be made from the Fund unless a bill for its payment has been \naudited by a qualified auditor to be appointed by and in a manner approved by the Re ctor. \n(3) The accounts of the Institute shall be maintained in such form and manner as may be \nprescribed by the Council and shall be audited once a year by an auditor appointed by the Council.  \n(4) An Annual report on the activities and performance of the I nstitute shall be submitted \nby the Director­General for consideration of the Council as soon as possible after the close of each \nfinancial year alongwith the Annual Statement of Accounts and audit report thereon and the Council \nshall submit them alongwith its comments to the Board of Trustees.  \n________  \nAnnex II  \nINTERNATIONAL INSTITUTE OF ISLAMIC ECONOMICS  \n1. Establishment of the Institute .—There shall be an Institute to be called the \nInternational Institute of Islamic Economics, hereafter in this Annex referred to as the Institute.  \n2. Objectives and functions of the Institute .—The Institute shall — \n(a) organize teaching of economics, Islamic economics and related disciplines and \nconduct advanced studies and research in the field of economics and allied \ndisciplines and evaluation of Islamic economics at undergraduate, graduate, \ndoctoral and post­doctoral levels.  \n(b) promote cooperation with other institutes and organisations in the field of \neconomics and allied disciplines and Islamic economic through sem inars, \nscholarships, stipends and bursaries and in any other manner which the Council \nof the Institute, hereafter in this Annex referred to as the Council, may approve.  \n(c) organize studies, surveys, collection of data in the field of economics and allied \ndisciplines from the Muslim world and publish the results of this work for the \nlarger benefit of the Ummah; and  \n(d) adopt such other measures to achieve its objectives as the Council may \ndetermine from time to time.  \n3. There shall be a Council consisting o f— \n \n(i) a Chairman to be appointed by the Board of Trustees .. .. .. \n Chairman . \n \n(ii) a representative of the University Grants Commission not below the \nrank of member of the Commission  .. .. .. Member.  \n \n \nPage 31 of 39 \n (iii) a representative of the President of the below the rank of a Professor .. \n Member.  \n \n(iv) two experts to be nominated by the Board of Trustees .. .. .. \n Member.  \n \n(v) three experts to be nominated by the Rector in consultation with the \nChairman of the Council .. .. .. Member.  \n \n(vi) One Vice­President to be nominated by the President .. .. .. \n Member.  \n \n(vii) the Director General of the Institute  .. .. .. Member.  \n \n(2) The members of the Council, other than ex­officio  members, shall hold office for two \nyears.  \n(3) The quorum for a meeting of the Council shall be one­half of the total number of \nmembers, a fraction being counted as one.  \n4. Powers and functions of the Council .—(1) The Council shall be the executive body of  \nthe Institute and shall, subject to the provisions of these Statutes, exercise general supervision over the \naffairs of the Institute.  \n(2) In particular and without prejudice to the generality of the foregoing provisions, the \nCouncil shall have the power t o— \n(a) exercise executive and financial control over the administration of the Institute \nand to manage its properties and assets;  \n(b) to prepare the annual budget estimates and annual statement of accounts of the \nInstitute and to make bye­laws for financia l control and proper administration \nof the Institute and submit it to the Board of Trustees for approval;  \n(c) lay down and define the functions of the various constituent parts of the Institute \nits departments, committees and sections and to define the fun ctions and duties \nof its functionaries;  \n(d) sanction schemes of undergraduate, postgraduate and doctoral programmes of \nteaching and research in economics with special emphasis on Islamic economics \nleading to the award of degrees in accordance with, and und er the conditions \nprescribed by, Regulations;  \n(e) develop and approve non­degree programmes of specialized teaching or training \nleading to the award of diplomas or certificates in areas of Islamic economics \nto be prescribed by Regulations;  \n(f) approve sche mes of faculty development for specialization in economics, \nIslamic economics and allied disciplines;  \n(g) develop and promote collaboration with other appropriate bodies for the \ndevelopment of courses in Islamic economics for introduction as a regular \ndiscipline at various levels of education in the country and abroad and \ncoordinate teaching and research in Islamic economics at international level;  \n \nPage 32 of 39 \n (h) secure the services of experts on terms and conditions agreed upon between the \nInstitute and the experts o r the Institute and the agency or organization from \nwhich the services of the experts are secured;  \n(i) lay down the functions and rules of business and procedure for the various \norganizations and bodies of the institute;  \n(j) issue directions on administrat ive and financial matters connected with or \nincidental to the provisions of this Chapter; and  \n(k) perform such other functions as may be necessary for the realization of its \napproved targets and objectives.  \n5. Chairman of the Council .— (1) The Chairman of the Council shall be appointed by \nthe Board of Trustees for such period and on such terms and conditions as the Board may determine.  \n(2) The Chairman of the Council shall, when present, preside over the meetings of the \nCouncil.  \n(3) In the absence of the Ch airman of the Council, meetings of the Council may be presided \nat by one of its members to be appointed by the members present.  \n(4) The Chairman of the Council shall perform such other functions as may be entrusted to \nhim by the Board of Trustees or the Co uncil.  \n6. Director­General .— (1) There shall be a Director­General of the Institute to be \nappointed by the Council on such terms and conditions as it may determine.  \n(2) The Director­General of the Institute shall be the executive and academic head of the \nInstitute and shall exercise such powers and perform such functions as may be assigned to him by the \nChairman or the Council.  \n(3) The Council may, from time to time, delegate to the Director General of the Institute \nsuch powers and functions as it may consi der necessary for the purpose of these Statutes;  \n(4) Without prejudice to the generality of the foregoing provision, the Director­General \nshall have the powers: — \n(i) to make all appointments to posts as may be prescribed;  \n(ii) to accord formal sanction to the expenditure provided for in the sanctioned \nbudget and to reappropriate funds; and  \n(iii) to appoint from time to time committees or sub­committees for specified periods \nwith clearly defined functions and terms of reference for assisting him in \nacademic and administrative affairs of the Institute.  \n7. Funds and reports of the Institute .— (1) The Institute shall have a Fund to which shall \nbe credited all grants and contributions made by the University or received through gifts and \nendowments, sale proceeds and royalties on publications, fees and remunerations or from any other \nsource.  \n \nPage 33 of 39 \n (2) Grants and other expenditure to be made and incurred by the Institute under these \nstatutes shall be disbursed out of the Fund and no expenditure shall be made from the Fund  unless a \nbill for its payment has been audited by a qualified auditor to be appointed by and in a manner approved \nby the Council.  \n(3) The accounts of the Institute shall be maintained in such form and manner as may be \nprescribed and shall be audited once a year by an auditor appointed by the Council.  \n8. Annual statement of accounts to be submitted to the Board of Trustees .— The annual \nstatement of accounts and audit report thereon shall be submitted by the auditor for consideration of \nthe Council which shall submit it alongwith its comments to the Board of Trustees.  \n________  \nAnnex III  \nSHARI’AH ACADEMY  \n1. Establishment of the  Academy .—There shall be an Academy to be called the Shari’ah \nAcademy.  \n2. Objectives and functions of the Academy .—The Academy shall — \n(i) arrange pre­service and in­service training in Islamic Shariah, hold conferences, \nseminars, symposia and workshops ;  \n(ii) develop methodologies for training, research and advanced studies in Islamic \nlaw and allied disciplines;  \n(iii) serve as a clearinghouse of information;  \n(iv) publish monographs, reports, journals and such other material as may be \nconsidered necessary; and \n(v) perform such other functions as may be necessary for realization of its \nobjectives.  \n3. Council of the Academy .—(1) There shall be a Council of the Academy consisting \nof— \n(i) Chairman, to be appointed by the Board of Governors;  \n(ii) Director­General  of the Academy;  \n(iii) two representatives of the Board of Trustees;  \n(iv) one representative of the Board of Governors;  \n(v) Chief Justice of the Federal Shariat Court;  \n(vi) a member of the Shariat Bench of the Supreme Court, to be nominated by the \nChief Ju stice of Pakistan ;  \n \nPage 34 of 39 \n (vii) one Vice­Chancellor of a University in Pakistan, to be nominated by the \nChancellor;  \n(viii)  Chairman, University Grants Commission, or a member of the said \nCommission, to be nominated by the Chairman;  \n(ix) Two experts in Islamic law, to be nominated by the Ministry of Justice;  \n(x) Secretary to the Government of Pakistan in the Ministry of Justice; and  \n(xi) a Vice­President, to be nominated by the President.  \n(2) Members, other than ex­officio  members, of the Council shall hold office for a period \nof three years and shall be eligible for re­appointment.  \n(3) The quorum for a meeting of the Council shall be one­half of the total number of \nmembers, a fraction being counted as one.  \n(4) The meeting of the Council shall be convened ordinarily at ten days' notice specifying \nthe time, date and place for the meeting and supplying the agenda with working papers, but a meeting \nin emergency may be called at a notice of not less than three days.  \n(5) The Dire ctor­General shall appoint a staff member of the Academy to act as Secretary \nof the Council.  \n4. Powers and functions of the Council .— (1) Under the general supervision and control \nof the Board of Trustees, the Council shall be the executive body of the Aca demy and shall, subject to \nthe provisions of these Statutes, exercise general supervision over the affairs of the Academy;  \n(2) In particular and without prejudice to the generality of the foregoing provisions, the \nCouncil shall have the powers to — \n(i) exercise executive and financial control over the Academy and to manage its \nproperties and assets:  \n(ii) approve the annual budget estimates and annual statement of accounts of the \nAcademy and to make bye­laws for financial control and proper administration \nof the Academy ;  \n(iii) frame rules for regulating the affairs and carrying out the objectives of the \nAcademy and, in particular, for — \n(a) conducting its own proceedings;  \n(b) constitution of committees or sub­committees and the conduct of their \nbusiness;  \n(iv) lay down the functions of various departments of the Academy and define the \nduties of their functionaries;  \n(v) collaborate with other appropriate bodies for developmental purposes and \nsharing of intellectual and physical resources;  \n \nPage 35 of 39 \n (vi) secure the services  of experts on terms and conditions agreed upon between the \nAcademy and the expert concerned or the Academy and the agency or \norganization from which the services of the experts are secured: and  \n(vii) perform such other functions as may be necessary for th e realization of its \napproved targets and objectives.  \n5. Director­General. — (1) There shall be a Director­General of the Academy, who shall \nbe a whole­time officer appointed by the Board of Governors on such terms and conditions as the \nBoard may determine.  \n(2) The Director­General shall be the executive and academic head of the Academy and \nshall exercise such powers and perform such functions as may be determined by the Council.  \n(3) The Council may, from time to time, delegate to the Director­General such p owers and \nfunctions as it may deem fit for the purpose of these Statutes.  \n(4) Without prejudice to the generality of the fore­going provisions, the Director­General \nshall have the powers — \n(i) to make all appointments to such posts as may be prescribed;  \n(ii) to accord formal sanction to the expenditure provided for in the sanctioned \nbudget and to re­appropriate funds within heads of expenditure ;  \n(iii) to appoint committees or sub­committees for such specified periods and \npurposes as may be necessary to adva nce the objectives of the Academy and to \nassist him in the discharge of the academic and administrative functions of the \nAcademy.  \n6. Funds, audit, etc .— (1) The funds of the Academy shall consist of — \n(i) grants made by the Board of Trustees, directly or th rough the University ;  \n(ii) grants made by the Government or other public or private agencies ;  \n(iii) donations, gifts and endowments received by the Academy; and  \n(iv) income from all other sources, such as, sale proceeds and royalties on \npublications of t he Academy, fees charged from trainees and remunerations \nreceived for services rendered.  \n(2) No expenditure shall be made from the funds of the Academy unless a bill for its \npayment has been audited by a qualified auditor to be appointed by and in a manner  approved by the \nCouncil.  \n(3) The accounts of the Academy shall be maintained in such form and manner as may be \nprescribed by the Council and shall be audited once a year by an auditor appointed by the Council.  \n7. Annual Report .— (1) An annual report on the activities and performance of the \nAcademy shall be submitted for consideration of the Council as soon as possible after the close of each \nfinancial year, alongwith the annual statement of accounts and the audit report thereon.  \n \nPage 36 of 39 \n (2) The Council shall submit the statements and reports, together with its comments, to the \nBoard of Governors and the Board of Trustees.  \n_______  \nAnnex IV  \nACADEMY FOR DA’WAH AND TRAINING OF IMAMS  \n1. Establishment of the Academy. — There shall be an Academy for Da'wah and \nTraining of Imams.  \n2. Objectives and functions of the Academy .—The Academy shall : — \n(a) plan and develop educational, training and research programmes of Da'wah;  \n(b) organize programmes for the training of Imams;  \n(c) develop methods and techniques in Da'wah and in training of Imams;  \n(d) design and develop literature on Da'wah;  \n(e) plan and develop audio­visual material for use in Da'wah and training of Imams;  \n(f) seek cooperation and coordination with other institutions with similar objec tives \nin and outside Pakistan;  \n(g) organize symposia, seminars, workshops, conferences, tarbiyah programmes, \nexchange of scholars, orientation courses and in­service training programmes;  \n(h) develop a resource centre on Da'wah;  \n(i) publish monographs, repo rts, surveys, journals, booklets, books and such other \nmaterials as may be considered necessary to achieve the objectives of the \nAcademy ;  \n(j) establish regional centres to promote the objectives of the Academy; and  \n(k) perform such other functions as may be determined by the Council to achieve \nthe objectives of the Academy.  \n3. The Council .— (1) There shall be a Council of the Academy consisting of — \n \n(i) a Chairman, to be appointed by the Board of  Governors .. .. .. Chairman . \n(ii) the Chairman, Council of Islamic Ideology  .. .. .. \n Member.  \n(iii) the Chairman, University Grants Commission or a member of Commission \nnominated by him  .. .. .. \n Member.  \n \nPage 37 of 39 \n (iv) the Chief Justice, Federal Shariat Court, or a Judge to be nominated by  \nhim .. .. .. \n Member.  \n(v) the Secretary , Ministry of Religious Afairs or his nominee not below the \nrank of a Joint Secretary .. .. .. \n Member.  \n(vi) the Secretary, Ministry of Information and Broad­ casting or his nominee not \nbelow the rank of a Joint Secretary  .. .. .. Member.  \n(vii) a nominee of the Board of T rustees  .. .. .. Member.  \n(viii)  a nominee of the Board of Governors  .. .. .. \n Member.  \n(ix) two eminent scholars to be nominated by the  Rector  .. .. .. Member.  \n(x) a Vice­President to be nominated by the President;  and .. .. .. Member.  \n(xi) the Director­General of the Academy  .. .. .. \n Member.  \n(2) The members of the Council, other than ex­officio members, shall hold office for a \nperiod of two years and shall be eligible for re­appointment.  \n(3) The quorum for a meeting of the Council shall be one­half of the total number of \nmembers, a fraction being counted as one.  \n(4) The Director­General shall appoint an officer of the Academy to act as the Secretary of \nthe Council.  \n(5) A meeting of the Council shall be convened ordinarily at ten days notice specifying the \ntime, date and place for the meeting and supplying the agenda with working papers, but a meeting in \nemergency may be called at a notice of not less than three days.  \n4. Powers and functions of the Council .—(1) Under the general supervision and control \nof the Board of Trustees, the Council shall be the executive body of the Academy and shall, subject to \nthe provisions of these Statutes, exercise general supervision over th e affairs of the Academy.  \n(2) In particular and without prejudice to the generality of the foregoing provision, the \nCouncil shall have the powers to :__ \n(a) exercise executive and financial control over the Academy;  \n(b) approve the annual budget estimates and annual statement of accounts of the \nAcademy and to make by­laws for financial control and proper administration \nof the Academy;  \n(c) frame rules for regulating the affairs and carrying out the objectives of the \nAcademy and in particular, for the followi ng purposes:  \n(i) conducting its own proceedings; and  \n(ii) constitution of committees or sub­committees and the conduct of their \n \nPage 38 of 39 \n business;  \n(d) lay down the functions of various departments of the Academy and define their \nduties and functions;  \n(e) collaborat e with other appropriate bodies with similar objectives for \ndevelopmental purposes and sharing of intellectual and physical resources;  \n(f) appoint academic and administrative staff of the Academy and determine the \nterms and conditions of their services;  \n(g) secure the services of experts on terms and conditions agreed upon between the \nAcademy and the expert concerned, or the Academy and the agency or \norganization from which the services of the experts are secu red; and  \n(h) perform such other functions as ma y be necessary for the realization of its \nobjectives.  \n5. Director­General .—(1) There shall be a Director­General of the Academy, who shall \nbe a whole­time officer appointed by the Board of Governors, on such terms and conditions as it may \ndetermine.  \n(2) The Director­General shall be the executive and academic head of the Academy and \nshall exercise such powers and perform such functions as may be determined by the Council.  \n(3) The Council may, from time to time, delegate to the Director­General such powers a nd \nfunctions as it may deem fit for carrying out the purposes of these Statutes.  \n(4) Without prejudice to the generality of the foregoing provisions, the Director­General \nshall have the powers. — \n(a) to make all appointments to such posts as may be prescribed ;  \n(b) to accord formal sanction to the expenditure provided for in the \nsanctioned budget and to reappropriate funds within the major head of \nexpenditure ; and  \n(c) to appoint committees or sub­committees for such specified periods and \npurposes as  may be necessary to promote the objectives of the Academy \nand to assist him in the discharge of the academic and administrative \nfunctions of the Academy.  \n6. Funds and Accounts .—(1) The funds of the Academy shall consist of__ \n(a) grants made by the Board of Trustees ;  \n(b) grants made by the Government or other public or private agencies ;  \n(c) donations, gifts and endowments revived by the Academy ; and  \n(d) income from all other sources such as sale proceeds and royalties on \npublications of the Academy, fee s charged from trainees and remuneration \n \nPage 39 of 39 \n received for services rendered.  \n(2) No expenditure shall be made from the funds of the Academy unless a bill for its \npayment has been audited by a qualified auditor to be appointed in a manner approved by the Counci l. \n(3) The accounts of the Academy shall be maintained in such form and manner as may be \nprescribed by the Council and shall be audited once a year by an auditor appointed by the Council.  \n7. Annual report. — An annual report on the activities and performanc e of the Academy \nshall be submitted for consideration of the Council, as soon as possible, after the close of each financial \nyear alongwith the annual statement of accounts and the audit report thereon and the Council shall \nsubmit the statements and report s, together with its comments, to the Board of Governors and the \nBoard of Trustees.  \n_________"
}