{
    "file": "./converted_json\\administrator06b1dbf48a2c60132bc6e65ad3241ba1.json",
    "name": "The Fisheries Act",
    "date": "4th February, 1897",
    "tagline": "Regulating Matters Relating to Fisheries in Pakistan",
    "content": "Page 1 of 4 \n \n  \n \n \n \n                                           THE FISHERIES ACT, 1897  \n \n              \n \nCONTENTS  \n1.  Title and extent  \n2.  Act to be read as suppl emental to other Fisheries Laws  \n3.  Definition  \n4. Destruction of fish by explosives  in inland waters and on c oasts  \n5.  Destru ction of fish by poising waters  \n6.  Protection of fish in selected waters by  rules of Provincial Government  \n7.  Arrest without warr ant for offences under this Act  \n  \n \n\n \nPage 2 of 4 \n THE FISHERIES ACT, 1897  \n \n1ACT  No. IV OF 1897  \n[4th Februar y, 1897] \n \nAn Act to provide for certain matters relating to Fisheries in 2[Pakistan]. \n \n WHEREAS  it  is  expedient  to  provide  for  certain  matters  relating  to  fisheries  in  \n2[Pakistan] ; It is hereby enacted as follows: — \n 1. Title and extent.—(1) This Act may be called the 3* Fisheries Act, 1897. \n \n 4[(2) It extends to the whole of Pakistan.] \n \n 5[*                    *                      *                      *                      *                      *           *] \n \n 2. Act to be read as supplemental to other Fisheries Laws.— Subject to the  provisions  of \nsections  6[4 and 26 of the General Clauses Act, 1887  (I of 1887 )], this Act shall be read as \nsuppl emental to any other enactment7 for the time being in force relating to fisheries in any part \n2[Pakistan] 8[*      *]. \n \n 3. Definitions. In this  Act, unless there is anything repugnant in the subject or context,- \n \n (1) “fish” includes shell-fish: \n \n (2) “fixed engine” means any net, cage, trap or other contri vance for taking fish, fixed in \nthe soil or made stationary in any other way: and \n \n (3) “private  water”  means  w ater which is the exclusive  property  of any person  or  in \nwhich any person has for the time being an exclusive  right of fishery whether as owner, \nlessee or in any other capacity. \n \n Explanation.-Water   shall  not  cease  to  be  “private  water”  within  the  meaning  of  \nthis definition  by reason only that other persons  may have by custom  a right of fishery therein. \n \n 4. Destruction of fish by explosiv es in inland waters and on coasts .—(1) If any person \nuses any dynamite or other explosi ve subst ance in any water with intent thereby to catch or \ndestroy any of the fish that may be therein, he shall be punis hable w ith imprison ment for a \nterm which may extend to two months,  or with fine which may extend to two hundred rupees. \n \n1For Statement of Objects and Reasons, see Gazette of India, 1893, Pt. V, p. 101 ; for Report of the Select Committee, see ibid., 1897, Pt. V, \n,p. 15 ; and for Proceedings in Council, see ibid., 1893, Pt. VI, p. 207, ibid., 1896, p. 250, and ibid., 1897, p. 21. \nThis Act has been declared to be in force in Baluchistan by the British Baluchistan Laws Regulation, 1913 (2 of 1913), s. 3 and Sch. I. \nIt has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950); and applied in the Federated Areas of \nBaluchistan, see Gazette ofIndia, 1937, Pt. I, p.1499. \nIt has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P., subject to certain modifications ; and \nalso extended to the Excluded Area of Upper Tanawal other than Phu!era with effect from such date and 'subject to such \nmodifications as may be notified, see N.W.F.P. (Upper Tallawal) (Excluded Area) Laws Regulation, 1950. \nIt has been amended in its application to the Federal Capital by Ord. 32 of 1959, s.2. \nThis Act has been amended to the extent of Islamabad Capital Territory, see Ord. No. 27 of 1981, s. 5 and 4th Sch. \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October,  1955), for \n“the Provinces and the Capital of the Federation” which had been subs. by AO., 1949, Arts. 3(2) and 4, for “British India”. \n3The word “Indian” rep. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 3 and Sch. II. \n4Subs. by Ord. 21 of 1960, s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for the original sub-section (2), as amended by the \nRepealing and Amending Act, 1914 ) (10 of 1914), A.O., 1937 and A. 0., 1949. \n5Sub-section (3), rep. by Act, 10 of 1914, s. 3 and Sch. II. \n6Subs. by Ord. XXVII of 1981, s. 5 and Sch. IV. (Only to the extent of ICT).  \n7For law relating to Fisheries in- \n(1) Punjab, see the Punjab Fisheries Act, 1914 (Punjab 2 of 1914). \n8The word s “except Burma” rep. by A.O., 1937.\n \nPage 3 of 4 \n  (2) In sub-section (1) the word “water” includes the sea within  a dis tance of one marine \nleague of the sea-coast: and an off ence committed under that sub-section in such sea may be tried, \npunis hed and in all respects dealt with as if it had been committed on the land abutting on such \ncoast. \n \n 5. Destruction of fish by poising waters.—(1) If any person puts any poison,  lime or \nnoxio us material into any water with intent thereby to catch or destroy  any fish, he shall be \npunis hable with imprison ment  for a term which may extend to two months, or with fine \nwhich may extend to two hundr ed rupees. \n \n (2) The l[Provincial Government] may, by notification in the official Gazette, suspend the \noperation of this section in any specified area, and may in like manner modify or cancel any such \nnotification. \n \n 6.  Protection  of  fish  in  selected  waters  by  rules  of  Provincial  Government .—(1)  \nThe 1[Provincial Government] may make rules2 for the purposes hereinafter  in this section \nmentioned, and may by notification in the official Gazette apply all or any of such rules to such \nwaters, not being private waters, as the 1[Provincial Government]  may specify in the said \nnotification.  \n (2) The 1[Provincial Government]  may also, by a like notification, apply such rules or \nany of them to any private water with the consent in writing  of the owner thereof and of all persons  \nhaving for the time being any exclusive right of fishery therein. \n \n (3)      Such rules may prohibit  or regulate all or any of the following  matters, that is to \nsay— \n(a)  the erection and use of fixed engines; \n \n(b)  the constru ction of weirs; and \n \n(c)  the dimension  and kind of the nets to be used and the modes of using them. \n \n (4) Such rules may also prohibit all fishing  in any specified water for a period not \nexceeding two years. \n \n 3(5) In making any rule under this section the 1[Provincial Government] may— \n \n(a)  direct that a breach of it shall be punish able with fine which may extend to one \nhundr ed rupees, and, when the breach is a continuing breach, with a further \nfine which may extend to ten rupees for every day after the date of the first \nconviction during  which the breach is proved to have been persisted in; and \n \n(b)  provide for— \n \n(i)  the seizure, forefeiture and removal of fixed engines, erected, or used, \n or nets used, in contravention  of the rule, and \n \n(ii)  the forfeiture of any fish taken by means of any such fixed engine or \n net. \n \n1Subs. by A. O., 1937, for “L. G.”. \n2For rules under s. 6, see different local Rules and Orders, and for Karachi see Gaz. of P. 1952, Pt. VI, p. 17. \n3For the amendment of sub-section (5) in its application to the Federal Capital, see the Fisheries Act (Amdt.) Ordinance, 1959, (32 of 1959), s. 2. \n \nPage 4 of 4 \n  (6) The power to make rules under this section is subject to the condition  that they shall be \nmade after previous publi cation. \n \n 7. Arrest without warrant for offences under this Act.—(1) Any police-officer, or oth er \nperson specially empowered by the 1[provincial Government] in this  behalf, either by name or as \nholding  any office, for the time being, may, without  an order from a Magistrate and without \nwarrant, arrest any person committing in his view any offence punis hable under section 4 or 5 or \nunder any rule under section 6 \n \n(a)  if the name and address of the person are unknown to him, and \n \n(b)  if the person declines to give his name and address, or if there is reason to \ndoubt  the accuracy of the name and address if given. \n \n (2) A person arrested under this section may be detained until his name and address have \nbeen correctly ascertained: \n \n Provided that no person so arrested shall be detained longer than may be necessary for \nbringing him before a Magistrate, except under the order of a 2[Judicial  Magistrate] for his detention. \n \n \n \n________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n1Subs. by A.O., 1937. for “L.G.”. \n2Subs . by and, XXVII of 1981, s. 5, Sch 4, only extent to ICT."
}