{
    "file": "./converted_json\\administrator45f1ecfd9f6b66455a3dc349372c849e.json",
    "name": "Indus River System Authority (Amendment) Ordinance, 2024",
    "date": "16 February, 2024",
    "tagline": "Further amendments to the Indus River System Authority Act, 1992",
    "content": "\\\\l\nREGISTERED NO. M.: .T302\nL.-7ffi6\n@ttoGvffi dflhffiI\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, FRIDAY, FEBRLTARY 16, 2024\nYPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\n[slamahad, the 16th February, 2024\nF. No. 2(l)12024-Pub.-WnpREAS, the Prime Minister advised the\nPresident in terms of clause (l) of Article 48 of the Constitution of the Islamic\nRepublic of Pakistan to make and promulgate the following Ordinance under\nArticle 89 of the Corrstitution;\nWFIEREAS, the President in exercise of his power conferred by proviso to\nclause (1) of the said Article 48 required the Prime Minister after such\nreconsideration reiterated his earlier advice advising the President to make and\npromulgate the said Ordinance;\nNow, TIIEREFoRE, the following Ordinance deemed to have been\nprornulgated on the 14th day of February,2024 in terms of Article 89 of the\nConstitution of the Islamic Republic of Pakistan, read with proviso to clause (1)\nof Article 48 thereof by the President is hereby published for general in\nformation:-\n( L7)\nPrice.' fts. 20.00\n17 091(2024)/Ex. Gaz.l\nOnorNANCn No. III op 2024\nAN\nOnuNANCrl\nfurther to arnencl the Inclus River Systern Aulhori\\,Acl, 1992\nWtmnras it is expedient further to amend the Indus River Systern\nAuthority Act\" 1992 (XXII of 1992), in the manner and for the pLrrposes\nhereinafter appearing;\nAND wHEREas the Senate and National Assembly are not in session, and\nthe President of the Islamic Republic of Pakistan is satisfied that circumstances\nexist which render it necessary to take immediate action;\nNow, TIIEREF'oRE, in exercise of powers conferred by clause (l) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President\nof the Islamic Republic of Pakistan is pleased to make and prornulgate the\nfollowing Ordinance:-\n1. Short title and commencement.{l) This Ord nance shall be\ncalled the Indus River System Authority (Amendrnent) Ordinance,2024.\n(2) It shall come into tbrce at once.\n2. Amendment of section 2, Act XXII of 1992.-In the Indus River\nSystem Authority Act, 1992 ( XXII of 1992), hereinafter called as the said Act,\nin section 2,-\n(a) in clause (d), after the word \"rules\", the words o'and regulations\"\nshall be inserted;\n(b) in clause (e), the word \"and\" shall be omitted;\n(c) after in clause (e), amended as aforesaid, the following new clause\nshall be inserted, namely:-\n\"(ea) \"Vice-Chairman\" means the Vice-Chairman of the Authority;\nand \"'\n(d) after clause (f), the following new clause shall be inserted, namely:-\n\"(g) \"Water Regulation Point\" shall rnean gaLrge and discharge\nlocations, required for implementation of Water\nApportionment Accord, 1991, includirrg but not limited to-18 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16, '.)-024 [PARr I\n-\\\\\nPARTI] THEGAZETTEOFPA\nwater storage, dams, run-of-river hydropower projects,\nbarrages/headworks, canal head regulators, escape structures,\noutfall structures, tails of inter-river link canals.\".\n3. Amendment of section 4, Lct XXII of 1992.-ln the said Act, in\nsection 4,-\n(a) for sub-section (1), the following shall be substituted, namely:-\n'(1) The Authority shall comprise of a Chairman and five\nmembers, one member to be nominated by the Prime Minister and\neach one by the Chief Minister of the respective Provinces, with\nrelevant engineering, irrigation or related experience as may be\nprescribed. The Authority may, on the recommendation of the\nChainnan, co-opt such other members as may be deemed necessary,\nfrom time to time. The Chairman shall be an employee of the Federal\nGovernment, either serving or retired in BPS-21 or equivalent or\nabove, to be appointed by the Prime Minister, with such engineering\nexperience and on such terms and conditions as the Prime Minister\nmay determine, from time to tirne.\";\n(b) for sub-section (2), the following shall be substituted, namely:-\n'(2) On cofllmencement of this amendment Ordinance, the first\nVice-Chairman shall be the member.nominated by Chief Minister of\nBalochistan, to be followed by the nominees of the Chief Ministers\n' of Khyber Pakhtunkhwa, Punjab, and Sindh, and thereafter in that\norder.\";\n(c) in sub-section (3), for the word \"Chairman\", the expression \"Vice-\nChairman\" shall be substituted;\n(d) in sub-section (4),-\n(i) after the word \"member\", the words \"or the Chairman\" shall\nbe inserted;\n(ii) for the words \"Provincial Government\", the words \"Chief\nMinister\" shall be substituted; and\n(iii) for the words \"Federal Government\", the words 'oPrime\nMinister\" shall be substituted;\n(e) in sub-section (5);-\n(i) after the word \"Chairman\", the expression \", Vice-Chairman\"\nishall be inserted;\n(iD for the words \"Water and Power Division\", the words\n\"Division Concerned\" shall be substituted;\n20 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16, 2024 [Pan'r I\n(iiD after the word \"office\", the words \"of the Authority\" shall be\ninserted;\n(iv) fbr the proviso, the following shatl be substitutcd, namely:-\n'Provided that such resignation shall not take effect until\nit is approved by the Prime Minister\";\n(l) after the sub-section (5), amended as aforesaid, the lollowing new\nsub-section (5a) shall be inseded, namely:-\n'(5a) The Chairman or, in his absence, the Vice-Chairrnan shall\npreside over the rneetings of the Authority.\";\n(g) in sub-section (6), f<ir the word \"Chairmanj', wherever occurring, the -expression \"Vice-Chai nnan\" shall be substituted;\n(h) after sub-section (8), the following new sub-section (8a) shall be\ninserted, namely:-\n\"(8a) In absence of the Chairman, Additional Secretary of the\nDivision concemed shall represent the Chairman.\";\n(i) for sub-section (9), the following shall be substituted, namely:-\n'(9) The Chairman, and ex-olJiclo members of the Authority\nincluding inter alia Chairman of the Water and Power\nDevelopment Authority, Chief Engineering Adviser or' their\nnominees and the co-opted members shall have no right to\n, vote.\"; and\n0) after sub-section (9), amended as aforesaid, tle fbllowing new sub-\nsection (10) shall be inserted, namely:-\n\"(10) The Authority shall have its own secretariat and such other\noffices, consisting of otlicers, employees or consultants, as the\nChairman may, from time to time, deem necessary for\ndischarging the functions envisioned under this Act.\".\n4. Amendment of section 5, Act XXII of 1992.-In the said Act, in\nsection 5, for the words \"The Chairman and every\", the word oolJvery\" shall be\nsubstituted.\n5. Amendment of section 6, Act XXII of 1992.-1n the said Act, in\nsection 6, for the words \"Federal Government\", wherever occurring, the words\n\"Prime Minister\" shall be substituted.\n6. Amendment of section 7, Act XXII of 1.992.-ln the said Act, in\nsection 7, for sub-section (2), the following shall be substituted, namely:-t\nPanr THE GAZETTE OF PAKIS EXTRA. FEBRUARY I2024 2t\n*(2) All members, including the Vice-Chairman, entitled to vote shall\nconstitute quorum for a meeting of the Authority:\nProvided that the Chairman shall, at all times, be kept informed of all\ndecisions made by the Authority.\".\n7. Amendment of section 8, Act XXII of 1992._,In the said Act, in\nsection 8,-\n(a) in sub-section (1),-\n(D after clause (a), the following explanation shall be inserted,\nnamely:-\n\"Explanation: Fot the purposes of this sub-section, the technical\nbasis for the regulation and distribution of surface waters shall be\ndetermined by the Independent Experts Committee.\";\n(ii) after clause (b), the following new clause (ba) shall be inserted,\nnamely:-\n\"(bu) monitor and compile, through telemetry or other modern\ntechnological means, the river and canal discharges of all\nWater Regulation Points being observed by Provincial\nIrrigation Departments and WAPDA, and conduct, from\ntime to time, water audit thereof. ln case of conflict\nbetween observations made by Authority and any other\nProvincial Irrigation Department or WAPDA, observations\nof' the Authority shall take precedence over all\nobservations to the contrary.\";\n(iiD in clause (c), the explanation shall be omitted;\n(iv) after clause (c), amended as aforesaid, the following new clause\n(ca) shall be inserted, namely:-\n\"(ca) impose, vary and recover fees, charges, cess, or other\nsums, from time to time, as may be prescribed;\nExplanalion: The cess levied and collected under this sub-section\nmay b9 utilized for the purposes of, or in relation to, the integration\nand maintenance of telemetry system, up-gradation of existing\nwater-related infrastrucfure, or development of modern water\nregulation and monitoring systems or human resourbe development\nand capacity building thereof;\";\n(v) in clause (e), the explanation shall be omitted;\n(vi) after clause (e), amended as aforesaid, the following new clauses\nshall be inserted, namely:-\n\"(ea) issue binding directives, with regards to powers envisioned\nunder this Act, to Federal entities, including, inter alia,\n22 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 16, '.1024 [PzrnT l\nWater and Power Development Authority, as well as each\nof the Provinces, which shall implement the same at, inter\nalia, the Water Regulation Poiirt(s). In case of failure or\ninordinate delay, by any entity or person, in irnplementing\nthe directives issued under this Act, the Authority shall\nhave the power to impose such penalties, as may be\nprescribed;\n(eb) proceed against employees of the Authority involved in,\ninter alia, comrpt practices, professional misconduct and\ninefficiency, in the manner as may be prescribed;\n(ec) proceed against persons and entities involved in, inter alia,\nwater theft, tampering of installations and data, and other\nillegal or fraudulent activities, in accordance with law, as -\nmay be prescribed;\n(ed) contract, engage, collaborate, transact, and enter into\ncommercial arrangements with governmental as well as\ncorporate entities, for carrying out the purposes of this\nAct;\";\n(b) in sub-section (2), the expression \"and in case equality of votes,\nthe Chairman shall have a casting vote\" shall be ornitted;\n(c) in sub-section (3),-\n(D after the word \"Government\", the expression \", an1' member\" shall\nbe inserted; and\n(ii) for the words \"make a\", the expression \"file a review before the\nChairman, prior to making any\" shall be substituted;\n(d) after sub-section (3), amended as aforesaid, the following new\nsub-section (4) shall be inserted, namely:-\n*(4) A review filed by any aggrieved party, under sub-section (3)\nhereof, shall be decided by the Chairman, through a speaking order, after\nconsultation with the Independent Expert Committee, and or such independent\nexperts or consultants, as may be deemed appropriate by the Chaiman:\nProvided that the order passed by the Chairman, under sub-section (3)\nhereof, shall be final and shall not be called in question before any Court, forum\nor authority, except the Council of Common Interests.\".\n8. Insertibn of new section 8A, Act XXII of 1992.-In the said Act,\nafter section 8, amended as aforesaid, the following new section 8A shall be\ninserted, namely:-\n. \"8A. Declaration of strategic locations relating to water\naccounting.-{l) The Authority may, through majority vote declare a location or\ninstallation to be of strategic importance for the purposes of implementation of\nthis Act.\nPanr THE GAZETTE OF PAKISTAN E,XTRA., FE,BRUARY 16, 2024 23\n(2) For protection, safeguard and securing of any location or\ninstallation that has been duly declared to be of strategic importance under this\nAct, the Chairman may request the Federal Government to provide requisite\nassistance through the Armed Forces of Pakistan, or other law enforcement\nagencies, as may required, from time to time.\".\n9. Amendment of marginal heading of Chapter III, Act XXII of\n1992.-1n the said Act, in Chapter III, for the marginal heading \"Advisory\nCommittee\", the word \"Committees\" shall be substituted.\n10. Insertion of new sections 10A and 108, Act XXII of 1992.-In\nthe said Act, after section 10, the following new sections 10A and l0B shall be\ninserted, namely:-\n\"10A. Committees and sub-committees.-The Authority may, from'L tirne to time, constitute such committees or co-opt such experts or consultants, as\ndeemed appropriate by the Chairman, to cany out purpose of this Act.\n10B. Independent Experts Committee.-(1) The Authority shall\nhave an Independent Experts Committee consisting of the following, namely:-\n(a) Convener to be appointed by the Chairman, who shall serve as\nChairman of the Independent Experts Committee;\n(b) two experts, having at least ten years' experience in hydrolory,\nhydraulic modelling, or related engineering fields, to be appointed\nby the Chairman;\n(c) two experts, having at least ten years' experience in GIS, Remote\nSensing, irrigation, or related engineering fields, to be appointed\nby the Chainnan; and\n(d) four experts, having at least ten years' experience in related\nengineering fields, to be appointed by the Chairman.\n(2) The Independent Experts Committee may, on the recommendation\nof the Chairman, co-opt other experts and consultants, from time to time.\n(3) All members of the Independent Expert Committee, except the co-\nopted members, shall be full-time employees of the Authority, who shall be\nengaged having such qualificatioris, and on such terms and conditions, as may be\nprescribed:\nProvided that the co-opted members shall be paid such allowances as\nmay be prescribed.\n(4) Subject to provisions of this Act, the Independent Experts\nCom m ittee shall, int er al i a, perform the fo llowing functions, namely : -(a) aid and assist the Chairman, as and when required, in deciding the\nreview filed under this Act;\n(b) advise on the monitoring, handling and compilation of the data,\nreceived through telemetry or other modern technological systems,\nof all Water Regulation Points;\n24 THE GAZETTE OFPAKISTAN, EXTRA., FEBRUARY 16, 2024 [PanT I\n(c) determine gains and losses in terms of water distribution, during\ntwo cropping seasons and at such other times; as lnay be directed\nby the Chairman;\n(d) render advice on all technical matters, referred by the Chainnan;\n(e) maintain water accounts, and conduct, from time to time, audit\nthereof, as directed by Chairman; and\n(0 carry out all matters connected therewith and ancilluy thereto.\".\nI l. Amendment of section 12, AcIXXII of lgg2.-.lnthe said Act, in\nsection 12, in sub-section (2),. after the word \"conditions\", the expression\n\", includipg perks and privileges,\" shall be inserted.\nL2. Amendment of section 14, Act XXII of 1992.-In the said Act, in\nsection 14,-\n(a) in the marginal heading, the words \"to and by Chairman\" shall be\nomitted;\n(b) the existing clause shall be numbered as sub-section (1), and\nthereafter the fbllowing new sub-section (2) shall be insefted,\nnamely:-\n\"(2) The Chairman may, from time to time, delegate in writing any of\nhis operational powers, duties or functions, to a member, officer or employee of\nthe authority, on such conditions and in such manner as he deems appropriate:\nProvided, that the power of hearing and deciding a review filed under\nthis Act shall not be delegated by the Chairman.\".\n13. Amendment of section 19, Act XXII of 1992.-ln the said Act, in\nsection 19, for the word \"January\", the word \"March\", and for the expression\n\"submit to the Federal Govemment, for approval,\", the word \"Authority\" shall be\nsubstituted.\n14. Amendment of section 22, ActX)flI of 1992.-.ln the said Act, in\nsection 22, in clause (a), at the end, the word \"and\" shall be ornitted, and in\nclause (b), for the full stop, the expression \"; and\" shall be substituted, and\nthereafter, the following new clause (c) shall bti inserted, namely:-\n\"(c) mechanism, criteri4 terms and conditions for appointment of\nmembers and experts, from time to time, to the Authority and the\nIndependent Experts Committee, in accordance with the provisions\nof this Act.\".\nRAJANAEEM AKBAR,\nSecretary.\nPR1NTED BY THE MANAGER, PRINTING CORPORATION O}- PAK]S'I'AN PRESS, I)JLAMABAD.\nPUBLISTIED BY TIIE DEPUTY CONTI{OLLER, STATIONERY AND FORMS, UNIVERSI'IY IIOAD, KARACIII."
}