{
    "file": "./converted_json\\administratorfd19eec0a97080f151dac2a8406dea88.json",
    "name": "The Zakat and Ushr Ordinance",
    "date": "20th June, 1980",
    "tagline": "Making provisions for the assessment, collection, and disbursement of Zakat and Ushr in Pakistan",
    "content": "Page 1 of 40 \n \n \n \n \n \n \nTHE ZAKAT AND USHR ORDINANCE, 1980  \n \n \n                                                         \n \n \n \n \n          CONTENTS  \n           __________  \n \nCHAPTER -I \nPRELIMINARY  \n1.  Short title, extent, application and commencement.  \n2.  Definitions.  \nCHAPTER -II \nZAKA T \n3.  Charge and C ollection of Zakat.  \n4.  Secretary of information.  \nCHAPTER -III \nUSHR  \n5.  Charge and collection of Ushr . \n6.  Mode of assessment and collection of U shr. \n \nCHAPTER -IV \nZAKAT FUNDS  \n7.  Establishment of Zakat Funds.  \n8.  Utilization of Zakat Fun ds.  \n\n \nPage 2 of 40 \n 9.  Disbursement  from Zakat Funds.  \n10.  Accounts.  \n11.  Audit.  \nCHAPTER -V \nORGANIZATION AND ADMINISTRATION  \n12.  Central Zakat Council.  \n13.  Administrator -General.  \n14.  Provincial Zakat Council.  \n15.  Chief Administrator.  \n16.  District Zakat and Ushr Commit tee. \n17.  Tehsil, Taluqa or Sub -divisional Zakat and Ushr Committee or Town Zakat and Ushr \ncommittee.  \n18.  Local Zakat and Ushr Committee.  \n19.  Vacancy  etc., not to invalidate acts or proceedings.  \n19A.  Members of Council and other Committees to be Muslims.   \n20.  Person to preside at meetings in the absence of Chairman .  \n21.  Power of supersession and removal.  \n21-A.  Vote of no confidence.  \n22.  Administrative orginazation.  \n23.  Certain persons to be public servants.  \nCHAPTER -VI \nMISCELLANEOUS  \n24.  Exemption.  \n25.  Certain tax concessions. \n26.  Power to make rules.  \n27.  Power to call for information and  issue  directions.  \n28.  Indemnity and bar of jurisdiction.  \n \nPage 3 of 40 \n 29.  Removal of difficulties.  \n29A.  Dissolution and reconstitution of Committee s. \n30.  Repeal.  \n \n \nFIRST S CHEDULE  \nSECOND SCHEDULE  \n_________________________  \n \n \nPage 4 of 40 \n THE ZAKAT AND USHR ORDINANCE, 1980  \n1ORDINANCE No.XVIII OF 1980  \n[20th June, 1980]  \nAn Ordinance to make provis ions relating to the assessment  collection and disbursement of \nZakat and Ushr  \nWHEREAS  it is nece ssary to make provisions relating to the assessment, collection and \ndisbursement of Zaka t and Ushr  and matters connected there with or incidental thereto;  \nAND WHEREAS  Pakistan, B eing an Islamic State,  must provide for the imple mentation of \nIslamic precept s; \nAND WHEREAS  the Constitution of the Islamic Republic of Pakistan lays down that the \nMuslims of Pakistan shall be enabled to order their lives  in the individual and collective spheres, in \naccordance with the tenets of Islam ;  \n  AND WHEREAS  Zakat , includi ng Ushr , is one of the fundamental pillars (arkan) of Islam;  \n \n  AND WHEREAS  the prime objective of the collection of Zakat  and Ushr  and disbursements \nthere from, is to assist the needy, the indigent and the poor;    \nAND WHEREAS  the rates of Zakat  and Ushr , as also the purposes for the u tilization of \nZakat  and Ushr , are specified in Shariah;  \n  AND WHEREAS  Shariah enjoins all Muslims who are Sahib -e-Nisab  to pay, and the State to \narrange for the proper collection, disbursement and utilization of , Zakat  and Ushr, and also allows \nsuch Muslims to disburse for the purposes authorized by Shariah the part thereof not collected by the \nState;  \nAND WHEREAS  the Constitution also provides, in Article 31,  that the State shall \nendeavour,  as respects the Muslims of Pakistan, to secure, inter alia , the proper organisation of \nZakat . \nAND WHEREAS  the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \nNOW, THEREFORE , in pursuance of the proclamation of the fifth day of July, 1977, re ad \nwith the Laws (Continuance in Force) Order, 1977 (C. M. L. A. Order No. 1 of 1977),  and in exercise \nof all powers enabling him in that behalf, the President is pleased to make and promulgate the \nfollowing Ordinance : — \n \n \n \n1This Ordinance has been applie d to the -Provincially Administered Tribal Areas of the Province of Baluchistan, see Notification No. S.O. (TA -3/46/79, \ndated 5 -7-1980, see Gaz., of Baluchistan , Ext.. dated 5 -7-1980 (Issue No. 152).  \nThis Ordinance (The Zakat and Ushr Ordinance) has been ap plied to the Provincially Administered Tribal Areas of the N .W.F. P., by Notification No. \nLegis : l(9)/70, vol, IV, dated 9 -10-1980, see N.W.F .P.Gaz., Ext., dated, 13 -10-1980, page 212 . \nThis Ordinance has been applied to the Northern Areas, vide S.R.0.951 ( 1 )/91, dated 23 -9-1991, see Gaz., of P., 1991. Ext. Pt. II, p. 2462.  \n \nPage 5 of 40 \n CHAPTER -I \nPRELIMINARY  \n \n1. Short title, extent, application and commencement.  —(1) This Ordinance may be called \nthe Zakat and Ushr  Ordinance, 1980.  \n \n(2) It extends to the whole of Pakista n, but 1[as regards payment and recovery of Zakat and \nUshr] applies only to Muslim citizens of Pakistan and a company, or other association of persons, or \nbody of individuals, whether incorporated or not, majority of the shares of which is owned, or the \nbeneficial ownership of which is held, by such citizens.  \n2[2A) The Federal Government may, by  notification in the official Gazette, direct that this \nOrdinance shall also apply to any other territories or areas specified in the notification, subject to \nsuch e xceptions and modification as may be so specified].  \n(3) In respect of a person who may believe that the whole or any part of the recoveries \neffected from him in the manner laid down in this Ordi nance are not according to his belief, such \nrecoveries shall nevertheless be made, but shall be deemed to be contribution to Zakat Fund on the \npart of that person 3[:] \n \n4[Provided that — \n(a)   no Zakat or Ushr shall be charged or collected on compulsory basis in respect \nof the assets or the produce of a person who, n ot less than thirty days \npreceding the Valuation Date in the case of Zakat, and at any time before the \nValuation Date in the case of Ushr, files with the Deducting Agency, or with \nthe Local Committee in the case of Ushr, a declaration, or an attested copy \nthereof, in the prescribed form, sworn by him before a magistrate, on Oath \nCommissioner, a notary public, or any other person authorised to administer \noath, in the presence of two witnesses who identify him, to the effect that he is \na Muslim and a follower  of one of the recognised fiqhs  which he shall specify \nin the declaration, and that his faith and the said fiqh do not oblige him to pay \nthe whole or any part of Zakat or Ushr in the manner laid down in this \nOrdinance ; and  \n(b)   a declaration, or an attes ted copy thereof, filed as aforesaid in one Zakat year, \nwhether before or after the commencement of the Zakat and Ushr (Third \nAmendment) Ordinance, 1983, shall continue to be valid for so long as — \n \n(i) the declaration or copy, and the asset liable to Zakat  to which it relates, \nremain in the custody of the Deducting Agency ;or  \n (ii) the person filing the declaration or copy continue s to hold, in respect \nof the land to the produce of which it relates, the same status as he held \nat the time of filing the decla ration, and the declaration or copy \nremains in the custody of the Local Committee.] ;  \n________________________________________________________________________ _________  \n1Ins. by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1980), s. 2.  \n2Ins. by the Fi nance Act, 1990 (7 of 1990),s.8.  \n3Subs, by the Zakat and Ushr (Amdt.) Ordinance 1980, (52 of 1980), s. 2. for the full -stop.  \n4Provisos which was previously added ibid., has been subs. by the Zakat and Ushr (Third Amendment) Ordinance, 1983 (26 of 1983), s.  2. \n \n \nPage 6 of 40 \n Provided further that where for any reason Zakat or Ushr is collected on compulsory basis \nfrom such a person and he does not wish to leave it in the Zakat Fund as saddaqah or khairat  in the \nname of Allah as a manifestation of the unity of the Ummah an d claims refund, on the basis of a \ndeclaration as aforesaid filed by him within the period specified in first proviso or within such \nfurther period as may be prescribed, the amount so collected shall be refunded to him in the \nprescribed manner.]  \nExplanatio n.—In this Ordinance, reference to Zakat deductible at source or to Ushr \nrealizable on compulsory basis shall be construed to imply a reference to contributions to Zakat \nFund also.  \n1[3A) The Federal Shariat Court may, on the application of any person, deci de the question \nwhether a declaration such as is referred to in the first or second proviso to sub -section (3) made by \nany person is valid according to the fiqh he professes to follow ; and, if the Federal Shariat Court \ndecides that the declaration is not valid, such person shall, without prejudice to any other action that \nmay be taken against him under anyother law, be liable to pay Zakat or Ushr, as the case may be, in \nthe manner laid down in this Ordinance.]  \n(4) It shall come into force on such date2 as the Federal Government may, by notification in \nthe official Gazette, appoint, and different dates may be appointed for different provisions of this \nOrdinance.  \n2. Definitions . In this Ordinance, unless there is anything repugnant in the subject or \ncontext ,—  \n (i)  “Administrator -General ” means the person appointed as such under section \n13, and includes an officer authorised by him to exercise or perform any \npower or function of Administrator -General under this Ordinance;  \n(ii)  “annuity ” means the sum payable  periodically, according to the annuity policy \nconditions, to an annuitant during his life -time, or for a fixed number of years, \nas the case may be, and includes the scheme of postal annuities as notified by \nthe Government;  \n(iii)  “assets ” means assets  liable to Zakat as provided in this Ordinance;  \n(iv) “attiyat” means voluntary donations to the Zakat Funds, otherwise than on \naccount of Zakat  or Ushr , and includes sadaqat -e-nafilah  ; \n            (v)  “Central Council ” means the Council established under sec tion 12;  \n(vi)  “Chief Administ rator ” means a person appoint as such under section 15, and \nincludes an officer authorised by him to exercise or perform any power or \nfunction of Chief Administrator under this Ordinance;  \n______________________________________ ___________________________________________  \n1New sub -section (3A) was ins. by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1980), s. 2.  \n2I.e 20 -6-1980 (except the provisions of Ushr) “see Notification No. 395 A - 18, dated, 20 -6 -1980, Gaz. of Pakistan , Ext., Part -Ill, page 171.  \n3For provisions of Ushr w.e.f. 15th day of March, 1983 (excluding the sugar cane crop of the year 1982 which is ha rvested after the aforesaid date ) see \nthe Gazelle of Pakistan, 1983, Islamabad Part -1II, dated, 5 -2-1983. \n \n \nPage 7 of 40 \n (vii)  “company ” means a company as defined in Companies Act, 1913 (VII of \n1913);  \n(viii)  “Deducting Agency ” means a bank, post office or other institution referred to \nin the sixth column of the First Schedule;  \n(ix)  “Deduction Date ” means, in respect of the asse ts mentioned in the First \nSchedule, the date or dates on which Zakat  is to be deducted at source and \nwhich is or are specified in the fifth column of that Schedule;  \n(x)  “District Committee  means a Committee constituted under section 16 1[or, in \nthe case o f the Islamabad Capital Territory, the Islamabad Zakat and Ushr \nCommittee] ;  \n \n(xi)  “Government security ” has the same meaning as in the Securities Act, 1920 \n(X of 1920);  \n2[(xia) “Institution ” “means deeni -madaris , educational, vocational and social welfar e \ninstitutions, public hospitals, charitable institutions and other institutions \nproviding health -care;];  \n(xii) “insurer ” means the State Life Insurance Corporation of Pakistan or Postal \nLife Insurance ;  \n(xiii)  “Local Committee ” means a Committee constitut ed under section 18 ;  \n(xiv)  “locality ” means the area within the jurisdiction of a Local Com mittee;  \n(xv) “maturity value ” means the sum payable, according to stipulated conditions, \non survival of the life assured to the specified age or to the end of the term of \nthe policy;  \n \n3[(xva) “nisab”, in relation to assets liable to Zakat, except agricultural produce and \nanimals fed free in pastures, means 612.32 grams of silver, or  cash or gold, or \ngoods for trade, or any assets liable to Zakat under Shariah, the a ggregate \nvalue of which is equal to the value of 612.32 grams of silver, as notified by \nthe Administrator -General for each Zakat year or , in the case of a person \nwhose assets liable to Zakat consist only of gold, 87.48 grams of gold;]  \n(xvi)  “prescribed ” means prescribed by rules;  \n(xvii)  “produce ” means gross agricultural, horticultural or forest produce;  \n(xviii)  “Provident Fund ” has the same meaning as in the Provident Funds Act, 1925 \n(XIX of 1925);  \n \n______________________________________________________ ___________________________  \n1Added by the Finance Act, 1994, (12 of 1994) s. 8.  \n2Ins. ibid., s. 8.  \n3New cl. (xva) was ins. by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1980). s.3.  \n \nPage 8 of 40 \n 1[(xix)  “Provincial Council ” means a Council constituted under sect ion 14;]  \n(xx)  “recognised Provident Fund ” means a Provident Fund recognised as such, by the \ncompete nt authority, under the Income -Tax Ordinance, 1979 (XXXI  of 1979);  \n(xxi)  “return ” means income, howsoever described, accruing on an asset;  \n(xxii)  “rules ” means rules made under this Ordinance;  \n2[(xxiii) “sahib -e-nisab ” means a person who  owns or possesses assets not less than nisab,  \nbut does not include — \n(a)  the Federal Government, a Provincial Government or a local authority;  \n(b)  a statutory corporation,  a company or other enterprise, owned wholly, \ndirectly or indirectly, by the Federal Government, a Provincial \nGovernment, a local authority or a corporation owned by the Federal \nGovernment or a Provincial Government, either singly or jointly with \none or mo re of the other three;  \n(c)  a subsidiary of a statutory corporation, a company or other enterprise \nreferred to in sub -clause (b) and wholly owned by it;  \n(d)  the National Investment (Unit) Trust;  \n(e)  an ICP Mutual Fund;  \n(f)  a recognised Provident Fund;  \n(g)  any Unit Fund maintained by the Defence Services, including the Civil \nArmed Forces;  \n(h)  a Zakat Fund;  \n  (i)  an institution, fund, trust, endowment or society___ \n(a) registered as a charitable organization under the Societies \nRegistration Act, 1860, o r as a company under section 26 of \nthe Companies Act, 1913, or registered or approved as a \ncharitable or social welfare organisation under any other law \nfor the time being in force, and  \n(b)  approved by the Central Board of Revenue for the purposes of \nsection 47 of the Income Tax Ordinance, 1979  (XXXI of \n1979) ; \n \n \n1Added by the Zakat and Ushr (Amdt.) Act, 1997 (10 of 1997) s. 2, which was previously omitted by Act, 12 of 1994, s. 6.  \n2Subs, by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1980), s. 3, fo r the original cl. (xxiii).  \n \n \nPage 9 of 40 \n (j)  a deeni madrasah  registered as such by the Auqaf Department;  \n(k)  a mosque ;  \n \n(l)  an orphanage registered as such under the law relating to orphanages ;  \n(m)  a Workers Participation Fund established under the Companies Pr ofits \n(Workers Participation) Act, 1968 ( XII of 1968) ; or \n \n(n) amount of a party to a suit or case kept with or under the orders of a \ncourt pending decision of the suit or case ;]  \n(xxiv)  “security ” means any stock, share, scrip, debenture, bond, pre -organ isation \ncertificate, or instrument commonly known as security;  \n(xxv) “share ” means a share in the share -capital of a company, or in any body \ncorporate established by or under a Federal law or a Provincial law, and \nincludes stock;  \n1[(xxvi) “sub-division ” means a sub -division of a district  as notified by the Provincial \nGovernment]  \n(xxvii) “surrender value ” means the sum payable by an insurer on cancella tion of a \nlife-insurance policy or annuity, according to stipulated terms and conditions, \nat any time bef ore maturity benefits become available;  \n(xxviii) “survival benefit ” means the amount payable according to life -insurance \npolicy conditions , during the currency of a policy, on survival of the life \nassured to the specified date as stipulated in the policy;  \n2[(xxix)  “Taluqa Committee ” or “Sub-divisional Committee ” 3[or Town committee]  \nmeans a committee constituted under section 17 ;]  \n4[(xxixa)  “Tehsil Committee ” means a Tehsil committee constitut ed under section 17 \nor, in the case of the Islamabad Capital Te rritory, the Islamabad Zakat and \nUshr Committee;]  \n5[(xxx) “Valuation Date ” means— \n(a) in respect of assets liable to Zakat, the first day of the Zakat year ; and  \n(b)  in respect of produce liable to Ushr, such date or dates as may be \nprescribed or as may be notified by the Administrator -General or by a \nChief Administrator within his jurisdiction ;  \n \n1Subs  by the Finance Act 1994, (12 of 1994) s. 8, for the original clause (xxvi).  \n2Added by the Zakat and Ushr (Amdt.) Act 1997. (10 of 1997) s. 2, which was p reviously omitted by Act 12 of 1994, s. 8.  \n3Inserted by ord. 35 of 2002,s.2.(except ICT).  \n4Added by the  zakat and Ushar (Amdt .) Act, 1997,(10 of 1997) , s. 2.  \n5Subs. by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1980), s. 3, for “ the original cl. ( xxx).  \n \n \nPage 10 of 40 \n   (xxxi) “Zakat Fund ” means a Fund established under section 7 ;  and \n(xxxii)  “Zakat year ” means year according to the Hijra calendar for which Zakat  is \nchargeable, commencing on the first day of Ramadhan -ul-Mubarak and \nending with the last day of t he following Sha ”ban-ul-Moazzam;  \nProvided that the first Zakat year shall commence with the com -\nmencement of this Ordinance and end with the last day of Sha ”ban-ul-\nMoazzam, 1401 A. H.  \n \n__________  \n \n \nCHAPTER -II \nZAKAT  \n 3. Charge and collection of Zakat. — (1) Subject to the other provisions of this Ordinance, \nZakat in respect of assets mentioned in the First Schedule shall be charged and collected, on \ncompulsory basis, for each Zakat  year, at the rates and in the manner specified therein, and as may \nbe prescrib ed, from every person 1[who is  on the valuation Date , and has for the preceding Zakat \nyear been, sahib -e-nisab] : \n  Provided that where an asset mentioned in the First Schedule has been assigned by the person \nowning or possessing it, in favour of an other person, Zakat  in respect of that asset shall be charged \nand collected on compulsory basis as if the asset had not been so assigned [:]2 \n3[Provided further that, if an asset was owned or possessed by a person on the Valuation Date \nbut is owned or poss essed by some other  person on the Deduction Date, the Zakat on such asset shall \nbe charged and collected from such other person on behalf of the person owning or possessing it on \nthe Valuation Date :  \nProvided further that, if a person proves in the prescribed ma nner to the satisfaction of the \nLocal Committee of the locality where he ordinarily resides that he was not a sahib -e-nisab  on the \nValuation Date or was not in ownership or possession of assets of the value of nisab  for the whole of \nthe preceding Zakat yea r, Zakat shall not be so charged and collected from him, or if collected shall \nbe refunded to him in the prescribed manner :  \n \nProvided further that no Zakat shall be charged and collected from the assets of a person who \ndied on or before the Deduction Date  4[:] \n4[Provided further that no Zakat shall be charged or collected on compulsory basis in respect \nof any of the assets mentioned in the First Schedule which — \n(a) have been acquired against payment in foreign currency; or  \n \n________________________________ ________________________________________  \n1Subs, by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1980), s. 4, for certain original words.   \n2Subs. ibid., for full -stop.  \n3Provisos added ibid., \n4Subs, and added by the Zakat and Ushr (Amdt.) Ordinance, 198 4 (46 of 1984), s. 2.  \n \nPage 11 of 40 \n (b) are maintained in foreign currency ; and the return on which, and the value on \nencashment, redemption or withdrawal of which, is payable in foreign \ncurrency 1[:] \n1[Provided further that the Federal Government may, by notification in the official Gazette, \nexempt any class of bonds or certificates issued by the Federal Government or a statutory \ncorporation a company or other enterprise, owned, directly or indi rectly by the Federal Government, \na Provincial government, a Local authori ty or a corporation owned by the Federal Government or a \nProvincial Government, either singly or jointly with one or more of the other three, from deduction \nof Zakat on compulsory basis.]  \n(2) In determining the amount to be collected as Zakat  on compulsory  basis, the value of an \nasset on which Zakat  is deductible at source may be reduced, to the extent and in the manner \nprescribed, only on account of debts which have been — \n \n(a) primarily secured by that asset ;  \n(b) used for the creation of an asset on which  Zakat  is deductible at source ; and  \n(c) obtained from the Deducting Agency having custody of the asset securing the \ndebt 2* * *  and of the asset created under clause (b).    \n3[(3) Where a person from whom Zakat has been deducted at source —  \n \n(a) proves th at— \n (i) he is not a Muslim, or  \n(ii)  he is not a citizen of Pakistan, or - \n(iii) the amount deducted from him is more than what is due under this \nOrdinance, either  on account of an error apparent from the record, or \non account of reduction provided for in sub-section (2) not having \nbeen duly allowed to him, or  \n \n(iv) he falls under any of the exclusion given in sub  clauses (a) to (n) of \nclause (xxiii) of section 2, or  \n(b) proves, as laid down in the third proviso to sub -section (1), that he is not a \nsahib -e-nisab or was not in ownership or possession of nisab for the whole of \nthe preceding Zakat year, or  \n(c)  files-a declaration such as is refereed to in the second proviso to sub -section \n(3) of section 1, which has not been challenged in the Federal Shariat Court \nunder sub section (3A) of that section, and claims refund,  \nthe amount so deducted or, as the case may be, the amount so deduct ed in excess shall be refunded \nto him in the prescribed manner.]; and   \n \n(4) Where the recovery of Zakat deductible at sour ce in respect of any of the assets \nmentioned in the First Sch edule, falls into arrears, the Administra tor-General  may forward to the \nCollector of the district concerned a duly signed certificate specifying the amount of arrears due and \nthe particulars of the person from whom , due, and the Collector shall, on receipt of such certi ficate, \nproceed to recover the amount so specified , as if it were an arrear s of land revenue.  \n1Subs. and added by the Finance Act, 1987 (6 of 1987), s. 11.  \n2The words and brackets  “in clause (a), ” omitted by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1980), s. 4.  \n3Subs. ibid., for sub -section (3).  \n \nPage 12 of 40 \n (5) A Sahib -e-nisab may pay either to a Zakat Fund or directly to those eligible under Shariah \nto receive Zakat so much of the Za kat due under Shariah as is not deductible at source under this \nOrdinance, for example, that due in respect of assets mentioned in the Second Schedule.  \n \n1[(6) Any amount deducted at source by the Deducting Agency from any person shall be \ntreated as payment  of Zakat on behalf of such person  or, in the case of a person referred to in sub --\nsection (3) of section 1 , as contribution to Zakat Fund or Sadqah  or khairat  in the name of Allah, as \nthe case may be, on the part of that person.]  \n \n4. Secretary  of informat ion.— Any information  furnished or collected in connection with \nthe deduction of Zakat  at source under this Ordinance shall be treated as secret and shall not be used \nfor any other purpose, including the assessment or collection of any tax.  \n          _____ _____  \n \n \nCHAPTER -III \nUSHR  \n  5. Charge and collection of Ushr .— (1) Subject to the other provisions of this Ordinance, \nthere shall be charged and collected, on compulsory basis, in such manner as is laid down in section \n6, and as may be pres cribed, from eve ry land -owner, g rantee, allottee, lessee, lease holder or land -\nholder (other than a person excluded from the definition of sahib -e-nisab ) Ushr  at the rate of five per \ncent of his share of the pro duce, as on the Valua tion Date:  \n  \n Provided that if any plot  of land is used principally for growing one crop and a small portion \nthereof, not exceeding one -fourth of an acre, is used for growing another crop, Ushr  shall not be \ncharged in respect of the produce of such small portion.  \n  \n Explanation .— In this sectio n and section 6, “land-owner ”, “grantee ”, allot tee” “lessee ”, \n“lease -holder ” and “land-holder ” shall have the same meaning as in the laws relating to land \nadministration and “land-holder ” includes a person in possession of any plot of land who has grown \na crop on such plot.  \n  \n (2) An individual land -owner, grantee, allotee, lessee, lease -holder or land holder shall be \nexempt from the compulsory levy of Ushr  if— \n \n(a) he is eligible under Shariah to receive “Zakat ” ; or \n(b) the produce from his land is less than five wasqs  — 948 kilograms) of wheat, \nor its equivalent in value in the case of other crops liable to  Ushr . \n \n (3) The currency equivalent of five wasqs of wheat in value shall be such as may be notified \nfor each Zakat  year by the Administrator -Genera l. \n \n(4) Ushr  shall be the first charge on the produce.  \n \n(5) Ushr  shall be collected in cash :   \n \n \n________________________________________________________________________ _________  \n1Subs.  by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1 980), s. 4 for s ub-section (6).   \n \nPage 13 of 40 \n  Provided that, where the produce consists of wheat or paddy, Ushr , at the option of the \n1[Provincial Council] may be collected in kind.  \n (6) A Sahib -e-nisab may pay either to the Local Zakat Fund or directly to those eligible \nunder Sharia h to receive Zakat , so much of the Ushr  due under Shariah as is not compulsorily \nrealizable under this Ordinance, for example, in respect of item 9 of the Second Schedule.  \n*2[6. Mode of assessment and collection  of ushr .—(1) The Provincial Revenue Departme nt \nshall assess and collect Ushr in respect of a landowner, guarantee, lessee, lease -holder or land holder \nin the prescribed manner, and maintain the record containing such information for a crop season as \nmay be required for the purposes of this Ordinanc e. \n(2) In the case of lease in force immediately before the commencement of this Ordinance, or, \nafter the commencement of the Finance Act, 1990, the liability of the lessor and lessee to pay Ushr \nshall be equitably apportioned between them by the Tehsildar  or, as the case may be, Mukhtiarkar.  \n \n(3) An assessee aggrieved by the assessment under sub section (1), or as the case may be, a \nlessor or lessee aggrieved by the apportionment under sub -section (2), may, within thirty days of the \nProvincial Revenue Depa rtment announcing the assessment, or, as the case may be, apportionment, \napply, in the prescribed form and manner to the 3[Deputy  District officer Revenue]  for a revision of \nthe assessment or apportionment:  \n Provided that no such application shall be admi tted unless the applicant has deposited into \nthe 4[District] Zakat Fund not less than fifty per cent of his liability as assessed or apportioned by the \nProvincial Revenue Department. \n(4) The 3[Deputy  District officer Revenue] may, at any time, either of hi s own motion or on \nthe application of an adult Muslim residing within his jurisdiction, make an order enhancing the \nliability assessed under sub -section (1) or apportioned under sub -section (2) :  \nProvided that no such order shall be made unless the per son affected has been given an \nopportunity of showing cause against it and of being heard.  \n(5) The 3[Deputy  District officer Revenue] to whom an application is made under sub -section \n(3) or sub -section (4), or who takes up a matter u nder sub -section (4) of hi s own  motion, shall give \nhis decision within a period not exceeding one month counted from the date on which he receives \nthe application or, as the case may be, so takes up the matter; and such decision shall be final and \nshall not be questioned before any  Court or other authority.  \n \n(6) The demand as determined under sub -section (1) or, as the case may be, under sub -\nsection (4) or sub -section (5), shall be paid by the assessee and collected by the Provinc ial Revenue \nDepartment in such manner as may be presc ribed and deposited into the 4[District] Zakat Fund.  \n \n(7) Where the recovery of Ushr compulsorily realizable under this Ordinance falls into \narrears, the Tehsildar or, as the case may be, Mukhtiarkar shall proceed to recover t he amount so \nspecified as if i t were an arrears of land revenue.]  \n \n 1Subs  by the Zakat and Ushr (Amdt.) Act 1997, (10 of 1997) s. 3, for, ”District Committee ” which was previously subs  by Act 12 of 1994, s. 8.  \n*Section 6 shall come into force and have effect from Kharif, 1993, vide S.R. O. No. 762(l)/93. dated 5 -9-1993.  \n2Subs by  the Finance Act 1990. (7 of 1990) s. 8, which was amended by various enactments.  \n3Subs. by ord. 35 of 2002, s.3(except ICT)  \n4Subs by the Finance Act 1994,  (12 of 1994) s. 8 for “Local ”. \n \n \nPage 14 of 40 \n CHAPT ER-IV \nZAKAT FUNDS  \n \n1[7. Establishment of Zakat Funds.  —There shall be established the follow ing Zakat Funds, \nnamely:  — \n \n(a) a Central Zakat  Fund to which shall be credited — \n \n(i)  the Zakat  deducted at source ;  \n \n(ii)  the Zakat  paid into it voluntarily including voluntary cont ribution \nmade by Pakistani citizens an other persons residing abroad ;  \n(iii)  the transfers, if any, from the Provincial Zakat Funds ; and  \n(iv)  the grants  atiyyat  and any other receipts including voluntary \ncontributions made by Pakistani citizens and ot her persons residing \nabroad ;  \n \n(b) a Provincial Zakat Fund for each Province to which shall be credited__ \n(i)  the transfers to it from the Central Zakat fund ;  \n(ii)  the Zakat paid into it voluntarily ;  \n(iii)  the transfers, if any, from the  District  Zaka t Funds ; and  \n(iv)  the transfers, if any, for the Local Zakat Fund; and  \n(v) the grants, atiyyat and any other receipts ; and  \n \n(c) a District Zakat Fund for each District to which shall be credited, — \n(i) the transfers to it from the Provincial Fund ;  \n(ii) the proceeds of Ushr  to be deposited in the per sonal ledger account of \nDistrict Zakat Fund ;  \n(iii) the Zakat  paid into it voluntarily ;  \n(iv) the transfers, if any, from the Local Zakat Funds ; and  \n(v)  the grant atiyyat  and any other receipts ; and  \n(d) a Local Zakat Fund for each Local Committee to which shall be credited — \n \n(i) the Zakat  paid into it voluntarily ;  \n(ii) the transfers to it from the District Zakat Fund ;  \n(iii) the transfer to  it from the Provincial Zakat Fund ; and  \n(iv) the grants, atiyyat and any other receipts.]  \n________________________________________________________________________ _________  \n1Subs . by the Zakat and Ushr (Amdt.) Act, 1997 (10 of 1997) s. 4 for s. 7 which was previously amended by various enactments.  \n \nPage 15 of 40 \n 1[8. Utilization of Za kat Funds .-The moneys in a Zakat Fund shall be utilized for the \nfollowing purposes, namely, — \n \n(a)  assistance to the n eedy, the indigent and the poor  particularly orphans and \nwidows, the handicapped and the disabled, eligible to receive Zakat under  \nShariah  for their subsistence or rehabilitation, either  directly or indirectly \nthrough deeni madaris  or educational , vocational  or social institution ”s public \nhospitals, charitable institutions and other institution providing health care:  \nProvided that the lists of the individuals to be assisted directly and of \nthe institutions through which assistance is to be given from a Zakat Fund \nshall be prepared and maintained in such form and manner as may be \nprescribed ;  \n(b) assistance to the needy persons affected or ren dered homeless due to natural \ncalamities like floods and earthquakes and for their rehabilitation ;  \n(c) expenditure on the collection, disbursement and admin istration of Zakat and \nUshr ;  \nProvided that — \n(i) the expenditure on the administrative Division an d the Central Council \nshall be met by the Federal Government;  \n(ii) the expenditure on the administrative organization of a Chief \nAdministrator, the Provincial Council, and a District Committee shall \nbe me t by the Provincial Government 2[:] \n2[Provided that where expenditure on the administrative \norganization of a District Zakat Committee is not fully met by the \nProvincial Govertement due to paucity of funds during a financial \nyear, the Central Zakat Council may provide supplementary funds not \nexceeding two p ercent from within the limit specified in clause (iii) \nand] \n(iii) the funds not exceeding ten per cent approved in the budget shall be \nretained in the Provincial Zakat Fund to meet such additional \nexpenditure of a Local Committee as may be approved by the Central \nZakat Council:  \nProvided also that the banking services and the services \nconnected with the assessment, collection or disbursement of Zakat  \nand Ushr  realizable on compulsory basis under this Ordinance shall be \nrendered free of charge, except that th e Administrator General, in \nregard to Ushr, may authorise payment of remuneration for any \nspecified services  ;  \n(d) investment in any non -interest bearing instruments as it permitted under \nShariah ; and  \n(e) any other purpose permitted by Shariah.]  \n \n \n1Subs.  by the Zakat and Ushr (Amdt.) Act 1997, (10 of 1997) s. 5, for s. 8, which was previously amended by various enactments.  \n2Subs. and added by ord. 38 of 2002, s.2.  \n \n \n \nPage 16 of 40 \n      1[9. Disbursement  from Zakat Funds .— (1) The Central  Zakat  Council  shall prepare \nbudg et for each financial year and may, from the Central Zakat Fund, make disbursements and \ntransfer funds to Provincial Zakat Fund in such  form and manner as maybe prescribed  and as would \nhelp in ensuring satisfaction of the needs of the needy and the poor t hroughout the country as for as \npossible, on a uniform basis.  \n(2) A Provincial Council may from the Provincial Zakat Fund make disbursements and \ntransfer funds to 2[the personal ledger Account of the] District Zakat Fund on the basis of population \nin such  form and manner as may be pre scribed and as would help in ensuring satisfaction of the \nneeds of the needy and the poor throughout its jurisdiction, as for as possible, on a uniform basis :  \nProvided that a Provincial Council may, in exceptional circumstan ces, transfer funds from \nthe Provincial Zakat Fund to the Central Zakat Fund.  \n(3) A District Committee may make disbursements and transfer funds 2[through crossed \ncheques] from District Zakat Fund to a Local Zakat Fund or to an institution or incur other \nadministrative expenditure subject to such conditions as may be prescribed and may, whenever \ndirected by the Central Council, transfer any funds surplus to its needs to the Provincial Zakat Fund.  \n(4) A Local Committee may disburse or incur expenditure from  the Local Zakat Fund \n2[through crossed cheques] as may be prescribed :  \nProvided that a Local Committee may, if so required by the Provincial Council or the District \nCommittee, transfer any funds surplus to its needs from the Local Zakat Fund to the Provin cial Zakat \nFund or, as the case may be, District Zakat Fund surplus  to its needs : \nProvided further that the Central Council or Provincial Council or a District Committee shall \ndisburse Zakat through a Bank or a Post Office or any other financial institution  as may be \ndetermined by the Central Zakat Council in such form and manner as may be prescribed.]  \n3[10. Accounts .— (1) The accounts of the Central Zakat Fund, a Provincial  Zakat Fund , a \nDistrict Zakat Fund, and  Local Zakat Fund shall be maintained and oper ated, respectively, by the \nAdministrator -General, the Chief Administrator,  the District Committee  and the Local Committee, in \nsuch form and manner as may be prescribed.]  \n(2) The records of the accounts of the Zakat Funds shall be preserved for such period,  and \nshall be made available for audit or inspection to such persons or agencies, and in such manner, as \nmay be prescribed.  \n4[11. Audit .— (1) To carry out audit of the Central Zakat Fund annually or at shorter \nintervals, the Central Council, and to carry o ut audit of a Provincial Zakat Fund annually or at \nshorter intervals, the Provincial Council, shall request the Auditor -General of Pakistan and Local \nfund audit to conduct the audit.  \n(2) To carry out audit of a District Zakat Fund within a Province annuall y or at shorter \nintervals, the Provincial Council shall request the Auditor -General of Pakistan to conduct the audit.  \n(3) To carry out audit of the Local Zakat Funds within a district annually or at shorter \nintervals, the District Committee shall request t he Auditor -General of Pakistan to conduct audit of \nthe local fund.  \n(4) The audit performe d by Auditor -General under sub -sections (1), (2) and (3) shall include \npropriety audit.  \n_____________________________________________________ ________ ________ _________ ___\n1Subs.  by the Zakat and Ushr (Amdt.) Act 1997, (10 of 1997) s. 6, for section 9, which was previously amended by various enactments.  \n2Ins. by ord. 59 of 2000,s.3.  \n3Subs.  by the Zakat and Ush r (Amdt.) Act 1997, (10 of 1997 ., s. 7, for sub -section (1) wh ich was previously amended by vari ous enactments.  \n4Subs.  by the Zakat and Ushr (Amdt.) Act, 1997, (10 of 1997), s. 8 for “section 11 ” \n \nPage 17 of 40 \n  (5) The annual report of the Auditor -General on the Central Zakat Fund shall be laid before \nthe Majlis -e-Shoora (Parliam ent), that on a Provincial Zakat Fund before the Provincial Assembly \nconcerned, and that on a District Z akat Fund or a Local Zakat Fund before the 1[District Assembly] \nconcerned established under the law relating to local government.  \n(6) Nothing in this se ction shall be deemed to prevent — \n(a) the Central Council from getting audited any of the Provincial, District of \nLocal Zakat Funds ;  \n(b) the Provincial Council from getting audited any of the District or Local Zakat \nFunds within its jurisdiction ; or  \n(c) a Local Committee from getting its own Local Zakat Fund audited.  \n(7) Notwithstanding anything contained in the preceding sub -sections, the Auditor General \nshall conduct annual audit of the Central Zakat Fund, the Provincial Zakat Fund, District Zakat \nFund s and Local Zakat Funds including the accounts of a Deducting Agency or an institution \nreceiving Zakat. ] \n_________  \nCHAPTER -V \nORGANIZATION AND ADMINISTRATION  \n  12. Central Zakat Council .— (1) The Federal Government shall, by notification in the \nofficial Gaz ette, establish a Central Zakat Council to provide policy guide lines for, and to exercise \ngeneral superintendence and control over matters relating to Zakat  and Ushr , particularly the Zakat \nFunds and maintenance of their accounts.  \n 2[(2) The Central Counc il shall consist of — \n(a)  a Chairman;   \n(b)  four persons to be nominated by the President , of whom three shall be Ulema  \nnominated in consultation with the Council of Islamic Ideology ;   \n(c)  one person from each Province, to be nominated by the President ;  \n(d) two women , who shall not be less than forty five years of age, to be \nnominated by the President;  \n(e)  the Chief Administrators ;  \n(f)  the Secretary to the Government of Pakistan in the Ministry of Finance ;  \n \n \n1Subs . by ord.  35 of 2002, S. 4 (Except in ICT)  \n2Subs.  by the Z akat and Ushr (Amdt.) Act 1997, (10 of 1997) s. 9. for sub -sections (2), (3) and (4) which was previously amended by various \nenactments.  \n \n \nPage 18 of 40 \n (g)  the Secretary to the Government of Pakistan in the Ministry of Reli gious \nAffairs , Zakat, Ush ar and Minorities Affairs;   \n(h) the Secretary to the Government of Pakistan in the Ministry of Health ;  \n(i) the Secretary to the Government of Pakistan in the Ministry of Education ; \nand \n(j)  the Administrator -General, who shall also be the Secretary Gener al of the \nCouncil.  \n \n (3) The Chairman of the Central Council shall be a person who is, or has been, a judge of the \nSupreme Court of Pakistan, to be nominated by the President in consultation with the Chief Justice \nof Pakistan.  \n \n(4) The Chairman and members  of the Central Council, other than ex-officio  members, shall \nhold office during the pleasure of the President for a term of three years, and shall be eligible for \nreappointment for another term.]  \n \n(5) The Chairman or a member, not being an ex-officio  memb er, may, by writing under his \nhand addressed to the President resign his office:                         \n          Provided that he shall continue to hold office until his resig nation is accepted by the \nPresident.  \n (6) Any vacancy in the office of Chairma n or member, other than an ex-officio  member , \nshall be filled by the nomination, in accordance with sub -section (2) or sub -section (3), as the case \nmay be, of a person qualified to hold the office.  \n(7) The Chairman or the member nominated under sub section  (6) shall hold office for the \nunexpired term of his predecessor.  \n1[13. Administrator -General .—(1) For carrying out the purpose of this Ordinance, the \nSecretary, Religious Affairs, Zakat, Ushr and Minorities Affairs Division, Government of Pakistan, \nshall perform the functions of the Administrator -General under this Ordinance.  \n(2) The A dministrator -General shall be the Chief Executive in respect of matters relating to \nZakat and Ushr and shall act under the general superintendence and control of, and in acco rdance \nwith the policy guidelines given by, the Central Council.]  \n \n2[14. Provincial Zakat Council. —(1) In each Province, the Provincial Government shall , by \nnotification in the official Gazette, establish a Provincial Zakat Council, to exercise general \nsuperintendence and control over matters relating to Zakat  and Ushr,  particularly the Zakat Funds in \nthe Province and the maintenance of their accounts, in accordance with the policy guidelines given \nby the Central Council.  \n \n(2) The Provincial Council shall c onsist of — \n \n(a)  a Chairman ;  \n \n \n 1Subs. by the Zakat and Ushr (Amdt.) Act 1997, (10 of 1997) s. 10, for  s.13, which was previously amended by various enactments.  \n 2Subs. ibid., s.11  for section 14.  \n \nPage 19 of 40 \n (b)  five persons, of whom three shall be ulema , to be no minated by the Governor ;  \n \n(c) two women, who shall not be less than forty -five years of age, to be \nnominated by the Federal Government;  \n \n(d) the Secretary to the Provincial Government in the Finance Department;  \n \n(e) the Secretary to the Provincial Governm ent in the Local Government \nDepartment;  \n \n(f) the Secretary to the Provincial Government in the Social Welfare Department; \nand \n \n(g) the Chief Administrator, who shall also be the Secretary of the Council.  \n (3) The Chairman of the  Provincial Council shall be  a person who is, or has been, a Judge of \na High Court, to be nominated by the Governor in consultation with the Chief Justice of the High \nCourt.  \n(4) The Chairman and members of the Provincial Council, not being an ex-officio  member, \nshall hold office for a term of three years and shall be eligible for re -appointment.  \n (5) The Chairman or a member, not being an ex-officio member, may, by writing under his \nhand addressed to the Governor resign his office.  \n(6) Subject to sub -section (5) the Chairman or, as th e case may be, a member shall continue \nto hold office until his resignation is accepted by the Governor.  \n(7) Any vacancy in the office of Chairman or member, other than an ex-officio  member, shall \nbe filled by the nomination, in accordance with sub -section  (2) or sub -section (3) as the case may be, \nof a person qualified to hold the office.  \n(8) The Chairman or the member nominated under sub -section (7) shall hold office for the \nunexpired term of his predecessor.  \n \n \n(9) In the Islamabad Capital Territory, the  functions of the Provincial Council shall be \nperformed by the Central Council].  \n    1[15. Chief Administrator. —(1) In each Province, for carrying out the purposes of this \nOrdinance, there shall be appointed by the Governor, in consultation with the Federa l Government, a \nChief Administrator.  \n     (2) The Chief Administrator shall have the status and gr ade of  and be ex officio, Member, \nBoard of Revenue and his tenure and other terms and conditions of service shall be such as may be \ndetermined by the Provinci al Government.  \n     (3) The Chief Administrator shall act under the general superintendence and control of the \nProvincial Council and perform, as the Chief Executive of the Council, such functions as are \nassigned to him by or under this Ordinance.]  \n \n1Subs. by the Zakat and Ushr (Amdt.) Act 1997, (10 of 1997) s. 12, for section 15 which was previously amended by various enactments .  \n \nPage 20 of 40 \n 1[16. District Zakat and Ushr Committee .—2[(1) In each district, a District Zakat and Ushr \nCommittee, in the Islamabad Capital T erritory, the Islamabad Zakat and Ushr Committee  and in \nKarachi, Karachi City District Government Zakat and Ushr Committee shall be constituted by the \nProvincial Council concerned.]  \n      (2) The District Committee shall, subject to such guidelines as may be given by the Central \nCouncil or the Provincial Council,  — \n(a)  Oversee, generally, the functioning of administrative organization of Zakat \nand, more particularly, the assessment of Ushr  and atiyyat  and the \ndisbursement and utilization of the moneys in t he District Zakat Fund and the \nLocal Zakat Fund ;  \n \n(b) for the purposes mentioned in clause (a), make plans for the district, in such \nform and manner as may be prescribed ;  \n \n(c) prepare and maintain accounts of the District Zakat Fund in such form and \nmann er as may be prescribed ;  \n \n(d) compile accounts of the Local Zakat Funds, for the district, in such form and \nmanner as may be prescribed;  \n \n(e) arrange, in the prescribed manner, audit of the Local Zakat Funds in the \ndistrict; and  \n \n(f) tender to the provinc ial Council advice on any matter specified by it.  \n \nExplanation. —In this sub -section and in the succeeding provisions of this Ordinance, \nreference to “District Committee ” shall be deemed to include a reference to the Islamabad Zakat and \nUshr Committee.  \n  \n(3) The District Committee shall consist of. — \n \n(a) a Chairman, who shall be non -official, the 2[District Officer (Revenue)]  of the \ndistrict and two women from within the district who  shall not be less than \nforty -five years of age and one  non-official member from each t ehsil, taluqa \nor sub -division in the district:  \nProvided that where the number of tehsil s, taluqas or sub -divisions in a \ndistrict is less than five, the number of members other than the Chairman and \nthe women members shall be raised to seven :  \nProvided further that, in any district where there is a District Social \nWelfare Officer appointed by the government, the District Committee may co -\nopt him as a member of the Committee, ex-officio.  \n \n1Subs. by the Zakat and Ushr (Amdt.) Act 1997, (10 of 1997) S.13 for Section 16 which was previously amended by various enactments.  \n2Subs. by ord. 35 of 2002,s.5 (except in ICT)  \n \n \n \nPage 21 of 40 \n (b) The District Zakat Officer, who shall also be the Secretary of the Committee ;  \nExplanation. —Subject to sub -section (7), the District  Committees \nexisting before the 5th November, 1996 shall cease to function and new \nDistrict Committees shall be constituted under this section.  \n     (4) The Chairman shall be nominated by the Provincial Council and the members shall be \nnominated by the Pro vincial council in consultation with the Chairman :  \nProvided that the Chairman shall be an adult Muslim who ordinarily resides in the district \nand the member from a tehsil, taluqa or sub -division shall be an adult Muslim who ordinarily resides \nin that tehs il, taluqa or sub -division 1[:] \n1[Provided further that the Chairman and members of the District Committee shall be the \npersons w ho are of good moral character and are not commonly known as persons who violate \nIslamic Injunctions and are of financial integ rity and do not engage in political activities.]  \n(5) The District  Committee so constituted shall be duly notified by the Provincial Council \nconcerned.  \n(6) The Chairman and members of the District Committee, not being an ex-officio  member, \nshall hold offic e for a term of three years and shall be eligible for re -appointment:  \n Provided that in the event of delay in the constitution of the new Committee under sub -\nsection (3), the Provincial Council may ask a District Committee to continue to function for a per iod \nnot exceeding six months after the expiry of the term of its office.  \n(7) The Chairman or a member, not being an ex-officio  member, may, by writing under his \nhand addressed to the Provincial Council, resign his office.  \n(8) Subject to sub -section (7) the  Chairman or, as the case may be, a member shall continue \nto hold office until his resignation is accepted by the Provincial Council.  \n \n(9) Any vacancy in the office of chairman or member,  other than an ex-officio  member, shall \nbe filled by the nomination, in accordance with sub -section (4), of a person qualified to hold the \noffice.  \n(10) The Chairman or member nominated under sub -section (9) shall hold office for the \nunexpired term of his predecessor.  \n(11) The District Committee shall hold meetings of the Co mmittee at least once in every \nthree months.]  \n \n2[17. Tehsil, Taluqa or Sub -divisional Zakat and Ushr Committee 3[or Town Zakat and \nUshr Committee] .— (1) There shall be constituted — \n(a) a Tehsil or Taluqa Zakat and Ushr Committee in each tehsil or taluqa:    \n_________ ____________________________________________________________________  \n1Subs. and added by ord. 59 of 2000,s.4.  \n2Subs. by the Zakat and Ushr (amdt) Act 1997, (10 of 1997) S.14 for Section 17 which was previously amended by various enactme nts. \n3Adde d by ord. 35 of 2002, S.6 (except ICT)  \n \nPage 22 of 40 \n Provided that, if the Provincial Council so directs in respect of any \nsub-tehsil,  a Tehsil Zakat and Ushr Committee may be constituted in the sub -\ntehsil: and , where a Committee is constituted in a sub -tehsil, such Co mmittee \nand such sub -tehsil shall be deemed to be a Tehsil Zakat and Ushr Committee \nand a tehsil, res pectively, for the purposes of this  Ordinance ; and  \n(b) a Sub -divisional Zakat and Ushr Committee in each sub -divisional of the \ndistrict of Lahore and 1[a Town Zakat and Ushar Committee in each town of \nKarachi City District Government, Karachi]  \n(2) The Tehsil Committee, Taluqa Committee or sub -divisional Com mittee shall, subject to \nsuch guidel ines as may be given by the central c ouncil, the Provincial Coun cil or the District \nCommittee,  — \n(a)  oversee assessment of Ushr and collection of Zakat , Ush r and a ttiyat , and the \ndisbursement and utilization of the moneys in the Local Zakat Funds, by the \nLocal Committees in the tehsil, taluqa or sub -division ;  \n(b)  for the purposes mentioned in clause (a)  make plans for the tehsil, taluqa or \nsub-division, as the case may be, in such form and manner as may be \nprescribed;  \n(c)  compile accounts of the Local Zakat Funds for the tehsil, taluqa or \nsub-division, as the case m ay be, in such form and manner as maybe \nprescribed ; and  \n(d)  tender to the District Committee advice on any matter connected with the \ncollection, disbursement or utilization of Zakat  or Ushr .  \n \n(3) The Tehsil Committee, Taluqa committee or Sub -divisional Committee shall consist of \nthe 1[Deputy  District Officer (Revenue)] , two women members and six members to be elected, in the \nprescribed manner, by the Chairmen of the Local Committees of the tehsil, taluqa or sub -division, \nfrom amongst themselves :  \nProvide d that, if there are more than two t ehsil Committees or Taluqa Committees within the \njurisdiction of an 1[Dy. Distt. Officer (Revenue)] , he shall be a member of only such of the \nCommittees as the Provincial Council may specify and the Provincial Council ma y nominate the \nTehsildar or Mukhtiarkar of the tehsil or taluqa concerned, as the case may be , to be the member of \nany other of the said Tehsil Committees or Taluqa Committees.  \n  Provided further that the two women members shall be nomi nated by the Distri ct Committee \nin consultation with the Chairman of the Tehsil, Taluqa or Sub -divisional Committee concerned and \nshall not be less than forty -five years of age.  \n(4) The members of the Committee shall elect one of their member  to be the Chairman of the \nCommit tee; and, if two or more persons secure an equal number of votes, the result of the election \nshall be determined by drawing lots.  \n \n1Subs. by ord. 35 of 2002, S.6 (except ICT)  \n \nPage 23 of 40 \n  (5) The Tehsil, Taluqa or Sub -divisional Committee so constituted shall be duly notified by \nthe District Committee concerned.  \n \n(6) The Chairman and members of a Tehsil Comm ittee, Taluqa Committee or Sub -divisional \nCommittee, not being an ex officio  member, shall hold office for a term of three years and shall be \neligible for re -electi on. \n  (7) The Chairman or a member, not being an ex officio member, may  by writing under his \nhand addressed to the Tehsil Committee or, as the ca se may be, Taluqa Committee or, as the case \nmay be, Taluqa Committee or Sub -division al committee, resign his of fice. \n(8) Subject to sub -section (7), the Chairman or a member shall continue to hold office until \nhis resignation is accepted by the Tehsil Committee or, as the case may be, Taluqa Committee or \nSub-divisional Committee.  \n(9) Any vacancy in the office of Ch airman or member, other than an ex-officio  member, shall \nbe filled by the election, in accordance with sub -section (3), or, as the case may be, sub -section (4), \nof a person qualified to hold the office.  \n(10) The Chairman or member elected under sub -section  (9) shall hold office for the \nunexpired term of his predecessor.]  \n    \n1[18. Local Zakat and Ushr Committee.  — (1) A Local Zakat and Ushr Committee shall be \nconstituted for,  \n \n(a) each revenue estate in settled rural area ;  \n(b) each deh or village in non -settled rural area ; and  \n(c) each ward in urban area:  \nProvided that, if in the opinion of the Provincial Council the population of a \nrevenue estate, deh or village is too large, or too small, to have one local Zakat and \nUshr Committee, such revenue estate, deh or village may, if too large, be divi ded into \ntwo or more localities, or if too small, grouped with any other revenue estate, deh or \nvillage to form one locality, and where a revenue estate, deh or village is so divided \nor grouped after the constitution  of a local Committee that it covers a population of \nten thousand persons the Provincial Council may make such consequential orders as \nmay be necessary for the purposes of this Ordinance.  \nExplanation.  — In this sub -section,— \n(a)  “urban area ” means area wi thin the local limits of a Municipal Corporation, \nMunicipal Committee, Cantonment Board or Town Com mittee;  \n(b)  “rural area ” means area other than urban area;  \n(c) “settled rural area ” means rural area for which revenue settlement record \nexists;  \n(d)  “non-settled rural area ” means rural area  other than settled rural area ; and \n1Subs. by the Zakat and Ushr (Amdt.) Act 1997, (10 of 1997) s. 15, for section . 18 which was previously amended by various enactmen ts. \n \nPage 24 of 40 \n (e)  “ward ” means a distinct and compact localit y the population of which does \nnot exceed ten thousand persons approximately.   \n(2) The Local Committee shall, subject to such guidelines as may be given by the Provincial \nCouncil and the District Committee , or the Tehsil, Taluqa or sub -divisional Committee . \n(a) determine istehqaq  separately for — \n(i)  subsistence allowance ;  \n(ii) rehabilitation, either directly or indirectly through deeni madaris, \neducational vocational and social welfare institutions ;  \n(iii)   treatment through public hospitals, charitable  institutions and other \ninstitutions providing health care; and  \n (iv)  any other purpose as may be permitted by Shariah ; \n \n(b) collect voluntarily Zakat , Ushr  and attiyyat and deposit the moneys in the \nDistrict Zakat Fund ;  \n \n(c) prepare and maintain account s of the Local Zakat Fund in such form    and \nmanner as  may be prescribed ; and  \n(d) tender to the Tehsil, District Committee advice on any matter connected with \ncollection, disbursement and utilization of Zakat, Ushr and attiyyat.  \n(3) The Local Committee shall consist of nine members, of whom two shall be Muslim \nwomen who are not less than forty five years of age selected by the residents of the locality in the \nmanner specified in sub -section (4).  \n \n(4) The District committee shall constitute a team of thre e or more persons including at least \none gazetted officer, one aalim -e-deen  and one member of the District Committee to organize  a \npublic gathering of the adult Muslims, teachers an ulema residents of a locality and call upon them to \nselect, in the prescri bed manner, seven adult Muslims residing in that locality who possess \nSecondary School Certificate and are k nown to be pious and who offer f ive times prayer daily, and \nhave sound moral and financial integrity and not engaged in political activity :  \nProvide d that a person who is a member of a team constituted for the selection of members of \na Local Committee shall not be eligible to be a member of such Local Committee, and except in the \ncase of such Local Committees in the Islamabad Capital Territory as may be notified by the \nAdministrator -General, a person who is a salaried employee of Government or of a local authority \notherwise than as Pesh Imam of a local mosque or a teacher of a local school, or of a corporation set -\nup owned or controlled by Government s hall not be eligible to be member of a Local Committee :  \nProvided further that, where in a district the number of Local Committees is so large that the \nmembers of the District Committee cannot be p ut on all the teams constituted  for the selection of \nmember s of Local Committees in the district, the District Committee, may, at its discretion, \nnominate any other non -official person of the district to represent it on the said team :  \n \nPage 25 of 40 \n Provided further that the team constituted by the District Committee shall orga nize a separate \ngathering of the adult Muslim female residents of the locality and call upon them to select, in the \nprescribed manner, two Muslim women residing in that locality who are known to be pious and who \nenjoy their trust to be members of the Local  Committee.  \n(5) The members of a Local Committee shall elect one of their members, being a person who \npossesses Secondary School Certificate and who offers prayer five times during a day regularly and \nobserves the fast throughout Ramadhan -ul-Mubarak  accord ing to the injunctions of Islam, to be the \nChairman of the Local Committee, and if two or more .persons secure an equal number of votes, the \nresult of the election shall be determined by drawing lots.  \n(6) The Local Committee so constitutes shall be duly no tified by the District Committee \nconcerned.  \n(7) Any adult Muslim resident of a locality who is aggrieved by the conduct or the result of \nthe proceedings for the selection of the members, or the election of the Chairman, of the Local \nCommittee concerned may  prefer an   appeal to District Committee:  \n \nProvided that the District Committee shall not grant any injunction or make any interim \norder, including a stay order, during the period an appeal is pending.  \n(8) The District Committee to which an appeal under s ub-section (9) is preferred shall decide \nthe appeal with in such time as may be prescribed; and the decision of the District Committee shall \nbe final and shall not be called in question before any court or other authority.  \n(9) The Chairman and members of the Local Committee shall hold office for a term of three \nyears and shall be eligible for re -election or re -selection as the case may be :  \nProvided further that the District Committee may, in consultation with the Federal \nGovernment, remove a Chairman or a  member or the Local Committee from his office and nominate \nanother person as Chairman or, as the case may be, a member for the unexpired term of his \npredecessor :  \nProvided also that a Chairman shall not be eligible to hold office for more than two \nconsecu tive term of three years each :  \n \nProvided further that the District Committee may, in the event of delay in the constitution of \nthe new Local Committee, ask a Local Committee to continue to function for a period not exceeding \nsix months after the expiry of  term of its office.  \n(10) The Chairman or a member may by writing under his hand addressed to the District \nCommittee, resign his office.  \n(11)Subject to sub -section (1) the Chairman or, as the case may be, a member shall continue \nto ho ld office until his re signation is accepted by the District Committee.  \n  (12) Any vacancy in the office of Chairman or member shall be filled by election or selection \nof a person qualified to hold the office, in accordance with the provisions of sub -section (4) or, as the \ncase may be, sub -section (7).  \n \nPage 26 of 40 \n (13) The Chairman, or the member elected or selected, as the case may be, under sub -section \n(12), shall hold office for the unexpired term of his predecessor.  \n(14) All Local Committees existing before the 5th November, 1996, shall cease to function \nfrom that date.]  \n  1[19. Vacancy  etc., not to invalidate acts or proceedings .Notwithstanding anything \ncontained in this Ordinance, no act or proceeding of a Council or committee established or con -\nstituted under this Ordinance shall be in valid by reason only of the existence of a vacancy in, or \ndefect in the constitution of, such Council or Committee.]  \n2[19A Members of Council and other Committees to be Muslims .—(1) All the members \nof the Central Council, Provincial Council and other Commi ttees shall be Muslim and where the \nholder of an office cannot become a member by reason of his not being a Muslim, the President in \ncase of the Central Council, the Governor in case of Provincial Council and Provincial Council in \nthe case of District Comm ittees shall nominate a Muslim official mem ber in his place.  \n(2) Except in the case of Islamabad Capital Territory, a person who is a salaried employee of \nGovernment or of a local authority, otherwise than a Pesh Imam  of a local mosque or a teacher of a \nlocal school or of a corporation set -up, owned or controlled by the Government shall not be eligible \nto be a member of a Committee constituted under section 18.]  \n20. Person to preside at meetings in the absence of Chairman . If the office of Chairman \nof a Co uncil or Committee established or constituted under this Ordinance is for the time being \nvacant, or the Chairman is absent from a meeting of the Council or Committee, the meetings thereof \nor, as the case may be, the meeting from which the Chairman is absen t, shall be presided at — \n(a)  in the case of the Central Council, by the Administrator -General;  \n3[(b) in the case of the Provincial Council, by the Chief Administrator; ] \n(c)  in the case of a District Committee, by the 4[District  Officer (Revenue)]  \n3[(d)  in the case of a Tehsil, Taluqa or Sub -divisional Committee, by the ex-officio  \nmember, that is, 4[Deputy  District Officer (Revenue)]  or, if the ex-officio  \nmember is himself the Chairman of the Committee , by the member elected by \nthe members present;  and] \n(e)  in the case of a Local Committee, by the member elected by the members \npresent [:]5 \n  6[Provided that in case of temporary disability of the Chairman, \nDistrict Committee, the 4[District  Officer (Revenue)] shall perform the \nfunctions of such Chairman.]  \n \n \n \n1Subs.  by the Zakat and Ushr (Amdt.) Act 1997, (10 of 1997) s. 16, for section 19 which was previously amended by various enactments . \n2Subs. ibid., s. 17, for section 1 9A which was previously amended by various enactments. ,  \n3Added ibid., ss. 18 and 19.  for clauses (b) and (d).  \n4Subs. by ord. 35 of 2002, S.7 (except ICT)  \n5Subs. by the Finance Act. 1994. (12 of 1994), s. 8, for “full-stop”. \n 6Proviso added by the Finance Act, 1994 (12 of 1994), s. 8.  \n \nPage 27 of 40 \n 21. Power of supersession and removal .— 1[(1) If  the 2[Provincial ] Council , in the case of a \nDistrict Committee, and the District Committee in the case of a Local Committee, is of the opinion \nthat a Committee constituted under this Ordinance — \n \n(a) is unable to discharge or persistently fails in  discharging its  duties;  or \n(b) is unable to administer its affairs;  or  \n(c) acts in a mann er contrary to public interest; or \n(d) otherwi se exceeds or abuses its powers;  \n(e) has a majority of members who are not pious Muslims or who are engaged in \npolitical activity,  \n \nThe 2[Provincial] Council or, as the case may be, the District Committee may, by a \nnotification, declare the concerned Committee to be superseded for such peri od not exceeding one \nyear as may be specified in the notification :  \n \nProvided that the period of su persession may, if the 2[Provincial] Council or the District Committee \nconsiders its necessary to do so, be extended, beyond a period of one year.]  \n \n(2) When a 3[declaration is made] under sub -section (1) in respect of a Committee, — \n \n(a)  the persons holdi ng office as Chairman and members of the Committee to which the \nresolution relates, shall cease to hold office ;  \n \n4[b)  all functions of the District Committee shall, during the period of supersession, be \nperformed by an Administrator appointed by the 2[Provincial] Council and in the case \nof a Local Committee such functions shall be performed by the Administrator \nappointed by the District Committee; and]  \n(c) before the expiry of the period of supersession, elections shall be held and selection \nor nomination s made in accordance with the provisions of this Ordinance to \nreconstitute the Committee.  \n (3) 2[Provincial] C ouncil, in the case of District Committee,  and the District Committee in the case of \nLocal Committee ] is of the opinion that the Chairman or a mem ber of a  Committee  constituted under this \nOrdinance, — \n(a)  was at the time of his se lection, election or nomination  \n(i)  not a 5[pious] Muslim;  \n (ii)  not an adult;  \n (iii)  not a resident of the area within the jurisdiction of the Committee;  \n (iv)  an undi scharged insolvent; or  \n \n1Subs. by the Finance Act, 1994 (12 of 1994) , s. 8, for sub -section (1 ). \n2Subs. by the Zakat and Ushr (Amdt.) Act, 1997, (10 of 1997) s. 19 for “Central ”. \n3Subs.  ibid., for “certain words. ” \n4Subs.  by Act 12 of 1994, s. 8, for cl. (b) . \n5Added and subs.  by the Zakat and Ushr (Amdt.) Ordinance, 1983 (7 of 1983), s. 5.  \n \n \nPage 28 of 40 \n (v)  not of sound mind; [or]1 \n1[vi)  engaged in political activity] ;  \n(b)  has been, during the period of three years preceding the date of his selection, election \nor nomi nation,— \n(i) ordered to execute a bond under section 108, 109 or 110 of the Code of \nCriminal Procedure, 1898 (Act V of 1898); or  \n(ii) convicted for an offence involving moral turpitude; or  \n(iii) declared goonda under the law relating to the control of goon das; \n(c)  has, after his selection, election or nomination, incurred any of the \ndisqualifications referred to in sub -clause (i), (iii), 1[(iv),  (v) or (vi)] of clause \n(a), or sub -clauses (i), (ii) or (iii) of clause (b);   \n(d) has, without reasonable excuse , absented himself from three consecutive \nmeetings of the Committee ;  \n(e) has been guilty of abuse of power or of misconduct in the discharge of his \nduties as Chairman or member, or been responsible for any loss 2[“mis-\napplication, mis appropriation or mis use] of any mone y or property of the \nCommittee ; or  \n(f) has become physically disabled from performing func tions as Chairman or \nmember,  \n2[the 3[Provincial] Council, in the case of a District Committee, and the District Committee, \nin the case of Local Comm ittee, may, by a resolution, remove such Chairman or member from \noffice].  \n4*  *  *  *       *  *   * \n5[(3A) If, after such inquiry as may be cons idered necessary, the 3[Provincial] Council, in the \ncase of a District Committee, or the District Committee in the case of a Local Committee, is of the \nopinion  that the Chairman or a member of Committee or an employee assigned to work with a \nCommittee or an institution receiving Zakat Funds under this Ordinance, was guilty of miscon duct in \nthe discharge of his dut ies, or is responsible for the loss, misapplication or misuse of Zakat Funds, \nthe 3[Provincial] Council or as the case may be, the District Committee shall initiate criminal \nproceedings against such Chairman, member, person or institution.  \n \n \n \n \n \n1Added and subs.  by the Zakat and Ushr (Amdt.) Ordinance, 1983 (7 of 1983), s. 5.  \n2Subs.  by the Finance Act 1994 (12 of 1994) s. 8, for certain words.  \n3Subs.  by the Zakat and Ushr (Amdt.) Act, 1997, (10 of 1997) s. 19, for “Central ”. \n4Explanation omitted by Act, 12 of 1994, s. 8.  \n5New sub -section 3A ins. ibid. \n \n \nPage 29 of 40 \n Explanation. - For the purpose of clause (e) of sub -section (3) and sub -section (3A), the \nexpression “misconduct ” means bribery, corruption, jobbery, favoritism, nepotism, wilful mal -\nadministration or wilful diversion of funds, and shall include an attempt or abetment of such \nmisconduct;]  \n (4) When the Chairman or member of a Committee is removed from, or otherwise ceases to \nhold, office, the vacancy in the office of such Chairman or member shall be filled wi thin such time \nas the 1[the 2[Provincial] Council, in the case of a District Committee, and the District Committee, in \nthe case of a Local Committee may] determine, by the election, selection or nomination, as the case \nmay be, in accordance with the provis ions of this Ordinance, of a person qualified to hold the office.  \n \n(5) The Chairman or member elected, selected or nominated under sub -section (4) shall hold \noffice for the unexpired term of his predecessor.  \n3[(6) The 2[Provincial ] Council may delegate to  the Chief Administrator all or any of its \npowers and functions under the preceding provisions of this section in respect of a District \nCommittee or a Local Committee .] \n(7) The Chairman or a member of a Committee superseded under sub section (1), or a \nChai rman or member removed from office under sub -section (3), may, within such time, and in such \nform and manner, as may be prescribed, apply to the 4[Central] Council for a review of its decision; \nand the decision of the 4[Central] Council in such review, gi ven after giving to the applicant an \nopportunity of being heard, shall be final and shall not be called in question before any Court or \nother authority.  \n5*  *  *  *        *  *  * \n6[21-A. 7[Vote of no confidence.] —(1) Where in case of a 8* * * Local Commit tee, the  \nDistrict Committee, after such enquiry as it may deem fit, is of the opinion that the members of that \nCommittee no longer have confidence in the Chairman, the District Committee may, in the \nprescribed manner, remove the Chairman from his office.  \n9[(2) Where in the case of a member of a Local Committee, or of a Local Committee as a \nwhole, the District Committee, afte r such enquiry as it may deem fi t, is of the opinion that the adult \nMuslim residents of the locality no longer have confidence in the m ember, or in the Committee as a \nwhole, the District Committee may, in the prescribed manner, remove the member from his office or \ndissolve the Committee as a whole].  \n(3) The vacancy in the office of Chairman or member 10[or members] so caused shall be \nnotified by the District Committee and shall be filled in accordance with the provisions of this \nOrdinance.]  \n \n \n1Subs.  by the Financ e Act, 1994 (12 of 1994), s. 8, for certain words  \n2Subs. by the Zakat and Ushr (Amdt.) Act, 1997, (10 of 1997) s. 19, for “Centra l”. \n3Subs. by the Finance Act, 1994 (12 of 1994), S.8 for sub -section 6.  \n4Subs.  by Act 12 of 1994, s. 8, for “Provincial ”. \n5Explanation omitted ibid.  \n6New s. 21 -A ins. by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1980), s. 14  \n7Subs, by Act, 1994 (12  of 1994), s.8 , for the “marginal heading. ” \n8The certain words omitted ibid, s. 8. \n9Added and subs, by the Zakat and Ushr (Amdt.) Ordinance, 1983 (7 of 1983), s. 6.  \n10Ins. ibid.,  \n \nPage 30 of 40 \n 1[22. Administrative organization . —The administrative organization under thi s Ordinance \nshall be through a Division to be known as the Religious Affairs, Zakat, Ushr and Minorities Affairs \nDivision and may include such organizations as are performing social security and other com -\nplementary functions and that of a Chief Administra tor, a Department or a part of a Department of \nthe Provincial Government.  \n(2) The Secretary of Religious Affairs, Zakat, Ushr and Minorities Affairs Division shall be \nthe ex officio  Administrator General Zakat ].  \n \n23. Certain persons to be public servants.  — Every person engaged in, or employed for, \nthe administration of t his Ordinance shall be deemed t  be a public servant within the meaning of \nsection 21 of the Pakistan Penal Code (Act XLV of 1860).  \n \n2[Explanation. —For the purposes of this section, the Cha irman and members of the District \nCommittee and Local Committee shall be the persons engaged in the administration of this \nOrdinance.];  \n______ ____  \nCHAPTER -VI \nMISCELLANEOUS  \n     24. Exemption. The Federal Government may, in consultation with the Council of Islamic  \nIdeology  exempt, by notification in the official Gazette , any specified class of cases or persons from \npayment of compulsory levy of Zakat  or Ushr . \n     25. Certain tax concessions .—(1) Notwithstanding anything contained in any other law for \nthe ti me being in force,  — \n(a)  in determining the tax liability of an assessee for an assessment year, — \n(i)  under the Income -tax Ordinance, 1979 (XXXI of 1979), his taxable \nincome shall be reduced by the amount paid by him to a Zakat Fund, \nduring the previous year relevant to that assessment year; and  \n(ii) under the Wealth -tax Act, 1963 (XV of 1963), his assets in respect of \nwhich Zakat  or contribution in lieu thereof, has been deducted at \nsource during the year relevant to that assessment year shall be \nexclude d from his taxable wealth; and  \n(b)  land-revenue and development cess shall not be levied on land on the produce \nof which Ushr  or contribution in l ieu thereof, has been charged o n compulsory \nbasis.  \n \n1Subs. by the Zakat and Ushr (Amdt.) Act, 1997, (10 of 19 97), s. 20, for section 22, which was previously amended by various enactments.  \n2Explanation added by the Finance Act, 1994, (12 of 1994) s.8.    \n \n \nPage 31 of 40 \n          (2) Nothing in the preceding sub -section shall be deemed to affect the liability to pay \nincome -tax, w ealth tax, land revenue or development cess in respect of any period preceding the \nenforcement of the relevant provisions of this Ordinance.  \n          1[26. Power to make rules. —The Central Council may,  notification in the official Gazette, \nmake rules for carrying out  the purposes of this Ordinance.  \n      Provided that, if the Central Council so directs, the Provincial Council may, with the \napproval of the Central Council, make rules in respect of administrative matters.]   \n2[27. Power to call for informatio n and issue  directions. —The Central Council, the \nAdministrator -General, a Provincial Council, a Chief Administra tor, a District Committee, a Tehsil \nCommittee, a Taluqa Committee, a Sub -divisional Committee, or a Local Committee, may, within \nits or his ju risdic tion, call for such information or record fro m, and issue such directions to the \nconcerned persons or agencies as may be necessary for the performance of its or his functions under \nthis Ordinance.]  \n 28. Indemnity and bar of jurisdiction. —(1) No suit, prosecution or other legal proceeding \nshall lie against any person for anything in good faith done or intended to be done under this \nOrdinance or any rule.  \n (2) No Court shall call in question, or permit to be called in question, anything done or any \naction taken under this Ordinance or any rule.  \n (3) No Court shall grant any injunction or make any order, nor shall any Court entertain any \nproceedings, in relation to anything done or intended to be done or any action taken or intended to be \ntaken under thi s Ordi nance or any rule.  \n  \n \n________________________________________________________________________ ________  \n 1Subs.by the Zakat and Ushr (Amdt.) Act, 1997 (10 of 1997) s. 21, for section 26, which was previously amended by various enac tment.  \n(a) For the Zakat (Transfer and Disbursement) Rules, 1980, vide S.R.O. No. 758 (I)/80 dated the 12th July, 1980 see Gaz. of P., 1980 Ext., \npp. 1387 —1390.  \n(b) For the Islamabad Capital Territory Local Committee (Constitution) Rules 1980 vide S.R.O. No. 1159(I)/80, date d the 23rd November, \n1980, see Gaz. of P., 1980 Ext. Pt. II., PP. 2225 —2228.  \n(c) For the Islamabad Capital Territory Local Committee and the Islamabad Zakat and Ushr Committ ee (Procedure) Rules, 1980, vide \nS.R.O. No. ll60(l)/80, dated the 23rd November, 19 80, see Gaz. of P., 1980, Ext.. Pt. II. pp. 2229 —2230.  \n(d) For the Zakat (Deduction and Refund) Rules, 1981, vide No. CA 1155/CD 2(5), dat ed the 23rd April, 1981, see Gaz. of P., Ext., Pt. III. \npp. 197 —222. \n(e) For the Islamabad Capital Territory Local Com mittee (Removal of Chairman and Members) Rules, 1982, vide S.R.O. III(I)/82, dated the \n3rd February, 1982, see Gaz. of P., 1982, Ext., Pt. II pp. 151 —155. \n(f) For the Ushr (Assessment and Collection) Rules, 1983, vide S.R.O. No.  2l9(I)/83, date d the 2nd Ma rch, I983 see Gaz. of P., 1 983 Ext., \nPt. II, pp. 287 —298.  \n(g) For the Punjab Ushr (Assessment and Collection) Rules, 1983 vide S.R.O. No.  305(I)/83, dated the 27th March, 1983, see Gaz. of P.; \n1983, Ext., Pt. II pp. 433 — 444. \n(h) For the Baluchistan Ushr (Assessment and Collection) Rules, 1983, vide S.R.O. No. 306 (l)/83, dated the 27th March, 1983, see Gaz. of \nP., 1983, Ext., Pt II pp.  445—456.  \n(i) For the Sind Ushr (Assessment and Collecti on) Rules 1983, vide S.R.O. No. 334(I /83, dated t he 30th March, I 983f. see Gaz. of P., 1983. \nExt., Pt. II. pp. 491 —503. \n(j) For the North -West Frontier Province Ushr (Assessment and (Collection) Rules, 1983, vide S.R.O. No. 335 (I)/83, dated the 2nd April, \n1983 see. Gaz of P., 1983 Ext., Pt.. II, pp. 505 —517. \n(k) For the  Superseded and Removed Chairman and Members of Zakat Committees (Application for Review) Rules, 1985, vide S.R.O. No. \nl47(I)/85, dated the 14th February, 1985, see Gaz., of P., 1985, Ext., Pt. II , pp. 197 -198. \n2Subs.  by the Zakat and Ushr (Amdt.) Act, 199 7 (10 of 1997) s. 22, for section 27, which was previously a mended by Act 12 of 1994, s. 8.  \n \n \nPage 32 of 40 \n 29. Removal of difficulties.  —The Federal Government may make such provisions1 as may \nbe necessary to remove any difficulty in carrying out the purposes of this Or dinance.   \n 2[29A. Dissolution and reconstitution of Committee.  —All existing District Zakat and \nUshr Committee s, Tehsil Taluka and Sub -Division al Zakat and Ush r Com mittees and Local Zakat \nand Ush r Committees shall stand dissolved and cease  to function with  immediate effect and new \nCommittees shall be constituted under sections 16, 17 and 18 within a period of 3[six months ] from \ncommencement of the Zakat and Ush r (Amendment) Ordinance, 2000.]  \n 30. Repeal .—The Zakat and Ushr (Organisation) Ordinance, 1979 (XX IX of 1979), is \nhereby repealed.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1The Zakat and Ush r Ordinance, 1980 has been modified as shown below:  \n(1) S.R.O. 646(I)/80,dated the 22nd June, 1980.  \n(2) S.R.O. 104(I)/81, dated 5th February, 1981.  \n(3) S.R.O. 739(I)/81 -A, date d 8th July, 1981.  \n(4) S.R.O. 1207(I)/81, dated 15th November, 1981.  \n(5) S.R.O. 523(K)/82, dated 6th June, 1982.  \n2Ins. by Ord. 59 of 2000, s.5.  \n3Subs. by Ord. XX I of 2001, s.2 and shall be deemed always to have been so subs.  \n \nPage 33 of 40 \n FIRST SCHEDULE  \n(See section 2 a nd 3)  \nASSETS SUBJECT TO COMPULSORY LEVY OF ZAKAT THROUGH DEDUCTIN -AT-\nSOURCE FOR CREDIT TO THE CENTRAL ZAKAT FUND  \n \n1The heading “The valuation date ”, figure “3” and entries relating thereto, have been omitted by the Zakat and Ushr (Amdt.) Ordinance, 1980  \n (52 of 1980), s. 15.  \n2Omitted by the Zakat and Ushr (Amdt.) Ordinance, 1984 (46 of 1984), s, 3.  \n3Subs, by Ord. 52 of 1980, s. 15 for certain original words.  \n4The words “and Fixed Deposit Receipts with terms of maturity of nine months or less ” have been om itted, ibid,  \n5Ins. ibid.  \n6Subs. ibid, for the original entry.  \n S.No.  Assets  1* * *  Rate and basis for computing the \namount to be deducted as Zakat  The Deduction \nDate  The Deducting \nAgency  \n1 2 1* 4 5 6 \n1. Savings Bank \nAccount s and \nsimilar accounts    \nby whatever \nname described \n2* * * with the \nbanks operating \nin Pakistan post \noffice s. National \nSavings Centres \nand finan cial \ninstitutions \nkeeping such \nAccounts.  \n 1* * *  2.5% of the amount standing to \nthe credit of an account at the \ncommence ment of the day on the \nValuation Date. 3[No deduc tion \nshall be made in case the amount \nstanding to the credit of an \naccount does not exceed the \namount notified by the \nAdministrator -General].  \n As notified by the \nAdministrator -\nGeneral for the \nZakat year.  \n The bank, \noffice, centre, \nor institution, as \nthe case may be \nkeeping the \naccou nt. \n \n2.\n  Notice Deposit \nReceipt and \nAccounts 4 * * * \nand similar \nreceipts and \naccounts by \nwhatever name \ndescribed 2 * * * \nwith the banks \noperating in \nPakistan, post \noffices, National \nSavings Centres \nand financial \ninstitutions \nissuing such \nreceipts and \nkeeping such \naccounts.  \n 1* * * 2.5% of the face value of a receipt \nor the amount stand ing to the \ncredit of an account 5[as the case \nmay be] at the commencement of \nthe day on the Valuation Date, in \neach Zakat year.  \n 6[The date on \nwhich the first \nreturn is pai d or the \ndate of encashment \nwith draw al, \nwhichever be \nearlier in the Zakat \nyear.]  \n The bank, \noffice centre or \ninstitution, as \nthe case may \nbe, issuing the \nreceipt or \nkeeping the \naccount, and \nresponsible for \npaying the \nreturn or the \namount \nencashed/withd\n-rawn.  \n \nPage 34 of 40 \n  \n \n \n \n \n \n \n \n1The words, bracket and figure “(other than those mentioned in serial number 2) ” have been  omitted by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of \n1980) s. 15.  \n2Omitted by the Zakat and Ushr (Amdt.) Ordinance, 1984 (46 of 1984), s. 3.  \n3The heading “the valuation date ”, figure “3” and entries relating thereto, have been omitted by Ordinance  52 of 1980, s. 15.  \n4Subs. ibid., for “receivable or ”.  \n5Subs, ibid., for certain original words.  \n6The word “applicable ” omitted , ibid.,  \n 7Subs. ibid., for “surrender ”. 1 2 3* 4 5 6 \n3.3. \n \n \n \n \n \n \n \n \n \n \n \n \n4. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n5. Fixed Deposit Receipts 1* * * \nand Accounts and similar \nreceipts and accounts 2* * * \nand certificates (e.g., Khas \nDeposit Certificates), by \nwhatever name described, \nissued by the banks oper ating \nin Pakistan, post offices,  \nNational Savings Centres and \nfinancial institution,. —on \nwhich return is receivable by \nthe holder periodically or is \nreceived earlier than maturity.  \n \nSavings (deposit certificat es \ne.g. Defence Savings \nCertificates, National Deposit \nCertificates), receipts and \naccounts by whatever name \ndescribed, issued or kept by \nthe banks operating in \nPakistan, post offices. \nNational Savings Centres, \nfinancial institution, statutory \ncorpo ration s and  \ncompanies, — on which return \nis 4[receivable and] is \nreceived by the holder, only \non maturity or encashment.  \n \nUnits of the National \nInvestment (Unit) Trust.  \n 3* 3*** \n \n \n \n \n \n \n \n \n \n \n \n \n*33*** \n \n \n \n \n \n \n \n \n \n \n \n \n*3 \n \n3*3*** \n \n 2.5% of the face value of \na receipt or a  certificate, \nor the amount standing to \nthe credit of an account,as \nthe case may be, as at the \ncommencement of the \nday on the Valuation \nDate, in each Zakat year.  \n \n \n \n \n2.5% of the payable value \nof certificates or receipts \nor the amount standing  to \nthe credi t of an account, \n5[as the case may be, as \non the valuation Date].  \n \n \n \n \n \n \n2.5% of the 6* repurchase \nvalue of the Units as on  \nthe  The date on which the \nfirst return is paid , or \nthe date  of encashment \nredemption \nwithdrawal, whichever \nbe earlier in the Zakat \nyear.  \n \n \n \n \nThe date on which the \nvalue on mat urity is \npaid, or of \nencashment /withdrawal \nwhichever be earlier in \nthe Zakat year.  \n \n \n \n \n \n \nThe date on which the \nfirst return or the \n7[repurchase]   value  \nis  \n The bank, \noffice, Centre \nor institution, \nas the cas e may \nbe, issuing the \nreceipt or \ncertificate or \nkeeping the \naccount, and \nresponsible for \npaying the \nreturn, or \nencashment \nredemp -\ntion/withdrawal\n. \nThe bank office, \nCentre, \ninstitution, \ncorporation or \ncompany, as the \ncase may be \nresponsible for \npaying the \nreturn or the \namount, \nwithdrawn, or \nredeeming/ \nencashing the \ncertificates or \nreceipts.  \n \nThe Trustee of \nthe National \nInvestment  \n(Unit)  Trust   or   \nits \n \n \n \n \n \n \nPage 35 of 40 \n 1 2   *2 4 5 6 \n \n \n \n6. \n \n \n \n \n \n \n \n7. \n \n \n \n \n \n \n \n \n \n \n8.  \n \n \nI.C.P. Mutual Fund \nCertificates.  \n \n \n \n \n \n \n Government \nsecurities (other than \nprize bonds and \ncertificates men -\ntioned at serial \nnumber 3 and 4) on \nwhich return is \nreceivable by the \nholder periodically.  \n \nSecurities including \nshares and debentures \nof 3[companies or \nstatuto ry \nCorporations] \n(exclu ding those held \nin the name of a \n4[company or a \nstatutory corporation] \nand those mentioned \nat serial number 5, 6 \nand 7), on which \nreturn is payable peri -\nodically or otherwise, \nand is paid.  \n  \n \n \n3 \n2*** \n \n \n \n \n \n \n3 \n2  2*** \n \n \n \n \n \n3 \n \n \n \n \n2*** Valuation Date  in \neach Z akat year.  \n \n2.5% of the face \nvalue, or the market \nvalue based on the \nclosing rate at the \nKarachi Stock \nExchange, \nwhichever be lower \nas on the Valuation \nDate in each Zakat \nyear.  \n2.5% of the face \nvalue of the \nGovernment \nsecurities as on the \nValuation Date in  \neach Zakat year.  \n \nIf listed on the \nstock exchange, \n2.5% of the paidup \nvalue, or the market \nvalue based on the \nclosing rate at the \nKarachi Stock \nExchange, \nwhichever be lower \nas on t he he \nValuation Date, in \neach Zakat year. If \nnot listed on the \nstock exchan ge \n2.5% of the paid up \nvalue on the \nValuation Date, in \neach Zakat year.  \n paid whichever be \nearlier in the Zakat year.  \n \nThe date on which the \nfirst return is paid in the \nZakat year.  \n \n \n \n \nThe date on which the \nfirst return is paid or the \ndate of \nencashment/re demption, \nwhichever be earlier in \nthe Zakat year.  \n \nThe date on which the \nfirst return is paid, or \nthe date of \nencashment/redemption,  \nwhichever the earlier in \nthe Zakat year.  \n \n authorised agent \npaying the return on, \nor the 1[repurchase] \nvalue of, the Units.  \n \nInvestment \nCorporation of \nPakistan.  \n \n \n \n \nThe bank, office or \ninstitu tion as the case \nmay be, responsi ble \nfor paying the return \non encashing \nredeeming the securi -\nty. \n \n \nThe corporation, \ncompany or \ninstitution, as the case \nmay be, responsible \nfor paying th e return \nor \nencashing/redeeming \nthe security.  \n \n \n \n \n \n \n \n1Subs.  by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1980), s. 15, for “surrender/repurchase  \n2The heading “The valuation date ”, figure “3” and entries relating thereto, have been omitted ibid.,  \n3Subs . ibid., for “statutory corporations or companies ”.  \n4Subs. ibid., for “statutory corporation or company ”. \n \nPage 36 of 40 \n  \n \n \n \n \n \n \n \n1The heading “The valuation date ”, figure “3” and entries relating the reto, have been omitted by the Zakat and Ushr (Amdt.) Ordinance, 1980  \n(52 of 1980), s.15.  \n2Subs. ibid., for the original entry.  \n3Ins. ibid.,   \n4Subs. by S.R.O. N o. 739(1)/81 —A32, dated 8th July, 1981,  see Gazette of Pakistan, 1981, Part II, page 1729.  \n5Subs. by Ord. 52 of 1980, s 15 for the original entries.  1 2 3 4 5 6 \n9. Annuities  \n \n \n \n 1*  *  *  2[2.5% of the \naggregate amount \nof annuity benefit \nin each Zakat year \nor 2.5 % of the \nsurrender value on \nthe Valuation Date, \nas the case may be.]\n  The date of 3[first] \npayment of the  \nannuity benefit,  or \nof the surrender \nvalue, whichev er be \nearlier in the Zakat \nyear.  \n \n 4[The insurer or  the \nbank keeping the \namount in the form \nof an annuity.]  \n \n10. Life insurance  \npolicies.  \n 1*  *  *  2[2.5% of the \npayable value on \nmaturity or of sur -     \nrender value,as  on     \nthe     Valuation \nDate in the Zakat \nyear in which the \npolicy matures or \nits survival bene fit \nor surrender value \nis paid, as the case \nmay be.]  \n The date of  \npayment of valu e \non maturity or of \nsurvival be nefit or \nof surrender  value.  The insurer.  \n11. Provident F unds.  1*  *  *  5[In case of non -\nrefundable advance, \n2.5% of the amount \ndrawn or, in case of \nfinal settlement \n2.5% of the balance \nstanding to the \ncredi t of the \nsubscriber as on the \nValuation Date, \nexcluding in both \ncases the \nemployer ”s \ncontribution and the \nreturn accrued \nthereon.  The date of \npayment of the \nadvance or of the \nbalance.  The authority, \nofficer or institution \nmaking paym ent of \nthe advance or o f the \nbalance.]  \n \nPage 37 of 40 \n  \nNote. —1.     Deduction at source exceeding two and one half per cent of the value of an asset \nspecified in this Schedule, shall not be made in respect of that asset within the same \nZakat year.  \n1[1 A. No Zakat shall be charged on the amount paid as premium of a life insurance \npolicy of a person from his Provident Fund and , wher e the proceeds of a life \ninsura nce policy of a person are credited to his Provident Fund during a Zakat year, \nno Zakat shall be charged on the amount received or drawn during that year as final \nsettlement of his account in the Provident Fund or as non -refundable  advance, to the \nextent of  the precedes so credited.]  \n2. If the amount to be deducted at source as Zakat, in a particular case, is less than a \nrupee, it shall not be charged, and, if it is more than a rupee but has a fraction of a \nrupee, fifty paisas and more shall be treated as th e next higher rupee and less than \nfifty paisas shall not be charged. 2[Where the entire amount of the return balance \ninstalment of annuity benefit is to be appropriated towards Zakat, and the amount \ncontains a fraction of a rupee, this fraction shall not b e so appropriated].  \n3. The 3* * * Deduction Date 4[for serial number 1 ] shall be deemed to be a public \nholiday, for banks only, within the meaning of the Negotiable I nstruments Act, 1881 \n(XXVI of 1881 ). Banks shall, however, remain open for their employees . \n5[4.  In case the amount of the first return on any of the assets specified as S. Nos. 2, 3 and \n5 to 8, or the first instalment of the annuity benefit, is less than the Zakat due, the \nentire amount of such return or instalment shall be appropriated towar ds Zakat and \nthe unrealized bala nce shall be deducted from the subsequent returns or instalments \npaid during the same Zakat year or, as the case may be, from the encashment or \nsurrender value.].  \n \n \n \n \n \n \n \n \n \n \n1New Note 1 -A ins. by the Zakat and Ushr (Amdt.) O rdinance, 1980 (52 of 1980), s. 15, for the original entries.  \n2Added ibid.. \n3Certain original words have been omitted, ibid., \n4Ins. ibid., \n5New note 4 added ibid.. \n \nPage 38 of 40 \n SECOND SCHEDULE  \n[See sections 2, 3(5) and 5]  \nITEMS NOT SUBJECT TO COMPULSORY LEVY OF ZAKAT BUT ON WHICH ZAKAT IS PAYABLE \nBY EVERY SAHIB -I-NISAB  ACCORDING TO THE RELEVANT NISAB , ON SELF -ASSESSMENT \nBASIS, EITHER TO A ZAKAT FUND OR TO ANY INDIVIDUAL OR INSTITUTION, ELIGIBLE, \nUNDER THE SHARIAH, TO RECEIVE ZAKAT  \n \n \n \n \n \n \n \n \n \n1The heading “The Valuation Date ”, figure “4” and entries relating thereto, have been omitted by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1980), s. 16.  \n2Subs.  ibid., for the original entry.  S.No.  Items  Rate and Basis for Self -Assessment  1*  *  *  \n   1 2 3 1* \n1. 2[Gold and silver and manufactures thereof.]; ……………...\n  \n 2.5% of the market value, as on the Valuation Date.  \n  \n2. Cash .......................................................................................   2.5% of the  amount, as on the Valuation Date.   \n3. Prize bonds .............................................................................  2.5% of the face value, as on the Valuation Date.   \n4. 2[Current Accounts and foreign currency accounts and, to the \nextent no t subject to compulsory levy of Zakat under the First \nSchedule, other accounts, certificates, receipts, Units of National \nInvestment (Unit) Trust, ICP -Mutual Fund Certificates, \nGovernment securities, annuities, life insurance policies and \nProvident Funds.]  2.5% of the value of the asset, as on the Valuation Date.  \n \n  \n5. Loans receivable, excepting loans receivable by banks, other \nfinan cial institutions statutory corporations and Companies.  2.5% of the amount of loan receivable, as on the \nValuation Date  \n \n 1*  *  *  \n6. Securities including shares and debentures, to the extent not \nsubject to compulsory levy of Zakat under the First Schedule.  If listed on the stock exchange, 2.5% of the market \nvalue (i.e. the closing rate at the Karachi Stock \nExchange), as on t he Valuation Date.  \n \nIf not listed on the stock exchange, 2.5% of the \npaid-up value, as on the Valuation Date.  \n  \n7. Stock -in-trade of: — \n \n(a) Commercial undertakings (including dealers in real estate).  \n \n(b) Industrial undertakings  \n (a) 2.5% of the book valu e, or, at the option of the  \nsahib -e-nisab, the market value, as on the \nValuation Date.  \n \n  (b) 2.5% of the book value, or, at the option of the  \nsahib -e-nisab, the market value of raw materials \nand finished goods, as on the Valuation Date.  \n \n \n \n1*  *  *  \n \nPage 39 of 40 \n 1    2      3    1*\n       1* \n 2(c)  Precious metals and stones and manufactures \nthereof  \n(d)   Fish and other catch produce of the sea, except \ncatches by indigenous techniques.  \n 2.5% of the market value, as in the Valuation Date.  \n2.5% of the value, as on the Valuation Date.]  \n  \n   \n3*                 *                         *                *        *           *           *                           1*  *  *\n  \n9. Agricultural (including horticultural and forest) produce : —  \n(a) Tenant ”s share  \n  \n  \n(a) (i) 10% of the produce as on the Valuation Date,  in the \nbarani area; and  \n (ii)  5% of the produce, as on the Valuation Date, in the \nnon-barani area.  \n1*  *  *  \n (b) Other than the tenant ”s share.  4[(b) (i)  5% over and above the compulsory 5%, in the \nbarani areas, as on the Valuation Date ; and  \n        (ii)  One-fourth of the value of produce allowed as an \nallowance for expenses on production.]  \n10. Animals (fed free in pastures) :_____  \n(a) Sheep or goats   \n(a) (i)  For owners of one to 39 heads : nil;  \n \n (ii) For owners of 40 to 120 heads : one sheep/g oat; \n (iii) For owners of 121 to 200 heads : two sheep/goats ;  \n (iv) For owners of 201 to 400 heads : three sheep/goats ; \nand \n (v) For owners of every complete additional hundred \nheads : one sheep/goat, as on the Valuation Date.  \n (b) Bovine animals   \n(b) (i)  For owners of one to 29 heads: nil;  \n \n (ii) For owners of 30 to 39 heads : one -year old calf;  \n (iii) For owners of 40 to 59 heads : two -years old calf;  \n (iv) For owners of 60 head and every additional 10 \nheads : one year old calf for each 30 heads and t wo-\nyears old calf for each 40 heads, —as on the \nValuation Date.  \n  \n1*  *  *  \n (c) Camels  (c) (i) For owners of one to 4 heads : nil;  \n (ii)  5[For owners of 5 to 24 heads : one sheep goat for \nevery five heads:]  \n  \n \n \n \n \n \n \n1The heading “The Valuation Date ”, figu re “4” and entries relating thereto, have been omitted by the Zakat and Ushr (Amdt.) Ordinance, 1980 (52 of 1980), s.  16.   \n2Added by the Zakat and Ushr (Amdt:) Ordinance, 1980 (52 of 1980), s. 16.  \n3Serial No. 8 and entries relating thereto have been omit ted ibid. \n4Subs. ibid.,  for entry (b).  \n5Subs.  ibid.,  for entry c (ii).  \n \nPage 40 of 40 \n  \n \n \n \n \n \n_____ ______  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by the Zakat an d Ushr (Amdt.) Ordinance, 1980 (52 of 1980), s. 16, for figure “26”. \n2The heading “The Valuation Date ”, figure “4” and entries relating thereto, have been omitted by the Zakat and Ushr (Amdt.) Ordinance, 1980  \n(52 of 1980), s.16.  \n3Serial No. 11 and entries relating thereto have been omitted ibid,.  \n \n \n    (iii) For owners of 1[25] to 35 heads : one she -came l between one \nyear and two -years old : and  \n (iv) For owners o f 36 to 45 heads : one she -camel  between two and \nthree -years old ;  and so on, as on the Valuation Date.  \n   \n \n \n2*  *  *  \n \n                3* *                          *  *              *                *             *                        *                         2* * *  \n12. Wealth and financial assets other than \nthose  listed in schedule, on which \nZakat is payable according to Shariah.   \n As per Shariah.          \n2* * *"
}