{
    "file": "./converted_json\\administratora8345e25818a8c555cf5f09167f92099.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \n \n \n \n \nTHE TOSHAKHANA  (MANAGEMENT AND REGULATION) ACT, \n2024  \n \n \n \nCONTENTS  \n \n 1. Short title, extent, application , and commencement  \n \n 2. Definitions  \n \n 3.  Acceptance of gift and its deposit in Toshakhana  \n \n 4.  Managemen t and regulation of Toshakhana  \n \n 5.  Offence  \n \n 6.  Power to make rules  \n \n 7.  Utilization of funds from disposal of Gifts  \n \n \n \n  \n\n \n \nPage 2 of 3 \n THE TOSHAKHANA  (MANAGEMENT AND REGULATION) ACT, 2024  \n \nACT NO. III OF 2024  \n[14th April, 2024]  \n \nAN \nACT  \n \nto provide for management and regulation of Toshakhana.  \n \nWHEREAS it  is expedient to  provide for management and regulation of  Toshakhana  of the \nGovernment of Pakistan and for the matters connected therewith or ancillary thereto;  \n \nIt is hereby enacted as follows:  \n \n1. Short title, extent, application , and commencement. (1)This Act shall be called the \nToshakhana  (Management and Regulation) Act, 2024.  \n \n(2) It extend s to the whole of  Pakistan.  \n \n(3) It shall  apply to public office holders and privat e individuals as private members of an \nofficial delegation.  \n \n(4)   It shall come into force at  once.  \n \n2. Definitions. In this Act, unless there is anything repugnant in the subject or context,  \n \n(a)     “gift includes non -perishable items received by publi c office holder or private \nmember of an official delegation from a local or foreign dignitary or company  \nother than the gift of cash given to employees in BPS -1 to BPS -4 as tips;  \n \n(b)     “Government ” means the Federal Government;  \n \n(c)     “Toshakhan a” means repository of gifts maintained by  the division to which \nbusiness of  this Act stands allocated;  \n \n(d)    “public office holder ” means  a person, his spouse or children  who— \n \n(i)      is President of  Pakistan or the Governor  of a Province;  \n \n(ii)   is the Prime Minist er, Chairman Senate, Speaker of the National      \nAssembly, Deputy Chairman Senate, Deputy Speaker National \nAssembly, Federal Minister, Minister  of State, Attorney General, \nAdvocate General and such other law officers appointed under the \nCentral Law  Officers Ordinance, 1970 (VII of 1970), Federal  \nProsecutor General and Such  other law officers, Adviser  to the Prime  \nMinister,  Special Assistant to the Prime Minister, Federal \nParliamentary   Secretary ,  Member  of Parliament, Auditor General  \nPolitical Secretary,  and  a person who holds a post or office with  the \nrank or status  of a Federal Minister or Minister of State;  \n \n(iii)   is the Chief Minister, Speaker Provincial Assembly, Deputy  Speaker    \nProvincial  Assembly; Provincial Minister,  Advi ser to the Chief  \n \n \nPage 3 of 3 \n Minister,  Specia l Assistant  to the Chief Minister,  Provincial \nParliamentary  Secretary, Member of Provincial Assembly , Advocate \nGeneral , Provincial Prosecutor General  or such other law officers,  \nPolitical  Secretary and a person  who holds a post or  office  with the \nrank or status of a Provincial Minister;               \n \niv)    any person, who draws any or some benefits from public  exchequer in \nany scale or grade or in any office or  position and shall include  all, \nwhether  elected, nominated, se lected or  under any contractual \nobligations  where public exchequer is wholly or partially involved.  It \nshall include any  person who holds office in  any service of Pakistan \norrenders any service in connection  with the affairs of the Federal, \nProvincial, or  the   local  Governments or in the management of  \ncorporations,  banks, or any financial institution, firms or any other  \ninstitution s or organizations established, controlled or administered by \nthe Federal  or Provincial Governments,  as the case may be. It includes  \nmembers of the armed  forces of Pakistan  and in  the judiciary;  \n \n(e)    “prescribed” means  prescribed  by rules;  and \n \n(f)  “rules” means rules made under  this Act. \n                                                        \n3. Acceptance of  gift and its deposit  in Toshakhana .Gift received by public office holder  \nor private person as part of official delegation shall  be deposited in the Toshakhana  of Government \nof Pakistan  in thirty days or within  such time limit and manner  as may be prescribed.  \n     \n4. Management and regulation  of Toshakhana .—(1) The division to which business of this \nAct stands allocated shall be responsibl e for management and regulation  of Toshakhana  and to t ake \nmeasures in the prescribed manner .   \n                                           \n(2) Notwithstanding  anything  contained in any other law  for the time being in force,  the \ninformation  in respect of Toshakhana  shall be open to  inspection subject to such  conditions, \nlimitations and restrictions as may be prescribed.     \n \n5. Offence .Whoever contravenes or attempts to contravene or abets in contravention of \nsection -3 or any rules made thereunder shal l be punishable with fine  equal to five times the assessed  \nmarket value of the gift. In case of Government servant, he will be liable to the departmental \nproceedings also as per the respective laws/ rules.  \n \n6. Power to make  rules .The Federal Government shall, by notification in the official \nGazette, make rules for carrying out purposes of this Act. \n \n 7. Utilization of funds from disposal of Gifts .—(1) The existing and future gifts to  be \nreceived in Toshakhana  shall be disposed of t hrough open  auction.  \n \n (2) The proceeds of such auction shall be kept in a separate account and will be utilized for \npromoting female primary education in   the most  backward areas of the country.   \n \n___________  \n \n \nRGN Date: 26 -06-2024"
}