{
    "file": "./converted_json\\administrator64557d435e66c94b98ea5f4a481b8224.json",
    "name": "The Sarais Act, 1867",
    "date": "15 March 1867",
    "tagline": "An Act for the regulation of public Sarais and Puraos",
    "content": "Page 1 of 6 \n   \n \n \n \n \nTHE SARAIS ACT, 1867  \n \n \n \nCONTENTS  \n \nPREAMBLE  \n1. Interpretation -clause  \n \n2. Sarai  \n \n3.  Notice of this Act to be given to keepers of sarais  \n \n4.  Registers of sarais to be kept  \n \n5.  Lodgers, etc.,not to be received in sarais until registered  \n \n6.  Magistr ate may refuse to register keeper not producing certificate of character  \n \n7.  Duties of keepers of sarais  \n \n8.  Power to order  reports from keepers of sarais  \n \n9.  Power to shut up, secure, clear and clean deserted sarais  \n \n10.  Taking down of repairing ruino us saris  \n \n11.  Sale of materials of ruinous sarais  \n \n12.  Penalty of any permitting sarais to be filthy or overgrown  \n \n13.  Power for Provincial Government to make regulations  \n \n14.  Penalty for infringing Act or regulations  \n \n15.  Conviction for third offence  to disqualify persons from keeping sarais  \n \n16.  Nothing in Act to apply to certain sarai  \n \n17.   Power to Provincial Government to extend this Act  \n \n18. Short title  \n \nSCHEDULE  \n \n\n \n \nPage 2 of 6 \n THE SARAIS ACT, 1867  \n \n1ACT No. XXII OF 1867  \n \n[15th March,  1867]  \n \nAn Act for the r egulation of public Sarais and Puraos.  \n \n Preamble. WHEREAS it is expedient to provide for the regulation of public Sarais and \nPuraos:  \n \n It is hereby enacted as follows: — \n \n 1. Interpretation -clause.___ [Repeal of Bengal Regulation XIV of 1807, section 11, clause 5. ] \nRep. by the Amending Act, 1891 (XII of 1891).  \n \n 2. “Sarai”. In this Act, unless there be something repugnant in the subject or context, — \n \n “sarai” means any building used for the shelter and accommo dation of travellers, and \nincludes, in any c ase in which only part of a building is used as a sarai, the part so used of such \nbuilding. It also includes a purao so far as the provisions of this Act are applicable thereto.  \n \n “Keeper of a sarai”. “keeper of a sarai” includes the owner and any person h aving or acting \nin the care or management thereof:  \n \n “Magistrate of the District.” — 2“Magistrate of the District” means the chief officer charged \nwith the executive administration of a district in criminal matters whatever may be his designation:  \n \n 3*           *             *              *             *        *             *  \n \n 3. Notice of this Act to be given to keepers of sarais. Within six months after this Act shall \ncome into operation, the Magistrate of the District in which any sarai to which this Act shall apply \nmay be situate shall, and from time to time thereafter such Magistrate may, give to the keeper of \nevery such sarai notice in writing of this Act, by leaving such notice for the keeper at the sarai; and \nshall by such notice require the keepe r to register the sarai as by this Act provided.  \n \n Such notice may be in the form in the Schedule to this Act annexed or to the like effect.  \n \n 4. Registers of sarais to be kept. The Magistrate of the District shall keep a register in which \nshall be entered  by such Magistrate or such other person as he shall appoint in this behalf, the names \nand residences of the keep ers of all sarais within his jurisdiction, and the situation of every such \nsarai.  \n \n No charge shall be made for making any such entry.  \n \n 1For Statement of Objects and Reasons, see Gazette of India, 1867, p.194 and for Proceedings in Council relating to the Bill, see ibid., \n Supplement pp. 62, 72, 158, 225  and 232.  \n The Act has been applied to Phulera in the Excluded Area of Upper Tana wal to the  extent the Act is applicable in the N.W.F.P., subject to \n certain mo difications, and extended to the Excluded Area of Upper Tanawal (N..W.F.P.) other than Phulera with effect from such date and  \n subject to such modifications as may be notified. see N.W.F .P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950.  \n The Act has been applied to Baluchistan by the Baluchistan Laws Re gulation. 1913 (II of 1913), s. 3.  \n It has been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1 950 (G.G.O. 3 of 1950); and applied in the \n Federated Areas of Baluchistan, see Gaz. of India, 1937, Pt. I, p. 1499.  \n 2This reference should now be read as “District Magistrate”, see para. 2 of section 3 of the Code of Criminal Procedure, 1898 (Act 5 of \n 1898).  \n 3The words “Words in the singular include the plural, and vice versa ”, rep. by the Repealing and Amending Act, 1914 (10 of 1914), and the \n definition of “L.G.” by A. O., 1937.  \n \n \nPage 3 of 6 \n  5. Lodgers, etc.,not to be received in sarais until registered. After on e month after the \ngiving of such notice to register as by this Act provided, the keeper of any sarais or any other person \nshall not receive any lodger or allow any person, cattle, sheep, ele phant, camel or other animal, or \nany vehicle, to halt or be place d in such sarais until the same and the name and residence of the \nkeeper thereof shall have been registered as by this Act provided.  \n  \n 6. Magistrate may refuse to register keeper not producing certificate of character. The \nMagistrate of the District may, if he shall think fit, refuse to register as the keeper of a sarai a person \nwho does not pro duce a certificate of character in such form and signed by such per son as the \nl[Provincial Government] shall from time to time direct.  \n \n 7. Duties of keepers of s arais. The keeper of a sarai shall be bound — \n \n(1)  when any person in such sarai is ill of any infectious or contagious disease, or \ndies of such disease, to give im mediate notice thereof to the nearest police -\nstation:  \n \n(2)  at all times when required by a ny Magistrate or any other person duly, \nauthorized by the Magistrate of the District in this behalf, to give him free \naccess to the sarai and allow him to inspect the same or any part thereof:  \n \n(3)  to thoroughly cleanse the rooms and verandahs, and drains  of the sarai, and the \nwells, tanks, or other sources from which water is obtained for the persons or \nanimals using it, to the satisfaction of, and so often as shall be required by, the \nMagistrate of the District, or such person as he shall appoint in this  behalf:  \n \n(4)  to remove all noxious vegetation on or near the sarai, and all trees and \nbranches of trees capable of affording to thieves means of entering or leaving \nthe sarai:  \n \n(5)  to keep the gates, walls, fences, roofs and drains of the sarai in repai r: \n \n(6)  to provide such number of watchmen as may, in the opinion of the Magistrate \nof the District, subject to such rules as the l[Provincial Government] may pres -\ncribe in this behalf, be necessary for the safety and protection of persons and \nanimals or vehicles lodging in, ha lting at or placed in the sarai:  and \n \n(7)  to exhibit a list of charges for the use of the sarai at such place and in such \nform and languages as the Magistrate of the District shall from time to time \ndirect.  \n \n 8. Power to order repor ts from keepers of sarais. The keeper of a sarai shall from time to \ntime, if required so to do by an order of the Magistrate of the District served upon him, report, either \norally or in writing as may be directed by the Magistrate to such Magistrate or to such person as the \nMagistrate shall appoint, every person who resorted to such sarai during the preceding day or night.  \n \n If written reports are required for any space of time exceeding a single day or night, \nschedules shall be furnished by the Magis trate of the District to the keeper.  \n \n ISubs. by A. O., 1937. for. “L.G.”.  \n \n \nPage 4 of 6 \n  The keeper shall from time to time fill up the said schedules with the information so required, \nand transmit them to the said Magistrate, in such manner and at such intervals as may fro m time to \ntime be ordered by him.  \n \n 9. Power to shut up, secure, clear and clean deserted sarais. If any sarai by reason of \nabandonment or of disputed ow nership shall remain untenanted, and thereby become a resort of idle \nand disorderly persons, or become  in a filthy or unwholesome state, or be complained of by any two \nor more of the neighbours as a nuisance, the Magistrate of the District, after due enquiry, may cause \nnotice in writing to be given to the owner or to the per son claiming to be the owner, i f he be known \nand resident within the district, and may also cause such notice to be put on some cons picuous part \nof the sarai, requiring the persons concerned therein, whoever they may be, to secure, enclose, clean \nor clear the same;  \n \n and if such requis ition shall not be complied with within eight days, the Magistrate of the \nDistrict may cause the necessary work to be executed, and all expenses thereby incurred shall be paid \nby the owner of the sarai, and shall be recoverable like penal ties under this A ct, or, in case of \nabandonment or disputed owner ship of the sarai, by the sale of any material found therein.  \n \n 10. Taking down of repairing ruinous saris. If a sarai or any part thereof be deemed by the \nMagis trate of the District to be in a ruinous stat e, or likely to fall, or in any way dangerous to the \npersons or animals lodging in or halting at the sarai, he shall give notice in writing to the keeper of \nthe sarai requiring him forthwith to take down, repair or secure (as the case may be) the sarai or such \npart thereof as the case may require.  \n \n If the keeper do not begin to take down, repair or secure the sarai, or such part as aforesaid \nwithin three days after such notice, and complete such work with due diligence, the Magistrate shall \ncause all or so  much of the sarai as he shall think necessary to be taken down, repaired or otherwise \nsecured.  \n \n All the expenses so incurred by the Magistrate shall be paid by the keeper of the sarai, and \nshall be recoverable from him as  hereinafter mentioned.  \n \n 11. Sale of materials of ruinous sarais. If any such sarai or any part thereof be taken down \nby virtue of the powers aforesaid, the Magistrate of the District may  sell the materials thereof, or so \nmuch of the same as shall be taken down under the provisions of t he last preceding section, and \napply the proceeds of such sale in payment of the expenses incurred, and shall restore the over -plus \n(if any) arising from such sale to the owner of such sarai on demand, and may recover the deficiency \n(if any) as if the amou nt thereof were a penalty under this Act.  \n \n 12. Penalty of any permitting sarais to be filthy or overgrown. Whoever, being the keeper \nof any sarai, suffers the same to be in a filthy and unwholesome state, or overgrown with vegeta tion, \nor after the expira tion of two days from the time of his receiv ing notice in writing from the \nMagistrate of the District to cleanse or clear the same, or after he shall have been convicted of \nsuffering the same to be in such a state or so overgrown as aforesaid, shall allow  the same to \ncontinue in such state, or so overgrown, shall be liable to the penalties provided in section 14 of this \nAct: \n \n Proviso . Provided that the Magistrate of the District may, in lieu of enforcing such daily \npenalty, enter on and cleanse or clear t he said sarai, and the expense incurred by the Magistrate in \n \n \nPage 5 of 6 \n respect there of shall be paid to him by the keeper, and shall be recoverable as by this Act provided \nin the case of penalties.  \n \n 13. Power for Provincial Government to make regulations. The l[Provincial Government] \nmay from time to time make regulations for the better attainment of the objects of this Act, provided \nthat such rules be not inconsistent with this Act or with any other law for the time being in force, and \nmay from time to time repeal , alter and add to the same.  \n \n All regulations made under this Act and all repeals thereof, and alterations and additions \nthereto, shall be published in the 2[official Gazette].  \n \n 14. Penalty for infringing Act or regulations. If the keeper of a sarai offe nd against any of \nthe provisoins of this Act or any of the regulations made in pursuance of this Act, he shall for every \nsuch offence be liable on conviction before any Magistrate to a penalty not exceeding twenty rupees, \nand to a further penalty not excee ding one rupee a day for every day during which the offence \ncontinues:  \n \n Provided always that this Act shall not exempt any person from any penalty or other liability \nto which he may be subject, irrespective of this Act.  \n \n All penalties imposed under this Act may be r ecovered in the same manner as f ines may be \nrecovered under 3section 61 of the of Code of Criminal Procedure  (Act V of 18 98). \n \n 15. Conviction for third offence to disqualify persons from keeping sarais. Where a \nkeeper of a sarai is convicted o f a third offence under this Act, he shall not afterwards act as keeper \nof a sarai without the license in writing of the Magistrate of the District, who may either withhold \nsuch license or grant the same on such terms and conditions as he may think fit.  \n \n 16. Nothing in Act to apply to certain sarai. No part of this Act, except section 8, shall \napply to any  sarai which may be under the direct management of the 1 [Provincial Government] or of  \nany Municipal Committee.  \n \n 17. Power to Provincial Government to  extend this Act. [Extent of Act. ] Omitted by A. O., \n1949, Sch. \n \n 4*It shall be lawful for the l[Provincial Government] by notification in the 2[official Gazette], \nto 5extend this Act, mutatis mutandis to any 6[part of the territories under its Government]  7* * *.  \n \n 18. Short title. This Act may be called the Sarais Act, 1867.  \n \n 1Subs. by A.O., 1937, for “L. G.”.  \n 2Subs. ibid., for “local official Gazette”.  \n 3See now sections 386, 387 and 389 of the Code of Criminal Procedure, 1898 (Act 5 of 1898).  \n 4The wo rd “But” omitted by A. O., 1949, Sch.  \n 5It has been extended to the Punjab, see Notification No. 4499, dated 13th December, 1879, in Punjab Government Gazette, 1879, Pt. I, p. \n 727, but its application to that part of the Hazara District, known as Upper Ta nawal, which then formed part of the Punjab, is barred by the \n Hazara (Upper Tanawal) Regulation, 1900 (2 of 1900).  \n It has been extended, mutatis mutandis to the whole of the Province of West Pakistan with effect from the 12th day of October, 1959, see \n West Pakistan Gazette, 1959, Pt. I, p. 797.  \n 6Subs. by A.O., 1949, Sch., for “other part of British India, except the towns of Calcutta, Madras and Bombay”.  \n 7The words “and the Settlement of Prince of Wales Island, Singapore and Malacca” rep. by the Amendi ng Act, 1891 (12 of 1891).  \n \n \n \n \nPage 6 of 6 \n SCHEDULE  \nFORM OF NOTICE  \n \n Take notice that on the day of 1867, an Act called the Sarais Act, 1867 was passed, and that \nbefore the day of 18, you being keeper of a sarai [or purao] within [ here state that the district over \nwhich  the jurisdiction of the Magistrtate giving the notice extends ], must have your sarai  [or purao]  \nregistered and that the register is to be kept at [ here state where the register is to be kept ] and that, if \nyou do not have your sarai [or purao] so registe red, you will be liable to a penality not exceeding \ntwenty rupees, and to a further penality not exceeding one rupee a day for every day during which \nthe offence continues, and that on your applying to [ here give the name and address of the person to \nkeep the register ] he will register your sarai [ or purao] free of all charge to you.  \n \n \n \nDated the day  of 18.  \n \n \n_____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 13 -09-2024"
}