{
    "file": "./converted_json\\administrator481f773a82dc533e60d3ddee1767ff85.json",
    "name": "Inter-Boards Coordination Commission Act, 2023",
    "date": "13th April, 2023",
    "tagline": "An Act to re-constitute the Inter-Boards Committee of Chairmen as Inter-Boards Coordination Commission",
    "content": "Page 1 of 10 \n  \n \n \nINTER -BOARDS CO ORDINATION COMMISSION ACT, 2023  \n \n \n \n \n \nCONTENTS  \n1.  Short title, commencement and application  \n2.  Definitions  \n3.  Constitution of IBCC and its functions  \n4.  IBCC forum  \n5.  Appointment, functions and powers of national coordinator  \n6.  Meetings of the IBCC forum  \n7.  Composition of Board of Governors  \n8.  Terms of the members of the Board of Governors  \n9.  Meetings of the Board of Governors  \n10.  Functions of Board of Governors  \n11.  Functions of the division concerned  \n12.  Officers and staff of IBCC  \n13.  Appointment, functions and powers of executive director of IBCC  \n14.  Funds  \n15.  Annual audit of accounts  \n16.  Provident fund  \n17.  Power to make rules  \n18.  Power to make  regulations  \n\n \nPage 2 of 10 \n 19.  Removal of difficulties  \n20.  Indemnity  \n21.  Repeal a nd saving  \n22.  Act to override other laws  \n \n \n  \n \nPage 3 of 10 \n INTER -BOARDS COORDINATION COMMISSION ACT, 2023  \nACT NO. X III OF 2023  \n[13th April, 2023]  \nAn \nAct \nAn Act to re -constitute the Inter -Boards Committee of Chairmen as Inter -Boards  \nCoordination Commission  \n WHEREAS it is expedient to re -constitute and re -structure the Inter Boards Committee of \nChairmen as Inter -Boards Coordiante Commission, and for matters  connected therewith and \nancillary thereto;  \n It is hereby enacted as follows: — \n 1. Short title, commencement and application.__(l) This Act may be called the Inter -Boards \nCoordination Commission Act, 2023.  \n (2) It shall come into force at once.  \n (3) It shall apply to all boards of intermediate and secondary education and authorized \nexamining bodies, wherever they may be operating in the territorial ju risdict ion of Pakistan as \nmembers of the IBCC forum.  \n 2. Definitions .—In this Act, unless there is anythi ng repugnant in the  subject or context,__ \n(a) “allied organizati ons” means the authorized organizations operating in \nPakistan dealing with education matters from secondary to higher secondary \nlevels in both public and private sectors having membership of IBCC;  \n(b) “attestation ” means attestation of a certificate or diploma  or other valid \ninstrument made by IBCC after having been issued by the member examining \nbody or body authorized by the Government;  \n(c) “BISE” means boards of intermediate and secondary education;  \n(d) “Board of Governors ” or “BoG” means Board of Governors of IBCC;  \n(e) “Commission ” or “IBCC” means Inter -Boards Coordination Commission \nconstituted under this Act;  \n(f) “director” means director of IBCC;  \n(g) “director general ” means director general of IBCC;  \n(h) “division concerned ” means the division to which bu siness of the IBCC stands \nallocated;  \n(i) “equivalence ” means equivalence of foreign and local qualifications decided \nand authenticated by IBCC;  \n \nPage 4 of 10 \n (j)  “executive director ” or “ED” means the executive director of IBCC, to Serve \nas full ti me administrative head of IBCC;  \n(k)  “forum” means the forum of IBCC comprising all its member boards, bodies \nor organizations, as the  case may be;  \n(l)  “member” means the member of the BoG or committee or sub -committees or \nforum of I BCC:  \n(m) “national coordinator ” means t he chairperson of any BISEs entrusted with \npowers as such to convene and preside over the meeting of the IBCC forum;  \n(n) “prescribed ” means prescribed by rules or regulations made under this Act:  \n(o) “regulation ” means regulations made under this  Act \n(p) “rules” means rules made under this Act; and  \n(q) “secretariat ” means a full -time office of IBCC established for its secretariat \nservices under this Act.  \n 3. Constitution of IBCC and its functions.___(l) The existing Inter -Boards Committee of \nChairmen is hereby re -constituted and re -structured as the Inter -Boards Coordination Commission to \nact and deal with the issues relating to the standardization of examination, assessment, evaluation \nand allied matters connected there to at secondary and higher seconda ry school levels through \ncoordination along -with recognition of local and foreign qualifications.  \n (2) The IBCC shall be a body corporate having perpetual succession and a common seal with \npowers to hold, purchase, sell or lease property both movable and i mmovable and may sue and be \nsued by its said name.  \n (3) The IBCC shall perform the following function, namely: — \n(a) shall be a forum for the chairmen or chairpersons or chief executives of \nmember examination boards and other allied member organizations to \nexchange information, and make recommendations to devise policy for unified \nimplementation at the country level on matters relating to the development and \npromotion of the academic evaluation, examination, and assessment;  \n(b) authenticate equivalence, atte station and verification of certificates up to \nhigher secondary levels and equivalent having been issued from local or \nforeign authorized institutions or examining bodies and shall assess deficient \nsubjects, papers and qualifications through evaluation for  issuance of \nequivalency and measurement thereof, as the case may be, up to higher  \nsecondary level including tests and assessments for admissions, scholarships \netc.; \n(c) promote curricular and co -curricular activities among member boards or \norganizations i n viable ways and means;  \n(d) transform the examination system in the country by introducing modern \nassessment and examination techniques and assessment of boards and taking \n \nPage 5 of 10 \n steps as appropriate for the improvement of examination or assessment among \nthe mem ber boards;  \n(e) taking measures for capacity building of the teachers, paper setters, assessors, \nand examination staff for improvement of examination and assessment among \nthe member boards;  \n(f)  regulate foreign examination boards operating in the country;  \n(g) develop and promote national and international linkages with educational and \nexamining bodies with respect  to knowledge sharing, educational \nqualifications, personnel exchange, testing, assessment, and equivalence \nmatters;  \n(h) shall be a forum at the national level to lay down principles of policy for \nprofessional capacity building through special studies or research to bring \nuniformity in examination and assessment at secondary and higher secondary \nlevels throughout the country by adopting ways and me ans of firm \ncoordination; and  \n(i) perform such other functions,, as may be incidental or conducive to the \nattainment of the above functions or objectives or needed to be performed in \nthe public interest or referred by the Federal Government.  \n (4) Head office of IBCC shall be in Islamabad and it may establish its regional offices at such \nplaces in Pakistan and abroad as it may determine from time to time in accordance with the need in \nthe public interest and as per set procedure to be defined and fr amed through relevant bodies.  \n (5) Notwithstanding anything contained in any other law for the time being in force or any \ncontract or agreement of service, all the employees of Inter -Boards Committee of Chairmen existing \nimmediately before the commencement  of this Act shall stand transferred to the Inter -Boards \nCoordination Commission from the date of commencement of this Act.  \n (6) The legitimate Monetary benefits of employees of IBCC transferred under sub -section (5) \nshall not be less favorable as admissib le to them prior to commencement of this Act and to the \nmember BISE of IBCC forum from Provincial or Federal Government.  \n (7) Notwithstanding anything contained in any other law for the time being in force, the \nIBCC shall have academic, financial, and admi nistrative autonomy to proceed further and implement \nthe policy of the government through the division concerned in a broader perspective through \ncoordination with members BISEs and organizations.  \n 4. IBCC forum. —(1) The forum shall comprise the following members, namely: - \n(a) national coordinator;  \n(b) executive director;  \n(c) Chairpersons of the BISEs;  \n(d) Chairpersons of the boards of technical education;  \n \nPage 6 of 10 \n \n (e) Chairpersons of the textbook boards;  \n(f) heads of curriculum bureaus in Pakistan and administrative units thereof, \nnational book foundation (NBF) and national curriculum council (NCC);  \n(g) representatives of authorized universities, institutions, and organizations of \nFederal or Provincial Governments nominated by them involved in the \ncondu ct of examinations and assessments at secondary and higher secondary \nlevels; and  \n(h) any officer of the division concerned, not below the rank of deputy secretary.  \n  (2) The director general shall be the secretary of the IBCC forum.  \n 5. Appointment, functions and powers of national coordinator. —(1) The national \ncoordinator shall, by notification in the official Gazette, be appointed by the division concerned on a \nrotation basis of respective province or group or board from amongst the chairpersons of BISEs \nhaving membership of IBCC forum for a period of one year to be nominated by the respective \ngovernment or IBCC forum.  \n (2) Sequence of rotation shall be determined in alphabetical order of the name of province or \ngroup or board decided by IBCC fo rum. \n (3) The national coordinator shall preside over the meetings of the IBCC forum,  \n 6. Meetings of the IBCC forum. —(1) The meetings of the forum shall be held periodically \nin the prescribed manner.  \n (2) The meetings of the IBCC forum may be called by th e executi ve director of IBCC in \nconsultation with the national coordinator.  \n (3) Quorum for meetings of the IBCC forum shall be one -third of the total members and any \nfraction may be counted as one,  \n (4) In an emergency, the executive director of IBCC may call a meeting of IBCC forum or \nany committee in consultation with the national coordinator.  \n (5) In absence of the national coordinator IBCC forum, the executive director shall decide \nabout the convener -ship of IBCC forum under intimation to the national coordinator IBCC forum \nand the division concerned.  \n 7. Composition of Board of Governors .—Secretariat of IBCC shall operate through BoG, \nas a controlling body with the following composition, namely: - \n(a) the secretary of the division concerned shall be the  Chairman of BoG and in \nhis absence, the executive director shall preside over the meeting of BoG;  \n(b) the executive director IBCC shall also be the member of the BoG;  \n(c) the provincial or area government education secretary of secondary or higher \nseconda ry education or his nominee shall be the members of BoG;  \n \nPage 7 of 10 \n (d) any officer nominated by the division concerned not below the rank of deputy \nsecretary;  \n(e)  any eminent professor nominated by a public sector university;  \n(f) an eminent educationist from the pr ivate or public sector to be nominated by \nthe executive director;  \n(g) Chairperson Federal Board of Intermediate and Secondary Education shall be \nthe member of BoG  \n(h)  an eminent educationist closely connected with the examination and \nassessment system to be nominated by the executive director; and  \n(i)  the director general shall be the secretary of BoG.  \n 8. Terms of the members of the Board of Governors. —(1) The member of BoG shall hold \noffice for a term of three years extendable for only such one farther term, except ex-officio  members \nof the BoG.  \n (2) A member shall, on the expiry of his term of office, be eligible for re -nomination or re -\nappointment subject to assent and on the recommendation of the Chairperson of BOG.  \n 9. Meetings of the Board of Governors. —(1) The meetings of the Board of Governors shall \nbe held at least once in a year and also as and when required in such manner and at such place and \ntime as may be prescribed.  \n (2) No act or proceedings of the Board of Governors shall be invalid merely on the ground of \nthe existence of a vacancy in or defect in the constitution of the Board of Governors.  \n (3) Quorum for meetings of the Board of Governors shall be one -third of the total members \nand a fraction may be counted as one as , and when any such situation arises.  \n 10. Functions of Board of Governors. —( 1 ) The Board of Governors shall be the apex \nstatutory body and shall exercise the following powers and functions, namely: - \n(a) exercise general supervision over affairs of IBCC, including admi nistrative, \nsecretarial, financial, accounts, and budgetary matters. Investment of savings \nof IBCC in accordance with the defined policy of the Government and as \namended from time to time;  \n(b) adopt agreed resolutions by the IBCC forum, provided such resol utions shall \nnot be contrary to the provisions of this Act and legal instruments of member \norganizations or provisions of the Constitution of the Islamic Republic of \nPakistan;  \n(c) create, abolish, re -designate, down -grade or upgrade any post along -with \nincumbents in view of the need of IBCC and to approve the appointment and \npromotion of employees from BPS -17 and above as recommended by the \n1BCC secretariat, assure legitimate service interests, career growth protection, \nand pensionary benefits of the employ ees as per their entitlement in \naccordance with Government policy;  \n \nPage 8 of 10 \n (d) pass or allow internal budget from earned sources of IBCC and ratify \nexpenditures incurred with the approval or sanction of executive director \nIBCC or someone authorized on that behalf,  which may be placed before the \nBoG annually; and  \n(e) constitute such committees as may be required to address or determine any \nissue relating to administrative or financial and academic matters with \nassigning terms of reference to be carried out. The recommendations of \nadministrative or financial issues shal l finally be resolved by BoG and \nacademic matters by the IBCC Forum.  \n (2) For the purposes of this Act, the executive director IBCC shall perform his functions as \nprincipal administrative and accounts officer in such manner as may be prescribed.  \n 11. Funct ions of the division concerned. —The division concerned being controlling \nauthority shall get executed its policies through the IBCC forum or BoG as within their domain, with \nthe following powers, namely: - \n(a) exercise general supervision over the affairs of IBCC and may obtain or ask \nfor advice on any issue relating to and covered in the mandate of IBCC or its \nsecretariat, BoG, or forum, as the case may be;  \n(b) examine the budget proposal for the grant of appropriate allocation to IBCC, \nensure maintenance of financial discipline, and audit of accounts of IBCC as \nper normal procedures of the Federal Government through the Auditor \nGener al of Pakistan.  \n 12. Officers and staf f of I BCC .— (1) The IBCC shall consist of the executive director, \ndirector general, dir ectors, and such other officers and staff as may be needed and prescribed from \ntime to time to run the mandated activities of the MCC.  \n (2) The IBCC  shall appoint such officers and staff on such terms and conditions and in such \nmanner as may be prescribed.  \n (3) The serving officers and staff of Inter Boards Committee of Chairmen, existing as on the \nday of commencement of this Act, shall stand continued, protected, and regularized under this Act in \nthe Inter -Boards Coordination Commission on their occupying positions.  \n 13. Appointment, functions and powers of executive director of IBCC.__ (1) The \nexecutive director shall be appointed by the division concerned on set criteria or the terms and \nconditions as may be prescribed:  \n Provided that the existing incumbent chief executive of Inter Boards Committee of Chairmen \nshall be the first executive director of newly re constituted IBCC for a term of three years on his \nterms and conditions existing before commencement of this Act or appointment by transfer \nwhichever deems appropriate to the concerned Minister 1n -charge.  \n (2) The executive director shall hold office for a term of three years and shall be eligible for \nre-appointment for a second term not exceeding three years:  \n Provided that notwithstanding the e xpiry of the terms of his office, he shall continue to hold \noffice until his/her successor is appointed and enters upon his office.  \n \nPage 9 of 10 \n  (3) If at any time the office of executive director is vacant, or he/she is unable to perform \nhis/her functions, temporaril y or otherwise by reason of leave, illness, or other cause for a period not \nexceeding one year, the concerned division shall make such arrangements for carrying on the duties \nof executive director as it may think fit.  \n (4) The executive director shall be t he chief executive officer of the IBCC who shall ensure \nthe observance of provisions of this Act and the rules, regulations, and policy made there under.  \n (5) If an emergency arises out of the administrative business of BoG which, in the opinion of \nthe exe cutive director, requires that immediate action should be taken; the Executive Director may \ntake such action as he deems necessary and shall report the action taken to the concerned division \nand to the BoG at its next meeting for approval.  \n (6) The Executi ve Director shall exercise such other powers as may be prescribed.  \n 14. Funds. —The IBCC shall operate accounts with any scheduled or Government owned \nbank to deposit its all kinds of receipts earned from the resources of IBCC to be maintained in \naccordance  with the prescribed procedure and format. The annual budget from earned resources of \nIBCC shall be passed o r- appropriated or reappropriated from the finance and planning committee to \nbe constituted by the BoG of IBCC. The financial provisions and discipl ine of IBCC shall be \nsupervised by the finance and planning committee, which shall seek grant in -aid and other \nallocations from the Government through the division concerned as per the prescribed procedure.  \n 15. Annual audit of accounts .—(1) The accounts of IBCC, shall be audited through the \nAuditor General of Pakistan in accordance with the applicable prescribed procedure, fir which, all \nstatements of expenditure, relevant  registers and records shall he maintained in such form and \nmanne rs as prescribed or may be prescribed.  \n (2) The IBCC shall, at the time of the audit, produce all accounts, re gisters, documents, and \nother papers. which may be required by the auditors to assist in the scrutiny of accounts:  \n Provided that if the division concerned or BoG certifies that a particular document is secret, \nthe auditor shall accept in lieu of such documents statement in respect thereof, duly certified by the \nauthorized officer of the department:  \n Provided further that if such a document is confi dential, the auditor shall be responsible for \npreventing disclosure of its contents.  \n 16. Provident fund. —(1) The IBCC may create a provident fund for the benefit of its \nexisting employees, in accordance with the provisions of the Provident Funds Act, 1925  (XIX of \n1926).  \n (2) The salary or their remunerations and pension of the new incumbent employees of IBCC \nshall be determined by the BoG on such terms and conditions as may be prescribed.  \n 17. Power to make rules. —The Board may, with the approval of the di vision concerned and \nby notification in the official Gazette, make rules to carry out the purposes of this Act,  \n 18. Power to make regulations. — (1) The IBCC may, by notification in the official Gazette, \nmake regulations not inconsistent with the provision s of this Act and rules made thereunder to carry \nout purposes in respect of its internal matters under this Act. \n \nPage 10 of 10 \n  19. Removal of difficulties.___ If any difficulty arises in giving effect to any of the provisions \nof this Act, the Federal Government may, within one year of the commencement of this Act, make \nsuch order, not inconsistent with the provisions of this Act,  as may appear to it to be necessar y or \nexpedient for the purpose of removing such difficulty.  \n 20. Indemnity.  No suit, prosecution, or oth er legal proceedin gs shall lie against any person \nfor anything done or intended to be done in good faith under this Act or any rule or regulation made \nthereunder . \n 21. Repeal end saving.___(l) The erstwhile ministry of education 's Resolution No.F.l0 -ll/86-\nCF.I. dated the 30th day of June . I987, hereinafter cal led as the repealed Resolution , is hereby \nrepealed . \n (2) Notwithstanding  the repeal under sub -section (l).  \n(a)  everything  done, actions taken, obligations or liabilities inc urred, rights and \nassets acquired , persons appointed or authorized , jurisdiction  or power  \nconferred , endowments , bequests , funds or trusts created, donat ions or grants \nmade , or exhibitions  instituted and orders  issued under any of the provisions \nof the repealed  Resolution or the regulations  and the rules made or deemed  to \nhave  been made there -under, shall , If not inconsistent with the provisions of \nthis Act, or the regulations or the rules made under  this Act, be continued  and, \nshall be deemed to have been respectively done, taken, incurred , acquired, \nappointed , authorized  confe rred, created, made. Instituted,  granted and issued \nunder this Act and sh all have effect accordingly; and  \n(b)  any regulations or rules made or deemed lo have been made under the \nrepealed Resolution shall, if not inconsistent with the provisions of this Act be \ndeemed to be regulations or rules made under this Act having regard to the \nvarious matters which by this Act have to be regulated or prescribed by \nregulations and rules respectively and shall continue to be in force until they \nare repealed, rescinded or modified in accord ance with the provisions of this \nAct. \n 22. Act to override other laws.  The provisions of  this Act shall have effect notwithstanding \nanything  to the contrary contained in an y other law for the time being  in force and any such law \nshall, to the extent of inconsistency , cease to have any effect on the commen cement of  this Act."
}