{
    "file": "./converted_json\\administrator1b5b9becb8d92cfaf75bd5000a05964c(2).json",
    "name": "Civil Pioneer Force Ordinance, 1965",
    "date": "9th September, 1965",
    "tagline": "To constitute a Civil Pioneer Force for service in Pakistan",
    "content": "THE CIVIL PIONEER FORCE ORDINANCE, 1965  \n \n1ORDINANCE NO. XXVII OF 1965  \n[9th September, 1965]  \n            \nAn Ordinance to constitute a Civil Pioneer Force for service in Pakistan and to \nprovide for the organis ation, control and discipline thereof.  \n \nWHEREAS i t is expedient to constitute a Civil Pioneer Force for ser vice in Pakistan and \nto provide for the organisation, control and dis cipline thereof ;  \nAND WHEREAS a Proclamation of Emergency issued under clause (1) of Article 30 of \nthe Constitution is in forc e ; \nAND WHEREAS the President is satisfied that immediate legislation is necessary to \nmeet the emergency ;  \n            NOW , THEREFORE, in exercise of the powers conferred by clause (4) of Article 30 of \nthe Constitution, read with clause (2) of Article 131 thereof, and of all other powers enabling \nhim in that behalf, the President is pleased to make and promulgate the following Ordinance: - \n1. Short title, extent and commencement.___(1) This Ordinance may be called the Civil \nPioneer Force Ordinance, 1965.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions. In this Ordinance, unless there is anything repugnant in the subject or \ncontext,___  \n(a)  \"Chief Controller \" means the gazetted officer appointed to command all t he units \nof the Civil Pioneer For ce constituted in, a Province;  \n(b)  \" Civil Pioneer \" means an enrolled person other than a gazetted or non -gazetted \nofficer ;  \n(c)  \" Controller \" means the gazetted officer appointed to command a unit of the Civil \nPioneer Force, and includes, in his absence from duty, the senior gazet ted officer of \nthe unit present with the unit ;  \n(d)  \"Detachment \" means any portion of a unit of the Civil Pioneer Force serving away \nfrom the headquarters of the unit ;  \n(e)  \"enrolled person \" means a person for the time being subject to the provisions of \nthis Ordinance ;  \n \n1Approved by  the National Assembly of Pakistan on 26th November, 1965, see Gaz. of P., 1965, Ext., pp. 1416 -1423.  \nFor notifn. Entrusting to the Provincial Government the fun ctions of the Central Government u nder this Ordinance, see Gaz., of P., \n1965, Ext., p. 1152.  \n(f )  \"party \" means any portion of a unit or detachment ordered to perform any \nparticular job or duty at the headquarters or elsewhere ;  \n(g)  \"prescribed\" means p rescribed by rules made under this Ordinance ;  \n(h)  \"service in a war area \" means service in an area in Pakistan in which for the time \nbeing enemy action is taking place, or in an area in Pakistan declared by the \n 1[Federal Government ], by notification in  the official Gazette, to be a war area \nfor the purposes of this Ordinance ;  \n(i)  \"Superior Officer \" means, in relation to a person subject to this Ordinance, a \ngazetted afficer or a non -gazetted officer who is of a class higher than that person \nor is sen ior to that person in the same class ;  \n(j)  \"unit \" means a unit of the Civil Pioneer Force constituted under section 3.  \n3. Constitution of the Civil Pioneer Force.____(1) There shall be raised and maintained \nin the manner hereinafter provided a force to b e designated the Civil Pioneer Force (hereinafter \ncalled the \"Force \") to perform in Pakistan the duties hereinafter specified.  \n(2) The 1[Federal Government] may constitute for service in any part of Pakistan one or \nmore units and may disband or reconstit ute any unit so constituted.  \n(3) The strength and composition of a unit shall be such as may be prescribed.  \n4. Duties of the Force.___(1) It shall be the duty of the Force and of the persons enrolled \ntherein as and when required by the  2[Federal]or a Prov incial Government or by an authority \nauthorised in this behalf by the 2[Federal] or Provincial Government, for the purpose of securing \nthe defence of Pakistan or any part thereof, the public safety, the maintenance of public order or \nthe efficient prosecut ion of war, or for maintaining supplies and services essential to the life of \nthe community -  \n(a)      to repair and maintain important lines of communications, to clear roads after an \nenemy raid , to construct diversions in case of floods, brid ges and air landing \ngrounds ;  \n(b)      to load, unload or stack large quantity of warlike and other important items which \nof necessity may, have to be moved from one place another ;  \n \n1Subs,. by F.A.O., 1975, Art. 2 and T able, for “Central Government”.  \n2Subs. ibid., fo r “Central”. \n(c)      to construct defence works and air raid shelters ;  \n(d)      to man vital or other installations in case of emergencies ;  \n(e)     to clear debris from important headquarters and offices after enemy bombardment ;  \n(f)      to perform wo rk in factories, workshops and shipyards ;  \n (g)      to render such other services as, in the opinion of the  1[Federal]or a Provincial \nGovernm ent, are necessary or expedient for the purposes aforesaid : \n  Provided that the  2[Federal Government] may, subje ct to such condition as may be \nprescribed, levy a charge for any work carried out by the Force for or on behalf of a Provincial \nGovernment, a local authority or industrial commercial undertaking.  \n  (2) A unit shall be liable fo r service in the part of Paki stan which it has been constituted \nunder section 3, and shall be liable , if the 2[Federal Government] so orders, for service in any \nother part  of Pakistan.  \n5. Officers of the Force. There shall be the following classes of office rs in the Force, \nnamely: -  \n(i)  gazetted officers Class I - \n(a)  Chief Controllers,  \n(b)  Controllers,  \n(c)  Deputy Controllers,  \n(d)  Assistant Controllers,  \n(e)  Group Officers;  \n(ii)  gazetted officers Class II - \n(a)  Administrative Officers,  \n(b)  Store Officers;  \n(iii)  non-gazetted offi cers- \n(a)  Chief Supervisors,  \n(b)  Group Supervisors,  \n(c)  Assistant Group Supervisors;  \nand such grades in the classes of non -gazetted officers as the 2[Federal Government] may direct.  \n1 Subs. by F.A.O., 1975 , Art. 2 and Table, for Central  Government.  \n2Subs. ibid., for “Central “Government”.  \n \n \n6. Appointment of officers. -(1) Gazetted officers, Class I and Class II shall respectively \nbe selected by the  1[Federal Government] and the Provincial Government and the 1[Federal \nGovernment] shall issue to each such  officer order of appointment.  \n(2) Non -gazetted officers shall be appointed from amongst Civil Pioneers in the unit by \nthe Controller of the unit or by such other authority and such manner as may be prescribed.  \n7. Enrolment and appointment to units. -(1) A ny person who is or is deemed to be a \ncitizen of Pakistan may, if he has attained the age of eighteen and is not employed in the Army, \nNavy or Air Force of Pakistan or in the Civil Armed Forces including their Reserves, the \nPakistan National Guard, village  defence or such functionary bodies as are planned to be co -\nopted by the Armed Forces in time of war, includ ing Ansars, unless any of them is specifically \nallowed by the competent authority, or in any employment to which the Pakistan Essential \nServices (M aintenance) Act, 1952 (LIII of 1952), for the time being applies, offer himself for \nappointment to or enrolment in the Force, and, if he satisfies the prescribed conditions, may be \nenrolled therein in such manner and for such period as may be prescribed, a nd shall there upon \nbecome subject to the provisions of this Ordinance.  \n(2) Subject to the prescribed con ditions, if any, an applicant for enrol ment may apply to \nbe enrolled for service in a particular unit.  \n(3) Any person enrolled shall without unnecess ary delay be appointed in the prescribed \nmanner to a unit consti tuted for the part in which he for the time being resides, or if he applies \nfor enrolment in a particular unit to that unit.  \n8. Transfers . Any person appointed to a unit under section 7 may be  transferred, \nwhether on disbandment of the unit or otherwise, to another unit in such manner as may be \nprescribed  : \nProvided that a person who is not a gazetted officer shall not, without his own consent, \nbe transferred to a unit constituted for a part ot her than that in which he was enrolled.  \n9. Liability for service . Every person subject to this Ordinance shall be bound to serve \nin the unit of the Force to which he has been appointed or transferred or is for the time being \nattached until he is discharged  from the Force.  \n10. Discharge and dismissal .-(1) Every person subject to this Ordi nance shall be \nentitled to receive his discharge from the Force on the expiration of the period for which he was \nenrolled or on his attaining  the age of fifty ; but any such  person may, before he becomes so \nentitled, be discharged by such authority and subject to such conditions as may be prescribed.  \n \n \n1 Subs. by F.A.O., 1975 , Art. 2 and Table, for Central  Government.  \n \n \n(2) The prescribed authority may, subject to such condit ions as may be prescribed, \ndismiss any person from the Force.  \n            11. Major offences.  Any person subject to this Ordinance who -           \n (a)        begins, incites, causes or conspires with any other person to cause, or joins in \nany mutiny, or  \n (b)        being present at any mutiny, does not use his utmost endeavour to supress it, or  \n(c)        knowing or having reason to believe in the existence of any mutiny or of any \nintention to mutiny, does not, without delay, give information thereof to his  \nsuperior officer, or  \n(d)        uses or attempts to use criminal force to, or commits an assault on, his superior \nofficer, whether on or off duty, knowing or having reason to believe him to be \nsuch, or  \n(e)        while on service in a war area,  \n(i)  disobeys the lawful command of his superior officer, or  \n(ii)  deserts or attempts to desert the service, or  \n(iii)  quits his post or party without being relieved or without leave, or  \n(iv)  fails to perform his duty, or  \n(v)  intentionally causes or spreads a fa lse alarm, or  \n(vi)  plunders, destroys or damages property of any kind,  \n  \nshall be punishable with imprisonment for a term which may extend to seven years and with fine \nwhich may extend to five hundred rupees.  \n12. Minor offences. Any person subject to this  Ordinance who -  \n(a)        is in a state of intoxication when on or detailed for duty, or  \n(b)        is grossly insubordinate or insolent to his superior officer in the execution of his \noffice, or  \n (c)        refuses or wilfully neglects to perform or ass ist in any work or duty ordered to \nbe done either in quarters or elsewhere, or  \n(d)        while incharge of  a party, permits behaviour prejudicial to good order and \ndiscipline, or  \n (e)        uses criminal force to, or commits an assault on, or otherwise i ll-treats, any \nmember of the Force subordinate to him in rank or position, or  \n (f )       designedly or through neglect injures or loses or fraudulently or with out due \nauthority disposes of, his clothes, tools or equipment or any such articles \nentrusted t o him or belonging to any other member of the Force, or  \n(g)        malingers, feigns or produces disease or infirmity in himself, or intentionally \ndelays his cure or aggravates his disease or infirmity, or  \n (h)        with intent to tender himself or any o ther member of the Force unfit for service, \nvoluntarily causes hurt to himself or that other member, or  \n(i)         while not on service in a war area,__ \n(i)         disobeys the lawful command of his superior officer, or  \n(ii)      deserts or attempts to d esert the service or h is party or his post or his duty, \nor \n (j)        is guilty of any act or omission not otherwise punishable which is prejudicial to \ngood order and discipline, shall be punishable with imprisonment for a term \nwhich may extend to one yea r, or with fine which may extend to five hundred \nrupees, or with both.  1[:] \n 2[Provided that offences under clause (a) shall be tried under the Prohibition (Enforcement of \nHadd) Order, 1979 (P.O. No. 4 of 1979)].  \n13. Attempts to commit offences and abetme nt of offences. Any en rolled person who \nattempts to commit or abets the commission of an offence under this, Ordinance shall be \npunishable with the punishment provided for such offence.  \n \n14. Summary disposal of minor offences of Civil Pioneers. When a Civ il Pioneer is charged \nwith an offence punishable under section 12  3[except clause (a) thereof,] the controller or the \ngazetted officer commanding the detachment in which such person is serving, if so authorized in \nwriting by the Chief Controller, may disp ose of the charge without formal trial and may award \none or more of the following punishments, namely : -  \n (a)  confinement in such place as may be considered suitable for a period not exceeding \nseven days ;  \n \n1 Subs. by the Civil Pioneer Force (Amdt.) Ordi nance, 1983 (30 of 1983), s. 2 for full -stop.  \n2 Provis. added ibid.  \n3 Ins. ibid.  \n   \n(b)      punishment drill, extra work, fatigue or other duty, for a period not exceeding \nthirty days, with or without confinement to quarters or lines ;  \n (c)   forfeiture o f pay and allowances for a period not exceeding one month.  \n15. Summary disposal of minor ofences of non -gazetted officers. When a non -\ngazetted offcer is charged with an offence punishable under section 12  1[except clause (a) \nthereof,], the Controller or t he gazetted officer commanding the detachment in which the non -\ngazetted officer is serving, if so authorised in writing by the Chief Controller, may dispose of the \ncharge without formal trial and award to such non -gazetted offcer any one or more of the \nfollowing punishments, namely : -  \n(a)  reduction to a lower class or to the ranks ;  \n(b)  forfeiture of pay and allowances for a period not exceeding one month ;  \n (c)  reprimand or severe reprimand;  \nProvided that no such non -gazetted officer shall be reduced i n grade, class or rank except \nby an order of the Controller.  \n16. Summary disposal of minor offences of gazetted officers. When a gazetted officer \nis charged with an offence punishable under section 12 1[except clause (a) thereof,], the Chief \nContro ller or Controller  may, subject to any rules in this be half, without formal trial, reprimand \nor severely reprimand such officer or may refer the matter to the Provincial Government for \ndisposal.  \n \n17. Reduction in rank for inefficiency or lack of zeal. Subject to  any rules made in this \nbehalf, the Controller may reduce to a lower grade or a lower class or to the ranks any non -\ngazetted officer in his unit on the grounds of ineffciency or lack of zeal.  \n \n \n18. Trial of minor offences. -(1) An offence punishable under s ection 12 1[except clause \n(a) thereof,] and not disposed of under section 14, 15 or 16 may be tried by the Summary  Court, \nconstituted as provided in sub -section (2).  \n(2) A Summary Court shall consist of a Magistrate of the first class appointed by the \nDistrict Magistrate, sitting with the Controller or a gazetted officer of the Force nominated by \nhim and a third person to be selected by the Provincial Government. The Ma gistrate so \nappointed shall be P resident of the Court and, in the event of any difference  of opinion, the \nopinion of the majority shall prevail.  \n(3) A Summary Court may take cognizance of an offence upon a re port in writing made \nby a gazetted officer of the Force authorized in this behalf by the Chief Controller, and such \nofficer shall in mak ing complaint be deemed to be a public servant acting in the discharge of his \nofficial duties.  \n1 Ins. by the Civil Pioneer Force (Amdt.) Ordinance, 1983 (30 of 1983), ss. 3 and 4.  \n(4) A Summary Court shall in the trial of an offence follow as far as possi ble the \nprocedure for the trial of summary cases in which an appeal lies as laid down in Chapter XXII of \nthe Code of Criminal Procedure, 1898 (Act V of 1898).  \n (5) A Summary Court may pass any sentence authorized by section 12 for the offence.  \n(6) An appea l from a sentence passed by a Summary Court may be made within thirty \ndays of the sentence to the authority appointed by the Provincial Government and such authority \nshall in disposing of such appeals follow the same procedure and have the same powers as a n \nappellate Court follows and has under the Code of Criminal Procedure, 1898 (Act V of 1898).  \n(7) The provisions of the Code of Criminal Procedure, 1898 (Act V of 1898), and of any \nother law for the time being in force, in so far as they may be applicable and in so far as they are \nnot inconsist ent with the provisions of this Ordinance, shall apply to all matters connected with, \narising from or consequent upon a trial by a Summary Court.  \n19. Power of Controller to make deduction from pay. The following dedu ctions may, \nsubject to the rules made in this behalf, be made by the Controller from the pay and allowances \nof any person subject to this Ordi nance, namely: - \n (a)     all pay and allowances for every day on which such person is absent either on \ndesertion or without leave or because of imprisonment awarded by a Criminal \nCourt or a Court constituted under this Ordi nance ;  \n(b)    all pay and allowances for every day on which such person is in custody on a \ncharge for an offence of which he is afterwards convi cted by a Criminal Court or \na Court constituted under this Ordinance, or on a charge of absence without leave \nfor which he is afterwards awarded punishment under section 14, 15 or 16 ;  \n(c)    all pay and allowances for every day on which such person is in hospital on \naccount of sickness certified by the medical officer attending him to have been \ncaused by an offence punishable under this Ordinance committed by him, or, \nsubject to any rules made in this behalf, on account of a venereal disease ;  \n(d)        all pay and allowances which may be forfeited under section 14 or 15 ;  \n(e)        any deduction from pay which may be ordered under clause (b) of section 20 ;  \n(f)      any sum required to defray any expenditure incurred as a con sequence of \nmisconduct by hi m or to make good any loss of, or of damage or destruction done \nby him to, any clothes, tools or equipment or to any build ing or property  : \nProvided that the total deductions from the pay and allowances of any person under \nclauses (d) to (f) shall not in any one month exceed one -half of his pay and allowances for that \nmonth.  \n20. Power of Provincial Government to award punishment. The following \npunishments may, subject to the rules made in this behalf, be awarded to a gazetted officer by \nthe Provincial Gove rnment, namely: -  \n(a)      reprimand or severe reprimand ;  \n(b)      deductions from pay to defray expenditure or recoup loss incurred a s a \nconsequence of misconduct by him ; and  \n(c)    forfeitue of service for purposes of seniorty, promotion and annual inc rements.  \n21. Custody during investigation. Any person charged with an offence punishable \nunder this Ordinance may be taken into and kept in custody in the prescribed manner by the unit \nto which he belongs pending investigation of the offence.  \n22. Arrest of  deserters. -(1) Whenever any enrolled person deserts his unit, the \nController or the gazetted officer commanding the detachment to which he belongs may give \nwritten information of the desertion to the officer in charge of the nearest police station, and \nsuch police officer shall thereupon take steps for the apprehension of the deserter in like manner \nas if he were a person for whose apprehension a warrant had been issued by a Magistrate, and \nshall deliver the deserter when apprehended to the custody of his unit. \n(2) Any police officer may arrest without warrant any person reasonably believed by him \nto be enrolled person who has deserted his unit, and shall on making an arrest bring or send the \narrested person without delay to the nearest unit.  \n23. Place of t rial. An enrolled person charged with an offence punish able under this \nOrdinance may be tried and punished for such offence in any place in Pakistan.  \n24. Proof of appointment or enrolment. In any proceedings before a Court the fact that \na person is a pers on subject to this Ordinance may be provided by the production of a certificate \npurporting to be signed by the Controller of the unit in which he is so serving.  \n25. Power of  1[Federal Government] to exercise powers of Provincial Government. \nThe 1[Federal Government] may exercise any power vested by this Ordi nance in the Provincial \nGovernment.  \n26. Power to make rules. The 1[Federal Government] may, by notifi cation in the official \nGazette, make rules2 to carry out the purposes of this Ordinance.  \n \n1 Subs. b y F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2For such rules, see Gaz. of P., 1965, Ext., pp. 1132 -1143.) \n \n  \n \n \n(2) In particular and without prejudice to the generality of the foregoing power, rules \nmay be made to provide for any of the foll owing matters, namely : - \n            (a)  appointment of officers ;  \n (b)  delegation of powers ;  \n(c)  enrolment and appointment to units ;  \n(d)  transfers ;  \n (e)  reduction in rank for inefficiency or lack of zeal';  \n (f)  power of Controllers to make deduct ions from pay ;  \n (g)  power of Provincial Governments ;  \n (h)  custody during investigation ;  \n (i)  the duties, training, clothing, equip ment and conditions of service of enrolled \npersons, the payment of compensatio n to or in respect of such per sons for inj uries \nreceived or death suffered by them ;  \n (j)  the organisation of the Force and of the units thereof ;  \n (k)  medical examination of persons offering themselves for appointment or \nenrolment ;  \n  (l)  any matter which is to be or may be prescribed under th is Ordi nance.  \n  \n_____________"
}