{
    "file": "./converted_json\\administratorece3387105d06b88985c51eb508a3657.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 7 \n  \n \nTHE SIND TEXTILE BOARD ORDINANCE, 1949  \n \n \n \nCONTENTS  \n1.  Short title , extent and commencement  \n2.  Interpretation  \n3.  Establishment and I ncorporation of the Sind Textile Board  \n4. \n5.  Management of  the Board  \n6. \n7.  Members of the Committee not to be remunerated  \n8.  Membership of the Board  \n9.  Subscriptions , liability and interest of members  \n10.  Conduct of B usiness of the Board  \n11.  General C ontrol by Government  \n12.  Accounts and Finance  \n13.  Procedure  \n14.  Winding u p of the Board  \n15.  Power to make rules  \n16.  Act VII of 1913 not apply to Board  \n17.  Bar of legal proceedings  \n18.  Existing Board deemed to be Boar d established by this Ordinance  \n  \n \n \n\n \nPage 2 of 7 \n THE SIND TEXTILE BOARD ORDINANCE, 1949  \n \nORDINANCE NO. X OF 1949 . \n \n[13th July, 1949]  \nAN  \nORDINANCE  \nto incorporate and regulate the Sind Textile Board.  \n WHEREAS an emergency has arisen which makes it necessary to incorporate and regulate a \ntrading corporation in 1[* * * ] Sind for the purpose of improving the procurement and wholesale \ndistribution of cloth 1[therein] ;  \n NOW, THEREFORE , in exercise of the po wers conferred by S ection 42 of the Government of \nIndia Act, 1935, the Governor -General is pleased to make and pro mulgate the following Ordinance :___  \n 1. Short title , extent and commencement. (1) This Ordinance may be called the Sind Textile \nBoard Ordinance, 1949.  \n (2) It extends to 1[* * * ] Sind and the 2[Karachi Division].  \n (3) It shall come into force at once and shall be deemed to have taken effect on the 5th day of \nDecember  1947.  \n 2. In terpretation. In this Ordinance, unless there is anything repugnant in the subject or \ncontext,___  \n(a)  “cloth” means cloth either manufactured wholly from cotton or manufactured \npartly from cotton and partly from other material and containing not less tha n \n10 per cent of cotton by weight;  \n(b)  “Director” means the Director of Civil Supplies, Sind, and includes the \nAssistant Director of Civil Supplies (Textiles), Sind;  \n(c)  “Government” means the 1[Provincial Government];  \n(d)  “prescribed” means prescrib ed by rules made under this Ordinance;  \n(e)  “regulations” means regulations made under section 13;  \n(f)  “scheduled bank” means a bank included in the Second Schedule to the State \nBank of Pakistan Order, 1948;  \n(g)  “wholesale dealer” means a person engag ed in wholesale business in cloth.  \n \n \n1Omitted and subs. by the Central Laws (Statute Reform) Ordinance  No. XXI of 1960 , s. 3 and 2nd Sch.  \n2Subs. by A. O., 1964, Art. 2 and Sch .  \n \n \nPage 3 of 7 \n  3. Establishment and I ncorporation of the Sind Textile Board. (1) As soon as may be after \nthe commencement of this Ordinance, there shall be established in the manner hereinafter provided a \ntrading corporation for the purpose of improving the procurement and wholesale distribution of cloth \nin 1[* * * ] Sind.  \n (2) The  said trading corporation shall be a body corporate by the name of the Sind Textile \nBoard (hereinafter referred to as the Board) having perpetual succession and a common seal and shall \nby the said name sue and be sued.  \n 4. There  shall be a Chairman and a Vice Chairman of the Board who shall be elected in such \nmanner and shall hold office for such term as may be prescribed.  \n 5. Management of the  Board. (1) There shall be constituted for the purpose of administering \nthe affairs of the Board an Executive Committee, hereinafter referred to as the Committee.  \n (2) The affairs of the Board shall be administered by the Committee which shall consist of the \nChai rman and Vice -Chairman of the Board, who shall be Chairman and Vice -Chairman respectively \nof the Committee and nine other members who shall be elected for this purpose and shall hold office \nuntil the next election.  \n (3) The term of office of the members o f the Committee shall be such as may be prescribed.  \n (4) No act done or decision taken by the Committee shall be called in question on the ground \nmerely of the existence of any vacancy therein or defect in its constitution or on the ground that the \nBoard is not at any time fully established.  \n 6. In the event of any vacancy in the office of Chairman or Vice -Chairman of the Board or of \na member of the Committee, otherwise than at the end of his term of office the person elected to \nsucceed him shall hold off ice only for the unexpired portion of that term.  \n 7. Members of the Committee not to be remunerated. No Chairman or Vice -Chairman or \nany member of the Committee or of any sub -committee or any person co -opted to serve on any sub -\ncommittee shall be entitled to receive for his services in such capacity any remuneration from the funds \nof the Board or otherwis e.  \n 8. Membership of the Board. (1) The Board shall consist of not more than seventy members \nwho may be individuals or firms or corporate bodies.  \n (2) Subject to the provisions of this Ordinance a person shall be eligible to be a member of the \nBoard who___  \n(a)  is a wholesale cloth dealer;  \n(b)  is able to contribute in full towards the capital of the Board as set out hereinafter; \nand  \n(c)  is in the opinion of the Committee a suitable person and one who will forward \nthe interests of the Board.  \n \n1Omitte d by the Central Laws (Statute Reforms) Ordinance No. XXI of 1960, s.4 and 2nd Sch.  \n \nPage 4 of 7 \n  (3) Any person claiming to be eligible as aforesaid and desiring to be a member on the Board \nmay apply to the Committee in this behalf in the manner prescribed.  \n (4) The Committee shall consider all applications received by it under this section, and if it is \nsatisfied that an applicant is eligible as aforesaid, it shall recommend to the Director that the eligibility \nof the applicant for membership of the Board may be admi tted.  \n (5) In considering an application recommended under the preceding sub -section the Director \nmay require the applicant to furnish him with such further evidence of eligibility for membership as \naforesaid as he may specify.  \n (6) If the Director accep ts the recommendation of the Committee, he shall notify the applicant \nin writing that his eligibility for membership as aforesaid has been admitted.  \n (7) The decision of the Director under this section shall be final, and no order passed by him \nadmitting or rejecting an application under this section shall be called in question on any ground in any \ncourt.  \n 9. Subscriptions , liability and interest of members. (1) Every member of the Board shall \nsubscribe towards the funds of the Board a sum of not less tha n one lakh of rupees.  \n (2) Any person applying to be a member of the Board shall, not later than the prescribed date, \nsubscribe in full a sum not less than as aforesaid towards the funds of the Board, and upon making \nsuch subscription shall become a membe r of the Board and shall be entitled to one vote.  \n (3) The interest of each member of the Board in the earnings of the Board available at any time \nfor distribution among the members of the Board shall be in proportion to the amount at that time \nstanding to his credit in the books of the Board and shall con tinue for so long as he remains a member \nof the Board.  \n 10. Conduct of B usiness of the Board. Subject to the provisions of the next succeeding section \nall matters involving in the opinion of the Committee substantial questions of policy and all such other  \nmatters as may be specified in the regulations shall be decided by the Board, and all other affairs of \nthe Board, save as may be prescribed, shall be administered by the Committee:  \n Provided that the decision of the Committee in any such matter as may be  specified in the \nregulations shall be submitted for the approval of the Board.  \n 11. Gene ral C ontrol by Government. The activities of the Board shall be subject to the \ngeneral control of the Government and the Board shall comply with any directions of a g eneral or \nspecial nature which the Government or the Director or any other officer authorised by either in this \nbehalf may give to it.  \n 12. Accounts and Finance. (1) The accounts of the Board shall be maintained and audited in \nsuch manner and in accordanc e with such provisions as may be prescribed and the funds of the Board \nshall be deposited in such scheduled banks as may be approved by the Committee.  \n (2) Subject to such conditions as may be prescribed, the Committee may, on behalf of the \nBoard, take su ch loan from or enter into such other arrangements with any scheduled bank as are, in \nthe opinion of the Committee, necessary in the interest of the members of the Board or for forwarding \nthe purposes of the Board.  \n \nPage 5 of 7 \n  (3) The Committee may secure loans from  any scheduled bank or banks either against cash \nsecurity or against hypothecation of stocks.  \n 13. Procedure. (1) A general meeting of members of the Board shall be convened at such time \nand at such place and its proceedings shall be conducted in such man ner as may be prescribed.  \n (2) The Board may make regulations, not inconsistent with the provisions of this Ordinance \nand the rules made thereunder___  \n(a)  specifying the matters to be decided by the Committee and the matters in respect \nof which decision s of the Committee shall be submitted for the approval of the \nBoard;  \n(b)  imposing such conditions or restrictions as it thinks fit on the powers of the \nCommittee;  \n(c)  enabling the Committee to co -opt other members of the Board to serve on the \nCommittee  and to constitute sub -committees from amongst its members and \nempowering such sub -committees to co -opt additional members, whether \nmembers of the Board or not, having special knowledge of the subject with \nwhich a particular sub -committee is concerned;  \n(d)  providing for the convening of meetings of the Committee or sub -committees, \nthe time and place at which such meetings shall be held, the number of members \nnecessary to constitute a quorum at such meetings and the procedure and the \nconduct of business th ereat.  \n 14. Winding up of the Board. (1) The Board shall continue in being until it is wound up in \naccordance with the provisions of this section.  \n (2) Subject as hereinafter provided the Board may be wound up___ \n(a)  by the order of the Government; or  \n(b)  by a resolution passed by a majority of the Board.  \n (3) In the case of a winding -up by an order under clause (a) of sub -section (2) the order shall \nnot take effect until such date, not being a date less than three months after the date of the order, as the \nGovernment or the Director may specify by notification in the official Gazette.  \n (4) In the case of a winding -up by a resolution under clause (b) of sub -section (2) the resolution \nshall not take effect until the expiry of a period of three months f rom the date on which the resolution \nis communicated to the Government, and during the said period the Board, notwithstanding anything \nin the said resolution, shall be bound to comply with any direction of the Government or of the Director \nor of any office r of the Supply Department of the Administration of the 1[Karachi Division].  \n  \n \n1Subs. b y A. O., 1964, Art. 2 and Sch.  \n \nPage 6 of 7 \n  (5) Notwithstanding anything in the foregoing sub -sections of this section the Board shall b e \ndeemed not to have been wound  up until all sums due to the Government or to the Central Government \nor to any bank to which a guarantee has been given by the Government for advancing any loan to the \nBoard have been repaid in full and a certificate to that effect has been obtained from t he Government \nand from the 1[Federal Government].  \n (6) Every person who is, or who at any time has been, a member of the Board whether as \nestablished by the Government or by this Ordinance, shall b e liable jointly and severally  to contribute \nto the assets  of the Board to the extent that those assets may at the winding up be insufficient to pay \nthe debts of the Board, and no resignation or transfer of shares whenever made shall operate to exempt \nany such person from such liability.  \n (7) For removing doubts  it is hereby decl ared that any notice of winding  up given by the Sind \nTextile Board before the commencement of this Ordinance shall be void.  \n 15. Power to makes rules. (1) The Governm ent may by notification in the O fficial Gazette \nmake rules to carry out  the purposes of this Ordinance.  \n (2) In particular, and without prejudice to the generality of the foregoing provision such rules \nmay: ___  \n(a)  provide for the manner in which the accounts of the Board shall be maintained \nand audited and generally for a ll matters relating to the finances of the Board \nfor which it is necessary or expedient to make provision;  \n(b)  lay down the conditions subject to which the Committee may take loans from \nor enter into arrangements with any scheduled bank under section 12;   \n(c)  provide for the convenin g of general meetings of member of the Board, the \ntimes and places at which such meetings shall be held and the procedure and \nconduct of business thereat;  \n(d)  provide for any other matter which is under this Ordinance to be  prescribed.  \n (3) Rules made under this section may apply to the Board any of the provisions of the \nCompanies Act, 1913 (VII of 1913)  with such modification  as may be considered necessary for \nadapting them to the requirements of the Board.  \n 16. Act VII of 1913 not apply to Board. Save as expressly provided by or under this \nOrdinance, the provis ions of the Companies Act, 1913 , shall not apply to, or in relati on to, the Board.  \n 17. Bar of legal proceedings. No suit, prosecution or other legal proceedings shall lie against \nany person for anything done or in good faith intended to be done, under this Ordinance.  \n 18. Existing Board deemed to be Board established  by this Ordinance. (1) The Sind Textile \nBoard established by the Government on the fifth day of December, 1947, shall be deemed to have \nbeen established under this Ordinance, and any person who at the commencement of this Ordinance is \nor has been a member  of that Board or  of the Committee or of any sub -committee under that Board \nshall be deemed to be or to have been a member of the  Board or Committee or sub -committee, as the \ncase may be, established or  constituted under  this Ordinance  ; and all contracts , rights and liabilities  \n1Subs. by F.A .O., 1975 Art. 2 and Table.   \n \nPage 7 of 7 \n of whatever kind, whether arising out of any contract or in any other manner whatsoever of that Board \nor of any member thereof as such member shall be deemed accordingly to be contracts, ri ghts and \nliabilities of the Board or of that member of the Board, constituted under this Ordinance.  \n (2) Notwithstanding anything in section 4 any person holding office as Chairman or Vice -\nChairman at the commencement of this Ordinance shall continue to h old office for such term as  the \nGovernment may prescribe.  \n \n \n_________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 13 -06-2024"
}