{
    "file": "./converted_json\\administratorb51796e1b9add21418ccf580a1114678.json",
    "name": "The Co-operative Societies Act, 1912",
    "date": "1st March, 1912",
    "tagline": "An Act to amend the Law relating to Co-operative Societies",
    "content": "Page 1 of 16 \n   \n \n \n \n \n \n \n \n \nTHE CO -OPERATIVE SOCIETIES ACT, 1912  \n \n \n \nCONTENTS  \n \nPRELIMINARY  \n \n1. Short  title and extent  \n \n2. Definition s  \n \nREGISTRATION  \n3. The Registrar  \n \n4. Societies which may be registered  \n  \n5. Restrictions on interest of member of society with limited liabi lity and a share capital  \n \n6. Conditions of registration  \n \n7. Power of Registrar to decide certain questions  \n \n8. Application for registration  \n \n9. Registration  \n \n10. Evidence of registration  \n \n11. Amendment  of the bye -laws of a registered society  \n \nRIGHTS AND LIABILITIES OF MEMBERS  \n \n12. Member not to exercise rights till due payment made  \n \n\n \nPage 2 of 16 \n 13. Votes of members  \n \n14. Restrictions on transfer of share of interest  \n \nDUTIES OF REGISTERED SOCIETIES  \n \n15. Address of societies  \n \n16. Copy of Act, rules and bye -laws to be op en to inspection  \n \n17. Audit  \n \nPRIVILEGES OF REGISTERED SOCIETIES  \n \n18. Societies to be bodies corporate  \n \n19. Prior claim of society  \n \n20. Charge and set -off in respects of shares or interests of member  \n \n21. Shares or interest not liable  to attachment  \n \n22. Transfer of interest on death of member  \n \n23. Liability of past member  \n \n24. Liability of the estates of deceased member  \n \n25. Register of members  \n \n26. Proof of entries in societie s books  \n \n27. Exemption from compulsory registration of instruments relating to s hares and debentures \n of registered society  \n \n28. Power to exempt from income tax stamp -duty and registration -fees \n \nPROPERTY AND FUNDS OF REGISTERED SOCIETIES  \n \n29. Restrictions of loans  \n \n30. Restrictions on borrowing  \n \n31. Restrictions on other transactions  with non -members  \n \n32. Investment of funds  \n \n33. Funds not to be divided by way of profit  \n \n34. Contribution to charitable  purpose  \n \nPage 3 of 16 \n  \nINSPECTION OF AFFAIRS  \n35. Inquiry by Registrar  \n \n36. Inspection of books of indebted society  \n \n37. Costs of inquiry  \n \n38. Recov ery of costs  \n \nDISSOLUTION OF SOCIETY  \n39. Dissolution  \n \n40. Cancellation of registration of society  \n \n41. Effect of cancellation of registration  \n \n42. Winding up  \n \nRULES  \n \n43. Rules  \n \nMISCELLANEOUS  \n \n44. Recovery of sums due to Government  \n \n45. Power to exempt re gistered societies from conditions as to registration  \n \n46. Power to exempt registered societies from provisions of the Act  \n \n47. Prohibition of the use of the word “co -operative”  \n \n48. Indian Companies Act, 1882, not to apply  \n \n49. Savings of existing socie ties  \n \n50. [Repea led.] \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 16 \n  \n \nTHE  CO-OPERATIVE  SOCIETIES  ACT,  1912  \n \n1Act No. II OF 1912  \n[1st March,  1912 ] \nAn Act to amend  the Law relating  to Co-operative  Societies  \n \nWHEREAS  it is expedient  further  to facilitate  the formation  of Co-operative  Societie s for the \npromotion  of thrift  and self-help among  agriculturists,  artisans  and persons  of limited  means,  and for \nthat purpose  to amend  the law relating  to Co-operative  Socie ties; It is hereby  enacted  as follows: — \nPRELIMINARY  \n \n 1. Short  title and extent .—(1) This Act may be called  the Co-operative  Societies  Act, 1912;  \nand \n \n (2) It extends  to 2[the whole  of Pakistan].  \n \n2. Definition.  In this Act; unless  there  is anything  repugnant  in the subject  or context, — \n \n(a) \" bye-laws \" means  the registered  bye-laws for the time being  in force,  and includes  \na registered  amend ment  of the bye-laws:  \n \n(b) \"committee\"  means  the governing  body  of a registered  society  to whom  the \nmanagement  of its affairs  is entrusted : \n \n(c) \" member  \" includes  a person  joining  in the applica tion for the registration  of a \nsociety  and a person  admitted  to membership  after registration  in accord ance with \nthe bye-laws and any rules : \n \n(d) \" officer\"  includes  a chairman,  secretary,  treasurer,  member  of committee,  or other  \nperson  empowered  under  the rules  or the bye-laws to give directions  in regard  to \nthe business  of the society  : \n \n(e) \" registered  society  \" means  a society  registered  or deemed  to be registered  under  \nthis Act: \n \n(f)  \" Registrar \" means a person appointed to perform the duties of a Registrar of \nCo-operative Societies under this Act: and  \n \n(g)  \" rules \" means rules made under this Act.  \n1For Statement of Objects and Reasons, see Gazette of India, 1911, Pt. V, p.95; for Report of Select Committee, see ibid ., 1912, Pt.V, p.7; and  for \nProceedings in Council, see ibid .,1911, Pt.VI, pp. 186, 679, and ibid., 1912, Pt. VI, pp.3,31 and 256.This Act has been declared to be in force in \nBaluchistan by the British Baluchistan Laws Regulations, 1913 (2 of 1913), s.3.  \nIt has been extended to the Leas ed Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O.3 of 1950); and applied in the Federated \nAreas of Baluchistan, see Gazette of India, 1937, Pt. I, p.1499.  \nThe Act has also been applied in the Federated Areas of Baluchistan, see Gazet te of Pakistan, 1955, Pt.I, p. 28.  \nThe Act has been amended in its application to the Province of the Punjab, see Punjab Act No. 10 of 1955.  \nIt has been applied to Phulera in the Excluded Area of Upper Tanawa to the extent the Act is applicable in the N.W. F.P., subject to certain \nmodifications; see N.W.F.P (Upper Tanawal) (Excluded Area) laws Regulation, 1950.  \nIt has been extended to the Excluded Area of Upper Tanawal other than Phulera by the N.W.F.P (Upper Tanawal) (Excluded Area) Laws Regulation, \n1950 an d declared to be in force in that area with effect from 1st June, 1951, see N.W.F.P., Gazette, Extraordinary, dated 1st June,  1951.  \nIt has been rep. in its application to the Bombay Presidency by the Bombay Co -operative Societies Act, 1925 (Bom. 7 of 1925 ). \nThis Act has been amended to the extent of Islamabad Capital Territory, see Ordinance No. XXVII of 1981, s.5 and 4th Sch. \nThis Act has been rep. in its application to the Province of Sind by Sind Act VII of 1925, s. 72.  \nThe Act has been repealed in its application to the Province of W. Pakistan,  see W.P. Ord. No. VII of 1965.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “all the \nProvinces and the Capital of the F ederation” which had been subs. by A.O., 1949, Arts. 3(2) and 4, for “the whole of British India”.  \n \nPage 5 of 16 \n REGISTRATION  \n \n 3. The Registrar . The 1[Provincial  Government]  may appoint  a person  to be Registrar  of \nCo-operative  Societies  for the Province  or any portion  of it, and may appoint  persons  to assist  such \nRegistrar,  and may,  by general  or special  order,  confer  on any such persons  all or any of the powers  \nof a Registrar  under  this Act. \n \n 4. Societies  which  may be registered . Subject  to the provisions  hereinafter  contained,  a \nsociety  which  has as its object  the promotion  of the economic  interests  of its members  in accordance  \nwith co-operative  principles,  or a society  established  with the object  of facilitating  the operations  of \nsuch a society,  may be registered  under this Act with or without  limited  liability.  \n \n Provided  that unless  the 1[Provincial  Government ] by general  or special  order  otherwise  \ndirects . \n \n (1) the liability  of a society  of which  a member  is a registered  society  shall  be limited;  \n \n (2) the liability of a society  of which  the object  is the creation  of funds  to be lent to its \nmembers,  and of which  the majority  of the members  are agriculturists,  and of which  no member  is a \nregistered  society,  shall  be unlimited.  \n \n 5. Restrictions  on interest  of memb er of society  with  limited,  liability  and a share  capital . \nWhere  the liability  of the members  of a society  is limited  by shares,  no member  other  than a \nregistered  society  shall — \n \n(a)  hold more  than such portion  of the share  capital  of the society,  subject  to a \nmaximum  of one-fifth,  as may be prescribed  by the rules;  or \n \n(b)  have  or claim  any interest  in the shares  of the Society  exceeding  one thousand  \nrupees.  \n \n 6. Conditions of registration. —(1) No society, other than a society of which a member is a \nregistered society, shall be registered under this Act which does not consist of at least ten persons \nabove the age of eighteen years and, where the object of the society is the creation of funds to be lent \nto its members, unless such persons — \n \n(a)  reside in the same town or village or in the same group of villages; or  \n \n(b)  save where the Registrar otherwise directs, are members of the same tribe, class, \ncaste or occupa tion. \n \n (2) The word \" limited \" shall be the last word in the name of every society with limited \nliability registered under this Act.  \n \n7. Power  of Registrar  to decide  certain  questions . When  any question  arises  whether  for the \npurposes  of this Act a person  is an agriculturist  or a non-agriculturist,  or whether  any person  is a \nresident  in a town or village  or group  of villages,  or whether  two or more  villages  shall  be considered  \nto form  a group,  or whether  any person  belongs  to any particular  tribe,  class,  caste  or occupation,  the \nquestion  shall  be decided  by the Registrar,  whose  decision  shall  be final.  \n \n1Subs. By A. O., 1937, for “L.G.”.  \n \nPage 6 of 16 \n  8. Application  for registration .—(1) For purposes  of registration  an application  to a register  \nshall  be made  to the Registrar.  \n \n (2) The application  shall  be signed — \n \n(a)  in the case of a society  of which  no member  is a registered  society,  by at least ten \npersons  qualified  in accordance  with the requirements  of section  6, sub-section  (1); \nand \n \n(b)  in the case of a society  of which  a member  is a registered  society,  by a duly \nauthorised  person  on behalf  of every such registered  society,  and where  all the \nmembers  of the society  are not registered  societies,  by ten other  members  or, when  \nthere  are less than ten other  members,  by all of them.  \n \n (3) The application  shall  be accompanied  by a copy  of the proposed  bye-laws of the society,  \nand the persons  by whom  or on whose  behalf  such application  is made  shall  furnish  such informa tion \nin regard  to the society  as the Registrar  may require.  \n \n 9. Registration . If the Registrar  is satisfied  that a society  has complied  with the provisions  of \nthis Act and the rules  and that its proposed  bye-laws are not contrary  to the Act or to the rules,  he \nmay,  if he thinks  fit, register  the society  and its bye-laws.  \n \n 10. Evidence  of registration.  A certificate  of registration  signed  by the Registrar  shall  be \nconclusive  evidence  that the society  therein  mentioned  is duly registered  unless  it is proved  that the \nregistration  of the society  has been  cancelled.  \n \n 11. Amendment  of the bye-laws  of a registered  society .—(1) No amendment  of the bye-laws \nof a registered  society  shall  be valid  until the same  has been  registered  under  this Act, for which  \npurpose  a copy  of the amendment  shall  be forwarded  to the Registrar.  \n \n (2) If the Registrar  is satisfied  that any amendment  of the bye-laws is not contrary  to this Act or \nto the rules,  he may,  if he thinks  fit, register  the amendment.  \n \n (3) When  the Registrar  registers  an amendment  of the byelaws of a registered  society,  he shall  \nissue  to the society  a copy  of the amendment  certified  by him, which  shall  be conclusive  evidence  \nthat the same  is duly registered.  \n \nRIGHTS  AND  LIABILITIES  OF MEMBERS  \n \n 12. Member  not to exercise  rights  till due payment  made . No member  of a registered  \nsociety  shall  exercise  the rights  of a member  unless  or until he has made such payment  to the society  \nin respect  of membership  or acquired  such interest  in the society,  as may be prescribed  by the rules  \nor bye-laws.  \n \n 13. Votes  of members. —(1) Where  the liability  of the members  of a registered  society  is not \nlimited  by shares,  each member  shall,  notwithstand ing the amount  of his interest  in the capital,  have  \none vote only as a member  in the affairs  of the society.  \n \n (2) Where  the liability  of the members  of a registered  society  is limited  by shares,  each \nmember  shall  have  as many votes  as may be prescribed  by the bye-laws.  \n \nPage 7 of 16 \n  (3) A registered  society  which  has invested  any part of its funds  in the shares  of any other  \nregistered  society  may appoint  as its proxy,  for the purpose  of voting  in the affairs  of such other  \nregistered  society, any one of its members.  \n \n 14. Restrictions  on transfer  of share  of interest .—(1) The transfer  or charge  of the share  or \ninterest  of a member  in the capital  of a registered  society  shall  be subject  to such conditions  as to \nmaximum  holding  as may be prescribed  by this Act or by the rules.  \n \n (2) In case of a society  registered  with unlimited  liability  a member  shall  not transfer  any share  \nheld by him or his interest  in the capital  of the society  or any part thereof  unless — \n \n(a) he has held such share  or interest  for not less than one year;  and \n \n(b) the transfer  or charge  is made  to the society  or to a member  of the society.  \n \nDUTIES  OF REGISTERED  SOCIETIES  \n \n 15. Address  of societies . Every,  registered  society  shall  have  an address , regis tered  in \naccordanc e with the rules,  to which  all notices  and communications  may be sent, and shall  send to \nthe Registrar  notice  of every  change  thereof.  \n \n 16. Copy  of Act, rules  and bye-laws  to be open  to inspection . Every  registered  society  shall  \nkeep  a copy  of this Act and of the rules  governing  such society,  and of its bye-laws,  open  to \ninspection  free of charge  at all reasonable  times  at the registered  address  of the society.  \n \n 17. Audit .—(1) The Registrar  shall  audit  or causes  to be audited  by some  person  authorised  by \nhim by general  or special  order  in writing  in this behalf  the accounts  of every  registered  society  once  \nat least in every  year.  \n \n (2) The audit  under  sub-section  (1) shall  include  an examination  of overdue  debts,  if any, and a \nvaluation  of the assets  and liabilities  of the society.  \n \n (3) The Registrar,  the Collector  or any person  authorised  by general  or special  order  in writing  \nin this behalf  by the Registrar  shall  at all times  have  access  to all the books,  accounts,  papers  and \nsecurities  of a society,  and every  officer  of the society  shall  furnish  such information  in regard  to the \ntransactions  and work ing of the society  as the person  making  such inspection  may require.  \nPRIVILEGES  OF REGISTERED  SOCIETIES  \n \n 18. Societies  to be bodies  corporate . The regist ration  of a society  shall  render  it a body  \ncorporate  by the name  under  which  it is registered,  with perpetual  succession  and a common  seal, \nand with power  to hold property,  to enter  into contracts,  to institute  and defend  suits and other  legal  \nproceedings  and to do all things  necessary  for the purposes  of its constitution.  \n \n 19. Prior  claim  of society . Subject  to any prior  claim  of the 1[Government]  in respect  of \nland-revenue  or any money  recoverable  as land-revenue  or of a landlord  in respect  of rent or any \nmoney  recoverable  as rent, a registered  society  shall  be entitled  in priority  to other  creditors  to \nenforce  any outstanding  demand  due to the society  from  a member  or past member — \n \n1Subs. By A.O., 1961, Art. 2 ( with effect from the 23rd March, 1956 ), for  “Crown” which had been subs. By A. O., 1937, for “Govt”.  \n \n \nPage 8 of 16 \n (a)  in respect  of the supply  of seed or manure  or of the loan of money  for the purchase  \nof seed or manure  upon  the crops  or other  agricultural  produce  of such member  or \nperson  at any time within  eighteen  months  from  the date of such supply  or loan;  \n \n(b)  in respect  of the supply  of cattle,  fodder  for cattle,  agricultural  or industrial  \nimplements  or machinery,  or raw materials  for manufacture,  or of the loan of \nmoney  for the purchase  of any of the foregoing  things -upon  any such things  so \nsupplied,  or purchased  in whole  or in part from  any such loan,  or on any articles  \nmanufactured  from  raw materials  so supplied  or purchased.  \n \n 20. Charge  and set-off in respects  of shares  or interests  of member . A registered  society  \nshall  have  a charge  upon  the share  or interest  in the capital  and on the deposits  of a member  or past \nmember  and upon  any dividend,  bonus  or profits  payable  to a member  or past member  in respect  of \nany debt due from  such member  or past mem ber to the society,  and may set-off any sum credited  or \npayable  to a member  or past member  in or towards  payment  of any such debt.  \n \n 21. Shares  or interest  not liablie  to attachment . Subject  to the provisions  of section  20, the \nshare  or interest  of a membe r in the capital  of a registered  society  shall  not be liable  to attachment  or \nsale under  any decree  or order  of a Court  of Justice  in respect  of any debt or liability  incurred  by \nsuch member,  and neither  the Official  Assignee  under  1[the Insolv ency  (Karac hi Division ) Act],  nor \na Receiver  under  the 2[Provincial  Insolvency  Act, 1920  (V of 1920)] , shall  be entitled  to or have  ' any \nclaim  on such share  or interest.  \n \n 22. Transfer  of interest  on death  of member .- (l) On the death  of a member  a registered  \nsociet y may transfer  the share  or interest  of the deceased  member  to the person  nominated  in \naccordance  with the rules  made  in this behalf,  or, if there  is no person  so nominated,  to such person  \nas may appear  to the committee  to be the heir or legal  representati ve of the deceased  member,  or pay \nto such nominee,  heir or legal  representative,  as the case may be, a sum representing  the value  of \nsuch member's  share  or interest,  as ascertained  in accordance  with the rules  or bye-laws: \nProvided  that— \n \n(i)  in the case of a society  with unlimited  liability,  such nominee,  heir or legal  \nrepresentative,  as the case may be, may require  payment  by the society  of the value  \nof the share  or interest  of the deceased  member  ascertained  as aforesaid;  \n \n(ii)  in the case of a society  with limited  liability,  the society  shall  transfer  the share  or \ninterest  of the deceased  member  to such nominee,  heir or legal  representative,  as \nthe case may be, being  qualified  in accordance  with the rules  and bye-laws for \nmember ship of the society,  or on his application  within  one month  of the death  of \nthe deceased  member  to any person  specified  in the application  who is so qualified.  \n \n (2) A registered  society  may pay all other  moneys  due to the deceased  member  from  the \nsociety  to such nominee,  heir or legal  representative,  as the case may be. \n \n (3) All transfers  and payments  made  by a registered  society  in accordance  with the provisions  \nof this section  shall  be valid  and effectual  against  any demand  made  upon  the society  by any other  \nperson.  \n \n1the Or iginal word “the Presidency -towns. Insolvency Act, 1909” were first subs. By the Federal Laws (Revision and Declaration) Act, 1951 (26 of \n1951), s. 4 and III Sch., and then amended by the Repea ling and Amending Ordinance, 1961 (1 of 1961), s. 3 and 2nd Sch., and A.O., 1964, Art. 2 and \nSch., to read as above.  \n2Subs by Ord. XXVII of 1981, s.5 and Sch IV (only to the extent of Islamabad Capital Territory).  \n \nPage 9 of 16 \n  23. Liability  of past member . The liability  of a past member  for the debts  of a registered  \nsociety  as they existed  at the time when  he ceased  to be a member  shall  continue  for a period  of two \nyears  from  the date of his ceasing  to be a member.  \n \n 24. Liability  of the estates  of deceased  member . The estate  of a deceased  member  shall  be \nliable  for a period  of one year from  the time of his decease  for the debts  of a registered  society  as \nthey existed  at the time of his decease.  \n \n 25. Register  of members . Any register  or list of members  or shares  kept by any registered  \nsociety  shall  be prima  facie  evidence  of any of the following  particulars  entered  therein: — \n \n(a)  the date at which  the name  of any person  was entered  in such register  or list as a \nmember;  \n \n(b)  the date at which  any such person  ceased  to be a member.  \n \n 26. Proof  of entries  in societies  books . A copy  of any entry  in a book  of a registered  society  \nregularly  kept in the course  of business,  shall,  if certified  in such manner  as may be prescribed  by the \nrules,  be received,  in any suit or legal  proceeding,  as prima  facie  evidence  of the existence  of such \nentry, and shall  be admitted  as evidence  of the matters,  transactions  and accounts  therein  recorded  in \nevery  case where,  and to the same  extent  as, the original  entry  itself  is admissible.  \n \n 27. Exemption  from  compulsory  registration  of instruments  relating  to shares  and \ndebentures  of registered  society . Nothing  in section  17, sub-section  (1), clauses  (b) and (c), of the \nRegistration  Act, 1908  (XVI  of 1908) , shall  apply  to— \n \n (1) any instrument  relating  to shares  in a registered  society,  notwithstanding  that the assets  of \nsuch society  consist  in whole  or in part of immoveable  property;  or \n \n (2) any debenture  issued  by any such society  and not creating,  declaring,  assigning,  limiting  or \nextinguish ing any right,  title or interest  to or in immoveable  property  except in so far as it entitles  the \nholder  to the security  afforded  by a registered  instrument  where by the society  has mortgaged,  \nconveyed  or otherwise  transferred  the whole  or part of its immoveable  property  or any interest  \ntherein  to trustees  upon  trust for the benefit  of the holders  of such deben tures;  or \n \n (3) any endorsement  upon  or transfer  of any debenture  issued  by any such society.  \n \n1[28. Power  to exempt  from  income  tax stamp -duty  and registration -fees.—(1) The \n2[Federal  Government ], by notificatio n3 in the 4[official  Gazette],  may,  in the case of any registered  \nsociety  or class  of registered  society,  remit  5* * the income -tax payable  in respect  of the profits  of the \nsociety,  or of the dividends  or other  payments  received  by the members  of the socie ty on account  of \nprofits;  \n \n6* * * * * * \n \n7[(2) The 8[Provincial  Government ], by notification  in the 9[official  Gazette ], may,  in the case \nof any registered  society  or class  of registered  society,  remit — \n \n1The original  s. 28 was re-numbered  as sub-section  (1) of that section  by the Devolution  Act, 1920  (38 of 1920),  s.2 and Sch. I. \n2Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”,  which  was previously  amended  by A.O.,  1937,  for “G.G.  in C.”. \n3For notifications  under  this section,  see Gen.  R. & O. \n4Subs.  by A.O.,  1937,  for “Gazette  of India”.  \n5The letter  and parentheses  “(a)”  rep. by Act 38 of 1920,  s.2 and Sch. I. \n6Clauses  (b) and (c) rep., ibid. \n7Sub-section  (2) ins., ibid. \n8Subs.  by A.O.,  1964,  Art. 2 and Sch.,  for “Government”  which  had been subs.  by A.O.,  1937,  for “L.G.”.  \n9Subs.  by A.O.,  1937,  for “local  official  Gazette”.  \n \nPage 10 of 16 \n (a)  the stamp -duty with which, under any law for the  time being  in force,  instruments  \nexecuted  by or on behalf  of a registered  society  or by an officer  or member  and \nrelating  to the business  of such society,  or any class  of such instruments,  are \nrespectively  chargeable,  and \n \n(b)  any fee payable  under  the law of registration  for the time being  in force.  \n \n1* * * * * * \nPROPERTY  AND  FUNDS  OF REGISTERED  SOCIETIES  \n \n 29. Restrictions  of loans . (1) A registered  society  shall  not make  a loan to any person  other  \nthan a member  : \n \n Provided  that, with the general  or special  sanction  of the Registrar,  a registered  society  may \nmake  loans  to another  register ed society.  \n \n (2) Save  with the sanction  of the Registrar,  a society  with unlimited  liability  shall  not lend \nmoney  on the security  of move able property.  \n \n (3) The 2[Provincial  Government]  may,  by general  or special  order,  prohibit  or restrict  the \nlending  of money  on mort gage  of immoveable  property  by any registered  society  or class  of \nregistered  societies.  \n \n 30. Restrictions  on borrowing . A registered  society  shall  receive  deposits  and loans  from  \npersons  who are not members  only to such extent  and under  such conditions  as may be prescribed  by \nthe rules  or bye-laws.  \n \n 31. Restrictions  on other  transactions  with  non-members . Save  as provided  in sections  29 \nand 30, the transac tions  of a registered  society  with persons  other  than members  shall  be subject  to \nsuch prohibitions  and restrictions,  if any, as the 2[Provincial  Government ] may,  by rules,  prescribe.  \n \n 32. Investment  of funds .—(1) A registered  society  may invest  or deposit  its funds — \n \n(a)  in the Government  Savings  Bank,  or \n \n(b) in any of the securities  specified  in section  20 of the Trusts  Act, 1882  (II of 1882) , \nor \n \n(c)  in the shares  or on the security  of any other  registered  society,  or \n \n(d)  with any bank  or person  carrying  on the business  of banking  approved  for this \npurpose  by the Registrar,  or \n \n(e)  in any other mode per mitted by the rules.  \n \n (2) Any investments or deposits made before the commence ment of this Act which would have \nbeen valid if this Act had been in force are hereby ratified and confirmed.  \n \n1The paragraph  as amended  by A.O.,  1937,  and A.O.,  1961,  Art, 2 and Sch, (with effect  from  the 23rd March,  1956 ), has been  omited  by A.O.  1964,  Art. \n2 and Sch. \n2Subs  by A.O.,  1937  FOR  “L.G”  \n \nPage 11 of 16 \n  33. Funds  not to be divided  by way of profit . No part of the funds  of a registered  society  \nshall  be divided  by way of bonus  or dividend  or otherwise  among  its members . \n \n Provided  that after at least one-fourth  of the net profits  in any year have  been  carried  to a \nreserve  fund,  payments  from  the remainder  of such profits  and from  any profits  of past years  \navailable  for distribution  may be made  among  the members  to such extent  and under  such conditions  \nas may be prescribed  by the rules  or bye-laws. \n \n Provided  also that in the case of a society  with unlimited  liability  no distribution  of profits  shall  \nbe made  without  the general  or speci al order  of the 1[Provincial  Government ] in this behalf.  \n \n 34. Contribution  to charitable  purpose . Any registered  society  may,  with the sanction  of the \nRegistrar,  after one-fourth  of the net profits  in any year has been  carried  to a reserve  fund,  contribut e \nan amount  not exceeding  ten per cent of the remaining  net profits  to any charitable  purpose,  as \ndefined  in section  2 of the Charitable  Endowments  Act, 1890  (VI of 1890) . \nINSPECTION  OF AFFAIRS  \n \n 35. Inquiry  by Registrar .—(1) The Registrar  may of his own motion,  and shall  on the request  \nof the Collector,  or on the application  of a majority  of the committee,  or of not less than one-third  of \nthe members,  hold an inquiry  or direct  some  person  authorised  by him by order  in writing  in this \nbehalf  to hold an inquiry into the constitution,  working  and financial  condition  of a registered  \nsociety.  \n \n (2) All officers  and members  of the society  shall  furnish  such information  in regard  to the \naffairs  of the society  as the Registrar  or the person  authorised  by the Regist rar may require.  \n \n 36. Inspection  of books  of indebted  society .—(1) The Registrar  shall,  on the application  of a \ncreditor  of a registered  society,  inspect  or direct  some  person  authorised  by him by order  in writing  \nin this behalf  to inspect  the books  of the society  \nProvided  that— \n \n(a)  the applicant  satisfies  the Registrar  that the debt is a sum then due, and that he has \ndemanded  payment  thereof  and has not received  satisfaction  within  a reasonable  \ntime;  and \n \n(b)  the applicant  deposits  with the Registrar  such sum as security  for the costs  of the \nproposed  inspection  as the Registrar  may require.  \n \n (2) The Registrar  shall  communicate  the results  of any such inspection  to the creditor.  \n \n 37. Costs of inquiry. Where an inquiry is held under section 35, or an in spection is made \nunder section 36, the Registrar may apportion the costs, or such part of the costs as he may think \nright, between the society, the members or creditor demanding an inquiry or inspection, and the \nofficers or former officers of the society.  \n \n 38. Recovery of costs.  Any sum awarded by way of costs under section 37 may be recovered, \non application to a Magistrate having jurisdic tion in the place where the person from whom the \nmoney is claim able actually and voluntarily resides or carries on business, by the distress and sale of \nany moveable property within the limits of the jurisdiction of such Magistrate belonging to such \nperson.  \n \n1Subs.  by A.O.,  1937,  for “L.G.”.  \n \nPage 12 of 16 \n DISSOLUTION  OF SOCIETY  \n \n 39. Dissolution .—(1) If the Registrar,  after an inqui ry has been  held under  section  35 or after \nan inspection  has been  made  under  section  36 or on receipt  of an application  made  by three -fourth  of \nthe members  of a registered  society,  is of opinion  that the society  ought  to be dissolved,  he may \ncancel  the registration  of the society.  \n \n (2) Any member  of a society  may,  within  two months  from  the date of an order  made  under  \nsub-section  (1), appeal  from  such order.  \n \n (3) Where  no appeal  is presented  within  two months  from  the making  of an order  cancelling  \nthe registration  of a society,  the order  shall  take effect  on the expiry  of that period.  \n \n (4) Where  an appeal  is presented  within  two months,  the order  shall  not take effect  until it is \nconfirmed  by the appellate  authority.  \n \n (5) The authority  to which  appeals  under this section  shall  lie shall  be the 1[Provincial  \nGovernment ]. \n \n Provided  that the 1[Provincial  Government ] may,  by notifi cation  in the 2[official  Gazette ], \ndirect  that appeals  shall  lie to such Revenue -authority  as may be specified  in the notificatio n. \n \n 40. Cancellation  of registration  of society . Where  it is a condition  of the registration  of a \nsociety  that it should  consist  of at least ten members,  the Registrar  may,  by order  in writing,  cancel  \nthe registration  of the society  if at any time it is proved  to his satisfaction  that the number  of the \nmembers  has been  reduced  to less than ten. \n \n 41. Effect  of cancellation  of registration . Where  the registration  of a society  is cancelled,  the \nsociety  shall  cease  to exist  as a corporate  body — \n \n(a)  in the case of cancellation  in accordance  with the provisions  of section  39, from  the \ndate the order  of cancellation  takes  effect;  \n \n(b)  in the case of cancellation  in accordance  with the provisions  of section  40, from  the \ndate of the order.  \n \n 42. Winding  up.—(1) Where  the registration  of a society  is cancelled  under  section  39 or \nsection  40, the Registrar  may appoint  a competent  person  to be liquidator  of the society.  \n \n (2) A liquidator  appointed  under  sub-section  (1) shall  have  power — \n \n(a)  to institute  and defend suits and other  legal  proceed ings on behalf  of the society  by \nhis name  of office;  \n \n(b)  to determine  the contribution  to be made  by the mem bers and past members  of the \nsociety  respectively  to the assets  of the society;  \n \n(c)  to investigate  all claims  against  the society  and, subject  to the provisions  of this \nAct, to decide  questions  of priority  arising  between  claimants;  \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. ibid., for “local official Gazette”.  \n \nPage 13 of 16 \n (d)  to determine  by what  persons  and in what  propor tions  the costs  of the liquidation  \nare to be borne;  and \n \n(e) to give such directions  in regard  to the collection  and distribution  of the assets  of \nthe society,  as may appear  to him to be necessary  for winding  up the affairs  of the \nsociety.  \n \n (3) Subject  to any rules,  a liquidator  appointed  under  this section  shall,  in so far as such powers  \nare necessary  for carrying  out the purposes  of this section,  have  power  to summon  and enforce  the \nattendance  of witnesses  and to compel  the production  of documents  by the same  means  and (so far as \nmay be) in the same  manner  as is provided  in the case of a Civil  Court  under  the Code  of Civil  \nProcedure,  19081 (V of 1908) . \n \n (4) Where  an appeal  from  any order  made  by a liquidator  under  this section  is provided  for by \nthe rules, it shall  lie to the Court  of the District  Judge.  \n \n (5) Orders  made  under  this section  shall,  on application,  be enforced  as follows :— \n \n(a)  when  made  by a liquidator,  by any Civil  Court  having  local  jurisdiction  in the same  \nmanner  as a decree  of such Court;  \n \n(b)  when  made  by the Court  of the District  Judge  on appeal,  in the same  manner  as a \ndecree  of such Court  made  in any suit pending  therein.  \n \n (6) Save  in so far as is hereinbefore  expressly  provided,  no Civil  Court  shall  have  any \njurisdiction  in respect  of any matter  connected  with the dissolution  of a registered  society  under  this \nAct. \n \nRULES  \n \n 43. Rules .—(1) The 2[Provincial  Government ] may,  for the whole  or any part of the Province  \nand for any registered  society  or class  of such societies,  make  rules3 to carry  out the purposes  of this \nAct. \n \n (2) In particular  and without  prejudice  to the generality  of the foregoing  power,  such rules  \nmay— \n \n(a)  subject  to the provisions  of section  5, prescribe  the maximum  number  of shares  or \nportion  of the capital  of a society  which  may be held by a member;  \n \n(b)  prescribe  the forms  to be used and the conditions  to be complied  with in the \nmaking  of applications  for the registration  of a society  and the procedure  in the \nmatter  of such applications;  \n \n(c)  prescribe  the matters  in respect  of which  a society  may or shall  make  bye-laws and \nfor the procedure  to be followed  in making,  altering  and abrogating  bye-laws,  and \nthe conditions  to be satisfied  prior  to such making,  alteration  or abrogation;  \n \n1In its application to  Baluchistan this sub -section shall be read as if the words “or the British Baluchistan Civil Justice Regulation, 1896, as the case \nmay be” were ins. at the end: see the British Baluchistan laws Regulation, 1913 (2 of 1913), Sch. I.  \n2Subs. by A.O., 1937, f or “L.G.”.  \n3For rules, see different local Rules and Orders.  \n \nPage 14 of 16 \n (d)  prescribe  the conditions  to be complied  with by persons  applying  for \nadmission  or admitted  as mem bers,  and provide  for the election  and admission  \nof members,  and the payment  to be made  and the interest  to be acquired  before  \nthe exercise  of the right  of membership;  \n \n(e)  regulate  the manner  in which  funds  may be raised  by means  of shares  or debentures  \nor otherwise;  \n \n(f)  provide  for general  meetings  of the members  and for the procedure  at such \nmeetings  and the powers  to be exercised  by such meetings;  \n \n(g)  provide  for the appointment,  suspension  and removal  of the members  of the \ncommittee  and other  officers,  and for the procedure  at meetings  of the committee,  \nand for the powers  to be exercised  and the duties  to be performed  by the committee  \nand other  officers;  \n \n(h)  prescribe  the accounts  and books  to be kept by a society  and provide  for the audit  \nof such accounts  and the charges,  if any, to be made  for such audit,  and for the \nperiodical  public ation  of a balance -sheet  showing  the assets  and liabilities  of a \nsociety;  \n \n(i)  prescribe  the returns  to be submitted  by a society  to the Registrar  and provide  for \nthe persons  by whom  and the form  in which  such returns  shall  be submitted;  \n \n(j)  provide  for the persons  by whom  and the form  in which  copies  of entries  in books  \nof societies  may be certified;  \n \n(k)  provide  for the formation  and maintenance  of a register  of members  and, where  the \nliability  of the members  is limited  by shares,  of a register  of shares;  \n \n(1) provide  that any dispute  touching  the business  of a society  between  members  or \npast members  of the society  or persons  claiming  through  a member  or past member  \nor between  a member  or past member  or persons  so claiming  and the committee  or \nany officer shall  be referred  to the Registrar  for decision  or, if he so directs,  to \narbitration,  and prescribe  the mode  of appointing  an arbitrator  or arbitrators  and the \nprocedure  to be followed  in proceedings  before  the Registrar  or such arbitrator  or \narbitrat ors, and the enforcement  of the decisions  of the Registrar  or the awards  of \narbitrators;  \n \n(m)  provide  for the withdrawal  and expulsion  of members  and for the payments,  if any, \nto be made  to members  who withdraw  or are expelled  and for the liabilities  of past \nmembers;  \n \n(n)  provide  for the mode  in which  the value  of a deceased  member's  interest  shall  be \nascertained,  and for the nomination  of a person  to whom  such interest  may be paid \nor transferred;  \n \n(o)  prescribe  the payments  to be made  and the conditions  to be complied  with by \nmembers  applying  for loans,  the period  for which  loans  may be made,  and the \namount  which  may be lent, to an individual  member;  \n \nPage 15 of 16 \n  \n(p)  provide  for the formation  and maintenance  of reserve  funds,  and the objects  to \nwhich  such funds  may be applied,  and for the investment  of any funds  under  the \ncontrol  of the society;  \n \n(q)  prescribe  the extent  to which  a society  may limit  the number  of its members;  \n \n(r)  prescribe  the conditions  under  which  profits  may be distributed  to the members  of a \nsociety  with unlimited  liability  and the maximum  rate of dividend  which  may be \npaid by societies;  \n \n(s)  subject  to the provisions  of section  39, determine  in what  cases  an appeal  shall  lie \nfrom  the orders  of the registrar,  and prescribe  the procedure  to be followed  in \npresenting  and disposing  of such appeals;  and \n \n(t)  prescribe  the procedure  to be followed  by a liquidator  appointed  under  section  42, \nand the cases  in which  an appeal  shall  lie from  the order  of such liquidator.  \n \n (3) The 1[Provincial  Governm ent] may delegate,  subject  to such conditions,  if any, as it thinks  \nfit, all or any of its powers  to make  rules  under  this section  to any authority  specified  in the order  of \ndelegation.  \n \n (4) The power  to make  rules  conferred  by this section  is subject  to the condition  of the rules  \nbeing  made  after previous  publication.  \n \n (5) All rules  made  under  this section  shall  be published  in the 2[official  Gazette],  and on such \npublication  shall  have  effect  as if enacted  in this Act. \n \nMISCELLANEOUS  \n \n 44. Recovery of sums due to Government. —(1) All  sums due from a registered society or \nfrom an officer or member or past member of a registered society as such to the Government, \nincluding any costs awarded to the Govern ment under section 37, may be recovered in the same \nmanner as arrears of land -revenue.  \n \n (2) Sums due from a registered society to Government and recoverable under sub -section (1) \nmay be recovered, firstly, from the property of the society; secondly, in the case of a society of \nwhich the liability of the me mbers is limited, from the members subject to the limit of their liability; \nand, thirdly in the case of other societies, from the members.  \n \n 45. Power to exempt societies from conditions as to registration.  Notwithstanding anything \ncontained in this Act, t he 1[Provincial Government] may, by special order in each case and subject to \nsuch conditions, if any, as it may impose, exempt any society from any of the requirements of this \nAct as to registration.  \n \n 46. Power to exempt registered societies from provisi ons of the Act.  The 1[Provincial \nGovernment] may, by general or special order, exempt any registered society from any of the \nprovisions of this Act or may direct that such provisions shall apply to such society with such \nmodifications as may be specified i n the order.  \n \n1Subs.  by A.O.,  1937,  for “L.G.”.  \n2Subs.  ibid.,  for “local  official  Gazette”.  \n \nPage 16 of 16 \n  47. Prohibition  of the use of the word  “co-operative” . (1) No person  other  than a registered  \nsociety  shall  trade  or carry  on business  under  any name  or title of which the word  \" co-operative  \" is \npart without  the sanction  of the 1[Provincial  Government ]: \n \n Provided  that nothing  in this section  shall  apply  to the use by any person  or his successor  in \ninterest  of any name  or title under  which  he traded  or carried  on business  at the date on which  this \nAct comes  into operation.  \n \n (2) Whoever  contravenes  the provisions  of this section  shall  be punishable  with fine which  may \nextend  to fifty rupees,  and in the case of a continuing  offence  with further  fine of five rupees  for each \nday on which  the offence  is continued  after conviction  therefor.  \n \n 48. Indian  Companies  Act, 1882,  not to apply . The provisions  of the 2[Companies  Act, 1913 \n(VII of 1913) ], shall  not apply  to registered  societies.  \n \n 49. Savings  of existing  societie s. Every  society  now existing  which  has been  registered  under  \nthe Co-operative  Credit  Societies  Act, 1904  (X of 1904)  shall  be deemed  to be registered  under  this \nAct, and its bye-laws shall,  so far as the same  are not inconsistent  with the express  provisio ns of this \nAct, continue  in force  until altered  or rescinded.  \n \n 50. 3[Repea l]. Rep. by the Second  Repealing  and Amending  Act, 1914.  (XVII  of 1914),  s. 3 and \nSchedule  II. \n \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 11 -09-2024  \n1Subs. by A.O., 1937, for “L.G.”.  \n2See now the Companies Act, 1913 (7 of 1913).  \n3Subs. By Ord. No XXVII of 1981, S.  5 and Sch. IV (only to the extent of Islamabad Capital Territory)."
}