{
    "file": "./converted_json\\administrator91e8e33f8bc204dffbb0d1521a7970ae.json",
    "name": "Islamabad Capital Territory Prohibition of Interest on Private Transactions Act, 2023",
    "date": "January 13, 2023",
    "tagline": "An Act to prohibit the business and practices of private money lending and advancing loans and transactions based on interest",
    "content": "REGTSTEnIiD NOL'I4-:JzL.-7646I\n@cGatre d pulfrtnt\n--.F\nEXTRAOBDINARY\nPUBLISHEO BY AUTHORITY\nISLAMABAD, FRIDAY, J,{\\IUARY 13, 2023\nNo.F.23(19)/2019-Legis.-Tle following Act of Majlis-e-Shoora\n(Padiament) receivcd the asscnt of the Presidenl on lhe 9lh January, 2023 is\nhcreby published for gencral informalion:-PART I\nActs, Ordinrtrc€$ Pr.sidcnt's Ordcrs and Re8ulrtions\nNATIONAL ASSEMBLY SECRETARIAT\nIslanabad, the l lth January, 2023\nAcrNo.III Or,2023\nAn Act to prohibil the business and practices ofptuare noney-le ing and\nadvanciag loans and trunsaclions based on inleresl\nWHEREAS lhe injunctions oflslan as laid dovm in the Holy Qur'an and\nSunnah have explicitly and unequivocally prohibited charging intercst on loans\nand have declared war against those who do nol abandon interest;\n(09)\n[45(2023YEx. GazlPrice: Rs )0.00\n10 THE CAZET-TE OF PAKISTAN. EXTRA., JANUARY IJ- 2O2J [P^RTI\nAND WHEREAS lhe Cons turion of the Islamic Republic oI Pakstan\nobligcs thc St te to Iake sreps to enable rhc Mt6lims of Palinan, individually and\ncllleclively, to order their lives in accodance with the fundamenral principles\nand basic corrceFs of Islam and to provide facilities whereby they may be\nenabled 10 undentand the meaning of life acrording to th€ Holy Qur'an and\nSunnah;\nAND WHEREAS it is expedienr ro make a comprehensive kgislation\non the subject for covering all the aspects of the mischief of private money\nlending and matteE akin rh€reto;\nIt ls hereby enacted as follows:-\nl. Short tidg .rlcnt atrd commetrcemetrL- (l) This Act may be\nc2lled the Islamabad Capital Territory Prohibition of lmercst on Privare lrans\nAct,2023.\n(2) It extends to thc Islamabad CapitalTeffitory(3) It shallcom€ into force at once.\n2. Defitritions.- In rh6 Act, unless theE is anyhing repugnant in rhe\nsubject or context-\n(a) \"abetrnent\" has fie same me€ning as assigned to it in section- 107\nof lh€ Pakislan Penal Code, I t60 (Act XLV of I t60);\n(b) \"borrowei' or \"debtol' means a pe6on to whom a loan is\nadvanced:\n(c) 'Code\" mrzns the Code of Criminal Pr@odurE, I t9t (Acl No.v\nof 1898);\n(d) \"financial institnion\" includes drc State Bank of Pakistaq a\ncorhmerciel or invesunmt banlq a leasing company, a modaraba\nor other concems, so delined in tcnrls of sedion 2 (a) of the\nFinarrcial Imtitutions (Recovery of Finaicls) ftinance, 200I\n(Ordirunce No. XL\\4 of200l);\n(c) \"Govenunent\" means the Covemment of prkistan:\n{0 \"lnlcresf includes an} amounL brg or small. nvL., lltepfin(rpal. tn a conrracr .,f loan or debt. rclardlc.\\ of sherlrr.r\nrhe .loafl is taken for purposc. ol (onsumption .Jr t;,r Jrmeprooucuon actrvi+*, wh,rthcr lhe same i\\ (harpcd or sor,€,tt lo\nl. *:C\"*T specifica r b) rla) of inrerEsr or orhcri5r, ortound so to be recovemhle b) a comp€lell Coun;\nPART THE GAZETTE OF PAKISTAN, EXTRA,, JANUARY 13,2023 II\nG) 'l erest based ransactions\" include transactions,-\n(i) where diffen ces in prices aJE excianged witholn aJly\nintention ofexchange of gmds by tlE parties involved; or\n(ii) where sale is made on credit for higher price and\nrepuchase of thc same for lower price on cash basis by\nthe original owner in a given tmrsactiorq or\n(lii) where two prices arc stipulated in the same deal thar is to\ncharge lower or discounted price for shorter period or\ngiven listed pricc for longer p€riod by the buyer in a\ngiven traisaction;\n(ht loan or debt means an adEnce whether of money or in\nkin4 wh€rE thc repayment is guarante€d on demand or after a\nspecified period;\n(i) \"Molesf'-a person shall be deemed to molest another person\nifhe--\n(i) obstructs, or uscs violence or criminal force to or\ncriminally intimidates, such other p€rson;\n(ii) interferes with any property owned or tlsed by him or\n. deprives him of or hindars him in the use of any such\nproperty; and\n(iii) do€s any act calcula(ed to intimrdaE the membcrs ofthc\nfamily or such othcr pe6on;\n(j) \"money lender\" mears a person, olher than the Federal or\nProvincial Governmenl or a financial insriturion, who lends\nmoney on interest or dcals in interest based transactions and\nincludes any pe6on appointed by him to be in-charge of a\nbranch oflice or branch ofTices or a liaison office or any olher\noffice by whatever name cr led, of his principa.l place of\nbBiness and a pa$n brok€r who crrries on tie business, of\ntaking goods and chatlels In pawn or plcdge for a loaq\noffering payday IoarE, small personal loans or credit chi6;\nErplanation.- Wh€re a money lmder is Gsidmr outside the\nIslamabad Capital Tarritory, thc agcrlt of such person rcside\nin thd arca, shall be dcemcd to be the money lender in respect\nof that busin€ss for rlle purposes ofthis Ac!\n(k) \"hescribed\" meam prescribed by the ftEtEs\nAct;\ntz TIIE CAZETTE OF PAKISTAN, EXTRA., JANUARY I]. 202] rRT I\n(l) \"principal amounf in relation to loan means the amount\nacrually lcnt to thc debtor; and\n(m) \"Rules\" me-ans the Rules made under this Acl\n3. Protibition of Privrte Money tendi[9.- (l) No money lender\neither individually or ingroup of p€rsons shall lend money for any purpose or\nadvance loan to any person for the purpose of receiving interesl thereor! nor shall\ncarry on an interen based transaction io the Islamabad Capital Tcnitory.\n(2) whocver contravenes the provisions of suUsection (l) shall be\npunished with imprisonment ofeither description which may extend to lcn ]ears\nbut shall not be less than three yean and shall also be liable to fine nol cxcecding\none million nipees.\n4. Puoistmetrt for Abetm€nt- whoever intenlionally and ryilltully\nabets, engages, assists or aids the money lender in lending moncy or in rccovery\nof interen or in interest bascd Eansaction in contmvention of sub-section (l ) of\nscction 3 shall also be liable to the same punishment as pmvided in sub-section\n(2) ofscction 3 ofthis Act.\n5. Putrishment for Mol€statior.- whoever molests anl'bonower or\ndebtor, whether on his own behalf or on behalfofanybody elsc with inrention to\nforce such borrou€r or debtor to pay back any loan or debt or any pan thereofor\nany interesr thereupon, shall be punished with imprisonment ofeilher dcscription\nfor is term which may extcnd to five years and shall also be liable to ftne up to\nfive hundred thoLlsand rupecs.\n6 Com phint- A jGtice of peace shall, within tlucc days on receipt\nof any application or complaint with regard to the commission of an ofttnce\nunder rhis Ac! order the lmal police lo, rcgister a case against such person or\ngroup of persons.\n7. Lirbility to pry int€rest oo debt to slrnd €xtinguished.--{n the\ncommencement of rhis Acl, cvery obligation of any debtor or borrou€r to pay\nint€Gst on debt or such pafl of interest shall stard eKirguishct.\nE. Ofieaces to be tried by Court- No Court inferio. to lhat of\nJudicial Magis[ate of&e firsr clais shall r], an ofrence under lhis Act\n9. Cognizrnce of o(fenc€s.- Nowithstanding anlthing to thecoitrary contained in the Code or any other law for the time bcing in force anr,ffence under rhis Act shall be co8niable. non-compoundablc rrnd n\"on-brilable.\nI0. Adjustmetrt ofprincipal amourt. The rial court if ir is nrot,,irhar.ue rDone,v lender commi(ed an oflence under rhis Act. \\hall ..a.irfiri,f,.rnreresr atready paid to lhc money lender rs considercd as p\"r;;\",;;.d,;h;frincipalamourE\nP^RT ITHE GAZETTE OF PAKISTAN, EXTRT{., JANUARY 13,2023 13\nProvided that where the amount of intcrEst paid by a borrower cxc€eds\nthc principal srDounl, the court shall order the money lender to rctum such excrss\namount to the borrower.\nll. Raclvery of sums.- Wharc pemlty imposed on moncy lender\nunder this Act or the amounl ordered to be retumed is not paid,-\n(a) fie Cou( may ordc. to recover the amount so payable by\nselling lhe assets b€longing 10 such p€rson; and\n(b) in case the amount cannot be re(overcd from such person in\nthe manner provided in paragraph (a) the Cottrt may prrp&e\nand sign a cenificate specirying the amount due from such\np€rson and send it to the collector ofth€ distsict in which srrch\nperson orlrl5 aJry propeny or rcsides or cafiies on busirEss;\nand the colleclor of the district on receipt of such certificale\nshall proceed Io recovcr from rhc said pcrson the amount\nspecified in the ceailicatc es if it is an anear of land revenue.\n12. Appcal- Save as provided, any person aggrieved by any deaision\nBivcn, scntcncc passed or order made by thc trial court under this Act, may\nwrthin thirty days ofsuch decision, senlence or order prefer an appeal under lhe\nprovisions contained in chapter xxxl ofrhe code.\n13. Power lo dcposit in Courl moEey due or loar.- (l) WtEr€ a.y\nlender, wh€lher a money lender as defined in this Act or otherwise, rEfus€s lo\nacccpt the lrhole or any portion oflhe moncy or other property due in respcct of\nhis loan withour payment of interes! the debtor may deposit the said money or\nprope(y rnto the Court having j uri sdicl ion to enlertain a suit for recovery of such\nloan and apply to the Court rccord full or part satisfaction ofthe loarL as tlle casc\nmay h.\n(2) wherc any such application is rnadq the Couxt shalL afler due inquiry,\npass orders recording full or pan-satisfaction ofthe lo6n as the cise rnay be.\n(l) The proc€dure laid down in the Code of Civil Procedure, 1908,\n(Act No. V. of 1908), for dre trial of suis shall, as far as Inay be, apply to\napplications under this section.\n(4) An appeal shall, he from an order passe4 by a Court under suE\nsccrion (2) within thirty days excluding the time for obtaining a cerlified copy of\nthc order as ifsuch an order rclates to the exccutior! discharge or satisfaction ofa\ndecree *ithin the mearing of section 47 of thc Code of Civil Procadute, 1908\n(ActNo. v of 1908).\n14 t HT GAZETTE OFPAKISTAN, EXTRA., JANUARY ]3,2023 JPARI I\n14. Act to override other lass, etc.- The Provisions ofthe Act shall\nhave effec( notlvithstffding anyhing contained in afly other law for lhis dme\nbeing in forle or in any instrument having effect by virtue ofany such law\nl5- Indemnity.- No suit, prosecution or other legai proceeding shall\nagainst any person for allthing which is in good faith done or intended to be\ndone in puruance ol'this Act or of any Rules made thereunder\n16. Power to mrke rules.- The Federal Covenrnent may, by\nnot;fication rn d1e Official Gazetle and wrthin one hundred and twenty days from\nthe commencement ofthis Act, nrake Rules for carrying out the purposes ofthis\n17. Intcrpretatioo.- In the lnrerpretadon and applrcation of dre\nprovisions of this Act, and in respect of mafters ancillary or akin theretq the\nCout shall follow the injunctions oflslam as laid down in the Holy Quian and\nSunnah.\n18. Repe3l.- The West Pakistan Private Money Lcnders Ordinance,\n1960 (W.P. Ordinance XXIV of 1960) shall be repealed.\nC]I,\\UDHRY T,fUBARAK,\\LI.\nActingSecretary\nNT]N6CORPoI|{flONOF PAKIS"
}