{
    "file": "./converted_json\\administratore5d887028f7d3cea50944f48d5474915.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "of Vail:Mut \n*wAgmelx:' ate  \noft 1  \nREGISTERED No.  -M 302  L.-7646 \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, FRIDAY, MARCH 8, 2013 \nPART H \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN \nNOTIFICATION \nIslamabad, the 8th March, 2013 \nS. R. 0. 180 (I)/2013.—In exercise of the powers conferred by section \n506 of the Companies Ordinance, 1984 (XLVII of 1984) read with clause (b) of \nsection 43 of the Securities and Exchange Commission of Pakistan Act, 1997 (XLII \nof 1997), the Securities and Exchange Commission of Pakistan, with the approval of \nthe Federal Government, is pleased to make the following rules, the same have been \npreviously published vide Notification No. S.R.O. 283(1)/2012 dated the 22nd March, \n2012, namely:— \nPUBLIC SECTOR COMPANIES (CORPORATE GOVERNANCE) RULES, 2013 \n1. \tShort title, commencement and applicability.—(1) These Rules \nmay be called the Public Sector Companies (Corporate Governance) Rules, 2013. \n(2) They shall come into force after ninety days of the issuance of this \nnotification. \n(619) \nI279(2013)/Ex. Gazi \t Price: Rs. 20.50 \n620 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH  8, 2013 \t[PART II \n(3)These rules shall apply to all Public Sector Companies, as defined in \nclause (g) of rule 2. \n(4)In the case of listed Public Sector Companies, where there is any \ninconsistency with the Code of Corporate Governance, the provisions of these rules \nshall prevail. \n2. \tDefinitions. — ( 1) In these rules, unless there is anything repugnant in \nthe subject or context: \n(a)\"Board\" means board of directors of a Public Sector Company; \n(b)\"Commission\" means the Securities and Exchange Commission of \nPakistan established under the Securities and Exchange Commission \nof Pakistan Act, 1997 (XLII of 1997); \n(c)\"Executive\" means an employee of a Public Sector Company, who is \nentrusted with responsibilities of an administrative or managerial nature, \nincluding the Chief Executive and Executive Director; \n(d)\"Independent Director\" means a Non-Executive Director who is not \nin the service of Pakistan or of any statutory body or any body or \ninstitution owned or controlled by the Government and who is not \nconnected or does not have any other relationship, whether pecuniary \nor otherwise, with the Public Sector Company, its associated companies, \nsubsidiaries, holding company or directors. The test of independence \nprincipally emanates from the fact whether such person can be \nreasonably perceived as being able to exercise independent judgment \nwithout being subservient to any form of conflict of interest. \nA director shall not be considered independent if one or more of the \nfollowing circumstances exist,— \n(i)he has been an employee of the Public Sector Company, any of \nits subsidiaries, or holding company during the last two years; \n(ii)he has, or has had within the last two years, a material business \nrelationship with the Public Sector Company either directly or \nindirectly, or director of a body that has such a relationship with \nthe Public Sector Company; \n(iii)he has received remuneration in the two years preceding his \nappointment as a director or has received additional remuneration \nPAR III] II] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t621 \nexcluding retirement benefits from the Public Sector Company \napart from director's fee or has participated in the Public Sector \nCompany's share option or a performance-related pay scheme; \n(iv)he is a close relative (spouse, lineal ascendants and descendants \nand brothers and sisters)of the company's promoters, directors \nor major shareholders; \n(v)he holds cross-directorships or has significant links with other \ndirectors through involvement in other companies or bodies; or \n(vi)he has served on the Board for more than two consecutive terms \nfrom the date of his first appointment provided that such person \nshall be deemed independent director after a lapse of one term; \n(e)\"Non-Executive Director\" means a director of a Public Sector \nCompany who is not entrusted with responsibilities of an administrative \nor managerial nature; \n(f)\"Ordinance\" means the Companies Ordinance, 1984 (XLVII of 1984); \n(g)\"Public Sector Company\" means a company, whether public or private, \nwhich is directly or indirectly controlled, beneficially owned or not less \nthan fifty percent of the voting securities or voting power of which are \nheld by the Government or any instrumentality or agency of the \nGovernment or a statutory body, or in respect of which the Government \nor any instrumentality or agency of the Government or a statutory \nbody, has otherwise power to elect, nominate or appoint majority of its \ndirectors, and includes a public sector association not for profit, licensed \nunder section 42 of the Ordinance. \n(2) All other terms and expressions used but not defined in these rules \nshall have the same meaning as are assigned to them in the Ordinance. \n3. Composition of the Board. — (1) The Board shall consists of \nexecutive and non-executive directors, including independent directors and those \nrepresenting minority interests with the requisite range of skills, competence, \nknowledge, experience and approach so that the Board as a group includes core \ncompetencies and diversity considered relevant in the context of the Public Sector \nCompany's operations. \n(2) The Board shall have forty percent of its total members as independent \ndirectorswithin the first two years of this notification, which shall be raised to a \n622 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t[PART II \nmajority of independent directors in the next two years, and the majority shall be \nmaintained subsequently.The Public Sector Company shall disclose in the annual \nreport Non-executive, Executive and Independent directors. \n(3) No Independent Director shall participate in share options or any similar \nschemes of the Public Sector Company which entitle him to acquire any interest in \nthe Public Sector Company. \n(4) Any casual vacancy in the Board shall be filled up by the directors at \nthe earliest but not later than ninety days thereof. \n(5) No person shall be elected or nominated as a director of more than \nfive Public Sector Companies and listed companies simultaneously, except their \nsubsidiaries. \n(6) The Public Sector Companyshall, where necessary, take necessary \nsteps to ensure that the minority shareholders, as a class, are facilitated by proxy \nsolicitation, for which purpose the Public Sector Company shall,— \n(a)annex with the notice issued under sub-section (4) of section 178 of \nthe Ordinance, a statement by a candidate from amongst the minority \nshareholders who seek to contest election to the Board, and it may \ninclude a profile of the candidate; \n(b)provide information regarding shareholding structure and copies of \nthe register of members to the candidates representing minority \nshareholders; and \n(c)on a request by the candidates representing minority shareholders and \nat the cost of the company, annex to the notice issued under sub-\nsection. (4) of section 178of the Ordinance an additional copy of proxy \nform duly filled in by such candidates. \n(7) The appointing authorities, including the Government and other \nshareholders, shall apply the fit and proper criteria given in the Annexure in making \nnominations of the persons for election as Board members under the provisions of \nthe Ordinance. \n4. Role of the chairman and chief executive and separation of the \ntwo positions.—(1) The office of the chairman shall be separate, and his \nresponsibilities distinct, from those of the chief executive. \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH S, 2013 \t623 \n(2) The chairman of the Board shall,— \n(a)ensure that the Board is properly working and all matters relevant to \nthe governance of the Public Sector Company are placed on the agenda \nof Board meetings; \n(b)conduct the Board meeting including fixing the agenda; and \n(c)ensure that all the directors are enabled and encouraged to fully \nparticipate in the deliberations and decisions of the Board.The chairman \nhas a responsibility to lead the Board and ensure its effective functioning \nand continuous development, he shall not be involved in day to day \noperations of the Public Sector Company. \n(3) The chief executive is responsible for the management of the Public \nSector Company and for its procedures in financial and other matters, subject to the \noversight and directions of the Board, in accordance with the Ordinance. His \nresponsibilities include implementation of strategies and policies approved by the \nBoard, making appropriate arrangements to ensure that funds and resources are \nproperly safeguarded and are used economically, efficiently and effectively and in \naccordance with all statutory obligations. \n(4) The Board shall elect its chairman from amongst the independent \ndirectors so as to achieve an appropriate balance of power, increasing accountability, \nand improving the Board's capacity for exercising independent judgment. \n5. Responsibilities, powers and functions of the Board.—(1) The \nBoard shall exercise its powers and carry out its fiduciary duties with a sense of \nobjective judgment and independence in the best interest of the company. This \nprovision shall apply to all directors, including ex-officio directors. A director, once \nappointed or elected, shall hold office for a period of three years, unless he resigns \nor is removed in accordance with the provisions of the Ordinance. The removal of a \ndirector shall only take place in the event of misconduct or if the director has not \nperformed upto the standard, determined through a performance evaluation. \nExplanation: For the purpose of this clause, misconduct includes,— \n(a)indulging in a competing professional or personal conflict of interests' \nsituation; \n(b)using the funds, assets and resources of the Public Sector Company \nwithout due diligence and care; \n624 \t THE GAZETTE. OF PAKISTAN, EXTRA., MARCH 8, 2013 \t[PART II \n(c)failing to treat the colleagues and the staff of the Public Sector Company \nwith respect, or using harassment in any form of physical or verbal \nabuse; \n(d)making public statements without authorization by the Board; \n(e)receiving gifts or other benefits from any sources external to the Public \nSector Company offered to him in connection with his duties on the \nBoard; or \n(f)abusing or misusing his official position to gain undue advantage or \nassuming financial or other obligations in private institutions or for \npersons which may cause embarrassment in the performance of official \nduties or functions. \n(2)The Board shall evaluate the candidates based on the fit and proper \ncriteria and the guidelines specified by the Commission for appointment to the position \nof the chief executive, and recommend at least three individuals to the Government \nfor appointment as chief executive of the Public Sector Company. On receiving \nconcurrence of the Government, the Board shall appoint the chief executive in \naccordance with the provisions of the Ordinance. The Board shall also be responsible \nfor development and succession planning of the chief executive. \n(3)The Board shall ensure that obligations to all shareholders are fulfilled \nand they are duly informed in a timely manner of all material events through \nshareholder meetings and other communications as are considered necessary. \n(4)The Board shall ensure that professional standards and corporate values \nare in place that promotes integrity for the Board, senior management and other \nemployees in the form of a \"Code of Conduct\". The code of conduct shall articulate \nacceptable and unacceptable behaviors. The Board shall ensure that appropriate \nsteps are taken to communicate throughout the company the code of conduct it sets \ntogether with supporting policies and procedures, including posting the same on the \ncompany's website. The Board shall also ensure that adequate systems and controls \nare in place for the identification and redressal of grievances arising from unethical \npractices. \n(5)The Board shall establish a system of sound internal control, which \nshall be effectively implemented at all levels within the Public Sector Company, to \nensure compliance with the fundamental principles of probity and propriety; objectivity, \nPART Ill \tTHE GAZE.11E OF PAKISTAN, EXTRA., MARCH 8, 2013 \t625 \nintegrity and honesty and relationship with the stakeholders, in the following manner, \nnamely:— \n(a) the principle of probity and propriety entails that company's assets \nand resources are not used for private advantage and due economy is \nexercised so as to reduce wastage. The principle shall be adhered to, \nespecially with respect to the following, namely:— \n(i)handling of public funds, assets, resources and confidential \ninformation by directors,executives and employees; and \n(ii)claiming of expenses; \n(b) the principle of objectivity, integrity and honesty requires the following, \nnamely:— \n(i)the directors and executives of a Public Sector Company do not \nallow a conflict of interest to undermine their objectivity in any \nof their activities, both professional and private and that they do \nnot use their position in the Public Sector Company to further \ntheir private gains in a social or business relationship outside the \nPublic Sector Company. If a situation arise where an actual or \npotential conflict of interest exists, there shall be appropriate \nidentification, disclosure and management of such conflict of \ninterest; \n(ii)An appropriate conflict of interest policy is developed and duly \nenforced. Such a policy shall clearly lay down circumstances or \nconsiderations when a person may be deemed to have actual or \npotential conflict of interest, and the procedure for disclosing \nsuch interest: \nExplanation: For the purposes of this clause a person shall be \ndeemed to have an interest in a matter if he has any stake, \npecuniary or otherwise, in such matter which could reasonably \nbe regarded as giving rise to a conflict between his duty to \nobjectively perform his functions under these rules so that his \nability to consider and decide any matter impartially or to give \nany advice without bias, may reasonably be regarded as impaired; \n(iii)where a director, executive or other employee has a conflict of \ninterest in a particular matter, such person shall play no part in \nthe relevant discussion, decision or action; \n626 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t[PAR r II \n(iv)a \"register of interests\" is maintained to record all relevant \npersonal, financial and business interests, of directors and \nexecutives who have any decision making role in the company,and \nthe same shall be made publicly available. Such interests may \ninclude, for instance, any significant political activity, including \noffice holding, elected positions, public appearances and \ncandidature for election, undertaken in the last five years; \n(v)a declaration by the directors and executives that they shall not \noffer or accept any payment, bribe, favor or inducement which \nmight influence, or appear to influence,their decisions and actions; \nand \n(vi)the Board shall also develop and implement a policy on \"anti-\ncorruption\" to minimize actual or perceived corruption in the \ncompany; and \n(c) the principle of relationship with stakeholders requires the following, \nnamely:— \n(i)ensuring that the directors and executives uphold the reputation \nof the company by treating the general public, institutional \ninvestors and other stakeholders with courtesy, integrity and \nefficiency, and ensuring service quality; \n(ii)ensuring equality of opportunity by establishing open and fair \nprocedures for making appointments and for determining terms \nand conditions of service. The Board may nominate a committee \nconsisting of one of its members or senior Executives for \ninvestigating, where necessary on a confidential basis, any \ndeviation from the company's code of conduct; and \n(iii)ensuring compliance with the law and the Public Sector \nCompany's internal rules and procedures relating to public \nprocurement, tender regulations, purchasing and technical \nstandards, when dealing with suppliers of goods and services. \nThe Board shall ensure that quality standards are followed with \ndue diligence and that suppliers comply with the standards \nspecified and are paid for supplies or services within the time \nagreed. \nPARA]] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH  8, 2013 \t627 \n(6)The Board shall adopt a vision or mission statement and corporate \nstrategy for the Public Sector Company. \n(7)The Board shall also formulate significant policies of the Public Sector \nCompany, which may include the following, namely:— \n(a)the formal approval and adoption of the annual report of the Public \nSector Company, including the financial statements; \n(b)the implementation of an effective communication policy with all the \nstakeholders of the Public Sector Company; \n(c)the identification and monitoring of the principal risks and opportunities \nof the Public Sector Coml.;.Any and ensuring that appropriate systems \nare in place to manage these risks and opportunities, including, \nsafeguarding the public reputation of the Public Sector Company; \n(d)procurement of goods and services so as to enhance transparency in \nprocurement transactions; \n(e)marketing of goods to be sold or services to be rendered by the Public \nSector Company; \ndetermination of terms of credit and discount to customers; \nwrite-off of bad or doubtful debts, advances and receivables; \nacquisition or disposal of fixed assets and investments; \nborrowing of moneys up to a specified limit, exceeding which the \namounts shall be sanctioned or ratified by a general meeting of \nshareholders; \n(j)Corporate social responsibility initiatives including, donations, charities, \ncontributions and other payments of a similar nature; \n(k)determination and delegation of financial powers to Executives and \nemployees; \n(I) transactions or contracts with associated companies and related parties; \n(m)health, safety and environment; \n(n)development of whistle-blowing policy and protection mechanism; \n628 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \tWART II \n(o)capital expenditure planning and control; \n(p)protection of public interests; and \n(q)human resource policy including succession planning. \n(8)Any service delivered or goods sold by a Public Sector Company as a \npublic service obligation where decisions are taken in fulfilling social objectives of \nthe Government but are not in its commercial interests, outlay of such action shall be \nquantified and request for appropriate compensation there-for shall be submitted to \nthe Government for consideration. \n(9)A complete record of particulars of the above-mentioned policies along \nwith the dates on which they were approved or amended by the Board shall be \nmaintained. \n(10)The Board shall define the level of materiality, keeping in view the \nspecific context of the Public Sector Company and the recommendations of any \ncommittee of the Board that may be set up for the purpose. \n6. \tMeetings of the Board.—(1) The Board shall meet at least once, \neach quarter of a year,to ensure that it discharges its duties and obligations to \nshareholders and other stakeholders efficiently and effectively. In case of non-\ncompliance, the same shall be reported to the Commission with reasons of non-\ncompliance, within fourteen days of the end of the quarter in which the meeting \nshould have been held. \n(2)Written notices of meetings, including the agenda,duly approved by \nthe Chairman, shall be circulated not less than seven days before the meetings, \nexcept in the case of emergency meetings, where the notice period may be reduced \nor waived by the Board. \n(3)The chairman of the Board shall ensure that minutes of meetings of \nthe Board are appropriately recorded by approving them under his signature. The \nminutes of meetings shall be circulated after approval of the chairman, to directors \nand officers entitled to attend Board meetings, not later than fourteen days thereof, \nunless a shorter period is provided in the articles of association of the Public Sector \nCompany. \n(4)In the event that a director of a Public Sector Company is of the view \nthat his dissenting note has not been satisfactorily recorded in the minutes of a \nmeeting of the Board, he may refer the matter to the company secretary, or the \nchairman of the Board. The director may require the note to be appended to the \nminutes, failing which he may file an objection with the Commission. \nPAR-rill \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t629 \n(5) A Board meeting held and attended through video-conferencing shall \nbe a valid meeting, as long as its proceedings are properly recorded and the \nrequirements specified by the Commission for public companies for holding Board \nmeetings through video-conferencing are met. \n7. Key information to be placed for decision by the Board.—(I) \nThe Board shall establish appropriate arrangements to ensure it has access to all \nrelevant information, advice and resources necessary to enable it to carry out its \nrole effectively. Significant issues shall be placed before the Board for its information \nand consideration, in order to formalize and strengthen the corporate decision making \nprocess. \n(2) For the purpose of sub-rule (1), significant issues shall, inter-cilia, \ninclude the following, namely:— \n(a)annual business plans, cash flow projections, forecasts and long term \nplans; budgets including capital, manpower and expenditure budgets, \nalong with variance analyses; \n(b)internal audit reports, including cases of fraud or major irregularities; \n(c)management letters issued by the external auditors; \n(d)details of joint ventures or collaboration agreements or agreements \nwith distributors, agents, etc; \n(e)promulgation or amendment of a law, rule or regulation or, enforcement \nof an accounting standard or such other matters as may affect the \nPublic Sector Company; \n(f)status and implications of any lawsuit or judicial proceedings of material \nnature, filed by or against the Public Sector Company; \n(g)any show cause, demand or prosecution notice received from any \nrevenue or regulatory authority, which may be material; \n(h)material payments of government dues, including income tax, excise \nand customs duties, and other statutory dues including penal charges \nthereon; \n(i)inter-corporate investments in and loans to or from associated concerns \nin which the business group, of which the Public Sector Company is a \npart, has significant interest; \n630 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t[PART II \n(j)policies related to the award of contracts and purchase and sale of \nraw materials, finished goods, machinery etc; \n(k)default in payment of principal or interest, including penalties on late \npayments and other dues, to a creditor, bank or financial institution or \ndefault in payment of public deposit; \n(1) failure to recover material amounts of loans, advances, and deposits \nmade by the Public Sector Company, including trade debts and inter-\ncorporate finances; \n(m)any significant accidents, dangerous occurrences and instances of \npollution and environmental problems involving the Public Sector \nCompany; \n(n)significant public or product liability claims made or likely to be made \nagainst the Public Sector Company, including any adverse judgment \nor order made on the conduct of the Public Sector Company or of any \nother company that may bear negatively on the Public Sector Company; \n(o)disputes with labor and their proposed solutions, any agreement with \nthe labor union or collective bargaining agent and any charter of \ndemands on the Public Sector Company; \n(p)payment for goodwill, brand equity or intellectual property; \n(q)annual, quarterly, monthly or other periodical accounts as are required \nto be approved by the Board for circulation amongst its members; \n(r)reports on governance, risk and compliance issues; \n(s)whistle-blower protection mechanism; \n(t)report on Corporate Social Responsibility (CSR) activities; and \n(u)related party transactions. \n8. Performance evaluation.—(1) The performance evaluation of the \nmembers of the Board including the chairman and the chief executive shall be \nundertaken for which the Board shall establish a process, based on specified criteria, \nand the chairman of the Board shall take ownership of such an evaluation. The \ncommittees shall also carry out their evaluation on an annual basis. \nPART in \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH  8, 2013 \t631 \n(2) The Board shall monitor and assess the performance of senior \nmanagement on a periodic basis, at least once a year, and hold them accountable for \naccomplishing objectives, goals and key performance indicators set for this purpose. \n9. Related party transactions.—(1)The details of all related party \ntransactions shall be placed before the audit committee of the Public Sector Company \nand upon recommendations of the audit committee, the same shall be placed before \nthe Board for review and approval. \n(2) The related party transactions which are not executed at arm's length \nprice shall also be placed separately at each Board meeting along with necessary \njustification for consideration and approval of the Board on recommendation of the \naudit committee of the Public Sector Company. \n(3) The Board shall approve the pricing methods for related party \ntransactions that were made on the terms equivalent to those that prevail in arm's \nlength transaction only if such terms can be substantiated. \n(4) Every Public Sector Company shall maintain a party wise record of \ntransactions, in each financial year, entered into with related parties in that year \nalong with all such documents and explanations. The record of related party \ntransaction shall include the following particulars in respect of each transaction, \nnamely:— \n(a)name of related party; \n(b)nature of relationship with related party; \n(c)nature of transaction; \n(d)amount of transaction; and \n(e)terms and conditions of transaction, including the amount of \nconsideration received or given. \n(5) The Public Sector Company may seek a general mandate from its \nmembers for recurrent related party transactions of revenue or trading nature or \nthose necessary for its day-to-day operations such as the purchase and sale of \nsupplies and materials, but not in respect of the purchase or sale of assets, undertakings \nor businesses. A general mandate is subject to annual renewal. \n632 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \tIPART II \n10.Quarterly and Monthly Financial Statements and Annual \nReport.—(1) Every Public Sector Company shall, within one month of the close of \nfirst, second and third quarter of its year of account, prepare a profit and loss account \nfor, and balance-sheet as at the end of, that quarter, whether audited or otherwise, \nfor the Board's approval. Annual report including annual financial statements shall \nbe placed on the Public Sector Company's website. \n(2) Every Public Sector Company shall also prepare monthly accounts, \nfor circulation amongst the Board members. \n11.Board orientation and learning.—(1) Orientation courses shall be \nheld by a Public Sector Company, to enable directors to better comprehend the \nspecific context in which it operates, including its operations and environment, \nawareness of Public Sector Company's values and standards of probity and \naccountability as well as their duties as directors. \n(2)In order to ensure that the directors are well conversant with the \ncorporate laws and practices, they are encouraged to have certification under an \nappropriate training or education program offered by any institution, local or foreign. \n(3)In order to acquaint the Board members with the wider scope of \nresponsibilities concerning the use of public resources, to act in good faith and in the \nbest interests of the Public Sector Company, at least one orientation course shall be \narranged annually for the directors and the following information in writing, inter-\nalia, shall be provided, namely:— \n(a)Public Sector Company's aims and objectives; \n(b)control environment and control activities; \n(c)key policies and procedures; \n(d)risk management and internal control framework; \n(e)background of key personnel, including their job descriptions; \n(f)delegation of financial and administrative powers; \n(g)board and staff structure;and \n(h)budgeting, planning and performance evaluation systems. \nPART III \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t633 \n12. Formation of Board committees.—(l) The Board shall set up the \nfollowing committees to support it in performing its functions efficiently, and for \nseeking assistance in the decision making process, namely:— \n(a)audit committee, for an efficient and effective internal and external \nfinancial reporting mechanism; \n(b)risk management committee, in case of Public Sector Companies either \nin the financial sector or those having assets of five billion rupees or \nmore, to effectively review the risk function; \n(c)human resources committee, to deal with all employee related matters \nincluding recruitment, training, remuneration, performance evaluation, \nsuccession planning, and measures for effective utilization of the \nemployees of the Public Sector Company; \n(d)procurement committee, to ensure transparency in procurement \ntransactions and in dealing with the suppliers; and \n(e)nomination committee, to identify and recommend the candidates for \nthe Board for the consideration of shareholders after examining their \nskills and characteristics that are needed in such candidates. \n(2)The Board committees shall be chaired by non-executive directors \nand the majority of their members shall be independent. However, the independent \ndirectors in the committees shall not be less than their proportionate strength during \nthe first four years of this notification. The existence of such committees shall not \nabsolve the Board from its collective responsibility for all matters. Such committees \nshall have written terms of reference that define their duties, authority and \ncomposition, and shall report to the full Board.The minutes of their meetings shall be \ncirculated to all Board members. \n(3)The Board shall concern itself with policy formulation and oversight \nand not the approval of individual transactions except which are of an extraordinary \nnature or involve materially large amount. \n13. Chief Financial Officer, Company Secretary and Chief Internal \nAuditor - appointment and removal.—(1) The Board shall appoint a chief financial \nofficer, a company secretary and a chief internal auditor. \n(2) The appointment, remuneration and terms and conditions of employment \nof the chief financial officer, the company secretary and the chief internal auditor of \nPublic Sector Company shall be determined with the approval of the Board. \n634 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \tEPAirr II \n(3) The chief financial officer, the company secretary, or the chief internal \nauditor of Public Sector Company shall not be removed except with the approval of \nthe Board. \n14. Role and qualification of Chief Financial Officer and Company \nSecretary.—(l) The chief financial officer shall be responsible for ensuring that \nappropriate advice is given to the Board on all financial matters, for keeping proper \nfinancial records and accounts, and for maintaining an effective system of internal \nfinancial control. \n(2) No person shall be appointed as the chief financial officer of a Public \nSector Company unless he is,- \n(a)a member of a recognized body of professik )11.11 accountants with at \nleast five years relevant experience, in case of Public Sector Companies \nhaving total assets of five billion rupees or more; or \n(b)a person holding a master degree in finance from a university recognized \nby the Higher Education Commission with at least ten years relevant \nexperience, in case of other Public Sector Companies. \n(3) The company secretary shall be responsible for ensuring that Board \nprocedures are followed, and that all applicable laws, rules and regulations and other \nrelevant statements of best practice are complied with. Where the company secretary \nis not separately appointed, the role of company secretary may be combined with \nchief financial officer or any other member of senior management. \n(4) No person shall be appointed as the company secretary of a Public \nSector Company unless he is a,— \n(a) member of a recognized body of professional accountants; or \n(h) member of a recognized body of corporate or chartered secretaries; \nor \n(c) person holding a master degree in business administration or commerce \nor being a law graduate from a university recognized by the Higher \nEducation Commission with at least five years relevant experience. \n(5) No person shall be appointed to the positions of the chief financial \nofficer and company secretary unless he is fit and proper for the position. \nPART!!] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH  8, 2013 \t635 \n15.Requirement to attend Board Meetings.--(1)The chief financial \nofficer and the company secretary of a Public SeCtor Company shall attend all \nmeetings of the Board: \nProvided that unless elected as a director, the chief financial officer and the \ncompany secretary shall not be deemed to be a director or entitled to cast a vote at \nmeetings of the Board for the purposes of these rules: \nProvided further that the chief financial officer and the company secretary \nshall not attend such part of a meeting of the Board, which involves consideration of \nan agenda item relating to them or that relating to the chief executive or any director. \n(2) In pursuance of sub-rule (1), the Board shall ensure that the chief \nfinancial officer and the company secretary attend Board meetings, wherever \nrequired. \n16.Financial Reporting Framework.—Every Public Sector Company \nshall adopt International Financial Reporting Standards, as are notified by the \nCommission under clause (i) of sub-section (3) of section 234 of the Ordinance. \n17.Directors' report to the Shareholders.—(1) The Board shall submit \nan annual report to the shareholders. \n(2) The Board shall make the following Statements and provide the \nfollowing information in their report to the shareholders, prepared under section 236 \nof the Ordinance, namely:— \n(a)the Board has complied with the relevant principles of corporate \ngovernance, and has identified the rules that have not been complied \nwith, the period in which such non-compliance continued, and reasons \nfor such non-compliance; \n(b)the financial statements, prepared by the management of the Public \nSector Company, present fairly its state of affairs, the result of its \noperations, cash flows and changes in equity; \n(c)proper books of account of the Public Sector Company have been \nmaintained; \n(d)appropriate accounting policies have been consistently applied in \npreparation of financial statements and accounting estimates are based \non reasonable and prudent judgment; \n636 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t[PART II \n(e)they recognize their responsibility to establish and maintain sound system \nof internal control, which is regularly reviewed and monitored; and \n(f)the appointment of chairman and other members of Board and the \nterms of their appointment alongwith the remuneration policy adopted \nare in the best interests of the Public Sector Company as well as in \nline with the best practices. \n(3)The disclosure of an Executive's remuneration is an important aspect \nfor a Public Sector Company. The annual report of a Public Sector Company shall \ncontain a statement on the remuneration policy and details of the remuneration of \nmembers of the Board. Separate figures need to be shown for salary, fees, other \nbenefits and other performance-related elements. \n(4)The directors' report of a Public Sector Company shall also include \nthe following, where applicable, namely:— \n(a)where the Public Sector Company is reliant on a subsidy or other \nfinancial support from the Government, a detailed disclosure of the \nfact; \n(b)significant deviations from last year in operating results of the Public \nSector Company shall be highlighted and reasons thereof shall be \nexplained; \n(c)key operating and financial data of last six years shall be summarized; \n(d)key performance indicators of the Public Sector Company relating to \nits social objectives and outcomes which significantly reflect the work \nand impact of Public Sector Company and a comparison of actual \nresults with the budgeted figures. Such indicators shall focus on as to \nhow well the Public Sector Company has responded to accountability \nrequirements, improved service delivery, reduced costs and adherence \nto the principles of environmental and corporate social responsibilities; \n(e)where any statutory payment on account of taxes, duties, levies and \ncharges is overdue or outstanding, the amount together with a brief \ndescription and reasons for the same shall be disclosed; \n(f)significant plans and decisions, such as corporate restructuring, business \nexpansion and discontinuance of operations, shall be outlined along \nwith future prospects, risks and uncertainties surrounding the Public \nSector Company; \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t637 \n(g)a statement as to the value of investments of provident, gratuity and \npension funds, based on their respective audited accounts, shall be \nincluded; \n(h)the number of Board meetings held during the year and attendance by \neach director shall be disclosed; and \n(i)the pattern of shareholding shall be reported to disclose the aggregate \nnumber of shares (alongwith details, stated below) held by,— \n(i)Government; \n(ii)associated companies, undertakings and related parties (name \nwise details); \n(iii)mutual funds; \n(iv)directors, Chief Executive, and their spouse and minor children \n(name wise details); \n(v)Executives; \n(vi)Public Sector Companies and corporations; \n(vii)banks, development finance institutions, non-banking finance \ncompanies, insurance companies, takaful companies, and \nmodarabas; and \n(viii)shareholders holding five percent or more voting rights in the \nPublic Sector Company (name wise details). \n18. Disclosure of Interests by Directors and Officers.—(1) Every \ndirector of a Public Sector Company, if he or his relative, is in any way, directly or \nindirectly, concerned or interested in any contract or arrangement entered into, or to \nbe entered into, by or on behalf of the Public Sector Company shall disclose the \nnature of his concern or interest at a meeting of the directors. \n(2) Any other officer (including the Chief Executive and other Executives) \nof a Public Sector Company, if he or his relative, is in any way, directly or indirectly, \nconcerned or interested in any proposed contract or arrangement by the company \nshall disclose to the Company through a communication to the company secretary, \nthe nature and extent of his interest in the transaction. Such officer and the company \nshall ensure that such information is properly placed and considered by any forum \n638 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t[PART II  \nwhere the matter relating to such proposed contract or arrangement is to be discussed \nand approved. \n(3) If a director or officer has an existing interest, before joining the Board, \nhe shall disclose such interest to the Board, which shall take such facts into \nconsideration for any current and future decision making. \n19. Directors' Remuneration.—(1)There shall be a formal and \ntransparent procedure for fixing the remuneration packages of individual directors. \nNo director shall be involved in deciding his own remuneration. \n(2)Directors' remuneration packages shall encourage value creation within \nthe company, and shall align their interests with those of the company. These shall \nbe subject to prior approval of shareholders or Board as required by company's \nArticles of Association. Levels of remuneration shall be sufficient to attract and \nretain the directors needed to run the company successfully. \n(3)Subject to the provisions of the company's Articles of Association, the \nshareholders or Board shall determine the scale of remuneration for non-executive \ndirectors. However, it shall not be at a level that could be perceived to compromise \ntheir independence. \n(4)The Public Sector Company's annual report shall contain criteria and \ndetails of the remuneration of each director, including salary, benefits and performance \nlinked incentives. \n20. Responsibility for financial reporting and corporate \ncompliance.—No Public Sector Company shall circulate its financial statements \nunless the chief executive and the chief financial officer, present the financial \nstatements,duly certified under their respective signatures, for consideration and \napproval of the audit committee and the Board.The Board shall, after consideration \nand approval, authorize the signing of financial statements for issuance and circulation. \n21. Audit Committee.—(1) The Board shall establish an audit committee, \nwhose members shall be financially literate and majority of them, including its \nchairman, shall be Independent Non Executive Directors, subject to the provisions \nof sub-rule (2) of rule 12. The names of members of the audit committee shall be \ndisclosed in each annual report of the Public Sector Company. \n(2) The chairman of the Board as well as the chief executive of the Public \nSector Company shall not be a member of the audit committee. \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t639 \n(3)The chief financial officer, the chief internal auditor, and a representative \nof the external auditors shall attend all meetings of the audit committee at which \nissues relating to accounts and audit are discussed: \nProvided that at least once a year, the audit committee shall meet the external \nauditors without the presence of the chief financial officer, the chief internal auditor \nand other executives being present, to ensure independent communication between \nthe external auditors and the audit committee: \nProvided further that at least once a year, the audit committee shall meet \nchief internal auditor and other members of the internal audit function without the \nchief financial officer and the external auditors being present. \n(4)The Board shall determine the terms of reference of the audit \ncommittee. The terms of reference shall be in writing, specifying the mandate of the \naudit committee.The audit committee shall have full and explicit authority to investigate \nany matter within its terms of reference and shall be provided with adequate resources \nand access to all relevant information. \n(5)The audit committee shall, inter-alia, be responsible for recommending \nto the Board the appointment of external auditors by the Public Sector Company's \nshareholders and shall consider any questions of resignation or removal of external \nauditors, audit fees and provision by external auditors of any service to the Public \nSector Company in addition to audit of its financial statements. In the absence of \nstrong grounds to proceed otherwise, the Board shall act in accordance with the \nrecommendations of the audit committee in all these matters. However, the Board \nshall not be deemed to absolve itself of its overall responsibility for the functions \ndelegated to the audit committee. \n(6)The terms of reference of the audit committee may also include the \nfollowing, namely:— \n(a)determination of appropriate measures to safeguard the Public Sector \nCompany's assets; \n(b)review of financial results; \n(c)review of quarterly, half-yearly and annual financial statements of the \nPublic Sector Company, prior to their approval by the Board, focusing \non,— \n(i) major judgment areas; \nsignificant adjustments resulting from the audit; \n640 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t[PART II \n(iii)the going-concern assumption; \n(iv)any changes in accounting policies and practices; and \n(v)compliance with applicable accounting standards. \nExplanation.—The appropriateness of the use of the going concern \nassumption in the preparation of the financial statements is generally \nnot in question when auditing Public Sector Company having funding \narrangements backed by the Government. However, where such \narrangements do not exist, or where Government funding of the Public \nSector Company may be withdrawn and the existence of the Public \nSector Company may be at risk, International Standards on Auditing \nprovide useful guidance. This issue is increasingly important for Public \nSector Companies which have been privatized; \n(d)facilitating the external audit and discussion with external auditors of \nmajor observations arising from interim and final audits and any matter \nthat the auditors may wish to highlight (in the absence of management, \nwhere necessary); \n(e)review of managerhent letter issued by external auditors and \nmanagement's response thereto; \n(f)ensuring coordination between the internal and external auditors of \nthe Public Sector Company; \n(g)review of the scope and extent of internal audit and ensuring that the \ninternal audit function has adequate resources and is appropriately \nplaced within the Public Sector Company; \n(h)consideration of major findings of internal investigations and \nmanagement's response thereto; \nascertaining that the internal control system including financial and \noperational controls, accounting system and reporting structure are \nadequate and effective; \n(j)review of the Public Sector Company's statement on internal control \nsystems prior to endorsement by the Board; \n(k)recommending or approving the hiring or removal of the chief internal \nauditor; \nPART Ill \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t641 \n(1) instituting special projects, value for money studies or other \ninvestigations on any matter specified by the Board, in consultation \nwith the chief executive and to consider remittance of any matter to \nthe external auditors or to any other external body; \n(m)determination of compliance with relevant statutory requirements; \n(n)monitoring compliance with the best practices of corporate governance \nand identification of significant violations thereof; \n(o)overseeing whistle-blowing policy and protection mechanism; and \n(p)consideration of any other issue or matter as may be assigned by the \nBoard. \n(7) The audit committee shall be responsible for managing the relationship \nof Public Sector Company with the external auditors. In managing the Public Sector \nCompany's relationship with the external auditors on behalf of the Board, the audit \ncommittee's responsibilities include,— \n(a)suggesting the appointment of the external auditor to the Board, the \naudit fee, and any questions of resignation or dismissal; \n(b)considering the objectives and scope of any non-financial audit or \nconsultancy work proposed to be undertaken by the external auditors, \nand reviewing the remuneration for this work; \n(c)discussing with the external auditors before the audit commences the \nscope of the audit and the extent of reliance on internal audit and other \nreview agencies; \n(d)discussing with the external auditors any significant issues from the \nreview of the financial statements by the management, and any other \nwork undertaken or overseen by the audit committee; \n(e)reviewing and considering the external auditors' communication with \nmanagement and rnaiwernent's response thereto; and \n(f)reviewing progress on accepted recommendations from the external \nauditors. \n(8) The recommendations of the audit committee for appointment of retiring \nauditors or otherwise, as mentioned in sub-rule (7) above, shall be included in the \n642 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t[PART II \ndirectors' report. In case of a recommendation for change of external auditors before \nthe lapse of three consecutive financial years, the reasons for the same shall be \nincluded in the directors' report. \n(9) The audit committee shall appoint a secretary of the Committee, who \nshall circulate minutes of its meetings to the all members, directors and the chief \nfinancial officer, within fourteen days of the meeting. \n22. Internal Audit.—(1) There shall be an internal audit function in every \nPublic Sector Company. The chief internal auditor, who is the head of the internal \naudit function in the Public Sector Company, shall be accountable to the audit \ncommittee and have unrestricted access to the audit committee. \n(2) No person shall be appointed to the position of the chief internal auditor \nunless he is considered and approved as \"fit and proper\" for the position by the Audit \nCommittee. No person shall be appointed as the Chief Internal Auditor of a Public \nSector Company unless he has five years of relevant audit experience and is a,— \n(a)member of a recognized body of professional accountants; or \n(b)certified internal auditor; or \n(c)certified fraud examiner; or \n(d)certified internal control auditor; or \n(e)person holding a master degree in finance from a university recognized \nby the Higher Education Commission: \nProvided that individuals serving as chief internal auditor of the Public Sector \nCompany for the last five years at the time of coming into force of these rules shall \nbe exempted from the above qualification requirement. \n(3) Every Public Sector Company shall ensure that internal audit reports \narc provided for the review of external auditors. The external auditors shall discuss \nany major findings in relation to the reports with the audit committee, which shall \nreport matters of significance to the Board. \n(4) The internal audit function shall have an audit charter, duly approved \nby the audit committee and shall work, as far as practicable, in accordance with the \nstandards for the professional practice of internal auditors issued by the Institute of \nInternal Auditors Inc., (the global professional organization of internal audit \nprofession). \nPART II; \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t643 \n23. External Auditors.—( I) Every Public Sector Company shall ensure \nthat its annual accounts are audited by external auditors, as envisaged under section \n252 of the Ordinance. When carrying out audit of a Public Sector Company, the \nexternal auditors shall take into account the specific requirements of any other relevant \nregulations, ordinances or ministerial directives which affect the audit mandate and \nany special auditing requirements. \n(2)In assessing materiality, the external auditor must, in addition to \nexercising professional judgment, consider any legislation or regulation which may \nimpact that assessment. \n(3)The external auditors shall independently report to the shareholders in \naccordance with statutory and professional requirements. They shall also report to \nthe Board and audit committee the matters of audit interest, as laid down in the \nInternational Standards on Auditing. \n(4)No Public Sector Company shall appoint as external auditors a firm of \nauditors which firm or a partner of which firm is non-compliant with the International \nFederation of Accountants' (IFAC) Guidelines on Code of Ethics, as applicable in \nPakistan. \n(5)The external auditors shall observe applicable guidelines issued by the \nInternational Federation of Accountants with regard to restriction of non-audit \nservices. The audit committee shall also ensure that the external auditors do not \nperform management functions or make management decisions, responsibility for \nwhich remains with the Board and management of the Public Sector Company. \n(6)Every Public Sector Company in the financial sector shall change its \nexternal auditors every fiveyears. Financial sector, for this purpose, means banks, \nnon-banking finance companies, mutual funds, modarabas, takaful companies and \ninsurance companies. Every Public Sector Company other than those in the financial \nsector shall, at a minimum, rotate the engagement partner after every fiveyears. \n(7)No Public Sector Company shall appoint a person as its chief executive, \nchief financial officer, chief internal auditor or director who was a partner of the \nfirm of its external auditors (or an employee involved in the audit of the Public \nSector Company) at any time during the two year 's preceding such appointment. \n(8)Every Public Sector Company shall require external auditors to furnish \na management letter to its Board not later than thirty days from the date of audit \nreport. \n644 \t THE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t[PART II \n24. Compliance with the rules. —(1) EveryPublic Sector Company shall \npublish and circulate a statement along with its annual report to set out the status of \nits compliance with these rules, and shall also file with the Commission and the \nregistrar concerned such statement alongwith its annual report. \n(2)Every Public Sector Company shall ensure that the statement of \ncompliance with the rules is reviewed and certified by external auditors, where such \ncompliance can be objectively verified, before publication by the Public Sector \nCompany. \n(3)Where the Commission is satisfied that it is not practicable to comply \nwith any of these rules, the Commission may, for reasons to be recorded, relax the \nsame subject to such conditions as it may deem fit to impose. \n25. Penalty for contravention of the rules. —Whoever fails or refuses \nto comply with, or contravenes any provision of these rules, or knowingly and willfully \nauthorises or permits such failure, refusal or contravention shall, in addition to any \nother liability under the Ordinance, be punishable with fine and, in the case of \ncontinuing failure, to a further fine, as provided in sub-section (2) of section 506 of \nthe Ordinance. \nANNEXURE \nJSee Rule 3(7)1 \nCRITERIA FOR DETERMINING A 'FIT AND PROPER PERSON' \n(1) For the purpose of determining as to whether a person proposed to be \nappointed as director is a 'fit and proper person', the Commission shall take into \naccount any consideration as it deems fit, including but not limited to the following \ncriteria, namely:— \nThe person proposed for the said position — \n(a)is at least graduate; \n(b)is a reputed businessman or a recognised professional with relevant \nsectoral experience; \n(c)has financial integrity; \n(d)has no convictions or civil liabilities; \n(e)is known to have competence; \nPART  Ill \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 8, 2013 \t645  \n(f)has good reputation and character; \n(g)has the traits of efficiency and honesty; \n(h)does not suffer from any disqualification to act as a director stipulated \nin the Ordinance; \n(i)has not been subject to an order passed by the Commission cancelling \nthe certificate of registration granted to the person individually or \ncollectively with others on the ground of its indulging in insider trading, \nfraudulent and unfair trade practices or market manipulation, illegal \nbanking, forex or deposit taking business; \n(j)has not been subject to an order passed by the Commission or any \nother regulatory authority, withdrawing or refusing to grant any license \nor approval to him which has a bearing on the capital market; \n(k)is not a stock broker or agent of a broker; and \n(I) does not suffer from a conflict of interest; this includes political office \nholders in a legislative role. \n(2) A director shall cease to be considered as a \"fit and proper person\" for the purpose, if he incurs any of the following disqualifications, namely:- \n(a)he is convicted by a court for any offence involving moral turpitude, \neconomic offence, disregard of securities and company laws or fraud; \n(b)an order for winding up has been passed against a company of which \nhe was the officer as defined under section 305 of the Ordinance; \n(c)he or his close relatives have been engaged in a business which is of \nthe same nature as and directly competes with the business carried on \nby the Public Sector Company of which he is the director. \n[CLD/RD/ROC/CG/2004.1 \nBUSHRA ASLAM, \nSecretary to the Commission. \nPRINTED BY THE MANAGER. PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. PUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}