{
    "file": "./converted_json\\administrator2ee5578ca7f0081f5d589a84de29b868.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 43 \n  \n \n \n \nTHE RAILWAYS ACT, 1890  \n \n \n \nCONTENTS \n___________ \n \nCHAPTER I \n \nPRELIMINARY \n1.  Title, extent and commencement \n2.  [ Repealed] \n3. Definitions \nCHAPTER II \n \nINSPECTION OF RAILWAYS \n \n4.  [Omitted] \n5.  [Omitted] \n6.  [Omitted] \nCHAPTER III \n \nCONSTRUCTION AND MAINTENANCE OF WORKS \n \n7.  Authority of Railway Administrations to execute all necessary works \n \n8.  Alteration of pipes, wires and drains  \n8A.  Protection for Government property  \n9.  Temporary entry upon land for repairing or preventing accident \n10. Payment of compensation for damage caused by lawful exercise of powers under the \nforegoing provisions of this Chapter  \n11.  Accommodation works  \n12.  Power for owner-occupier or local authority to cause additional accommodation works to be \nmade \n\n \nPage 2 of 43 \n 13. Fences, screens, gates and bars  \n14.  Over and under bridges \n14A. The term licensee \n15.  Removal of trees dangerous to or obstructing the working of a railway \nCHAPTER IV \n \nOPENING OF RAILWAYS \n \n16.  [Omitted] \n17.  [Omitted]  \n18.  [Omitted]  \n19.  [Omitted]  \n20.  [Omitted]  \n21.  [Omitted]  \n22.  [Omitted]  \n23.  [Omitted]  \n24.  [Omitted]  \n25.  [Omitted]  \nCHAPTER V \n \nTRAFFIC FACILITIES \n \n26-40. [ Repealed] \n41.  Bar of jurisdiction of ordinary Courts in certain matters. \n42. [ Omitted] \n42A  [ Omitted] \n42B. [ Omitted] \n43. [ Omitted] \n44. [ Omitted] \n45.  Terminals  \n46.  Power of Authority to x terminals \n46A. [Omitted]  \n \nPage 3 of 43 \n 46B. [ Omitted] \n \nCHAPTER VI \n \nWORKING OF RAILWAYS \n \nGeneral \n47.  [Omitted] \n48. [ Omitted] \n49. [ Omitted] \n50. [ Omitted] \n51. [ Omitted] \n51A. [ Omitted] \n52. [ Omitted] \nCarriage of Property \n53. Maximum load for wagons  \n54.  Power for Railway Administrations to impose conditions for working traffic  \n55.  Lien for rates, terminals and other charges  \n56.  Disposal of unclaimed things on a railway  \n57.  Power for Railway Administrations to require indemnity on delivery of goods in certain cases  \n58.  Requisitions for written accounts of description of goods  \n59.  Dangerous or offensive goods  \n60.  Exhibition the public of authority for quoted rates  \n61. Requisitions on Railway Administrations for details of gross charges \nCarriage of Passengers  \n62.  Communication between passengers and railway employees in charge of trains  \n63.  Maximum number of passengers for each compartment  \n64.  Reservation compartments for females \n65.  Exhibition of time-tables and tables fares at stations  \n66.  Supply of tickets on payment of fares  \n \nPage 4 of 43 \n 67.  Provision for case in which tickets have been issued for trains not having room available for \nadditional passengers  \n68.  Prohibition against traveling without pass or ticket \n69.  Exhibition and surrender of passes and tickets  \n70. Prohibition against transfer of certain tickets  \n71.  Power to refuse to carry persons suffering from infectious or contagious disorder. \nCHAPTER VI-A \nLIMITATION OF EMPLOYEMENT OF RAILWAY SERVANTS \n71A-71H. [Omitted]  \nCHAPTER VII \n \nRESPONSIBILITIES OF LICENSEES AS CARRIERS. \n \n72. Measure of the general responsibility of a licensee as a carrier of animals and goods \n73. Further provision with respect to the liability of a licensee as a carrier of animals  \n74.  Further provision with respect to the liability of a licensee as a carrier of luggage  \n75. Further provision with respect to the liability of a licensee as a carrier of articles of special \nvalue \n76. Burden of proof in suits in respect of loss of animals or goods  \n77.  Notification of claims of refunds of overcharges and to compensation for losses  \n78.  Exoneration from responsibility in case of goods falsely described \n79.  Settlement of compensation for injuries to officers, soldiers, airmen and followers on duty  \n80.  Suits for compensation for injury to through booked traffic  \n81.  [ Repealed] \n82. [ Omitted] \n82A.  Liability of licensee in respect of accidents to trains carrying passengers \nCHAPTER VIII \n \nACCIDENTS \n \n83.  Report of the railway accidents  \n84.  Power to make rules regarding notices of and inquiries into accidents  \n85.  Submission of return of accidents  \n \nPage 5 of 43 \n 86.  Provision for compulsory medical examination of person injured in railway accident  \n \nCHAPTER IX \n \nPENALTIES AND OFFENCES \n \nForfeitures by Railway Companies \n87. Penalty for default in compliance with requisition under section 13 \n88. [Omitted]  \n89.  Penalty for not having certain documents kept or exhibited at stations under section 54 or \n65 \n90. [Omitted]  \n91. [Omitted]  \n92.  Penalty for delay in submitting returns under * * * 85  \n93.  Penalty for neglect of provisions of section 53 or 63 with respect to carrying capacity of \nrolling-stock  \n94.  Penalty for failure to comply with requisition under section 62 for maintenance of means of \ncommunication between passengers and railway employees  \n95.  Penalty for failure to reserve compartments for females under section 64  \n96.  Penalty for omitting to give the notices of accidents required by section 83 and under \nsection 84  \n97.  Recovery of penalties  \n98.  Alternative or supplementary character of remedies afforded by the foregoing provisions of \nthis Chapter \nOffences by Railway Servants  \n99.  Breach of duty imposed by section 60.  \n100. Drunkenness  \n101.  Endangering the safety of persons \n102.  Compelling passengers to enter carriages already full.  \n103.  Omission to give notice of accident  \n104. Obstructing level-crossings  \n105.  False returns \n  \n \nPage 6 of 43 \n Other Offences  \n106. Giving false account of goods  \n107. Unlawfully bringing dangerous or offensive goods upon a railway  \n108.  Needlessly interfering with means of communication in a train  \n109.  Entering compartment reserved or already full or resisting entry into a compartment not full  \n110.  Smoking \n111. Defacing public notices  \n112. Fraudulently traveling or attempting to travel without proper pass or ticket  \n113. Travelling without pass or ticket or with insufficient pass or ticket or beyond authorized \ndistance \n113A. Power to remove persons from railway carriage  \n114.  Penalty for transfer of tickets  \n115.  Disposal of fines under the two last foregoing sections  \n116.  Altering or defacing pass or ticket  \n117.  Being or suffering person to travel on railway with infectious or contagious disorder  \n118.  Entering carriage in motion, or otherwise improperly traveling on a railway  \n119.  Entering carriage or other place reserved for females  \n120.  Drunkenness or nuisance on a railway \n121. Obstructing railway employee in his duty  \n122. Trespass and refusal to desist from trespass  \n123. Disobediences of omnibus drivers to directions of railway employee  \n124.  Opening or not properly shutting gates  \n125.  Cattle trespass  \n126.  Maliciously wrecking or attempting to wrecktrain  \n127.  Maliciously hurting or attempting to hurt persons travelling by railway or damaging \nproperty belonging to railway  \n128.  Endangering safety of persons travelling by railway by wilful act or omission  \n129.  Endangering safety of persons travelling by railway by rash or negligent act or omission  \n130.  Special provision with respect to the commission by children of acts endangering safety of \npersons travelling by railway \n \nPage 7 of 43 \n Procedure \n130A. Power to detain and search in cases of suspected theft \n131. Arrest for offences against certain sections  \n131A. Summary trial of certain offences  \n132.  Arrest of persons likely to abscond or unknown  \n133. Magistrates having jurisdiction under Act  \n133A.  Certain railway servants to have powers of Magistrate  \n134.  Place of trial \nCHAPTER X \n \nSUPPLEMENTAL PROVISONS \n \n135. Taxation of railways by local authorities  \n136.  Restriction on execution against railway property  \n137.  Railway servants to be public servants for the purposes of Chapter IX of the Pakistan Penal \nCode \n138.  Procedure for summary delivery to licensee of property detained by railway employee  \n139.  [ Repealed] \n140.  Service of notices on Railway Administrations  \n141.  Service of notices by Railway Administrations  \n142.  Presumption where notice is served by post  \n143.  Provisions with respect of rules  \n144. [ Omitted] \n145.  Representation of Managers and Agents of Railways in Courts  \n146.  Power to extend Act to certain tramways  \n147. Power to exempt railway from the operation of the provisions of the Act  \n148. Matters supplemental to the definitions of “railway” and “railway employee” \n \n149. [ Repealed] \n150. [ Repealed] \nTHE FIRST SCHEDULE.— [REPEALED ] \nTHE SECOND SCHEDULE  \n \nPage 8 of 43 \n THE RAILWAYS ACT, 1890  \n \n1Act NO.IX OF 1890 \n \n[21st March, 1890]  \n \nAn Act to consolidate, amend and add to the law relating to Railways 2* *. \n \nWHEREAS it is expedient to consolidate, amend and add to the law relating to railways  2* *; It \nis hereby enacted as follows:—  \n \nCHAPTER I  \nPRELIMINARY \n1. Title, extent and commencement.— (1) This Act may be called the 3[*] Railways Act, 1890. \n4[(2) It extends to the whole of Pakistan and applies also to all citizens of Pakistan  wherever \nthey may be.] \n(3) It shall come into force on the first day of May, 1890. \n2. [Repeal.] Rep. by the Repealing Act, 1938 (1 of 1938), s.2 and Schedule. \n5[3. Definitions.— In this Act, unless there is anything repugnant in the subject or context,— \n \n(a) “accident” means as defined in the Ordinance,  \n \n(b) “Authority ” means as defined in the Ordinance, \n \n(c) “Collector ” means the chief officer in charge of the land-revenue administration \nof a district, and includes any officer specially appointed by the Provincial \nGovernment to discharge the functions of a Collector under this Act; \n \n(d)  “ferry” includes a bridge of boats, pontoons or rafts, a swing bridge, a flying \nbridge and a temporary bridge, and the approaches to, and landing places of, a \nferry; \n \n(e) “goods” means as defined in the Ordinance; \n \n \n1For Statement of Objects and Reasons, see Gazette of India, 1888, Pt.V, p.133; for Report of the Select Committee, see. ibid., 1890, Pt.V, p.23 and for \ndebates in Council, see ibid., 1888, Pt.VI, pp. 124 and 137, and ibid., 1890, Pt.VI, pp.15 and 48. \nThis Act has been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950), and in the \nFederated Areas of Baluchistan, see Gazette of India, 1937, Pt.I.p.1499.  \nChapter VIA of this Act has been extended to– \n(a) the Baluchistan States Union, see, G.G.O. 4 of 1953, as amended, \n(b) the Khairpur State, see G.G.O. 5 of 1953, as amended by G.G.O. 24 of 1953, and \n(c) the State of Bahawalpur, see G.G.O. 11 of 1953 \nThe Railway Board Ordinance, 1959 (48 of 1959), shall be read with, and taken as part of this Act, and shall be construed accordingly, see \nsection 2 of the said Ordinance. \nThe Act has been and shall be deemed to has been brought into force in Gowadur with effect from the 8th September, 1958, by the Gwadur (Application \nof Central Laws) Ordinance, 1960 (37 of 1960), s.2. \n2The words “in India” omitted by A.O., 1949, Sch. \n3The word “Indian” omitted by A.O., 1949, Sch. \n4Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3 and 2nd Sch. (with effect from the 14th October, 1955), for the original \nsub-section (2) as amended by the Burma Laws Act, 1898, (13 of 1898), s.18, A.O., 1949, Sch. And the Federal Laws (Revision and Declaration) Act, \n1951 (26 of 1951), s. 8. \n5Subs. by ord. 92 of 02, s.44 and Sch. II.  \n \n \nPage 9 of 43 \n  \n(f) “inland water ” means any canal, river, lake or navigable water;  \n \n \n(g) 1[* * *]; \n \n(h) “licence” means as defined in the Ordinance;  \n \n(i) “licensee” means as defined in the Ordinance; \n \n(j) “one kilogram ” means a weight of one thousand grams, each gram being a weight \nof one thousand milligrams; \n \n(k) “Ordinance ” means the Railway Regulatory Authority Ordinance, 2002 (XCII of \n2002); \n \n(l) “pass” means an authority given by a licensee, or by a person appointed by such \nlicensee in this behalf, and authorizing the person to whom it is given to travel \ngratuitously on a train operated by that licensee; \n \n(m) “railway” means a railway, or any portion of a railway, for the public carriage of \npassengers, animals or goods, and includes— \n \n(i) all land within the fences or other boundary-marks indicating the limits of \nthe land appurtenant to a railway; \n \n(ii) all lines of rails, sidings, or branches worked over for the purposes of, or in \nconnection with, a railway; \n \n(iii) all stations, offices, warehouses, wharves, workshops, manufactories, fixed \nplant and machinery and other works constructed for the purposes of, or in \nconnection with, a railway; \n \n(iv) all ferries, ships, boats and rafts which are used on inland waters for the \npurposes of the traffic of a railway and belong to or are hired or worked by \nthe authority administering the railway; and \n \n(v) railway infrastructure, as defined in the Ordinance;  \n \n(n) “railway administration ” means as defined in the Ordinance;  \n \n(o) 1[* * *]; \n \n(p) “railway employee ” means as defined in the Ordinance; \n \n(q) “rate” includes any fare, charge or other payment for the carriage of any passenger, \nanimal or goods; \n \n(r) “rolling-stock ” means as defined in the Ordinance; \n \n(s) “terminals ” includes charges in respect of stations, wharves, depots, \nwarehouses, cranes and other similar matters and of any services rendered \nthereat; \n \n(t) “through traffic” means traffic which is carried over the railway of two or \nmore railway administrations; \n(u) “ticket” includes a single ticket, a return ticket and a season ticket; \n \n1Omitted by ord. 92 of 02, s.44 and Sch. II. \n \nPage 10 of 43 \n (v) “traffic” includes rolling-stock of every description, as well as passengers, \nanimals and goods; and \n \n(w) “tramway ” means a tramway constructed under the Tramways Act, 1886 (XI \nof 1886), or any special Act relating to tramways.] \n \nCHAPTER II  \nINSPECTION OF RAILWAYS \n \n \n \n4. to 6.  1[Omitted] \n \n \nCHAPTER III \nCONSTRUCTION AND MAINTENANCE OF WORKS  \n2\n7. Authority of railway administrations  to execute all necessary works.— (1) Subject to \nthe provisions of this Act and, in the case of immoveable property not belonging to the 3[licensee], to \nthe provisions of any enactment for the time being in force for the acquisition of land for public \npurposes and for companies, 3[and subject also, in the case of licensees, to the provisions of their \nlicence, a railway or the accommodation or other works connected therewith, and notwithstanding \nanything in any other enactment for the time being in force],— \n \n(a)  make or construct in, upon, across, under or over any lands, or any streets, hills \nvalleys, roads, railways or tramways, or any rivers, canals, brooks, streams or \nother waters, or any drains, water-pipes, gas-pipes or telegraph lines, such \ntemporary or permanent inclined planes, arches, tunnels, culverts, embankments, \naqueducts, bridges, roads, 4[lines of railway], ways, passages, conduits, drains, \npiers, cuttings and fences as the 3[licensee] thinks proper; \n \n(b)  alter the course of any rivers, brooks, streams, or watercourses, for the purpose of \nconstructing and maintaining tunnels, bridges, passages or other works over or \nunder them, and divert or alter, as well temporarily as permanently, the course of \nany rivers, brooks, streams or watercourses or any roads, streets or ways, or raise \nor sink the level thereof, in order the more conveniently to carry them over or \nunder or by the side of the railway, as the 3[licensee] thinks proper; \n \n \n(c)  make drains or conduits into, through or under any lands adjoining the railway for \nthe purpose of conveying water from or to the railway; \n \n(d) erect and construct such houses, warehouses, offices and other buildings, and such \nyards, stations, wharves, engines, machinery, apparatus and other works and \nconveniences as the 3[licensee] thinks proper; \n \n \n \n \n1section 4-6 omitted by ord. 92 of 02, s.44 and Sch. II. \n2Cf the Railways Clauses Act, 1845 (8 & 9 Vict., C. 20), s. 16. \n3Subs. by ord. 92 of 02, s.44 & Sch.II. \n4Ins by the Indian Railways Act (1890) Amendment Act, 1896 (9 of 1896), s.1 \n \nPage 11 of 43 \n (e)  alter, repair or discontinue such buildings, works and conveniences as aforesaid \nor any of them and substitute others in their stead; and \n1\n[(f) subject to the terms of a licence, do all other acts necessary for making maintaining, \naltering or repairing and using the railway.] \n1\n[(2) The exercise of the powers conferred on a licensee by sub-section (1) shall be subject to \nthe control of the Federal Government or, the Authority, as the case may be.] \n8. Alteration of pipes, wires and drains. A 1[licensee] may, for the purpose of exercising the \npowers conferred upon it by this Act, alter the position of any pipe for the supply of gas, water or \ncompressed air or the position of any electric wire or of any drain not being a main drain: \nProvided that— \n(a)  when the 1[licensee] desires to alter the position of any such pipe, wire or drain, \nit shall give reasonable notice of its intention to do so, and of the time at which it \nwill begin to do so, to the 2local authority or company having control over the \npipe, wire or drain, or, when the pipe, wire or drain is not under the control of a \nlocal authority or company, to the person under whose control the pipe, wire or \ndrain is; \n(b)  a local authority, company or person receiving notice under proviso (a) may send \na person to superintend the work, and the 1[licensee] shall execute the work to the \nreasonable satisfaction of the person so sent and shall make arrangements for \ncontinuing during the execution of the work the supply of gas, water, compressed \nair or electricity or the maintenance of the drainage, as the case may be. \n3[8A. Protection for Government property. Nothing in the two last preceding sections shall \nauthorise the doing of anything on or to any works, lands, or buildings vested in, or in the possession \nof, 4* * * the 5[Federal Government] without the consent of that Government, or the doing of anything \non or to any works, lands or buildings vested in, or in the possession of, 4* * * a Province without the \nconsent of the Provincial Government 6[or the doing of anything on or to any works, lands or buildings \nvested in, or in the possession of, the Government of an Acceding State without the consent of that \nGovernment].] \n79. Temporary entry upon land for repairing or preventing accident. The 1[Authority] may \nauthorise any 1[licensee], in case of any slip or other accident happening or being apprehended to any \ncutting, embankment or other work under the control of the 1[licensee], to enter upon any lands \nadjoining its railway for the purpose of repairing or preventing the accident, and to do all such works \nas may be necessary for the purpose. \n \n \n \n1Subs. by Ord. 92 of 02, s.44 & Sch.II. \n2For definition of “local authority”, see s. 3 (28) of the General Clauses Act, 1897 (10 of 1897). \n3Section 8A ins. by A.O., 1937. \n4The words “His Majesty for the purposes of” omitted by A.O.,1961, Art. 2 and Sch. ( with effect from the 23rd March, 1956). \n5Subs. by F. A. O., 1975, Art. 2 and Table, for “Central Government”. \n6Added by A. O., 1949, Sch. \n7Cf. the Railway Regulation Act, 1842 (5 & 6 Viet., c. 55), s. 14. \n \nPage 12 of 43 \n (2) In case of necessity the 1[licensee], may enter upon the lands and do the works aforesaid \nwithout having obtained the previous sanction of the Federal Government 1[or the Authority, as the \ncase may be], but in such a case shall, within seventy-two hours after such entry, make a report to the \n1[Authority], specifying the nature of the accident or apprehended accident, and of the works necessary \nto be done, and the power conferred on the 1[licensee] by this sub-section 1[or a licence] shall cease \nand determine if the 1[Authority], after considering the report, considers that the exercise of the power \nis not necessary for the public safety. \n \n10. Payment of compensation for damage caused by lawful exercise of powers under the \nforegoing provisions of this Chapter.— (1) A 1[licensee] shall do as little damage as possible in the \nexercise of the powers conferred by any of 2[the foregoing provisions of this Chapter], and \ncompensation shall be paid for any damage caused by the exercise thereof. \n \n(2) A suit shall not lie to recover such compensation, but in case of dispute the amount thereof \nshall, on application to the Collector, be determined and paid in accordance, so far as may be, 3[with \nthe provisions of sections 11 to 15, both inclusive, sections 18 to 34, both inclusive, and sections 53 \nand 54 of the Land Acquisition Act, 1894, (I of 1894 )and the provisions of sections 51 and 52 of that \nAct shall apply to the award of compensation]. \n \n411. Accommodation works.— (1) A 1[licensee] shall make and maintain the following works \nfor the accommodation of the owners and occupiers of lands adjoining the railway, namely:— \n \n(a)  such and so many convenient crossings, bridges, arches, culverts and passages \nover, under or by the sides of, or leading to or from, the railway as may, in the \nopinion of the 5[Provincial Government], be necessary for the purpose of \nmaking good any interruptions caused by the railway to the use of the lands \nthrough which the railway is made, and \n(b)  all necessary arches, tunnels, culverts, drains, water courses or other passages, \nover or under or by the sides of the railway, of such dimensions as will, in the \nopinion of the 5[Provincial Government], be sufficient at all times to convey \nwater as freely from or to the lands lying near or affected by the railway as \nbefore the making of the railway, or as nearly so as may be. \n(2) Subject to the other provisions of this Act, the work specified in clauses (a) and (b) of \nsub-section (1) shall be made during or immediately after the laying out or formation of the railway \nover the lands traversed thereby and in such manner as to cause as little damage or inconvenience as \npossible to persons interested in the lands or affected by the works. \n(3) The foregoing provisions of this section are subject to the following provisos, \nnamely:— \n \n \n \n1Subs. & Ins.  by Ord. 92 of 02, s.44 & Sch.II. \n2Subs. by A.O., 1937, for “the three last foregoing sections”.  \n3Subs. by the Indian Railways Act (1890) Amendment Act, 1896 (9 of 1896), s. 2, for “with the provisions of sections 11 to 15, both inclusive, and \nsections 18 to 42, both inclusive, of the Land Acquisition Act, 1870, and the provisions of sections 57 and 58 of that Act shall apply to the award of \ncompensation”.  \n4Cf the Railways Clauses Act, 1845 (8 & 9 Vict., c. 20), s. 68.  \n5Subs. by A. O., 1937, for “G. G. in C.”.  \n \n \nPage 13 of 43 \n (a)  a 1[licensee] shall not be required to make any accommodation works in such a \nmanner as would prevent or obstruct the working or using of the railway, or to \nmake any accommodation works with respect to which the owners and occupiers \nof the lands have agreed to receive and have been paid compensation in \nconsideration of their not requiring the works to be made; \n2(b)  save as hereinafter in this Chapter provided, a 1[licensee] shall not, except on the \nrequisition of the 3[Provincial Government], be compelled to defray the cost of \nexecuting any further or additional accommodation works for the use of the \nowners or occupiers of the lands after the expiration of ten years from the date on \nwhich the railway passing through the lands was first opened for public traffic; \n(c)  where a 1[licensee] has provided suitable accommodation for the crossing of a \nroad or stream, and the road or stream is afterwards diverted by the act or neglect \nof the person having the control thereof, the 1[licensee] shall not be compelled to \nprovide other accommodation for the crossing of the road or stream. \n4(4) The 3[Provincial Government] may appoint a time for the commencement of any work to \nbe executed under sub-section (1), and if for fourteen days next after that time the 1[licensee] fails to \ncommence the work or, having commenced it, fails to proceed diligently to execute it in a sufficient \nmanner, the 3[Provincial Government] may execute it and recover from the 1[licensee] the cost incurred \nby 5[it] in the execution thereof. \n \n612. Power for owner-occupier or local authority to cause additional accommodation \nworks to be made. If an owner or occupier of any land affected by a railway considers the works made \nunder the last foregoing section to be insufficient for the commodious use of the land, 7[or if the Federal \nGovernment desires to construct a national highway or a strategic road], or if the 8[Provincial \nGovernment] or a local authority desires to construct a public road or other work across, under or over \na railway, he or it, as the case may be, may at any time require the 1[licensee] to make at his or its \nexpense such further accommodation works as he or it thinks necessary and are agreed to by the \n1[licensee] or as, in case of difference of opinion, may be authorized by the 9[Federal Government]. \n \n1013. Fences, screens, gates and bars. The 1[Authority] may require that, within a time to be \nspecified in the requisition, or within such further time as 11[it] may appoint in this behalf, — \n \n \n \n1Subs. by Ord. 92 of 02, s.44 & Sch.II. \n2Cf the Railways Clauses Act, 1845 (8 & 9 Vict., c. 20), s. 78.  \n3Subs. by A. O., 1937, for “G. G. in C.”. \n4Cf the Railways Clauses Act, 1845 (8 & 9 Vict., c. 20), s. 70. \n5Subs. by A. O., 1937, for “him”. \n6Cf. the Railways Clauses Act, 1845 (8 & 9 Vict., c. 20), s. 71. \n7lns. by F. A. O., 1975, Art. 2 and Sch. \n8Subs. by A. O., 1937, for “L.G.”. \n9Subs. by F.A.O, 1975, Art.2 and Sch., for “Provisional Government” which was previously subs. by A.O., 1964, Art.2 and Sch., for “Central \nGovernment” as amended by A.O., 1937 and A.O., 1961. \n10Cf the Railway Regulation Act, 1842 (5 & 6 Vict., c. 55), s. 10. \n11Subs. by A. O., 1937, for “he”. \n \n  \n \nPage 14 of 43 \n (a)  boundary-marks or fences be provided or renewed by a 1[licensee]for a railway \nor any part thereof and for roads constructed in connection there-with; \n2(b)  any works in the nature of a screen near to or adjoining the side of any public road \nconstructed before the making of a railway be provided or renewed by a \n1[licensee] for the purpose of preventing danger to passengers on the road by \nreason of horses or other animals being frightened by the sight or noise of the \nrolling-stock moving on the railway; \n3(c)  suitable gates, chains, bars, stiles or hand-rails be erected or renewed by a \n1[licensee] at places where a railway crosses a public road on the level; \n4(d)  persons be employed by a 1[licensee] to open and shut such gates, chains or bars. \n \n514. Over and under bridges.— (1) Where a 1[licensee] has constructed a railway across a \npublic road on the level, the 6[Federal Government] may at any time, if it appears to 7[it] necessary for \nthe public safety, require the 1[licensee], within such time as 8[it] thinks fit, to carry the road either \nunder or over the railway by means of a bridge or arch, with convenient ascents and descents and other \nconvenient approaches, instead of crossing the road on the level, or to execute such other works as, in \nthe circumstances of the case, may appear to the 6[Federal Government] to be best adapted for \nremoving or diminishing the danger arising from the level crossing. \n \n9(2) The 6[Federal Government] may require as a condition of making a requisition under sub-\nsection (1), that the local authority, if any, which maintains the road, shall undertake to pay the whole \nof the cost to the 1[licensee] of complying with the requisition or such portion of the cost as the \n6[Federal Government] thinks just. \n \n1[14A. The term “licensee” as used in this Chapter means the 1[licensee] or such other licensee \nwho is the holder of an integrated licensee the terms of which shall make it the duty of such licensee \nto carry out the functions set out in this Chapter.] \n1015. Removal of trees dangerous to or obstructing the working of a railway.— (1) In either \nof the following cases, namely:— \n(a)  where there is danger that a tree standing near a railway may fall on the railway \nso as to obstruct traffic, \n \n \n1Subs. and Ins. by Ord. 92 of 02, s.44 & Sch.II. \n2Cf the Railways Clauses Act, 1845 (8 & 9 Vict., c. 20), s. 63. \n3Cf the Railway Regulation Act, 1842 (5 &. 6 Vict., c. 55), s. 9. \n4Cf the Railways Clauses Act, 1845 (8 & 9 Vict., c. 20), s. 48. \n5Cf the Railways .Clauses Act, 1863 (26 & 27 Vict., c. 92), s. 7. \n6Subs. by F.A.O, 1975, Art.2 and Sch., for “Provisional Government” which had been amended by A.O., 1937, A.O., 1949 and A.O., 1964, Art.2 and \nSch. to read as above. \n7Subs. by A. O., 1937, for “him”. \n8Subs. by A. O., 1937, for “he”. \n9Cf the Railways Clauses Act, 1845 (8 & 9 Vict., c. 20), s. 46; and the Railway and Canal Traffic Act, 1888 (51 & 52 Vict., c. 25), s. 16. \n10Cf. the Regulation of Railways Act, 1868 (31 & 32 Vict., c. 119), s. 24. \n  \n \nPage 15 of 43 \n (b) when a tree obstructs the view of any fixed signal, the 1[licensee] may, with the \npermission of any Magistrate, fell the tree or deal with it in such other manner as \nwill in the opinion of the 1[licensee] avert the danger or remove the obstruction, \nas the case may be. \n(2) In case of emergency the power mentioned in sub-section (1) may be exercised by a \n1[licensee] without the permission of a Magistrate. \n \n(3) Where a tree felled or  otherwise dealt with under sub-section (1) or  sub-section (2) was in \nexistence before the railway was constructed or the signal was fixed, any magistrate may, upon the \napplication of the persons interested in the tree, award to those persons such compensation as he thinks \nreasonable. \n(4) Such an award, subject, where made 2* * * by any Magistrate other than the  District \nMagistrate, to revision by 3* * * the District Magistrate, 4* * *, shall be final. \n \n(5) A Civil Court shall not entertain a suit to recover compensation for any tree felled or \notherwise dealt with under this section. \n \nCHAPTER IV \n \nOPENING OF RAILWAYS \n16-25. 5[Omitted]  \n \nCHAPTER V \n \n6[TRAFFIC FACILITIES]  \n \n7\n*    *    * \n26 to 40. [Relating to Railway Commissions. ] Rep. by A.O., 1937. \n841. Bar of jurisdiction of ordinary Courts in certain matters. Except as provided in this \nAct, no suit shall be instituted or proceeding taken for anything done or any omission made by a \nrailway administration in violation or contravention of any provision of this Chapter 9*    * * \n10*   *   * \n \n42-44. 11[Omitted]  \n \n1Subs. by Ord. 92 of 02, s.44 & Sch.II. \n2The words “in a presidency town by any Magistrate other than the Chief Presidency Magistrate or where made elsewhere” omitted by A.O., \n1949, Sch. \n3The words “the Chief Presidency Magistrate, or” omitted, ibid. \n4The words “as the case may be” omitted, ibid. \n5Sections 16-25 Omitted by Ord. 92 of 02, s.44 & Sch.II. \n6Subs. by the Repealing and Amending Act, 1939 (34 of 1939), s. 2 and Sch. I, for “Railway Commissions and Traffic Facilities”. \n7The sub-heading “Railway Commissions” omitted, ibid. \n8Cf the Railway and Canal Traffic Act, 1854 (17 & 18 Vict., c. 31), s. 6. \n9The words “or of any order made thereunder by the Commissioners or by a High Court” rep. by A. O., 1937. \n10The sub-heading “Traffic Facilities” omitted by Act 34 of 1939, s. 2 and Sch. I. \n11Sections 42,42A,42B, 43,and 44  omitted by Ord. 92 of 02, s.44 & Sch.II. \n \nPage 16 of 43 \n 45. Terminals.— A 1[licensee] may charge reasonable terminals. \n46. Power of 1[Authority] to x terminals.—2[(1) The 1[Authority] shall decided any question \nor dispute which may arise with respect to the terminals charged by a 1[licensee]]. \n(2) 1[* * * * * * *] \n146A. * * * * * * * \n346B.  [Saving for functions of Railway Rates Committee and Railway Tribunal. ] Omitted by \nA. O., 1949, Schedule. \n \nCHAPTER VI  \nWORKING OF RAILWAYS  \nGeneral \n47-52. 4[omitted] \nCarriage of Property \n553. Maximum load for wagons.— (1) Every 1[licensee] shall determine the maximum load \nfor every wagon or truck in its possession, and shall exhibit the words or figures representing the load \nso determined in a conspicuous manner on the outside of every such wagon or truck. \n(2) Every person owning a wagon or truck which passes over a railway shall similarly \ndetermine and exhibit, the maximum load for the wagon or truck. \n \n(3) The gross weight of any such wagon or truck bearing on the axles when the wagon or truck \nis loaded to such maximum load shall not exceed such limit as may be fixed by the 1[Authority] for \nthe class of axle under the wagon or truck. \n \n54. Power for railway administrations  to impose conditions for working traffic.— (1) \nSubject to the control of the 1[Authority], a 1[licensee] may impose conditions, not inconsistent with \n1[with its powers and functions] with respect to the receiving, forwarding or delivering of any animals \nor goods. \n(2) The 1[licensee] shall keep at each station on its railway a copy of the conditions for the time \nbeing in force under sub-section (1) at the station, and shall allow any person to inspect it free of charge \nat all reasonable times. \n(3) A 1[licensee] shall not be bound to carry any animal suffering from any infectious or \ncontagious disorder. \n \n \n \n \n1Subs. and omitted by Ord. 92 of 02, s.44 & Sch.II. \n2Subs. by A. O., 1937, for the original sub-section (1). \n3S. 46B was ins. by A. O., 1937. \n4Sections 47,48,49,50,51,51A and 52 omitted by Ord. 92 of 02, s.44 & Sch.II. \n5Cf, the Railway Regulation Act, 1842 (5 & 6 Vict., c. 55), s. 16.  \n \n \n \nPage 17 of 43 \n 155. Lien for rates, terminals and other charges.— (1) If a person fails to pay on demand \nmade by or on behalf of a 2[licensee] any rate, terminal or other charge due from him in respect of any \nanimals or goods, the 2[licensee] may detain the whole or any of the animals or goods or, if they have \nbeen removed from the railway, any other animals or goods of such person then being in or thereafter \ncoming into its possession. \n \n(2) When any animals or goods have been detained under sub-section (1), the 2[licensee] may \nsell by public auction, in the case of perishable goods at once, and in the case of other goods or of \nanimals on the expiration of at least fifteen days’ notice of the intended auction, published in one or \nmore of the local newspapers, or where there are no such newspapers, in such manner as the \n2[Authority] may prescribe, sufficient of such animals or goods to produce a sum equal to the charge, \nand all expenses of such detention, notice and sale, including, in the case of animals, the expenses of \nthe feeding, watering and t ending thereof. \n \n(3) Out of the proceeds of the sale the 2[licensee] may retain a sum equal to the charge and the \nexpenses aforesaid, rendering the surplus, if any, of the proceeds, and such of the animals or goods (if \nany) as remain unsold, to the person entitled thereto. \n \n(4) If a person on whom a demand for any rate, terminal or other charge due from him has been \nmade fails to remove from the railway within a reasonable time any animals or goods which have been \ndetained under sub-section (1) or any animals or goods which have remained unsold after a sale under \nsub-section (2), the 2[licensee] may sell the whole of them and dispose of the proceeds of the sale as \nnearly as may be under the provisions of sub -section (3). \n \n(5) Notwithstanding anything in the foregoing sub-sections, the 2[licensee] may recover by suit \nany such rate, terminal or other charge as aforesaid or balance thereof. \n \n56. Disposal of unclaimed things on a railway.— (1) When any animals or goods have come \ninto the possession of a 2[licensee] for carriage or otherwise and are not claimed by the owner or other \nperson appearing to the 2[licensee] to be entitled thereto, the 2[licensee] shall, if such owner or person \nis known, cause a notice to be served upon him, requiring him to remove the animals or goods. \n \n(2) If such owner or person is not known, or the notice cannot be served upon him, or he does \nnot comply with the requisition in the notice, the 2[licensee] may within a reasonable time, subject to \nthe provisions of any other enactment for the time being in force, sell the animals or goods as nearly \nas may be under the provisions of the last foregoing section, rendering the surplus, if any, of the \nproceeds of the sale to any person entitled thereto. \n57. Power for railway administrations  to require indemnity on delivery of goods in certain \ncases. Where any animals, goods or sale-proceeds in the possession of a 2[licensee] are claimed by two \nor, more persons, or the ticket or receipt given for the animals or goods is not forthcoming, the \n2[licensee] may withholds delivery of the animals , goods or sale-proceeds until the person entitled in \nits opinion to receive them has given an indemnity, to the satisfaction of the 2[licensee] against the \nclaims of any other person with respect to the animals, goods or sale-proceeds. \n \n \n1Cf. the Railways Clauses Act, 1845 (8 & 9 Vict., c. 20), s. 97. \n2Subs. by Ord. 92 of 02, s.44 & Sch.II. \n \nPage 18 of 43 \n 58. Requisitions for written accounts of description of goods.— (1) The owner or person \nhaving charge of any goods which are brought upon a railway for the purpose of being carried thereon, \nand the consignee of any goods which have been carried on a railway, shall, on the request of any \n1[railway employee] appointed in this behalf by the 1[licensee] deliver to such servant an account in \nwriting signed by such owner or person, or by such consignee, as the case may be, and containing such \na description of the goods as may be sufficient to determine the rate which the 1[licensee] is entitled to \ncharge in respect thereof. \n \n(2) If such owner, person or consignee refuses or neglects to give such an account, and refuses \nto open the parcel or package containing the goods in order that their description may be ascertained, \nthe 1[licensee] may,  \n \n(a)  in respect of goods which have been brought for the purpose of being carried on \nthe railway, refuse to carry the goods unless in respect thereof a rate is paid not \nexceeding; the highest rate which may be in force at the time on the railway for \nany class of goods or,  \n \n(b)  in respect of goods which have been carried on the railway, charge a rate not \nexceeding such highest rate. \n \n(3) If an account delivered under sub-section (1) is materially false with respect to the \ndescription of any goods to which it purports to relate, and which have been carried on the railway, the \n1[licensee] may charge in respect of the carriage of the goods a rate not exceeding double the highest \nrate which may be in force at the time on the railway for any class of goods. \n \n2(4) If any difference arises between a 1[railway employee] and the owner or person having \ncharge, or the consignee, of any goods which have been brought to be carried or have been carried on \na railway, respecting the description of goods of which an account has been delivered under this \nsection, the 1[railway employee] may detain and examine the goods. \n \n(5) If it appears from the examination that the description of the goods is different from that \nstated in an account delivered under sub-section (1), the person who delivered the account, or, if that \nperson is not the owner of the goods, then that person and the owner jointly and severally, shall be \nliable to pay to the 1[licensee] the cost of the detention and examination of the goods, and the \n1[licensee] shall be exonerated from all responsibility for any loss which may have been caused by the \ndetention or examination thereof. \n(6) If it appears that the description of the goods is not different from that stated in an account \ndelivered under sub-section (1), the 1[licensee] shall pay the cost of the detention and examination, and \nbe responsible to the owner of the goods for any such loss as aforesaid. \n59. Dangerous or offensive goods. —(1) No person shall be entitled to take with him, or to \nrequire a 1[licensee] to carry, any dangerous or offensive goods upon a railway. \n(2) No person shall take any such goods with him upon a railway without giving notice of \ntheir nature to the stationmaster or other 1[railway employee] in charge of the place where he brings \nthe goods upon the railway, or shall tender or deliver any such goods for carriage upon a railway  \n \n1Subs. by Ord. 92 of 02, s.44 & Sch.II. \n2Cf., the Railways Clauses Act, 1845 (8& 9 Vict., c. 20), s. 101. \n \nPage 19 of 43 \n without distinctly marking their nature on the outside of the package containing them or otherwise \ngiving notice in writing of their nature to the 1[railway employee] to whom he tenders or delivers them. \n \n(3) Any 1[railway employee] may refuse to receive such goods for carriage, and, when such \ngoods have been so received without such notice as is mentioned in 2[sub-section (2)] having to his \nknowledge been given, may refuse to carry them or may stop their transit, \n \n(4) If any 1[railway employee] has reason to believe any such goods to be contained in a \npackage with respect to the contents whereof such notice as is mentioned in sub-section (2) has not to \nhis knowledge been given, he may cause the package to be opened for the purpose of ascertaining its \ncontents, \n \n(5) Nothing in this section shall be construed to derogate from the Explosives Act, 1884, (V of \n1884) or any rule under that Act, and nothing in sub-sections (1), (3) and (4) shall be construed to \napply to any goods tendered or delivered for carriage by order or on behalf of the Government or to \nany goods which an officer, soldier, sailor, 3[airman] or police-officer or 4[a member of the Pakistan \nNational Guard,] may take with him upon a railway in the course of his employment or duty as such. \n560. Exhibition to the public of authority for quoted rates. At every station at which a \n1[licensee] quotes a rate to any other station for the carriage of traffic other than passengers and their \nluggage, the 1[railway employee] a appointed by the 1[licensee] to quote the rate shall, at the request \nof any person, show to him at all reasonable times, and without payment of any fee, the rate books or \nother documents in which the rate is authorised by the 1[licensee] or administrations concerned. \n661. Requisitions on railway administrations  for details of gross charges. — (1) Where any \ncharge is made by and paid to a 1[licensee] in respect of the carriage of goods over its railway, the \n1[licensee] shall, on the application of the person by whom or on whose behalf the charge has been \npaid, render to the applicant an account showing how much of the charge comes under each of the \nfollowing heads, namely:— \n \n(a)  the carriage of the goods on the railway:  \n(b)  terminals; \n(c)  demurrage; and \n7(d)  collection, delivery and other expenses;  \nbut without particularizing the several items of which the charge under each head consists. \n(2) The application under sub-section (1) must be in writing and be made to the 1[licensee] \nwithin one month after the date of the payment of the charge by or on behalf of the applicant, and the \naccount must be rendered by the 1[licensee] within two months after the receipt of the application. \n \n1Subs. by Ord. 92 of 02, s.44 & Sch.II. \n2Subs. by the Indian Railways Act, (1890) Amendment Act, 1896 (9 of 1896), s. 3, for “sub-section (1)”. \n3Ins. by the Repealing and Amending Act, 1927 (10 of 1927), s. 2 and Sch. I. \n4The original words and figures “a person enrolled as a volunteer under the Indian Volunteers Act, 1869,” were first subs. by the Repealing and \nAmending Act, 1923 (11 of 1923). s.2 and Sch. I and then amended by A. O., 1949, Sch., to read as above. \n5Cf the Regulation of Railways Act, 1873 (36 & 37 Viet., c, 48), s. 14. and the Railway and Canal Traffic Act, 1888 (51 & 52 Viet., c. 25), s. 33. \n6Cf the Regulation of Railways Act, 1868 (31 & 32 Vict., c.119), s.17. \n7Cf the Regulation of Railways Act, 1873 (36 & 37 Vict., c. 48), s. 14. \n \n \nPage 20 of 43 \n Carriage of Passengers  \n162. Communication between passengers and 2[railway employees] in charge of trains. \nThe 2[Authority] may require any 2[licensee] to provide and maintain in proper order, in any train \nworked by it which carries passengers, such efficient means of communication between the passengers \nand the 2[railway employees] in charge of th e train as the 2[Authority] has approved. \n \n63. Maximum number of passengers for each compartment. Every 2[licensee] shall fix, \nsubject to the approval of the 2[Authority], the maximum number of passengers which may be carried \nin each compartment of every description of carriage, and shall exhibit the number so fixed in a \nconspicuous manner inside or outside each compartment, in English or in one or more of the vernacular \nlanguages in common use in the territory traversed by the railway, or both in English and in one or \nmore of such vernacular languages as the 2[Authority], after consultation with the 2[licensee], may \ndetermine. \n \n64. Reservation compartments for females. —(1) On and after the first day of January, 1891, \nevery 2[licensee] shall, in every train carrying passengers, reserve for the exclusive use of females one \ncompartment at least of the lowest class of carriage forming part of the train. \n3[(2) * * * * * * *] \n65. Exhibition of time-tables and tables fares at stations. Every 2[licensee] shall cause to be \nposted in a conspicuous and accessible place at every station on its railway, in English and in a \nvernacular language in common use in the territory where the station is situate, a copy of the time \ntables for the time being in force on the railway, and lists of the fares chargeable for traveling from the \nstation where the lists are posted to every place for which card-tickets are ordinarily issued to \npassengers at that station. \n66. Supply of tickets on payment of fares.— (1) Every person desirous of traveling on a \nrailway shall, upon payment of his fare, be supplied, 4[by a 2[railway employee] or an agent authorized \nby the 2[licensee] in this behalf] with a ticket, specifying the class of carriage for which, and the place \nfrom and the place to which, the fare has been paid, and the amount of the fare.  \n(2) The matters required by sub-section (1) to be specified on a ticket shall be set forth__ \n \n(a)  if the class of carriage to be specified thereon is the lowest class, then in a \nvernacular language in common use in the territory traversed by the railway, and \n \n(b)  if the class of carriage to be so specified is any other than the lowest class, then in \nEnglish. \n67. Provision for case in which tickets have been issued for trains not having room \navailable for additional passengers.— (1) Fares shall be deemed to be accepted, and tickets to be \nissued, subject to the condition of there being room available in the train for which the tickets are \nissued. \n \n1Cf the Regulation of Railways Act, 1868 (31 & 32 Viet., c. 119), s.22. \n2Subs. by Ord. 92 of 02, s.44 & Sch.II. \n3Omitted by Act No.IV of 1995, s.7. \n4Ins. by the Railway (Amdt.) Act, 1976 (25 of 1976), s. 2.  \n \nPage 21 of 43 \n (2) A person to whom a ticket has been issued and for whom there is not room available in the \ntrain for which the ticket was issued shall on returning the ticket within three hours after the departure \nof the train be entitled to have his fare at once refunded. \n \n(3) A person for whom there is not room available in the class of carriage for which he has \npurchased a ticket and who is obliged to travel in a carriage of a lower class shall be entitled on \ndelivering up his ticket to a refund of the difference between the fare paid by him and the fare payable \nfor the class of carriage in which he travelled. \n \n 1[68. (1)] Prohibition against traveling without pass or ticket.__ No person shall, without \nthe permission of a 2[railway employee], enter 3[or remain in] any carriage on a railway for the purpose \nof traveling therein as a passenger unless he has with him a proper pass or ticket. \n \n4(2) A 2[railway employee] when granting the permission referred to in sub-section (1) shall \nordinarily, if empowered in this behalf by the 2[licensee], grant to the passenger a certificate that the \npassenger has been permitted to travel in such carriage upon condition that he subsequently pays the \nfare payable for the distance to be travelled.] \n \n69. Exhibition and surrender of passes and tickets. Every passenger by railway shall, on the \nrequisition of any railway employee appointed by the 2[licensee] in this behalf, present his pass or \nticket to the 2[railway employee] for examination, and at or near the end of the journey for which the \npass or ticket was issued, or, in the case of a season pass or ticket, at the expiration of the period for \nwhich it is current, deliver up the pass or ticket to the 2[railway employee]. \n \n5[70. Prohibition against transfer of certain tickets. A ticket against which reservation of a \nseat or berth has been made, or a return ticket or season ticket, shall not be transferable and may be \nused only by the person for whose journey to and from the places specified thereon it was issued: \n \nProvided that nothing herein shall prevent mutual transfer of seats or berths reserved against a \nproper ticket by passengers traveling by the same train.] \n \n71. Power to refuse to carry persons suffering from infectious or contagious disorder.  (1) \nA 2[licensee] may refuse to carry, except in accordance with the conditions prescribed 2[by rules] a \nperson suffering from any infectious or contagious disorder. \n \n(2) A person suffering from such a disorder shall not enter or travel upon a railway without the \nspecial permission of the station-master or other 2[railway employee] in charge of the place where he \nenters upon the railway. \n \n(3) A 2[railway employee] giving such permission as is mentioned in sub-section (2) must \narrange for the separation of the person suffering from the disorder from other persons being or \ntraveling upon the railway. \n \n \n1S. 68 re-numbered as 68 (1) by the Indian Railways (Amdt.) Act, 1941 (6 of 1941), s. 2. \n2Subs. by Ord. 92 of 02, s.44 & Sch.II. \n3Ins. by  the Indian Railways (Amdt.) Act, 1941 (6 of 1941), s. 2. \n4Sub-section (2) added, by the Indian Railways (Amdt.) Act, 1941 (6 of 1941), s, 2.  \n5Subs. by the Railways (Amdt.) Act, 1976 (25 of 1976), s. 3, for the existing section. \n \n \nPage 22 of 43 \n 1[CHAPTER VI-A \nLIMITATION OF EMPLOYEMENT OF RAILWAY SERVANT] \n71A -71H. 2[Omitted] \nCHAPTER VII \n3[RESPONSIBILITY OF LICENSEES AS CARRIERS] \n72. Measure of the general responsibility of a 3[licensee] as a carrier of animals and goods.—\n(1) The responsibility of a 3[licensee] for the loss, destruction or deterioration of animals or goods delivered \nto the 3[licensee] to be carried by railway shall, subject to the other provisions of this Act 3[and the \nordinance], be that of a bailee under sections 151,152 and 161 of the Contract Act, 1872 (IX of 1872). \n \n(2) An agreement purporting to limit that responsibility shall, in so far as it purports to effect such \nlimitation, be void, unless it— \n \n(a)  is in writing signed by or on behalf of the persons sending or delivering to the \n3[licensee] the animals or goods, and \n \n(b)  is otherwise in a 4form approved by the 3[Aurhority]. \n \n(3) Nothing 5* * * in the Carriers Act, 1865 regarding the responsibility of common carriers with \nrespect to the carriage of animals or goods, shall affect the responsibility as in this section defined of a \nrailway administration. \n \n673. Further provision with respect to the liability of a 3[licensee] as a carrier of animals .— \n7[(1) The responsibility of a 3[licensee] under the last foregoing section for the loss, destruction or \ndeterioration of animals delivered to the 3[licensee] to be carried on a railway shall not, in any case, \nexceed— \n(a)  in the case of elephants 8[fifty thousand] rupees per head,  \n(b)  in the case of horses 8[ten thousand] rupees per head, \n \n(c)  in the case of mules, camels or horned cattle, 8[fifteen thousand] rupees per head,  and \nper head, \n \n \n \n1Chapter VI-A was ins. By the Indian Railways (Amdt.) Act, 1930 (XIV of 1930) for statement of objects and reasons of which see, Gazette of India \n1929, pt. v,p.147; and for report of the select committee see. ibid., 1930, pt., p.56. \nThis chapter to be deemed to have been inserted with effect on and from the twenty-sixth day of March, 1930, see the Railways (Amdt.) Act, \n1950 (41 of 1950),s.2. \nThis Chapter has been extended to__ \n(1)  the Baluchistan States Union by G.G.O. 4 of 1953, as amended and  \n(2)  the States of Bahawalpur and Khairpur by G.G.O. 11 of 1953 and G.G.O.5 of 1953, respectively.  \n2Sections 71A-71H omitted by Ord. 92 of 02, s.44 & Sch.II. \n3Subs. by Ord. 92 of 02, s.44 & Sch.II. \n4For risk-note forms prescribed under this clause, see Gen. R. & O. \n5Certain words omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch. \n6Cf the Railway and Canal Traffic Act, 1854 (17 and 18 Viet., C. 31), section 7. \n7Subs. by Railway (Amdt.) Act,1957 (26 of 1957),s.3. for the original sub-section (1), as amended by the Indian Railways Act, (1890) Amendment Act, \n1896 (9 of 1896),s.4. \n8Subs. by Act IV of 1995, s.9. \n \nPage 23 of 43 \n (d)  in the case of donkeys, sheep, goats, dogs or other animals 1[one thousand] \nrupees per head,  \nunless the person sending or delivering them to the 2[licensee]caused them to \nbe declared or declared them, at the time of their delivery for carriage by \nrailway, to be respectively of higher value than one thousand five hundred, \nseven hundred and fifty, two hundred or thirty rupees per head, as the case may \nbe]. \n \n(2) Where such higher value has been declared, the 2[licensee] may charge, in respect of the \nincreased risk, a percentage upon the excess of the value so declared over the respective sums \naforesaid. \n \n \n(3) In every proceeding against a 2[licensee] for the recovery of compensation for the loss, \ndestruction or deterioration of any animal, the burden of proving the value of the animal, and, where \nthe animal has been injured, the extent of the injury, shall lie upon the person claiming the \ncompensation. \n \n74. Further provision with respect to the liability of a 2[licensee] as a carrier of luggage. \nA 2[licensee] shall not be responsible for the loss, destruction or deterioration of any luggage belonging \nto or in charge of a passenger unless a 2[railway employee] has booked and given a receipt therefor. \n \n375.Further provision with respect to the liability of a 2[licensee] as a carrier of articles of \nspecial value. —(1) When any articles mentioned in the second schedule are contained in any parcel \nor package delivered to a 2[licensee] for carriage by railway, and the value of such articles in the parcel \nor package exceeds 1[ten thousand rupees], the 2[licensee] shall not be responsible for the loss, \ndestruction or deterioration of the parcel or package unless the persons sending or delivering the parcel \nor package to the 2[licensee] caused its value and contents to be declared or declared them at the time \nof the delivery of the parcel or package for carriage by railway, and, if so required by the 2[licensee], \npaid or engaged to pay a percentage on the value so declared by way of compensation for increased \nrisk. \n \n(2) When any parcel or package of which the value has been declared under sub-section (1) has \nbeen lost or destroyed or has deteriorated, the compensation recoverable in respect of such loss, \ndestruction or deterioration shall not exceed the value so declared, and the burden of proving the value \nso declared to have been the true value shall, notwithstanding anything in the declaration, lie on the \nperson claiming the compensation. \n \n(3) A 2[licensee] may make it a condition of carrying a parcel declared to contain any article \nmentioned in the second schedule that a 2[railway employee] authorised in this behalf has been satisfied \nby examination or otherwise that the parcel actually contains the article declared to be therein. \n76. Burden of proof in suits in respect of loss of animals or goods. In any suit against a \n2[licensee] for compensation for loss, destruction or deterioration of animals or goods delivered to a \n2[licensee] for carriage by railway, it shall not be necessary for the plaintiff to prove how the loss, \ndestruction or deterioration was caused. \n \n1Subs. by Act IV of 1995, ss.9-10. \n2Subs. by Ord. 92 of 02, s.44 & Sch.II. \n3Cf the Carriers Act, 1830 (11 Geo. 4 & 1 Will, 4,c. 69),s.1.   \n \nPage 24 of 43 \n 77. Notification of claims of refunds of overcharges and to compensation for losses. A \nperson shall not be entitled to a refund of an over charge in respect of animals or goods carried by \nrailway or to compensation for the loss, destruction or deterioration of animals or goods delivered to \nbe so carried, unless his claim to the refund or compensation has been preferred in writing by him or \non his behalf to the 1[licensee] within six months from the date of the delivery of the animals or goods \nfor carriage by railway. \n78. Exoneration from responsibility in case of goods falsely described. Notwithstanding \nanything in the foregoing provisions of this Chapter, a 1[licensee] shall not be responsible for the loss, \ndestruction or deterioration of any goods with respect to the description of which an account materially \nfalse has been delivered under sub-section (1) of section 58 if the loss, destruction or deterioration is \nin any way brought about by the false account, nor in any case for an amount exceeding the value of \nthe goods if such value were calculated in accordance with the description contained in the false \naccount. \n \n79. Settlement of compensation for injuries to officers, soldiers, airmen and followers on \nduty. Where an officer, soldier, 2[sailor], 3[airman] or follower, while being or traveling as such on \nduty upon a railway belonging to, and worked by, the Government 4* * *, loses his life or receives any \npersonal injury in such circumstances that, if he were not an officer, soldier, 2[sailor], 3[airman] or \nfollower being or traveling as such on duty upon the railway, compensation would be payable under \nAct5 No. XIII of 1855 or to him, as the case may be, the form and amount of the compensation to be \nmade in respect of the loss of his life or his injury shall, where there is any provision in this behalf in \nthe military, 2[naval] 3[or air-force] 6[law] to which he was immediately before his death, or is, subject, \nbe determined in accordance with 7[that] 6[law], and not otherwise. \n \n80. Suits for compensation for injury to through booked traffic. Notwithstanding anything \nin any agreement purporting to limit the liability of a 1[licensee] with respect to traffic while on the \nrailway of another 1[licensee], a suit for compensation for loss of the life of, or personal injury to, a \npassenger, or for loss, destruction or deterioration of animals or goods where the passenger was or the \nanimals or goods were booked through over the railways of two or more railway administrations, may \nbe brought either against the 1[licensee] from which the passenger obtained his pass or purchased his \nticket, or to which the animals or goods were delivered by the consignor thereof, as the case may be, \nor against the 1[licensee] on whose railway the loss, injury, destruction or deterioration occurred. \n81. [Limitation of liability of railway administration in respect of traffic on inland waters by \nvessel not being part of railway. ] Rep. by the Indian Railways Act (1890) Amendment Act, 1896 (IX of \n1896), s. 5. \n882. [Limitation of liability of railway administration in respect of accidents at sea. ] Omitted \nby the Federal Laws (Revision and Declaration ) Ordinance. 1981 (27 of 1981), s. 3 and Sch. II. \n \n1Subs. by Ord. 92 of 02, s.44 & Sch.II. \n2Ins. by the Amending Act, 1934 (35 of 1934), s. 2 and Sch. \n3Ins. by the Repealing and Amending Act, 1927 (10 of 1927), s. 2 and Sch. I. \n4The words “or an Acceding State” which was ins. by A. O., 1949, have been omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 \n(27 of 1981), s. 3 and Sch. II. \n5The- Fatal Accidents Act, 1855. \n6Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981, (27 of 1981), s.3 and 2nd Sch., for “regulations”. \n7Subs. by Act IV of 1995, s. 11. \n8Cf. the Regulation of Railways Act, 1868 (31 & 32 Vict., c. 119) ,s. 14. and the Regulation of Railways Act, 1871 (34 & 35 Vict, c. 78), s. 12 .   \n \nPage 25 of 43 \n 1[82A. Liability of 2[licensee] in respect of accidents to trains carrying passengers.— (1) \nWhen in the course of working a railway an accident occurs, being either a collision between trains of \nwhich one is a train carrying passengers or the derailment of or other accident to a train or any part of \na train carrying passengers, then, whether or not there has been any wrongful act, neglect or default on \nthe part of the 2[licensee] such as would entitle a person who has been injured or has suffered loss to \nmaintain an action and recover damages in respect thereof, the 2[licensee] shall, notwithstanding any \nother provision of law to the contrary, be liable to pay compensation 3[as provided in sub-section (2)] \nfor loss occasioned by the death of a passenger dying as a result of such accident, and for personal \ninjury and loss, destruction or deterioration of animals or goods owned by the passenger and \naccompanying the passenger in his compartment or on the train, sustained as a result of such \naccident[:]3— \n \n3[Provided that where in such accident a person other than a passengers dies or is injured, the \n2[licensee] shall, after such inquiry as to the wrongful act, neglect or default of 2[licensee], pay \ncompensation to the heirs of deceased or, as the case may be to the injured to theextent as provided in \nsub-section (2)].  \n \n3[(2) The liability of 2[licensee] under this section shall be one hundred thousand rupees for a \npassenger dying as a result of railway accident referred to in sub-section (1) and ten thousand rupees \nfor an injured passenger.] \n \nCHAPTER VIII  \nACCIDENTS  \n2[83. Report of the railway accidents. When any of the following accidents occur in the \ncourse of working a railway, namely:— \n \n(a)  any accident attended with loss of human life, or with grievous hurt as defined \nin the Pakistan Penal Code (Act XLV of 1860), or with serious injury to \nproperty,  \n \n(b) any collision between trains of which one is a passenger train; \n \n(c)  the derailment of any train carrying passengers or of any part of such train; \n \n(d)  any accident of a description usually attended with loss of human life or with \nsuch grievous hurt as aforesaid or with serious injury to property; and \n \n(e)  any other accident which the Federal Government on advice of the Authority \nmay notify in this behalf in the official Gazette; \nthe nearest Judicial Magistrate, in which the accident occurred; and the officer incharge of the police \nstation within the local the licensee working in the railway and, if such accident happens to a train \n \n1S.82A. ins. by the Indian Railways (Amdt.) Act, 1943 (3 of 1943), s.2.  \n2Subs. by ord. 92 of 02, s. 44 & Sch. II. \n3Subs. added by Act IV of 1995, s. 12. \n \n \nPage 26 of 43 \n  \nbelonging to any other licensee, the other license also shall, without unnecessary delay, send notice of \nthe accident to the Federal Government and the Authority and the station-master nearest to the place \nat which the accident occurred or, where there is no station-master, the railway employee incharge of \nthat section of the railway on which the accident occurred shall, without unnecessary delay give notice \nof the accident to limits of which it occurred, or to such other Magistrate and police officer the Federal \nGovernment appoints in this behalf.] \n \n84. Power to make rules regarding notices of and inquiries into accidents. The 1[Authority] \nmay make rules 2consistent with this Act 1[the ordinance] and any other enactment for the time being \nin force for all or any of the following purposes, namely: — \n \n(a)  for prescribing the forms of the notices mentioned in the last foregoing section, \nand the particulars of the accident which those notices are to contain; \n \n(b)  for prescribing the class of accidents of which notice is to be sent by telegraph \nimmediately after the accident has occurred ; \n \n(c)  for prescribing the duties of railway servants, police officers, 1[the Authority] \nand Magistrates on the occurrence of an accident. \n \n85. Submission of return of accidents. Every 1[licensee] shall send to the  1[Authority] a return \nof accidents occurring upon its railway, whether attended with personal injury or not, in such form and \nmanner and at such intervals of time as the 1[Authority] directs2. \n386. Provision for compulsory medical examination of person injured in railway accident. \nWhenever any person injured by an accident on a railway claims compensation on account of the \ninjury, any Court or person having by law or consent of parties authority to determine the claim may \norder that the person injured be examined by some duly qualified medical practitioner named in the \norder and not being a witness on either side, a nd may make such order with respect to the cost of the \nexamination as it or he thinks fit. \nCHAPTER IX \n \nPENALTIES AND OFFENECS \nForfeitures by Railway Companies \n \n87. Penalty for default in compliance with requisition under section 13 . If 1[the railway \nadministration and a licensee who is the holder of an integrated license] fails to comply with any \nrequisition made under section 13, it shall forfeit to the 1[Authority] the sum of two hundred rupees \nfor the default and a further sum of fifty rupees for every day after the first during which the default \ncontinues. \n \n488. * * * * * * * \n \n1Subs. and Ins. by ord. 92 of 02, s. 44 & Sch. II. \n2For rules under ss.84 and 85 as to notices of accidents occuring in the course for working a railway, see Gen R. & O. \n3Cf the Regulation of Railways Act, 1868(31& 32 Vict., c. 119), s.26. \n4Section 88 omitted by ord. 92 of 02, s. 44 & Sch. II. \n  \n \nPage 27 of 43 \n 89. Penalty for not having certain documents kept or exhibited at stations under section \n54 or 65. If a 1[licensee] fails to comply with the provisions of 2* * *section 54, sub-section (2), or \nsection 65, with respect to the books or other documents to be kept open to inspection or conspicuously \nposted at stations on its railway, it shall forfeit to the 1[Authority] the sum of fifty rupees for every day \nduring which the default continues. \n \n90 & 91. 1[Omitted] \n \n92. Penalty for delay in submitting returns under 1* * * 85. If a 1[licensee] fails to comply \nwith the provisions of 1* * * section 85 with respect to the submission of any return, it shall forfeit to \nthe 1[Authority] the sum of fifty rupees for every day during which the default continues after the \nfourteenth day from the date prescribed for the submission of the return. \n \n93. Penalty for neglect of provisions of section 53 or 63 with respect to carrying capacity \nof rolling-stock. If a 1[licensee] contravenes the provisions of section 53 or section 63, with respect to \nthe maximum load to be carried in any 1[rolling stock] or the maximum number of passengers to be \ncarried in any compartment, or the exhibition of such load on the 1[rolling stock] or of such number in \nor on the compartment, or knowingly suffers any person owning a 1[rolling stock] passing over its \nrailway to contravene the provisions of the former of those sections, it shall forfeit to the 1[Authority] \nthe sum of twenty rupees for every day during which either section is contravened. \n \n4*   *   *   *  *   *  * \n \n594. Penalty for failure to comply with requisition under section 62 for maintenance of \nmeans of communication between passengers and 1[railway employees]. If a 1[licensee] fails to \ncomply with any requisition of the 1[Authority] under section 62, for the provision and maintenance \nin proper order, in any train worked by it, which carries passengers, of such efficient means of \ncommunication as the 1[Authority] has approved, it shall forfeit to the 1[Authority] the sum of twenty \nrupees for each train run in disregard of the requisition. \n95. Penalty for failure to reserve compartments for females under section 64. If a \n1[licensee] fails to comply with the requirements of section 64 with respect to the reservation of \ncompartments for females 3[* * *], it shall forefeit to the 1[Authority] the sum of twenty rupees for \nevery train in respect of which the default occurs. \n96. Penalty for omitting to give the notices of accidents required by section 83 and under \nsection 84. If a 1[licensee] omits to give such notice of an accident as is required by section 83 and the \nrules for the time being in force under section 84, it shall forfeit to the 1[Authority] the sum of one \nhundred rupees for every day during which the omission continues. \n97. Recovery of penalties. — (1) When a 1[licensee] has through any act or omission forfeited \nany sum 6* * * under the foregoing provisions of this Chapter, the sum shall be recoverable by suit in \nthe District Court having jurisdiction in the place where the act or omission or any part thereof \noccurred. \n \n1Subs. and Omitted by ord. 92 of 02, s. 44 & Sch. II. \n2The words and figures “section 47, sub-section (6)” rep. by A. O. 1937. \n3Omitted by Act IV of 1995, s.14. \n4Second paragraph which was first ins. by A. O., 1937, and then amended by A. O., 1949, has been omitted by A. O., 1961, Art. 2 and Sch. ( with effect \nfrom the 23rd March, 1956). \n5Cf. the Regulation of Railways Act, 1868 (31 & 32 Vict., c. 119), s. 22. \n6The words “to the Govt.” rep. by A. O., 1937.  \n \nPage 28 of 43 \n 1[(2) Nothing in this Chapter shall be construed as requiring any authority to recover any \npenalty in any case in which it thinks it proper to refrain from so doing.] \n \n98. Alternative or supplementary character of remedies afforded by the foregoing \nprovisions of this Chapter. Nothing 2[in the foregoing provisions of this Chapter] shall be construed \nto preclude the 3[Authority] from resorting to any other mode of proceeding instead of, or in addition \nto, such a suit as is mentioned in the last foregoing section, for the purpose of compelling a 3[licensee] \nto discharge any obligation imposed upon it by this Act. \n \nOffences by Railway Servants \n \n499. Breach of duty imposed by section 60. If a 3[railway employee] whose duty it is to \ncomply with the provisions of section 60 negligently or willfully omits to comply therewith, he shall \nbe punished with fine which may extend to twenty rupees. \n \n5[100. Drunkenness. If a 3[railway employee] is in a state of intoxication while on duty he \nshall, without prejudice to any penalty to which he may be liable under any other law for the time \nbeing in force, be punished with fine which may extend to fifty rupees, or, where the improper \nperformance of the duty is likely to endanger the safety of any person traveling or being upon a railway, \nwith imprisonment for a term which may extend to one year, or with fine, or with both.] \n6101. Endangering the safety of persons. If a 3[railway employee], when on duty, endangers \nthe safety of any person— \n(a)  by disobeying any general rule made, sanctioned, published and notified under \nthis Act, 3[or ordinance], or \n(b)  by disobeying any rule or order which is not inconsistent with any such general \nrule, and which such servant was bound by the terms of his employment to obey, \nand of which he had notice, or \n(c)  by any rash or negligent act or omission, 7[or] \n7[(d)  by tampering with railway’s equipment, machinery or installation or misuse or \nnon-use thereof,] \n3[(e)  by disobeying any provision of this Act or the Ordinance.] \n \nhe shall be punished with imprisonment for a term which may 7[five years imprisonment of \neither description] extend to or with fine which may extend to 7[ten thousand] rupees, or with \nboth. \n \n \n \n \n \n \n \n1Subs. by A. O., 1937, for the original sub-sections (2) and (3). \n2Subs. by the Repealing and Amending Act, 1939 (34 of 1939), s. 2 and Sch. I, for “in those provisions”. \n3Subs. Ins. and added by ord. 92 of 02, s. 44 & sch. II. \n4Cf. the Railway Regulation Act, 1842 (5 & 6 Vict., c. 55), s. 17. \n5Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for the existing section. \n6Cf. the Railway Regulation Act, 1840 (3 & 4 Vict., e. 97) ss. 13 and 14, and the Railway Regulation Act, 1842 (5 & 6 Vict., c. 55) s. 17. \n7Added and subs. by Act IV of 1995, s.15. \n \nPage 29 of 43 \n 102. Compelling passengers to enter carriages already full. If a 1[railway employee] \ncompels or attempts to compel, or causes, any passenger to enter a compartment which already \ncontains the maximum number of passengers exhibited therein or thereon under section 63, he shall \nbe punished with fine which may extend to twenty rupees. \n103. Omission to give notice of accident. If a station-master or a 1[railway employee] in \ncharge of a section of a railway omits to give such notice of an accident as is required by section 83 \nand the rules for the time being in force under section 84 1[or the ordinance] he shall be punished with \nfine which may extend to 2[five thousand rupees]. \n3104. Obstructing level-crossings. If a 1[railway employee] unnecessarily— \n(a)  allows any rolling-stock to stand across a place where the railway crosses a \npublic road on the level, or \n(b)  keeps a level-crossing closed against the public, \nhe shall be punished with 2[imprisonment for a term which may extend to six months, or with fine \nwhich may extend to one thousand rupees, or with both]. \n4105. False returns. If any return which is required by this Act 1[or the ordinance] is false in \nany particular to the knowledge of any person who signs it, that person shall be punished with fine \nwhich may extend to 2[two thousand rupees], or with imprisonment which may extend to one year, or \nwith both. \nOther Offences \n5106. Giving false account of goods. If a person requested under section 58 to give an account \nwith respect to any goods gives an account which is materially false, he and, if he is not the owner of \nthe goods, the owner also shall be punished with 2[or with fine which may extend to five thousand \nrupees] and the fine shall be in addition to any rate or other charge to which the goods may be liable. \n5107. Unlawfully bringing dangerous or offensive goods upon a railway. If in contravention \nof section 59 a person takes with him any dangerous or offensive goods upon a railway, or tenders or \ndelivers any such goods for carriage upon a railway, he shall be punished with 2[imprisonment for a \nterm which may extend to two years, or with fine which may extend to five thousand rupees, or with \nboth] and shall also be responsible for any loss, injury or damage which may be caused by reason of \nsuch goods having been so brought upon the railway. \n6\n108. Needlessly interfering with means of communication in a train. If a passenger, \nwithout reasonable and sufficient cause, makes use of or interferes with any means provided by a \n1[licensee] for communication between passengers and the [railway servants in charge of a train, he \nshall be punished with fine which may extend to 2[two thousand rupees]. \n \n \n1Subs. and Ins. by ord. 92 of 02, s. 44 & sch. II. \n2Subs. by Act IV of 1995, ss. 16-21. \n3Cf. the Railway Clauses Act, 1863 (26 & 27 Vict., c. 92), s. 5. \n4Cf. the Regulation of Railways Act, 1871 (34 & 35 Vict., c. 7 8), s. 10. \n5Cf. the Railway Clauses Act, 1845 (2 & 9 Vict., c. 20), ss., 99 and 152, respectively. \n6Cf the Regulation of Railways Act, 1868 (31 & 32 Vict., c. 119), s. 22.  \n \n \nPage 30 of 43 \n 109. Entering compartment reserved or already full or resisting entry into a compartment \nnot full.— (1) If a passenger, having entered a compartment which is reserved by a 1[licensee] for the \nuse of another passenger, or which already contains the maximum number of passengers exhibited \ntherein or thereon under section 63, refuses to leave it when required to do so by any railway employee, \nhe shall be punished with fine which may extend to 2[one thousand rupees]. \n(2) If a passenger resists the lawful entry of another passenger into a compartment not reserved \nby the 1[licensee] for the use of the passenger resisting or not already containing the maximum number \nof passengers exhibited therein or thereon under section 63, he shall be punished with fine which may \nextend to 2[one thousand rupees]. \n \n2[(3) In addition to the fine imposed on the passenger referred to in sub-sections (1) and (2), he \nshall be removed from the compartment.] \n \n110. Smoking.— (1) If a person, without the consent of his fellow passengers, if any, in the \nsame compartment, smokes in any compartment except a compartment specially provided for the \npurpose, he shall be punished with fine which may extend to twenty rupees. \n \n(2) If any person persists in so smoking after being warned by any 1[railway employee] to \ndesist, he may, in addition to incurring the liability mentioned in sub-section (1), be removed by any \n1[railway employee] from the carriage in which he is traveling. \n3111. Defacing public notices. If a person, without authority in this behalf, pulls down or \nwillfully injures any board or document set up or posted by order of a 1[licensee] on a railway or any \nrolling-stock, or obliterates or alters any of the letters or figures upon any such board or document, he \nshall be punished with fine which may extend to 2[one thousand] rupees. \n4[112.—(1)] Fraudulently traveling or attempting to travel without proper pass or ticket. \nIf a person, with intent to defraud a 1[licensee],— \n(a)  enters 5[or remains in any carriage on a railway in contravention of section 68], \nor \n(b)  uses or attempts to use a single pass or single ticket which has already been \nused on a previous journey or, in the case of a return ticket, a half thereof which \nhas already been so used, \nhe shall be punished 6[with imprisonment for a term which may extend to 2[six months] or] \nwith fine which may extend to 2[two thousand rupees] in addition to the amount of the single \nfare for any distance which he may have traveled. 7[The burden of proof that there was no \nintention to defraud shall lie on the accused.] \n6[(2) Notwithstanding anything contained in section 65 of the Pakistan Penal Code (XLV of \n1860), the Court convicting an offender under this section may direct that the offender in default of  \n1Subs. by ord. 92 of 02, s. 44 & sch. II. \n2Subs. and added by Act IV of 1995, ss. 22-24. \n3Cf the Companies Clauses Act, 1845 (8 & 9 Vict., c. 16), s. 146. \n4S. 112 re-numbered as 112 (1) by the Indian Railways (Amdt.) Act, 1941 (6 of 1941), s.3. \n5Subs. ibid., for “in contravention of section 68 any carriage on a railway”. \n6Ins. by the Indian Railways (Amdt.) Act, 1941 (6 of 1941), s. 3. \n7Added by the Indian Railways Act (Amdt.) Ordinance, 1948 (2 of 1941), s.2. \n \nPage 31 of 43 \n payment of any fine inflicted by the Court, shall suffer imprisonment for a term which may extend \nto three months.] \n1113.Travelling without pass or ticket or with insufficient pass or ticket or beyond authorized \ndistance. —(1) If a passenger travels in a train without having a proper pass or a proper ticket with him, or, \nbeing in or having alighted from a train, fails or refuses to present for examination or to deliver up pass or \nticket immediately on requisition being made therefor under section 69, he shall be liable to pay, on the \ndemand of any 2[railway employee] appointed by the 2[licensee] in this behalf, the excess charge hereinafter \nin this section mentioned, in addition to the ordinary single fare 3[from the station from which the train \noriginally started 4* * * 12[.] 5* * *. \n(2) If a passenger travels or attempts to travel in or on a carriage, or by a train, of a higher class \nthan that for which he has obtained a pass or purchased a ticket, or travels in or on a carriage beyond the \nplace authorised by his pass or ticket, he shall be liable to pay, on the demand of any 2[railway employee] \nappointed by the 2[licensee] in this behalf, the excess charge hereinafter in this section mentioned, in \naddition to any difference between any fare paid by him and the fare payable in respect of such journey as \nhe has made. \n6[(3) The excess charge referred to in sub-section (1) and sub-section (2) shall be a sum equivalent \nto the amount otherwise payable under those sub-sections. 4* * * \nProvided that where the passenger has immediately after incurring the charge and before being \ndetected by a 2[railway employee] notified to the 2[railway employee] on duty with the train the fact of the \ncharge having been incurred, the excess charge shall be one-sixth of the excess charge otherwise payable \ncalculated to the nearest 4[rupee]. \nProvided further that if the passenger has with him a certificate granted under sub- section (2) of \nsection 68, no excess charge shall be payable.] \n \n(4) If a passenger liable to pay the excess charge and fare mentioned in sub-section (1), or the \nexcess charge and any difference of fare mentioned in sub-section (2), fails or refuses to pay the same on \ndemand being made therefor under one or other of those sub-sections, as the case may be, 7[any 2[railway \nemployee] appointed by the 2[licensee] in this behalf may apply to 8[any 9* * 10[or] Magistrate of the first \nor second class] for the recovery of the sum payable as if it were a fine, and the Magistrate if satisfied that \nthe sum is payable shall order it to be so recovered, and may order that the person liable for the payment \nshall in default of payment suffer imprisonment of either description for a term which may extend to one \nmonth. Any sum recovered under this sub-section shall, as it is recovered, be paid to the 2[licensee]]. \n11[113A. Power to remove persons from railway carriage. Any person who, without having \nobtained the permission of a 2[railway employee], travels or attempts to travel in a carriage without  \n \n1Cf. the French and German Railway Law. \n2Subs. by ord. 92 of 02, s. 44 & sch. II. \n3Subs. by the Railways (Amdt.) Act, 1957 (26 of 1957), s. 4, for certain words. \n4Omitted and Subs. by Act. IV of 1995, s.25. \n5Certain words omitted, by Ord. 2 of 1948,s.2 . \n6Subs. by Act 6 of 1941, s. 4, for the original sub-section (3). \n7Subs. by the Indian Railways (Amdt.) Act, 1941 (6 of 1941), s. 4, for “the sum payable by him shall, on application made to any Magistrate by any \nrailway employee appointed by the railway administration in this behalf, be recovered by the Magistrate from the passenger as if it were a fine imposed \non the passenger by the Magistrate and shall, as it is recovered, be paid to the railway administration”. \n8Subs. by the Repealing and Amending Act, 1945 (6 of 1945), for “any Magistrate of the first or second class”. \n9The words “Presidency Magistrate” omitted by the Repealing and Amending Ordinance, 1961 (1 of 1961), s. 3 and 2nd Sch. \n10Seems to be redundant. \n11S.113A added by Act, 6 of 1941, s. 5. \n12Subs. by Ord. 2 of 1948,s.2,for Comma. \n \nPage 32 of 43 \n having a proper pass or ticket with him, or in a carriage of a higher class than that for which he has \nobtained a pass or purchased a ticket, or in a carriage beyond the place authorised by his pass or ticket, \nor who being in a carriage fails or refuses to present for examination or to deliver up his pass or ticket \nimmediately on requisition being made therefor under section 69, may be removed from the carriage \nby any 1[railway employee] authorised by the 1[licensee] in this behalf or by any other person whom \nsuch 1[railway employee] may call to his aid, unless he then and there pays the fare and the excess \ncharge which he is liable to pay under section 113 : \nProvided that nothing in this section shall be deemed to pre clude a person removed from a \ncarriage of a higher class from continuing his journey in a carriage of a class for which he holds a pass \nor ticket: \nProvided further that women and children, if unaccompanied by male passengers, shall not be \nso removed except either at the station at which they first enter the train or at a junction or terminal \nstation or station at the headquarters of a civil district and o nly between the hours of 6 a.m. and 6 p.m.] \n \n2[114. Penalty for transfer of tickets . If a person, not being a 1[railway employee] or an a gent \nauthorised by the 1[licensee] in this behalf,— \n \n(a)  sells, or attempts to sell any ticket or any half of a return ticket, or \n \n(b)  parts or attempts to part with the possession of a ticket against which reservation \nof a seat or berth has been made, or any half of a return ticket or season ticket,  \nin order to enable any other person to travel therewith, he shall be punished with \nimprisonment for a term which may extend to 3[one year, or with fine which may extend \nto ten thousand rupees, or with both]]. \n \n115. Disposal of fines under the two last foregoing sections. That portion of any fine imposed \nunder section 112 or the last foregoing section which represents the single fare therein mentioned shall \nas the fine is recovered, be paid to the 1[licensee] before any portion of the fine is credited to the \nGovernment. \n116. Altering or defacing pass or ticket. If a passenger willfully alters or defaces his pass or \nticket so as to render the date, number or material portion thereof illegible, he shall be punished with \n3[imprisonment for a term which may extend to six months, or with fine which may extend to two \nthousand rupees, or with both]. \n117. Being or suffering person to travel on railway with infectious or contagious \ndisorder. — (1) If a person suffering from an infectious or contagious disorder enters or travels upon \na railway in contravention of section 71, sub-section (2), he, and any person having charge of him upon \nthe railway when he so entered or traveled thereon, shall be punished with fine which may extend to \n3[five hundred rupees], in addition to the forfeiture of any fare which either of them may have paid, \nand of any pass or ticket which either of them may have obtained or purchased, and may be removed \nfrom the railway by any 1[railway employee]. \n \n \n1Subs. by ord. 92 of 02, s. 44 & sch. II. \n2Subs. by the Railways (Amdt.) Act, 1976 (25 or 1976). s. 4, for the existing section.  \n3Subs. by Act IV of 1995, ss. 26-28. \n \nPage 33 of 43 \n (2) If any such 1[railway employee] as is referred to in section 71, sub-section (2), knowing \nthat a person is suffering from any infectious or contagious disorder, willfully permits the person to \ntravel upon a railway without arranging for his separation from other passengers, he shall be punished \nwith fine which may extend to 2[one thousand rupees]. \n118. Entering carriage in motion, or otherwise improperly traveling on a railway. — (1) \nIf a passenger enter or leaves or attempts to enter or leave, any carriage while the train is in motion, or \nelsewhere than at the side of the carriage adjoining the platform or other place appointed by the \n1[licensee] for passengers to enter or leave the carriage, or opens the side-door of any carriage while \nthe train is in motion, he shall be punished with fine which may extend to 2[five hundred rupees]. \n(2) If a passenger, after being warned by a 1[railway employee] to desist, persists in traveling \non the roof, steps or footboard of any carriage or on an engine, or in any other part of a train not \nintended for the use of passengers, he shall be punished with fine which may extend to 2[one thousand \nrupees] and may be removed from the railway by any 1[railway employee]. \n119. Entering carriage or other place reserved for females. If a male person, knowing a \ncarriage, compartment, room or other place to be reserved by a 1[licensee] for the exclusive use of \nfemales, enters the place without lawful excuse, or, having entered it, remains therein after having been \ndesired by any 1[railway employee] to leave it, he shall be punished with 2[imprisonment for a term \nwhich may extend to six months, or with fine which may extend to one thousand rupees, or with both] \nin addition to the forfeiture of any fare which he may have paid and of any pass or ticket which he may \nhave obtained or purchased, and may be removed from the railway by any 1[railway employee]. \n120. Drunkenness or nuisance on a railway. If a person in 1[rolling stock] or upon any part \nof a railway— \n(a)  is in a state of intoxication, or \n \n(b)  commits any nuisance or act of indecency, or uses obscene or abusive language, \nor \n \n(c)  willfully and without lawful excuse interferes with the comfort of any passenger \nor extinguishes any lamp,  \nhe shall 3[without prejudice to any other penalty to which he may be liable under any \nother law for the time being in force,] be punished with 2[imprisonment for a term which \nmay extend to six months, or with fine which may extend to two thousand rupees, or \nwith both] in addition to the forfeiture of any fare which he may have paid and of any \npass or ticket which he may have obtained or purchased, and may be removed from the \nrailway by any 1[railway employee]. \n4121. Obstructing 1[railway employee] in his duty. If a person willfully obstructs or impedes \nany 1[railway employee] in the discharge of his duty, he shall be punished with 2[imprisonment for a \nterm which may extend to three months, or with fine which may extend to two thousand rupees, or \nwith both]. \n \n \n \n1Subs. by ord. 92 of 02, s. 44 & Sch. II. \n2Subs. by Act IV of 1995. ss. 28-32. \n3Ins. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s.3 and 2nd Sch. \n4Cf. the Railway Regulation Act, 1840 (3 & 4 Vict., c. 97), s. 16. \n \nPage 34 of 43 \n 1122.Trespass and refusal to desist from trespass.— (1) If a person unlawfully enters upon \na railway, he shall be punished with 2[imprisonment for a term which may extend to six months, or \nwith fine which may extend to two thousand rupees, or with both]. \n \n(2) If a person so entering refuses to leave the railway on being requested to do so by any \n3[railway employee], or by any other person on behalf of the 3[licensee], he shall be punished with \n2[imprisonment of either description for a term which may extend to six months, or with fine which \nmay extend to two thousand rupees, or with both], and may be removed from the railway by such \nservant or other person. \n \n2[(3) Whoever trespasses upon and makes or attempts to make or abets or helps or aids to make \nan unauthorized temporary or permanent construction over the railway or on its property or commits \nor attempts to commit any act which may be to the detriment or against the interest of the railway, \nshall be punished with imprisonment of either description for a term which may extend to three years, \nor with fine which may extend to twenty thousand rupees, or with both]. \n \n123. Disobediences of omnibus drivers to directions of 3[railway employee]. If a driver or \nconductor of a tramcar, omnibus, carriage or other vehicle while upon the premises of a railway \ndisobeys the reasonable directions of any 3[railway employee] or police-officer, he shall be punished \nwith 2[imprisonment for a term which may extend to three months, or with fine which may extend to \none thousand rupees, or with both]. \n4124. Opening or not properly shutting gates. In either of the following cases, namely:—  \n(a)  if a person knowing or having reason to believe that an engine or train is \napproaching along a railway, opens any gate set up on either side of the railway \nacross a road, or passes or attempts to pass, or drives or takes, or attempts to \ndrive or take, any animal, vehicle or other thing across the railway, \n(b)  if, in the absence of a gate-keeper, a person omits to shut and fasten such a gate \nas aforesaid as soon as he and any animal, vehicle or other thing under his charge \nhave passed through the gate,  \nthe person shall be punished 2[imprisonment for a term which may extend to six months, \nor with fine which may extend to five thousand rupees, or with both]. \n125. Cattle trespass.— (1) The owner or person in charge of any cattle straying on a railway \nprovided with fences suitable for the exclusion of cattle shall be punished with fine which may extend \nto 2[fifty rupees] for each head of cattle, in addition to any amount which may have been recovered or \nmay be recoverable under the Cattle-trespass Act, 1871 (I of 1871). \n(2) If any cattle are willfully driven, or knowingly permitted to be, on any railway otherwise \nthan for the purpose of lawfully crossing the railway or for any other lawful purpose, the person in \ncharge of the cattle or, at the option of the 3[licensee], the owner of the cattle shall be punished with \nfine which may extend to 2[fifty rupees] for each head of cattle, in addition to any amount which may \nhave been recovered or may be recoverable under the Cattle - trespass Act, 1871 (I of 1871). \n \n1Cf. the Railway Regulation Act, 1840 (3 & 4 Vict., c. 97), s. 16. \n2Subs. and added by Act IV of 1995, ss. 33-36. \n3Subs. by ord. 92 of 02, s. 44 & Sch. II. \n4Cf. the Railways Clauses Act, 1845 (8 &,9 Vict., c. 20), s. 75.  \n \n \nPage 35 of 43 \n  (3) Any fine imposed under this section may, if the Court so directs, be recovered in manner \nprovided by section 25 of the Cattle-trespass Act, 1871( I of 1871). \n(4) The expression “public road” in sections 11 and 26 of the Cattle-trespass Act, 1871 (I of \n1871), shall be deemed to include a railway, and any 1[railway employee] any exercise the powers \nconferred on officers of police by the former of those sections. \n(5) The word “cattle” has the same meaning in this section as in the Catt1e-trespass Act, 1871 \n(I of 1871). \n2126. Maliciously wrecking or attempting to wrecktrain. If a person unlawfully— \n(a)  puts or throws upon or across any railway any wood, stone or other matter or \nthing, or \n(b)  takes up, removes, loosens or displaces any rail, sleeper or other matter or thing \nbelonging to any railway, or \n(c)  turns, moves, unlocks or diverts any points or other machinery belonging to any \nrailway, or \n(d)  makes or shows, or hides or removes, any signal or light upon or near to any \nrailway, or \n3[(e)  does or attempts to do or causes to be done or abets or conspires the doing of an \nact which causes or is likely to cause, any explosion by an explosive substance \nor by any other means upon or near railway or any property belonging to \nrailways,]; \nwith intent, or with knowledge that he is likely, to endanger the safety to any person travelling or being \nupon the railway 3[or any property belonging to the railway or of such property, he shall, whether and \ninjury to any person or property has actually been caused or not, be punished with 4[* *] imprisonment \nfor life and shall also be liable to forfeiture of property and fine which may extend to 4[one million \nrupees,  keeping in view the facts of the case]]. \n3[Explanation .— “explosive substance” shall have the same meaning as in the Explosive \nSubstance Act, 1908 (VI of 1908).] \n3[127. Maliciously hurting or attempting to hurt persons travelling by railway or \ndamaging property belonging to railway .—If a person unlawfully throws or causes to fall or strike \nat, against, into or upon any property belonging to any railway, including rolling-stock forming part \nor a train, any explosive substance, wood; stone or other matter or thing with intent, or with knowledge \nthat he is likely, to endanger the safety of any person being in or upon such property, he shall be \npunished with 4[* *] imprisonment for life, and shall also be liable to forfeiture of property and fine \nwhich may extend to 4[one million rupees,  keeping in view the facts of the case]]. \n \n1Subs. by ord. 92 of 02, s. 44 & Sch. II. \n2Cf. the Malicious Damage Act, 1861 (24 & 25 Vict., c. 97), s. 35, and the Offences against the Person Act, 1861 (24 & 25 Vict., c. 100) s. 32. \n3Subs. & added by Act IV of 1995, ss. 37-38. \n4Omitted and subs. by the Act of the Railways (Amdt) Act , 2022(Act No. XXVI of 2022), ss.2 &3. \n \nPage 36 of 43 \n 1128. Endangering safety of persons travelling by railway by wilful act or omission. If a \nperson, by any unlawful act or by any willful omission or neglect, endangers or causes to be \nendangered the safety of any person travelling or being upon any railway, or obstructs or causes to be \nobstructed or attempts to obstruct any rolling stock upon any railway, he shall be punished with \nimprisonment for a term which may extend to two years. \n129. Endangering safety of persons travelling by railway by rash or negligent act or \nomission. If a person rashly or negligently does any act, or omits to do what he is legally bound to do, \nand the act or omission is likely to endanger the safety of any person travelling or being upon a railway, \nhe shall be punished with imprisonment for a term which may extend to 2[two years,] or with fine, or \nwith both. \n130. Special provision with respect to the commission by children of acts endangering \nsafety of persons travelling by railway. (1) If a minor under the age of twelve years is with respect \nto any railway guilty of any of the acts or omissions mentioned or referred to in any of the four last \nforegoing sections, he shall be deemed, notwithstanding anything in section 82 or section 83 of the \nPakistan Penal Code, (XLV of 1860) to have committed an offence, and the Court convicting him may \n2* * * require the father or guardian of the minor to execute, within such time as the Court may fix, a \nbond binding himself, in such penalty as the Court directs, to prevent the minor from being again guilty \nof any of those acts or omissions.  \n(2) The amount of the bond, if forfeited, shall be recoverable by the Court as if it were a 3fine \nimposed by itself. \n(3) If a father or guardian fails to execute a bond under sub-section (1) within the time fixed \nby the Court, he shall be punished with fine which may extend to fifty rupees. \nProcedure  \n4[130A. Power to detain and search in cases of suspected theft. Notwithstanding anything \ncontained in any law for the time being in force, any 5[railway employee], not being below the rank of \nHead Watchman, and authorized in this behalf by the 5[licensee], may detain and search any person \nwho is employed in, or is found in or in the vicinity of any railway workshops, store, depot or other \nplace for the deposit or handling of any property entrusted or belonging to the 5[licensee], and is \nsuspected of removing such property without authority.] \n131.Arrest for offences against certain sections.— (1) If a person commits any offence \nmentioned in section 100, 101, 2[103, 105, 108, 112, 114,] 119, 120, 121, 2[122,124,] 126, 127, 128 or \n129 or in section 130, sub-section (1), he may be arrested without warrant or other written authority \nby any 5[railway employee] or police-officer, or by any other person whom such servant or officer may \ncall to his aid. \n(2) A person so arrested shall, with the least possible delay, be taken before a  Magistrate having \nauthority to try him or 2[send] him for trial. \n \n \n1Cf. the offences against the Person Act, 1861 (24 & 25 Vict., c. 100), s.33- 34, and the Malicious Damage Act, 1861 (24 & 25 Vict., c. 97). s. 36. \n2Subs. omitted & Ins.  by Act IV of 1995, ss. 39-41. \n3See s. 386 to 389 of the Code of Criminal Procedure, 1898 (5 of 1898).  \n4Ins. by the Railways (Amdt.) Act,1957, s. 5. \n5Subs. by ord. 92 of 02, s. 44 & Sch. II. \n \nPage 37 of 43 \n 1[131A. Summary trial of certain offences. —Notwithstanding anything contained in the \nCode of Criminal Procedure, 1898 (Act V of 1898), offences under sections 121, 123, 124 and 125 \nmay be tried summarily.] \n2132. Arrest of persons likely to abscond or unknown.— (1) If a person commits any offence \nunder this Act other than an offence mentioned in the last foregoing section, or fails or refuses to pay \nany excess charge or other sum demanded under section 113, and there is reason to believe that he will \nabscond or his name and address are unknown, and he refuses on demand to give his name and address, \nor there is reason to believe that the name or address given by him is incorrect, any 3[railway employee] \nor police-officer, or any other person whom such 3[railway employee] or police-officer may call to his \naid, may, without warrant or other written authority, arrest him. \n \n(2) The person arrested shall be released on his giving bail or, if his true name and address are \nascertained, on his executing a bond without sureties for his appearance before a Magistrate when \nrequired. \n \n(3) If the person cannot give bail and his true name and address are not ascertained, he shall \nwith the least possible delay be taken before the nearest Magistrate having jurisdiction. \n \n(4) The provisions of Chapters XXXIX and XLII of the 4[Code of Criminal Procedure, 1898,] \n(Act V of 1898) shall, so far as may be, apply to bail given and bonds executed under this section. \n \n133. Magistrates having jurisdiction under Act. No Magistrate other 5* * * than a  Magistrate \n6[of the first class] shall try any offence under this Act. \n6[133A. Certain 3[railway employee] to have powers of Magistrate. Notwithstanding \nanything contained in the Code of Criminal Procedure, 1898 or in section 133, any 3[railway \nemployee], not inferior in rank to a 3[railway employee] in 1[Basic pay scale 17], who is authorised by \nthe Federal Government in this behalf may exercise the powers of a Magistrate of the first class under \nthe said Code, in respect of offences punishable under section 112, section 114, or section 116:  \nProvided that such 3[railway employee] shall have authority to award a sentence of fine only.] \n134. Place of trial.— (1) Any person committing any offence against this Act 3[or the \nOrdinance] or any rule thereunder shall be triable for such offence in any place in which he may be or \nwhich the 3[Authority] may 7notify in this behalf, as well as in any other place in which he might be \ntried under any law for the time being in force. \n \n(2) Every notification under sub-section (1) shall be published in the 8[official Gazette], and a \ncopy thereof shall be exhibited for the information of the public in some conspicuous place at each of \nsuch railway stations as the 3[Authority] may direct. \n \n \n1Ins. & subs. by Act IV of 1995, ss. 42-43. \n2Cf. the Companies Clauses Act, 1845 (8 & 9 Vict., c. 16) s. 156. \n3Subs. and Ins. by ord. 92 of 02, s. 44 & Sch. II. \n4Subs. by the Federal Laws (Revision and Declaration), Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for “Code of Criminal Procedure, \n1882”. \n5The words “than a Presidency Magistrate or” omitted by A. O., 1949, Sch. \n6Subs. and Ins. by the Railways (Amdt.) Act, 1976 (25 of 1976), s. 5 &6, for certain words and section 133A. \n7For instances of notifications issued under this power, see different local R. and O. \n8Subs. by A. O., 1937, for “local official Gazette”, \n  \n \nPage 38 of 43 \n CHAPTER X  \n \nSUPPLEMENTAL PROVISIONS \n \n1135. Taxation of railways by local authorities. Notwithstanding anything to the contrary in \nany enactment or in any agreement or award based on any enactment, the following rules shall regulate \nthe levy of taxes in respect of railways and from railway administrations in aid of the funds of local \nauthorities, namely: — \n \n(1) A railway administration shall not be liable to pay any tax in aid of the funds of any 2local \nauthority unless the 3[Federal Government] has, by notification in the official Gazette, declared the \nrailway administration to be liable to pay the tax4. \n \n(2) While a notification of the 3[Federal Government] under clause (1) of this section is in \nforce, the railway administration shall be liable to pay to the local authority either the tax mentioned \nin the notification or, in lieu thereof, such sum, if any, as an officer appointed in this behalf by the \n3[Federal Government] may, having regard to all the circumstances of the case, from time to time \ndetermine to be fair and reasonable. \n \n(3) The 3[Federal Government] may at any time revoke or vary a notification under clause (1) \nof this section \n \n(4) Nothing in this section is to be construed as debarring any railway administration from \nentering into a contract with any local authority for the supply of water or light, or for the scavenging \nof railway premises, or for any other service which the local authority may be rendering or be prepared \nto render within any part of the local area under its control. \n(5) “Local authority” in this section means a local authority as defined in the  5[General Clauses \nAct, 1897] (X of 1897) and includes any authority legally entitled to or entrusted with the control or \nmanagement of any fund for the maintenance of 6[Chowkidar or Baildar] or for the conservancy of a \nriver. \n7136. Restriction on execution against railway property.— (1) None of the rolling- stock, \nmachinery, plant, tools fittings, materials or effects used or provided by a 8[licensee] for the purpose \nof the traffic on its railway, or of its stations or workshops, shall be liable to be taken in execution of \nany decree or order of any Court 9[or of any local authority or person having by law power to attach \nor distrain property or otherwise to cause property to be taken in execution] without the previous \nsanction of the 8[Authority]. \n \n \n1See also the Railways (Local Authorities' Taxation) Act, 1941 (25 of 1941). \n2For definition of “local authority”, see sub-section (5), infra, and the General Clauses Act, 1897 (10 of 1897), s. 3 (28). \n3Subs. by F.A.O, 1975, Art.2 and Sch., for “Provisional Government” which had been amended by A.O., 1937, A.O., 1949 and A.O., 1964, Art.2 and \nSch. For “Central Government” as amended by A.O., 1937, and A.O., 1961. \n4(1) For notification under this section declaring every railway administration to be liable to pay every tax which it is lawfully required to pay by or on \nbehalf of any local authority in aid of the funds of such authority, see Gazette of India, 1907, Pt. I,p.l075. \n(2) For notification imposing water-rates on the East Indian Railway in respect of certain Municipalities, see Gazette of India, 1893 and 1894, Pt. \nI, pp. 358 and 438, respectively. \n5Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981, (27 of 1981), s. 3 and 2nd Sch., for “General Clauses Act, 1887”. \n6Subs. by Act IV of 1995, s.44. \n7Cf. the Railway Companies Act, 1867 (30 and 31 Vict., c. 127), s. 4. \n8Subs. by ord. 92 of 02, s. 44 & Sch. II. \n9Ins. by Indian Railways Act (1890) Amdt. Act, 1896 (9 of1896),s. 7. \n  \n \nPage 39 of 43 \n (2) Nothing in sub-section (1) is to be construed as affecting the authority of any Court to attach \nthe earnings of a railway in execution of a decree or order. \n137. 1[Railway employees] to be public servants for the purposes of Chapter IX of the \nPakistan Penal Code.— \n2*   *   *   *   *   *   * \n(3) A 1[railway employee] shall not— \n(a)  purchase or bid for, either in person or by agent, in his own name or in that of \nanother, or jointly or in shares with others, any property put up to auction under \nsection 55 or section 56, or, \n \n(b)  in contravention of any direction of the 1[licensee] in this behalf, engage in trade. \n2\n*   *   *   *   *   *   * \n \n3138. Procedure for summary delivery to 1[licensee] of property detained by 1[railway \nemployee].– If a 1[railway employee] is discharged or suspended from his office, or dies, absconds or \nabsents himself, and he or his wife or widow, or any of his family or representatives, refuses or neglects, \nafter notice in writing for that purpose, to deliver up to the 1[licensee], or to a person appointed by the \n1[licensee] in this behalf, any station, dwelling-house, office or other building with its appurtenances, or \nany books, papers or other matters, belonging to the 1[licensee] and in the possession or custody of such \n1[railway employee] at the occurrence of any such event as aforesaid, 4[any 5* * * Magistrate of the first \nclass] may, on application made by or on behalf of the 1[licensee], order any police-officer, with proper \nassistance, to enter upon the building and remove any person found therein and take possession thereof, or \nto take possession of the books, papers or other matters, and to deliver the same to the 1[licensee] or a \nperson appointed by the 1[licensee] in that behalf. \n \n139. [Mode of signifying communications from the Governor General in Council. ] Rep. by A.O., \n1937. \n \n140. Service of notices on railway administrations .–Any notice or other document required or \nauthorised by this Act to be served on a 1[licensee] may be served, 6* * * on the Manager 7* * * — \n(a)  by delivering the notice or other document to the Manger 8* *; or \n \n(b)  by leaving it at his office; or \n(c)  by forwarding it by post in a prepaid letter addressed to the Manager 8* * at his \noffice and registered under 9[the post office Act, 1898.] (VI of 1898). \n \n1Subs. by ord. 92 of 02, s. 44 & Sch. II. \n2Sub-sections (1), (2) and (4) omitted by the Railways (Amdt.) Act, 1956 (23 of 1956), s. 2. \n3Cf. the Railways Clauses Act, 1845 (8 and 9 Vict, c. 20), s.106. \n4Subs. by the Repealing and Amending Act, 1945 (6 of 1945), s. 3 and Sch. II, for “any Magistrate of the first class”. \n5The words “Presidency Magistrate or” omitted by A. O., 1949. \n6The words “in the case of a railway administered by the Government or a Native State” rep. by the Federal Laws (Revision and Declaration) Act, 1951 \n(26 of 1951), s. 3 and 2nd Sch. \n7The words and commas “and, in the case of a railway administered by a railway company, on the Agent in India of the railway company” rep. ibid. \n8The words “or Agent” rep., ibid. \n9Subs. by the Federal Laws (Revision and Declaration) Ordinance 1981 (27 of 1981), s. 3 and 2nd Sch. for “Part-III of the Indian Post Office Act, 1866”.  \n \nPage 40 of 43 \n 1141. Service of notices by railway administrations.– Any notice or other document required \nor authorised by this Act to be served on any Person by a 2[licensee] may be served— \n \n(a)  by delivering it to the person; or \n \n(b)  by leaving it at the usual or last known place of abode of the person; or \n \n(c)  by forwarding it by post in a prepaid letter addressed to the person at his usual \nor last known place of abode and registered under 3[the Post Office Act, 1898 \n(VI of 1898).] \n \n142. Presumption where notice is served by post. Where a notice or other document is served \nby post, it shall be deemed to have been served at the time when the letter containing it would be \ndelivered in the ordinary course of post, and in proving such service it shall be sufficient to prove that \nthe letter containing the notice or other document was properly addressed and registered. \n \n143. Provisions with respect of rules.— (1) A rule under section 22, section 34 or section 84, \nor the cancellation, rescission or variation of a rule under any of those sections or under section 47, \nsub-section (4), shall not take effect until it has been published in the 4[official Gazette]. \n \n(2) Where any rule made under this Act, or the cancellation rescission or variation of any such \nrule, is required by this Act to be published in the 4[official Gazette], it shall, besides being so \npublished, be further notified to persons affected thereby in such manner as the 5[authority making, \ncancelling, rescinding or varying the rule], by general or special order, directs. \n \n6*   *   *   *   *   *   * \n \n7144. [Interpretation as respects Acceding States. ] Omitted by the Federal Laws  (Revision and \nDeclaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II. \n145. Representation of Managers and Agents of Railways in Courts.— (1) The Manager of \na railway 8* * * may, by instrument in writing, authorise any 2[railway employee] or other person to \nact for or represent him in any proceeding before any Civil, Criminal or other Court. \n \n(2) A person authorised by a Manager 9* * to conduct prosecutions on behalf of a railway \nadministration shall, notwithstanding anything in section 495 of the 10[Code of Criminal Procedure, \n1898 (Act V of 1898)] be entitled to conduct such prosecutions without the permission of the \nMagistrate. \n \n \n \n \n1Cf. the Companies Clauses Act, 1845 (8 and 9 Viet., c.16), s.136, and the Railways Clauses Act, 1845 (8 and 9 Vict., c. 20), s. 34. \n2Subs. by ord. 92 of 02, s. 44 & Sch. II. \n3Subs. by the Federal Laws (Revision and Declaration) Ordinance 1981 (27 of 1981), s. 3 and 2nd Sch. for “Part-III of the Indian Post Office Act, 1866”. \n4Subs. by A. O.1937. for “Gazette of India”. \n5Subs. by A. O., 1937, for “G.G. in C.”.  \n6Sub-section (3) which read “The G. G. in C. may cancel or vary any rule made by him under this Act,” was rep., ibid. \n7Section 144 ins. by A. O., 1949, Sch. The original section 144 reg: Delegation of Powers of Governor-General in Council was repealed by A. O., 1937. \n8The words and commas “administered by the Government or a Native State and the Agent in India of a railway administered by a railway company,” \nrep. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 3 and 2nd Sch. \n9The words “or Agent” rep., ibid. \n10Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for “Code of Criminal Procedure, 1882”. \n  \n \nPage 41 of 43 \n 1[146. Power to extend Act to certain tramways.—2[(1) This Act or any portion thereof may, \nby notification in the official Gazette, be extended to any tramway by the Provincial Government.] \n(2) This section does not apply to any tramway not worked by steam or other mechanical \npower.] \n \n3[147. Power to exempt railway from the operation of the provisions of the Act.— The \nProvincial Government, in relation to sections 8A and 11, and the Federal Government or the \nAuthority, as the case may be, in relation to the remaining provisions of the Act, may, by notification \nin the official Gazette, exempt any railway from the operation thereof.] \n \n148. Matters supplemental to the definitions of “railway” and “3[railway employee]”. —  \n(1) For the purposes of section 3, clauses (5), (6) and (7), and sections 4 of 19 (both inclusive), 47 to \n52 (both inclusive), 59, 79, 83 to 92 (both inclusive), 96, 97, 98, 100, 101, 103, 104, 107,  111, 122, \n124 to 132 (both inclusive), 134 to 138 (both inclusive), 140, 141 4* 145, and 147 the word “railway”, \nwhether it occurs alone or as a prefix to another word, has reference to a railway or portion of a railway \nunder construction and to a railway or portion of a railway not used for the public carriage of \npassengers, animals or goods as welt as to a railway falling within the definition of that word in section \n3, clause (4). \n \n(2) For the purposes of sections 5, 21, 83, 100, 101, 103, 104, 121, 122, 125 and 5* * * 138, \nthe expression “3[railway employee]” includes a person employed upon a railway in connection with \nthe service thereof by a person fulfilling a contract with the 3[licensee]. \n \n \n149. [Amendment of the Indian Penal Code. ] Rep. by the Repealing Act, 1938 (1 of 1938), s. \n2 and Schedule. \n \n \n150. [Amendment of the Sindh-Pishin Railway Act, 1887.] Rep. by the Repealing Act, 1938 (1 \nof 1938), s. 2 and Schedule. \n \n \nTHE FIRST SCHEDULE .—[ENACTMENTS REPEALED. ]  \n \nRep. by the Repealing Act,  1938 (1 of 1938), s. 2 and Schedule. \n_______ \n \nTHE SECOND SCHEDULE  \nARTICLES TO BE DECLARED AND INSURED \n(See section 75) \n \n(a)  gold and silver, coined or uncoined, manufactured or unmanufactured;  \n(b)  plated articles; \n \n \n1Subs. by A. O., 1937, for the original section. \n2Sub-section (1) as amended by A. O., 1949, and A. O., 1961, has been subs. by A. O., 1964, Art. 2 and Sch. \n3Subs. by Ord. 92 of 02, s.44 & Sch.II. \n4Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981). s.3 and 2nd Sch. \n5Certain words & figures omitted by the Railway (Amdt.) Act, 1956 (23 of 1956),s.3. \n \n  \n \nPage 42 of 43 \n  (c)  cloths and tissue and lace of which gold or silver forms part, not being the uniform or \npart of the uniform of an officer, soldier, sailor, police-officer 1* * * or of any public \nofficer, 2[Pakistan] or foreign, entitled to wear uniform; \n \n(d)  pearls, precious stones, jewellery and trinkets; \n \n(e)  watches, clocks and timepieces of any description;  \n \n(f)  Government securities; \n \n(g)  Government stamps; \n \n(h)  bills of exchange, hundis, promissory-notes, bank-notes, and orders or other securities \nfor payment of money; \n \n(i)  maps, writings and title-deeds; \n \n(j)  paintings, engravings, lithographs, photographs, carvings, sculpture and other works of \nart ; \n \n3[(jj)  Pens and pencils (imported );] \n \n(k)  art pottery and all articles made of glass, china or marble; \n \n(l)  silks in a manufactured or unmanufactured state, and whether wrought up or not \nwrought up with other materials; \n \n(m)  shawls 3[“and woollen Carpets”] ; \n \n(n) lace and furs; \n \n(o)  opium; \n \n(p)  ivory, ebony, coral and sandalwood; \n \n(q) musk, sandalwood-oil and other essential oils used in the preparation of itr or other \nperfume; \n \n(r)  musical and scientific instruments; 4[Mercury (Quick Silver)] ; \n \n3[(rr)  television sets, tape recorders, washing machines, refrigerators, air-conditioners, \nelectric shavers, knitting machines, X-ray machines, E.C.G. machines, telephone- \napparatus, calculators and computers; \n \n \n \n1Certain words omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch. \n2Subs. by A. O., 1961, Art. 2 and Sch., for “British” ( with effect from the 23rd March, 1956). \n3Ins. by S.R.O. 743(1)/77 dt. the 8th August, 1977, see Gaz., of Pak., 1977 (lbd.) Ext., Pt. II, p. 1417.  \n4Added by Notification No. 2928 T.C., dated the 2nd August, 1944. \n \n \nPage 43 of 43 \n (rrr)  motor vehicles and motor tractors exceeding rupees ten thousand in value;] \n \n1[(rrrr) electric cooking range, electric microwave oven, electric geaser, video cassette \nrecorder, video cassette player, deep freezer, personal computer, amplifier, camera, \nmovie camera, computer disk.] \n \n(s)  any article of special value which the 2[Federal Government] may, by notification in \nthe 3[official Gazette] add to this schedule4. \n \n \n \n. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Ins.by Act. IV of 1995, s.45  \n2Subs. by F..A.O., 1975., Art. 2 and Sch., for “Provincial Government” which was previously subs. by A.O., 1964, Art. 2 and Sch., for “Central \nGovernment” which had been subs. by A.O., 1949, Sch., for “Federal Railway Authority” . \n3Subs. by A. O., 1937, for “Gazette of the India”. \n4For Arts. added to this Schedule by Notification, see Gen. R. and O. and for such an instance, see Gaz. of P., Pt. I, dated the 7th September, \n1951. p. 512."
}