{
    "file": "./converted_json\\administratorf4bcaedbf2c05b6b529cd9d55230fe67(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  475(1) \n \n \n \n \nISLAMABAD,  WEDNESDAY ,  JULY   8,  2020 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF GILGIT -BALTISTAN  \nLAW  AND PROSECUTION DEPARTMENT  \n(Gilgit -Baltistan Secretariat ) \n \nGilgit , the 22nd  June , 2020 \n \nThe Gilgit -Baltistan Tour ist Guides Act -2020  \n \nACT NO. V OF 2020 \n    \n Preamble: —  \n \n An Act to provide for the regulation and control of the profession of \ntourist guides in GB,  \n \n WHEREAS  it is necessary and expedient to provide for the regulation and \ncontrol of the profession of tou rist guides;  \n \n It is hereby enacted as follow: — \n  \n \n475 (1—5) \n \nPrice: Rs. 10.00 \n \n[5699 (2020)/Ex. Gaz.].   \n475(2) THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  [PART I \n \n  1. Short title, extent and commencement .— (1) This Act may be \ncalled The Gilgit -Baltistan Tourist Guides Act -2020;  \n \n (2) It extends to the whole of Gilg it-Baltistan and Pakistan ; \n \n (3) It shall  come  into force at once.  \n \n 2. Definitions .—In this Act, unless there is anything repugnan t in the \nsubject or context, — \n \n (a) “Committee ” means the Tourist Guide Advisory Committee set up \nunder section 3;  \n \n (b) “License” means license issued under section 4;  \n \n (c) “Prescribed ” means prescribed by rules;  \n \n (d) “Rules” means rules made under this Act;  \n \n (e) “Tourist  Guide” means a person licensed as such under section 4.  \n \n 3. Setting up of Advisory Committee. —(1) As so on as possible \nafter commencement of this Act, the Government shall set up an advisory \nCommittee, cons isting of Secretary Tourism as C hairman. Composition of the \nAdvisory Committee will be defined in the rules made under this Act.  \n \n 4. Appointment of Contr oller, Deputy Controller and Assistant \nControllers .—(1) The Director Tourism, Gilgit -Baltistan shall be the controller \nby virtue of posting. Deputy Directors and Assistant Directors, Tourism shall be \nthe Deputy Controllers and Assistant Controllers by virt ue of their postings \nnotified by the Secretary Tourism, GB in consultation with the Controller, in \nDivisions and Districts respectively.  \n \n (2) Subject to the provisions of this Act, the Controller shall perform \nhis functions and discharge his duties under the general supervision and control \nof the Department of Tourism GB.  \n \n (3) Subject to the provisions of this Act and of such orders as may from \ntime to time be made by the Government in this behalf, the Deputy Controller \nand Assistant Controllers shall per form their functions and discharge their duties \nunder the general supervision and control of the Controller.  \n \n 5. Licensin g of Tourist Guides. —(1) Any person intending to \nbecome a tourist guide shall apply to the Controller on the prescribed form for \ngrant  of a license having minimum qualification of  metric/SSC in one or more of \nthe c ategories mentioned in schedule -I of the Act as describe under rules.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  475(3) \n  (2) On receipt of an application under sub -section (1) the Controller \nmay after holding the prescribed te sts and on payment of the prescribed fee by \nthe applicant issue to the applicant if he qualifies in such tests a license in the \nprescribe form.  \n \n (3) The Controller shall maintain database in computer in which the \nnames, address and particulars of all lice nsed tourist guides shall be entered.  \n \n (4) The license shall, unless earlier suspended or cancelled under \nsection 6 remain valid for a period of one year and renewed after every one year \nin the prescribed manner on payment of the prescribed fee.  \n \n 6. Code  of Conduct. —The Controller shall prescribe a code of \nconduct for tourist guides.  \n \n 7. Suspension or Cancellation of License .—(1) The Controller may, \nafter affording a tourist guide an opportunity of showing cause against the action \nproposed to be taken ag ainst him, suspend or cancel the license of the tourist \nguide if he/she:  \n \n (a) violates the terms and conditions of the license; or  \n \n (b) Viola tes the code of conduct as defined in rules . \n \n (2) (a)  A tourist guide aggrieved by the decision or order under s ub-section \n(1) of an officer or authority other than the Controller may prefer an \nappeal to the Controller within the prescribed time and in the \nprescribed manner any complain may be approached to the \nadvisory committee for decision.  \n \n 8. Prohi bition to Ac t as Tourist Guides. —Except as otherwise \nprovided in the Act, no person shall hold himself/herself out or act, as a tourist \nguide unless he/she holds a license of prescribed category.  \n \n 9. Service charges of Tourist Guides. —(1) The Controller shall, \nfrom t ime to time by notification in the official Gazette, fix the maximum rates of \ncharges to which a tourist guide shall be entitled for the services rendered by \nhim/her.  \n \n (2) A tourist guide shall not demand from any person to whom he has/  \nshe rendered any s ervice as such any amount in excess of the maximum charges \nfixed under sub -section (1) for that service.  \n \n (3) The guides employed on a fixed salary on a full time basis by any \ntravel agency or tour operator licensed under a law for the regulation and cont rol \n475(4) THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  [PART I \n \n of the profession of travel and tourist agencies shall not charge any fee from a \ntourist.  \n \n 10. Penalty and Procedure. —(1) Whoever:  \n \n (a) Being a person to whom no license has been issued ; or \n \n (b) Being a person whose license has been cancelled or is for the time \nbeing suspended, hold himself/herself out or acts, as a tourist guide \nor otherwise contravenes the provision of this Act or the rules or, \nbeing a tourist guide, contravenes the terms or conditions of the \nlicense issued to him or of a notificat ion issued under sub -section \n(1) of section 8, or violates the prescribed code of conduct, shall be \npunishable with fine which may extend to five thousand rupees.  \n \n (2) Any Assistant Controller for the time being empowered to try in a \nsummary way the offen ces specified in sub -section (1) of Section 260 of the \nCode of Criminal Procedure, 1898 may try summarily an offence punishable \nunder this Act in accordance with the provision of Chapter XXII of that Code.  \n \n (3) No court shall take cognizance of an offence  punishable under this \nAct, except upon a complaint made in writing by or under the authority of the \nController . \n \n 11. Appeal and Revision. —(1) Any person aggrieved by an order \nunder this Act may, within thirty days of the date of the order, prefer an appe al \nto: \n \n (a) The Deputy Controller, where such order has been passed by an \nAssistant Controller;  \n \n (b) The Controller, where such order, not being an order passed in \nappeal under clause (a), has been passed by a Deputy Controller;  \n \n (c) The prescribed appe llate authority, (Secretary Tourism Chairman \nAdvisory Committee) where such order, not being an order passed \nin appeal under clause (b), has been passed by the Controller.  \n \n (2) The Government may of its own motion, or on the application of \nany owner, tour ist guide or manager aggrieved by an order passed under sub -\nsection (1) within the prescribed time and in the prescribed manner, pass such \norder in relation thereto as it thinks fit Provided that no order against an owner or \na manager shall be passed unles s he has been given an opportunity of showing \ncause against it and of being heard.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  8,  2020  475(5) \n  12. Delegation of Power. —The Government may, by notification in \nthe official Gazette, direct that all or any of its powers under this Act, shall, under \nsuch conditions, if  any, as may be specified be exercisable also by an officer or \nauthority sub -ordinate to the Controller.  \n \n 13. Power to Make Rules. —(1) The Government may, by notification \nin the official Gazette, make rules for carrying out the purposes of this Act.  \n \n (2) In particular, and without prejudice to the generality of the forgoing \npower, such rules may provide for all or any of the following matters, namely: —  \n \n (a) The fees payable for the issue and renewal of a license;  \n \n (b) The form in which an application f or a license is to be made;  \n \n (c) The form of the license;  \n \n (d) The code of conduct; and  \n \n (e) The conditions to which a license shall be subject.  \n \nSCHEDULE -I \n \nUnder  Section  4  \n \nCATEGORIES  \n \n 1. Mountain Guides (covering trekking, mountaineering, adventure  \nsports and recreational activities, etc.);  \n \n 2. Cultural Guides (covering art, culture, history, arch eology and \nreligions, etc.);  \n \n 3. Marine Guides (covering diving, fishing, water sports areas, etc.) ; \nand \n \n 4. Any other related categories and/or sub -categories.  \n \nFIDA MUHAMMAD NASHAD , \nSpeaker . \nGilgit -Baltistan Assembly . \n————  \nRAJA JALAL MAQPOON , \nGovernor.  \nGilgit -Baltistan . \n \n————————————————————————————————  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEP UTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}