{
    "file": "./converted_json\\administratorfb32d6015ae887e6d6b85018961842ea.json",
    "name": "Dissolution of Muslim Marriages Act, 1939",
    "date": "17th March, 1939",
    "tagline": "Consolidating and clarifying provisions of Muslim law for dissolution of marriage",
    "content": "Page 1 of 4 \n   \nTHE DISSOLUTION OF MUSLIM MARRIAGES ACT, 1939  \n \n \n \nCONTENTS  \n1 Short title and extent  \n2 Grounds for dec ree for dissolution of marriage  \n3 Notice to be  served on heirs of the husband when the husbands ’ whereabout are  not known  \n4 Effect of conversion to anot her faith  \n5 Rights to dower not to be affected  \n6 [Repeal ed] \n\n \nPage 2 of 4 \n THE DISSOLUTIO N OF MUSLIM MARRIAGES ACT, 1939  \nACT No. VIII OF 1939  \n[17th March, 1939]  \nAn Act to consolidate and clarify the provisions of Muslim law relating to suits for dissolution  \nof marriage by women married under Muslim law and to remove doubts as to the effect of the  \nrenunciation of Islam by a married Muslim woman on her marriage ti e. \n WHEREAS it is expedient to consolidate and clarify the provisions of Muslim law relating to \nsuits for dissolution of marriage by women married under Muslim law and to remove doubts as to \nthe effect of the renunciation of Islam by a married  Muslim  woman on her marriage tie; It is hereby  \nenacted  as follows:__ \n 1. Short title and extent.__(1) This Act may be called the Dissolution of Muslim Marriages \nAct, 1939.  \n 1[(2) It extends to the whole of Pakistan.]  \n 2. Grounds for decree for dissolution of marr iage.  A woman married under Muslim Law \nshall be entitled to obtain a decree for the dissolution of her marriage on any one or more of the \nfollowing grounds, namely:__ \n(i) that the whereabouts of the husband have not been known for a period of four \nyears;  \n(ii) that the husband has neglected or has failed to provide for her maintenance for \na period of two years;  \n2[(iia)  that the husband has taken an additional wife in contravent ion of the \nprovisions of the Muslim Family Laws Ordinance, 1961;]  \n(iii)  that the husband  has been  sentenced  to imprisonment  for a period  of seven  \nyears  or upwards;  \n(iv)  that the husband  has failed  to perform,  without  reasonable  cause,  his marital  \nobligations  for a period  of three  years;  \n(v)  that the husband  was impotant  at the time of the marriage  and continues  to be \nso; \n(vi)  that the husband  has been  insane  for a period  of two years  or is suffering  from  \nleprosy  or a virulent  venereal  disease;  \n \n \n1Subs. by the Central Laws (Statute Reform) Ordinance, 1960 ( XXI of 1960) , s. 3 and 2nd Sch., (with effect  from the 14th October,  1955) . \n2Ins. by the Muslim Family Laws Ordinance, 1961 ( VIII of 1961), s. 13 (with e ffect from the 15th July, 1961) . \n \nPage 3 of 4 \n (vii)  that she, having  been  given  in marriage  by her father  or other  guardian  before  \nshe attained  the age of 1[sixteen]  years,  repudiated  the marriage  before  \nattaining  the age of eighteen  years:  \n Provided  that the marriage  has not been  consummated;   \n2[(viia)  lian; \n    Explanation.__ Lian means  where  the husband  has accused  his wife of \n   zina and the wife does not accept  the accusation  as true.]  \n(viii)  that the husband  treats  her with cruelty,  that is to say,__ \n(a)  habitually  assaults  her or makes  her life miserable  by cruelty  of \nconduct  even  if such conduct  does not amount  to physical  \nill­treatment,  or \n(b)  associates  with women  of evil repute  or leads  an infamous  life, or \n(c) attempts  to force  her to lead an immoral  life, or \n(d)  disposes  of her property  or prevents  her exercising  her legal  rights  \nover it, or \n(e) obstructs  her in the observance  of her religious  profession  or practice,  \nor \n(f)  if he has more wives than one, does not treat her equitably in \naccordance with the injunctions of the Quran;  \n(ix)  on any other  ground  which  is recognised  as valid  for the dissolution  of \nmarriages  under  Muslim  law: \n Provided  that— \n(a)  no decree shall be passed on ground (iii) until the sentence has become \nfinal;  \n(b)  a decree passed on ground (i) shall not take effect for a period of six \nmonths from the date of such decree, and if the husband appears either \nin person or through an authori sed agent within that period and \nsatisfies the Court that he is prepared to perform his conjugal duties, \nthe Court shall set aside the said decree; and  \n \n \n \n1Subs . by the Muslim Family Laws Ordinance, 1961 ( VIII of1961), s . 13 (with effect  from  the 15th July, 1961) .  \n2Ins. by the P rotection of W omen (Criminal Laws Amendment) Act,  2006 (VI of 2006) , s. 29. \n \nPage 4 of 4 \n (c)  before passing a decree on ground (v) the Court shall, on application \nby the husband, make an order requiring the husband to satisfy the \nCourt within a period of one year from the date of such order that he \nhas ceased to be impotent, and if the husband so satisfies the Court \nwithin such period, no decree shall be passed on the said ground.  \n 3. Notice to be served on heirs of the husband when the husbands ’ whereabout are not \nknown.  In a suit to which  clause  (i) of section  2 applies__ \n(a)  the names  and addresses  of the persons  who would  have  been  the heirs  of the \nhusband  under  Muslim  law if he had died on the date of the filing  of the plaint  \nshall  be stated  in the plaint,  \n(b)  notice  of the suit shall  be served  on such persons,  and \n(c)  such persons  shall  have  the right  to be heard  in the suit: \n Provided  that paternal  uncle  and brother  of the husband,  if any, shall  be cited  as party  even  if \nhe or they are not heirs.  \n 4. Effect of conversion to another faith.  The renunciation  of Islam  by a married  Muslim  \nwoman  or her conversion  to a faith other  than Islam  shall  not by itself  operate  to dissolve  her \nmarriage:  \n Provided  that after such renunciation,  or conversion,  the woman  shall  be entitled  to obtain  a \ndecree  for the dissolution  of her marriage  on any of the grounds  mentioned  in section  2: \n Provided  further  that the provisions  of this section  shall  not apply  to a woman  converted  to \nIslam  from  some  other  faith who re­embraces  her former  faith.  \n 5. Rights to dower not to be affected.  Nothing  contained  in this Act shall  affect  any right  \nwhich  a married  woman  may have  under  Muslim  law to her dower  or any part thereof  on the \ndissolution  of her marriage.  \n 6. 1[Repeal ed]. \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 29 -05-2024  \n1Rep. by the Repealing and Amending Act, 1942 (XXV of 1942), s. 2 and 1st Sch."
}