{
    "file": "./converted_json\\administrator81a38b34fac450caf1b32bf81132b5c4.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 8 , 2019             421 \n \n \n  \nISLAMABAD,  TUES DAY ,  OCTOBER 8,  2019   \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 7th October , 201 9 \n \n No. F.2(1) /2019 -Pub.—The following Ordinance promulgated on  \n5th October , 2019 by the President is hereby published for general \ninformation: — \n \nORDINANCE  NO. XII OF 2019  \n \nAN \n \nORDINANCE  \n \nto provide for establishment of the China Pakistan Economic Corridor Authority  \n \n WHEREAS  it is expedient to establish the China Pak istan Economic \nCorridor Authority and to provide for matters connected therewith an d ancillary \nthereto.  \n \n(421) \n \nPrice : Rs. 20.0 0 \n[1546(2019 )/Ex. Gaz.]   \n422   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 8 , 2019 [PART I \n \n AND WHEREAS  it is expedient to accelerate the pace of China, Pakistan \nEconomic Corridor related activiti es, find new drivers of economic growth, \nunlock the potential of interlinked production network and global value chains \nthrough regional and global connectivity, to develop a sound and implementable \npublic policy by integrating advice of stakeholders in de cision making process \nand utilization of all available resources to achieve optimal results as well as \nrespecting individual rights and for effective and efficient management in line \nwith the Memorandum of Understanding signed by the People ’s Republic of \nChina and Islamic Republic of Pakistan;  \n \nAND WHEREAS  the Senate and the National Assembly are not in session and \nthe President is satisfied that circumstances exist which render it necessary to \ntake immediate action;  \n \nNOW, THEREFORE  the President of Islamic  Republic of Pakistan in exercise \nof his powers under clause (1) of the Article 89 of the Constitution of  \nIslamic Republic of Pakistan, is pleased to make and promulgate the following \nOrdinance: - \n \nCHAPTER I \n \nPRELIMINARY  \n \n1. Short title, extent and commenc ement .—(1) This Ordinance may be  \ncalled the China Pakistan Economic Corridor Authority Ordinance, 2019.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) Section 1 shall come into force at once and other provisions shall \ncome into force on such date or dates as the P rime Minister may, by notification \nin the official Gazette, appoint and different dates may b e appointed for different \nprovisions.  \n \n2. Definitions .- In this Ordinance, unless  there is anything repugnant in \nthe subject or context, - \n \n(a) “Authority ” means the Ch ina Pakistan Economic Corridor Authority \nestablished under section 3;  \n \n(b) “Budget Committee ” means the committee constituted by the \nAuthority, from time to time, pursuant to section  9 of this Ordinance;  \n \n(c) “Chairperson ” means the Chairperson of the Authority ap pointed \npursuant to the provisions of this Ordinance and includes the person \nwhen acting as the Chairperson;  \nPART I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 8 , 2019             423 \n (d) “Chief Executive Officer ” means the Chief Executive Officer of the \nAuthority;  \n \n(e) “Division” means the Division of the Federal Government constituted \nunder the Rules of Business 1973;  \n \n(f) “Executive Director ” means an executive director  of the Authority \nappointed pursuant to the provisions of this Ordinance;  \n \n(g) “Joint Cooperation Committee ” means the Committ ee jointly headed \nby the Minister for Planning, Dev elopment and Reform of the Islamic \nRepublic of Pakistan and the Vice – Chairperson of the National \nDevelopment and Reform Commission of the People ’s Republic of \nChina;  \n \n(h) “Joint Working Group ” means the working group constituted and \nworking under the Joint C ooperation Committee;  \n \n(i) “Member” means a member of the Authority appointed pursuant to \nthe provisions of this Ordinance;  \n \n(j) “misconduct ” means misconduct as defined in Civil Servants Act \n1973 and rules made thereunder;  \n \n(k) “record” includes an account, book, ret urn, statement, report, chart, \ntable, diagram, form, survey, image, invoice, letter, map, agreement, \nmemorandum, plan, voucher, financial and non -financial information, \nand anything containing information, whether in writing, digital or in \nelectronic form or represented or reproduced by any other means, and \nrecording of details of electronic data processing sy stems and \nprogrammes to illustrate what the systems and programmes do, and \nhow they operate;  \n \n(l) “regulations ” means regulations made under this Ordinanc e; and  \n \n(m) “rules” means rules made under this Ordinance.  \n \nCHAPTER II  \n \nINCORPORATION AND FUNCTIONS  \n \n 3.  Authority. —(1) The Federal Government shall, by notification in the \nofficial Gazette, establish an authority to be known as the China Pakistan \nEconomic Co rridor Authority. The Authority will be with the Planning, \nDevelopment and Reform Division under the Rules of Business 1973.  \n \n424   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 8 , 2019 [PART I \n \n (2) The Authority shall be a body corporate, having perpetual succession \nand a common seal, with power, subject to the provisions of t his Ordinance, to \nenter into contracts, acquire and hold property, both moveable and immovable, \nand to sue and be sued in its name.  \n \n(3) The head office of the Authority shall be at Islamabad and subject to \nthe provisions of this Ordinance.  \n \n(4) The Authority sha ll consist of the Chairperson, Chief Executive \nOfficer, Executive Director (Operations), Executive Director (Research), and  \nsix Members.  \n \n(5) The Chairperson, Executive Directors and the Members shall be \nappointed by the Prime Minister of Pakistan for a perio d of four years and shall \nbe eligible for re -appointment for one similar term.  \n \n(6) The Chief Executive Officer will be a civil servant of BS -20 or above, \nwho shall be appointed on deputation.  \n \n(7) The qualifications, experience and terms and conditions for \nappoin tment of the Chairperson, Executive Directors and Members of the \nAuthority shall be prescribed by rules.  \n \n(8) The Chairperson, an Executive Director or a Member may re sign from \nhis office by writing under his hand addressed to the Prime Minister. The  \nPrime Mi nister may remove the Chairperson, an Executive Director or a Member \nfrom office if, on an inquiry conducted by a person or persons designated with \nthe approval of the Prime Minister, he is found inefficient or unable to perform \nthe functions of his office  due to mental or physical disability, or to have \ncommitted misconduct.  \n \n(9) In case of a vacancy occurring due to death, resignation, retirement or \nremoval of the Chairperson, an Executive Director or a Member, the appointment \nof another qualified person shal l be made within a period not exceeding three \nmonths from the date of such vacancy.  \n \n(10) The Chief Executive Officer shall act as Chairperson at any time when \nthe post is vacant or the Chairperson is unable, for any reason, to exercise his \npowers or perform hi s duties.  \n \n(11) An officer of the Aut hority, so nominated by it, shall act as Secretary \nto the Authority. The Secretary shall be the custodian of the common seal of the \nAuthority.  \n \n \nPART I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 8 , 2019             425 \n  4.  Powers and Functions of the Authority. —(1) In addition to such \nother power s and functions as may be assigned under this Ordinance and the \nrules, the Authority shall be primarily responsible for coordination, monitoring \nand evaluation to ensure implementation of China Pakistan Economic Corridor \nrelated activities. The Authority s hall exercise its powers and perform its \nfunctions in line with the framework and Memorandum of Understanding signed \nbetween the Islamic Republic of Pakistan and the People ’s Republic of China \nreproduced in the Schedule to this Ordinance and decisions take n at meetings of \nthe Joint Cooperation Committee:  \n \nProvided that the Federal Government may, from time to time, assign more \nfunctions and issue guidelines to the Authority : \n \nProvided further that the existing arrangement of China Pakistan Economic \nCorridor  related activities shall continue until the Authority is established and \nbecomes functional and holds its first meeting.  \n \n(1) Without prejudice of generality of the foregoing, the Authority shall, - \n \n(a) interface with the People ’s Republic of China for identifyi ng \nnew areas of cooperation projects;  \n \n(b) organize meetings of Joint Cooperation Committee and Joint \nWorking groups;  \n \n(c) ensure inter -provincial and inter -ministerial coordination for \nChina Pakistan Economic Corridor related activities;  \n \n(d) ensure narrative buildin g and communication of China Pakistan \nEconomic Corridor related activities; and  \n \n(e) conduct sectoral research for info rmed decision making and long \nterm planning.  \n \n5. Meetings of the Authority .—(1) The Chairperson and six other persons  \non the Authority shall constitute the quorum for a meeting of the Authority.  \n \n(2) The decision of the Authority shall be taken by the majority of the \nattending members and in case of a tie, the Chairperson shall have a casting vote.  \n \n(3) No act, proceeding or decision of the Authority s hall be invalid by \nreason only of the existence of a vacancy in, or defect in the constitution of the \nAuthority.  \n \n(4) The Authority shall meet at least once in a quarter. The Chairperson \nshall call all meetings of the Authority. The Chairperson shall also call  a meeting \n426   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 8 , 2019 [PART I \n \n of the Authority, within five working days, on being requested in writing to do so \nby at least three persons from amongst the Chief Executive Officer, Executive \nDirectors and Members.  \n \n(5) The Chief Executive Officer, Executive Directors and Members  shall \nhave reasonable notice of the date, time and place of a meeting of the Authority \nand each matter on which a decision has to be taken : \n \nProvided that in case of any urgent issue the requirement of notice may be \nwaived by the Chairperson.  \n \n 6. Conflic t of interest. —(1) No person shall be appointed as \nChairperson, Executive Director or Member if he has any direct or indirect \nfinancial interest in, or has any connection which might reasonably be viewed as \ngiving rise to a conflict of interest with any pe rson involved in any China \nPakistan Economic Corridor project. No person appointed as Chairperson, \nExecutive Director or a Member shall during his term in office have or maintain \nany direct or indirect financial interest with any person involved in any Chi na \nPakistan Economic Corridor project. The Chairperson, Executive Directors or \nMembers shall not, at any time during their term of office, engage themselves in \nany other service, business, vocation or employment with any other person.  \n \n(2) If at any time, Chai rperson, Chief Executive Officer, Executive \nDirectors or Members of the Authority, in any way, whether directly or \nindirectly, becomes concerned or interested in any decision, he shall declare that \ninterest and shall not in any manner be a ssociated with th e proceed ings.  \n \n(3) Every person who knowingly contravenes any of the provisions of \nsub-section (1) or sub -section (2) shall be guilty of misconduct.  \n \n 7.  China Pakistan Economic Corridor Business Council. —There \nshall be a China Pakistan Economic Corridor Bu siness Council, to be constituted \nas prescribed in the rules, to advise the Authority in achieving its objecti ves. \n \n 8.  Recruitment of Employees etc. —The Authority may, from time to \ntime, letermine the need and employ officers,  members of its staff, exper ts, \nonsultants, advisors or other employees on such terms and conditions as \nprescribed by the regulations.  \n \nCHAPTER III  \n \nBUDGET, FINANCE AND AUDIT  \n \n 9.  Budget, Finance and Audit. —(1) The Authority, in respect of each \nfinancial year, shall prepare its own budget in accordance with prescribed \nprocedure and shall maintain complete and accurate books of account of its \nannual expenses and receipts.  \nPART I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 8 , 2019             427 \n (2) The budget prepared by the Authority shall be reviewed by the \nBudget Committee consisting of three members to be n ominated by the Authority \nfrom amongst the Executive Directors and Members. The Budget Committee \nshall ensure that the Authority complies with all requirements of this Ordinance, \nthe rules and the regulations pertaining to such budget.  \n \n(3) All investments mad e by the Authority shall be with the approval of \nthe Budget Committee.  \n \n(4) The accounts of the Authority shall be audited annually by the \nAuditor -General of Pakistan . \n \n(5) The Chief Executive Officer shall be the Principal Accounting \nOfficer of the Authority.  \n \n 10.  China Pakistan Economic Corridor Fund. —(1) There shall be a \nfund, known as the China Pakistan Economic Corridor Fund, which shall vest in \nthe Authority and shall be utilized by the Authority to meet all expenses and \ncharges properly incurred in connect ion with carrying out the purposes of this \nOrdinance.  \n \n (2) Subject to the rules and instructions issued by the Federal \nGovernment from time to time, the China Pakistan Economic Corridor Fund shall \nconsist of, - \n \n(a) grants obtained by the Authority;  \n \n(b) proceeds of any investments made by the Authority in utilizing any \namount of the fund which is not required for immediate use;  \n \n(c) loans obtained by the Authority with the approval of the Budget \nCommittee; and  \n \n(d) any funds allocated to the Authority with the approval of  the \nFederal Government.  \n \n 11.  Bank Accounts. —The Authority may open and maintain bank \naccounts at uch scheduled banks as may be prescribed by the rules.  \n \nCHAPTER IV  \n \nMISCELLANEOUS  \n \n12. Immunity. —Except as expressly provided in this Ordinance , no suit \nprosecu tion or other legal proceedings shall lie against the Aut hority, the \n428   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 8 , 2019 [PART I \n \n Chairperson, Chief Executive Officer, Executive Director, any Member, officer, \nmember of staff, other employee, expert, consultant or advisor of the Authority in \nrespect of anything done or intended to be done in good faith under this \nOrdinance, the rules or the regulations.  \n \n13. Chairperson, etc., not to be civil servants. —The Chairperson, \nExecutive Directors, Members, officers, members of staff or other employees of \nthe Authority or experts,  consultants or advisors employed, or as the case may be, \nhired or engaged by the Authority shall be governed by the terms and conditions \nof their appointment and shall not be deemed to be civil servants within the \nmeaning of the Civil Servants Act 1973 (A ct LXXI of 1973 ): \n \nProvided that if a civil servant is appointed on deputation, h e shall be \ngoverned by the Civil Servants Act 1973 and the rules made thereunder.  \n \n14. Chairperson, etc., to be public servants. —The Chairperson, \nExecutive Directors, Members, off icers, members of staff or other employees of \nthe Authority or experts, consultants or advisors employed, or as the case may be, \nhired or engaged by the Authority shall, when acting or purporting to act in \npursuance of any of the provisions of this Ordinan ce or the rules or the \nregulations, be deemed to be public servants within the meaning of sction 21 of \nthe Pakistan Penal Code (Act XLV of 1860).  \n \n15. Winding up of the Authority. —No provision of any law relating to \nthe winding up of bodies corporate shall app ly to the Authority : \n \nProvided that the Federal Government may decide to windup the Authority \nand transfer of its assets and liabilities to the concern Division under the Rule of \nBusiness 1973 or to any other entity.  \n \n16. Annual Report. —The Authority shall, wi thin three months of the end \nof a financial year, submit to the Prime Minister an annual report, which shall \nconsist of the accounts and audit reports of the Authority, a comprehensive \nstatement of the work and activities of the Authority during the preced ing \nfinancial year and its proposed activities and such other matters as may be \nprescribed in the rules or as the Authority may consider appropriate.  \n \n17. Power to call for information. —The Authority may call for any \npertinent information required by it for ca rrying out the purposes of this \nOrdinance from any person involved, directly or indirectly, in any China Pakistan \nEconomic Corridor related activity or any matter incidental or consequential \nthereto. Any person called upon to provide such information shall  do so within \nthe period prescribed by the Authority and his failure so to do shall be punishable \nby the imposition of such penalty as may be prescribed by the rules.  \n \nPART I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 8 , 2019             429 \n 18. Confidential information. —(1) Except as provided under the \nregulations, no person shall communicate, or allow to be communicated, any  \nrecord or information obtained pursuant to this Ordinance, to a person not legally \nentitled to that record or information or allow any person not legally entitled to \nthat record or information to have access t o any record obtained under this \nOrdinance.  \n \n(2) A person who knowingly receives any record or information obtained \nunder this Ordinance shall hold such record or info rmation subject to the same \nrestrictions under sub -section (1) as apply to the person fro m whom such record \nor information were received.  \n \n19. Delegation of Powers. —The Authority may, by general or special \norder, delegate to Chief Executive Officer, Executive Director, Member or a ny \nofficer of the Authority any of its powers, duties or functions u nder this \nOrdinance subject to such conditions as it may think fit to impose.  \n \n20. Power to make Rules. —The Prime Minister may, by notification in \nofficial Gazette, make rules, not inconsistent with the provisions of this \nOrdinance, for carrying out the purpos es of this Ordinance.  \n \n21. Power to make Regulations. —The Authority, with the approval of \nthe Prime Minister may, by notification in the official Gazette, make regulations, \nnot inconsistent with the provisions of this Ordinance or the rules, for the purpose \nof carrying out of its functions.  \n \n22. Ordinance to override other laws. —The provisions of this \nOrdinance shall have effect notwithstanding anything to the contrary containd in \nany other law, rule or regulation, for the time being in force, and any such law, \nrule or regulation shall, to the extent of any inconsistency, cease to have any \neffect on the commencement of this Ordinance.  \n \n23. The removal of difficulties. —In case of any difficulties in \nimplementation of the provisions of this Ordinance or the rules made the reunder, \nthe Prime Minister may pass an order, within on e year of establishment of \nAuthority, to remove such difficulties.  \n \nDR. ARIF ALVI , \nPresident . \n—————  \n \nARSHAD FAROOQ FAHEEM , \nSecretary . \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRES S,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}