{
    "file": "./converted_json\\administrator546c876d6ae7067a758f9cd51fd67b0f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 5 \n  \n \n \n  \n \nTHE CARRIERS ACT, 1865  \n \n \n \nCONTENTS  \n \nPREMABLE  \n \n1.  Short title  \n \n2.  Interpretation clause  \n \n3.  Carriers not to be liable for loss of certain goods above one hundred rupees in value, \n unless delivered as such  \n \n4.  For carrying such property payment m ay be required at rates fixed by carrier  \n \n5.  The person entitled to recover in respect of property lost or damaged may also recover \n money paid for its carriage  \n \n6.  In respect of what property liability of carrier not limited or affected by public notice . \n Carriers, with certain exceptions, may limit liability by special contract  \n \n7.  Liability of owner of railroad or tramroad constructed under Act XXII of 1863, not \n limited by special contract    \n8.  Common carrier liable for loss or damages caused by neg lect or fraud of himself or his \n agent  \n \n9.  Plaintiffs, in suits for loss, damage, or non -delivery, not required to prove negligence or \n criminal act  \n \n10.  Notice of loss or injur y to be given within six months  \n \n11.  Power to Provincial Government to add t o the Schedule  \n \nSCHEDULE  \n \n \n \n \n \n \n \n\n \nPage 2 of 5 \n THE CARRIERS ACT, 1865  \n \n1Act No. III OF 1865  \n \n [14th February, 1865]  \n \nAn Act relating to the rights and liabilities of Common Carriers  \n \n Premable. WHEREAS it is expedient not only to enable common carriers to limit their \nliability for loss of or damage to property delivered to them to be carried but also to declare their \nliability for loss of or damage to such property occasioned by the negligence or criminal acts of \nthemselves, their servants or agents; It is enacted as foll ows: — \n \n 1. Short title. This Act may be cited as the Carriers Act, 1865.  \n \n 2. Interpretation clause. In this Act, unless there be something repugnant in the subject or \ncontext___ \n \n “Common carrier.”  “common carrier” denotes a person, other than the Governm ent, \nengaged in the business of transporting for hire property from place to place, by land or inland \nnavigation, for all persons indiscriminately:  \n \n 1“Person.”  “person” includes any association or body of persons, whether incorporated or \nnot. \n \n 2[* * * * * * *] \n \n 3. Carriers not to be liable for loss of certain goods above one hundred rupees in value, \nunless delivered as such. No common carrier shall be liable for the loss of or damage to property \ndelivered to him to be carried exceeding in value one hund red rupees and of the description \ncontained in the Schedule to this Act, unless the person delivering such pro perty to be carried, or \nsome person duly authorized in that behalf, shall have expressly declared to such carrier or his agent \nthe value and desc ription thereof3. \n \n 4. For carrying such property payment may be required at rates fixed by carrier. Every \nsuch carrier may require payment for the risk under taken in carrying property exceeding in value one \nhundred rupees and of the description aforesaid , at such rate of charge as he may fix:  \n \n \n \n 1For Statement of Objects and Reasons, see Gazette of India, Extra ordinary, dated 1st August, 1864 and for Proceedings relating to the Bill, \n see ibid., Supplement, p. 497, and ibid. , 1865, pp. 51, 64 and 65.  \n The Act has been declared to be in force in all the Provinces and the Capital of the Federation, except the Scheduled District s, by the Laws \n Local Extent Act, 1874 (15 of 1874), s. 3.  \n It has been declared, by notification under s. 3(a) of the Scheduled Di stricts Act, 1874 (14 of 1874), to be in force in the following \n Scheduled Districts, namely: — \n Sind. .  . . . . . . .. See Gazette of India,  1880, Pt. I. p. 672.  \n The Districts of Hazara, Peshawar, Kohat, Bannu, Dera Ismail Khan and Dera Ghazi Khan. [Portions of the Districts of Hazara. Bannu. \n Dera Ismail Khan and Dera Ghazi Khan and the Districts of Peshawar and Kohat now form the N.W,F.P., see Gazette of India, 1901, Pt. I, \n p. 857, and ibid., 1902, Pt. I, p. 575].  \n It has also been applied to Phulera in the Excluded Area of Upper Tana wal to the extent the Act is applicable in the N.W.F.P., subject to \n certain modifications; and extended to the Excluded  Area of Upper Tanawal N.W.F.P.,  other than Phulera with effect from such date and \n subject to such m odifications as may be notified, see N.W.F.P. (Upper Tanawal) (excluded Area) Laws Regulation, 1950.  \n It has been rep. as to carriers by rail by the Indian Railways Act, 1879 (4 of 1879). For the Railway Act now in force, see the Railways Act, \n 1890 (9 of 1890).  \n 2Cf. definition in s. 3(39) of the General Clauses Act, 1897 (10 of 1897).  \n 3The paragraph relating to “number” was rep. by the Repealing and Amending Act, 1914 (10 of 1914).   \n 4The earlier sections extend to Pakistan the principle embodied in the Carriers Act, 1830 (11 Geo. IV & I Wm. IV, c. 68). See Statement of \n Objects and Reasons quoted above.  \n \n \nPage 3 of 5 \n  \n Proviso. Provided that, to entitle such carrier to payment at a rate higher than his ordinary \nrate of charge, he shall have caused to be exhibited in the place where he carries on the business of \nreceiving property to be carried, notice of the higher rate of charge required, printed or written in \nEnglish and in the vernacular language of the country wherein he carries on such business.  \n \n 5. The person e ntitled to recover in respect of property lost or damaged may also \nrecover money paid for its carriage. In case of the loss or damage to property exceeding in value \none hundred rupees and of the description aforesaid, deliver ed to such carrier to be carri ed, when the \nvalue and description thereof shall have been declared and payment shall have been required in \nmanner provided for by this Act, the person entitled to recover in respect of such loss or damage \nshall also be entitled to recover any money actual ly paid to such carrier in consideration of such risk \nas aforesaid.  \n \n 6. In respect of what property liability of carrier not limited or affected by public notice . \nCarriers, with certain exceptions , may limit liability by special contract. The liability of  any \ncommon carrier for the loss of or dam age to any property delivered to him to be carried, not being of \nthe description contained in the Schedule to this Act, shall not be deemed to be limited or affected by \nany public notice; but any such carrier, not  being the owner of a rail road or tram road cons tructed \nunder the provisions of 1[the Land Acquisition Act, 1894 .] I of 1984.  \n \n may, by special contract, signed by the owner of such property so delivered as last aforesaid \nor by some person duly authorize d in that behalf by such owner, limit his liability in respect of the \nsame.  \n \n 27. Liability of owner of railroad or tramroad constructed under Act XXII of 1863, not \nlimited by special contract. In what case owner of railroad or tramroad answerable for loss  or \ndamage. The liability of the owner of any railroad or tramroad constructed under the provisions of \nthe 1[Land Acquisition Act, 1894 (I of 1894).] for the loss of or damage to any property delivered to \nhim to be carried, not being of the description con tained in the Schedule to this Act, shall not be \ndeemed to be limited or affected by any special contract; but the owner of such railroad or tramroad \nshall be liable for the loss of or damage to property delivered to him to be carried only when such \nloss o r damage shall have been caused by negligence or a criminal act on his part or on that of his \nagents or servants.  \n \n 8. Common carrier liable for loss or damages caused by neglect or fraud of himself or \nhis agent. Notwithstanding anything hereinbefore conta ined, every common carrier shall be liable to \nthe owner for loss of or damage to any property delivered to such carrier to be carried where such \nloss or damage shall have arisen from the 3* * criminal act of the carrier or any of his agents or \nservants 4[and shall also be liable to the owner for loss or damage to any such property other than \nproperty to which the provisions of section 3 apply and in respect of which the declaration required \nby that section has not been made, where such loss or damage has ar isen from the negligence of the \ncarrier or any of his agents or servants].  \n \n 9. Plaintiffs, in suits for loss, damage, or non -delivery, not required to prove negligence \nor criminal act. In any suit brought against a common carrier for the loss, damage or n on-delivery \nof goods entrusted to him for carriage, it shall not be necessary for the plaintiff to prove that such \nloss, damage or non -delivery was owing to the negligence or criminal act of the carrier, his servants \nor agents.  \n \n \n 1Subs. by the Federal Law s (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and II Sch., for certain words.  \n 2S. 7 (so far as it relates to railways) has been rep. by the Railways Act, 1890 (9 of 1890), s. 72.  \n 3The words “negligence or” rep. by the Carriers (Amendmen t) Act, 1921 (13 of 1921), s. 2.  \n 4Ins. ibid. \n \nPage 4 of 5 \n  1[10. Notice of loss or injury to be given within six months.  No suit shall be instituted \nagainst a common carrier for the loss of, or injury to, goods entrusted to him for carriage, unless \nnotice in writing o f the loss or injury has been given to him before the institution of the suit and \nwithin six months of the time when the loss or injury first came to the knowledge of the plaintiff.]  \n \n 2[11. Power to Provincial Government to add to the Schedule. The 3[Fede ral Government \nor the] 4[Provincial Govern ment] may, by notification in the 5[official Gazette], add to the list of \narticles contained in the Schedule to this Act, and the Schedule shall, on the issue of any such \nnotification, be deemed to have been amend ed accordingly.]  \n \nSCHEDULE  \n \nGold and Silver coin.  \n \nGold and silver in a manufactured or unmanufactured state.  \n \nPrecious stones and pearls.  \n \nJewellery.  \n \nTime pieces of any description.  \n \nTrinkets.  \n \nBills and hundis.  \n \nCurrency notes of the 6[Federal Governm ent] or notes of any Banks, or securities for payment of \nmoney, English or Foreign.  \n \nStamps and stamped paper.  \n \nMaps, prints, and works of art.  \n \nWritings.  \n \nTitle -deeds.  \n \nGold or silver plate or plated articles.  \n \nGlass.  \n \nChina.  \n \nSilk in a manufactured or unmanufactured state, and whether wrought up or not wrought up with \nother materials.  \n \n 1Ins. by the Indian Carriers Act, 1899 (10 of 1899), s. 2. The original section was rep. by the Railways Act, 1890 (9 of 1890) . \n 2Ins. by Act 13 of 1921, s. 3.  \n 3Ins. by  Ordinance 27 of 1981, s. 3 and II Sch.  \n 4Subs. by A. O., 1937, for “G. G. in C.”.  \n 5Subs. ibid., for “Gazette of India”. \n 6Subs. by F.A.O., 1975. Art. 2 and Sch., for “Central Government” which was previously subs. by A.O., 1937, for “G. of I”, to read as  \n above.  \n \nPage 5 of 5 \n Shawls and lace.  \n \nCloths and tissues embroidered with the precious metals or of which such metals form part.  \n \nArticles of ivory, ebony or sandal wood.  \n \n1[Art pottery and all articles made of marble.  \n \nFurs.  \n \nGovernment securities.  \n \nOpium.  \n \nCoral.  \n \nMusk, Itr, Sandal wood oil, and other essential oils used in the preparation of itr or other perfumes.  \n \nMusical and scientific instruments.  \n \nFeathers.  \n \nNarcotic preparations of hemp.  \n \nCrude India -rubber.  \n \nJade, Jade -stone and amber.  \n \nGooroochand or Gooroo chandan.  \n \nCinematograph films and apparatus.  \n \nZahir Mohra Khatai.]  \n________________  \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 13 -09-2024  \n \n 1Ins. by Notification No. 5299, dated 14th October, 1922, see Gazette of India, 1922, Pt. I, p. 1235."
}