{
    "file": "./converted_json\\administratora25489da1a9ed8c9c927a144f6511732.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6   \n \n \n \nTHE SERVICE TRIBUNALS ACT, 1973 . \n \n \n \n \n \n \nCONTENTS  \n_________  \n \nSECTIONS : \n \n1. Short title, commencement and application.  \n2. Definitions.  \n3. Tribunals.  \n3 A. Benches of the Tribunal.  \n4. Appeals to tribunals.  \n4 A. Review.  \n5. Powers of Tribunals.  \n5A. Financial powers of a Tribunal.  \n6. Abatement of suits and other proceedings.  \n7. Limitation.  \n8. Rules.  \n9. Repeal.  \n \n \n \n___________\nUpdated till 3.8.2022\n \nPage 2 of 6  THE  SERVICE  TRIBUNALS  ACT,  1973.  \n \n1ACT  NO. LXX  OF 1973  \n[26th September , 1973]  \n \n \nAn Act to provide for the establishment of Service Tribunals to exercise jurisdiction  in \nrespect of matters relating to the terms and conditions of service of civil servants.  \n \nWHEREAS  it is expedient to provide for the establishment of A dministrative Tribunals, to \nbe called Service Tribunals, to exercise exclusive jurisdiction in respect of matters relating to the \nterms and conditions of service of civil servants, and for matters connected therewith or ancillary \nthereto;  \n \nIt is hereby enacted as follows: — \n \n1. Short title,  commencement and application.  —(1) This Act may be called the Service \nTribunals Act, 1973.  \n \n(2) It shall  come  into force  at once.  \n \n(3) It applies  to all civil servants  wherever  they may be. \n \n2.   Definitions.  In this Act, unless  there  is anything  repugnant  in the subject  or context, — \n \n2[(a)  “civil servant ” means a person who is, or has been, a civil servant within the \nmeaning of   the Civil Servants Act, 1973 ( LXXI of 1973 ) 3[and shall include a \nperson declared to be a   Civil  Servant  under  section  2A; and]]  \n \n(b)  “Tribunal ” means  a Service  Tribunal  established  under  section  3.  \n \n4[*  *  *  *  *  *  *] \n3. Tribunals. —5[(1) The President may, by notification in the official Gazette, establish \none or  more Service Tribunals as hereinafter  provided and, where there  are established more than  \none Tribunal, the  President  shall specify  in the  notification the  territorial limits within which, or  \nthe class  or classes or cases in respect  of which, each  such Tribunal shall exercise jurisdiction \nunder this  Act.]  \n \n(2) A Tribunal shall have exclusive jurisdiction in respect of matters relating to the terms \nand conditions  of service  of civil servants,  including  disciplinary  matters.  \n \n1 For Statement  of Objects  and Reasons,  see Gaz. of P., 1973,  Ext.,  Pt. III p. 1479.  \n2 Subs.  by the Service  T ribunals  (Amdt.)  Act, 1974  (31 of 1974).  s. 2, for the original  cl. (a). \n3 Added  by the Service  T ribunals  (Amdt.)  Act, 1997  (17 of 1997),  s. 2.”; \n4 Omitted  by Act II of 2010  s. 2. \n5 Subs.  by Act IV of 2014,  s. 2. \n \nPage 3 of 6  1[(3) A Tribunal  shall  consist  of⎯ \n(b) a Chairman,  being  a person  who has been,  or is qualified  to be judge  of a \nHigh  Court;  \n \n(c) such number  of members  not less than three,  each of whom  is or has been⎯ \n \n(i) a District  Judge;  or \n \n(ii) a person who for a period of less than two years has held a post in BS­21 \nor above or equivalent  under the Federal Government or a Provincial \nGovernment with adequate   quasi­judicial  or legal  experience,  preference  \nbeing  given  to a person  having  background  of dealing  with service  \nmatters;  or \n \n(iii) an Advocate  qualified  for appointment  as Judge  of a High  Court.]  \n1[(4) The Chairman and members of a Tribunal shall be appointed by the President for \nnon­extendable  term of three  years  on such other  terms  and conditions  as the President  may \ndetermine : \n \nProvided that where a serving District Judge or a civil servant is ap pointed as a \nmember  he shall  hold office  for a term of three  years  or till the date of superannuation , \nwhichever  is earlier.]  \n \n(5)  The Chairman  or a member  of a Tribunal  may resign  his office  by writing  under  \nhis hand  addressed  to the President.  \n \n   (6) The Chairman  or a member  of a Tribunal  shall  not hold any other  office  of profit  in \nthe service  of Pakistan  if his remuneration  is thereby  increased.  \n \n1[(7) At any time when ⎯ \n(i) the Chairman of a Tribunal is absent or is unable to perform the functions \nof his office due  to any cause;  or \n(ii) office of the Chairman is vacant, the most senior of the other member s \nof a Tribunal shall  act as Chairman till the Chairman resume s his office \nor the regular Chairman is appointed   as the case may be.] \n \n2[3A. B enches of the Tribunal. —(1) The powers and functions of a Tribunal may be \nexercised  or performed by Benches consisting of not less than two members of the Tribunal, \nincluding the  Chairman,  constituted  by the Chairman.  \n \n(2) If the members  of a Bench  differ  in opinion  as to the decision  to be given  on any \npoint, — \n \n1Subs.  by Act IV of 2014,s.2.  \n2Section  3A ins. by Ord. 9 of 1978,  s. 3. \n \nPage 4 of 6  (a) the point  shall  be decided  according  to the opinion  of the majority;  \n(b) if the members are equally divided and the Chairman of the Tribunal is not \nhimself a  member of the Bench, the case shall be referred to the Chairman and \nthe decision of the  Tribunal  shall  be expressed  in terms  of the opinion  of the \nChairman;  and \n(c) if the members are equally d ivided and the Chairman of the Tribunal is himself \na member  of the Bench, the opinion of the Chairman shall prevail and the \ndecision of the Tribunal  shall  be expressed  in terms  of the opinion  of the \nChairman.]  \n \n 4.  Appeals to tribunals. —(1) Any civil servant aggrieved by any 1[*] order, whether \noriginal or  appellate, made by a departmental authority in respect of any of the terms and \nconditions of his  service may, within thirty days of the communication of such order to him, 2[or \nwithin s ix months of  the establishment  of the appropriate  Tribunal,  whichever  is later,  prefer  an \nappeal  to the Tribunal]:  \n \nProvided  that— \n \n(a) where an appeal, review or representation to a departmental authority is provided \nunder  the 3[Civil Servants Act, 1973 ( LXXI of 1973 )], or any rules against any \nsuch order, no  appeal shall lie to a Tribunal unless the aggrieved civil servant has \npreferred an appeal or  application for review or representation to such departmental \nauthority and a period of  ninety days has ela psed from the date on which such \nappeal, application or representation was so preferred;  4* \n \n(b) no appeal shall lie to a Tribunal against an order or decision of a departmental \nauthority  determining the fitness or otherwise of a person to be appointed to or hold \na particular  post or to be promoted  to a higher  grader  5[; and] \n \n6[(c)   no appeal  shall  lie to a Tribunal  against  an order  or decision  of a departmental \nauthority made at any time before  the 1st July,  1969.]  \n \n(2) Where the appeal is against an order or decision of a departmental authority imposing \na departmental  punishment  or penalty  on a civil servant,  the appeal  shall  be preferred — \n \n(a) in the case of a penalty of dismissal from service, removal from service, compulsory \nretirement or re duction to a lower post or time­scale or to a lower stage in a \ntime­scale, to a Tribunal referred to in sub­section (3) of section 3; and  \n \n(b) in any other case, to a Tribunal referred to in subsection (7) of that section.  \n \nExplanation .— In this section, “departmental authority ” means any authority, other \nthan a Tribunal, which is competent to make an order in respect of any of the terms and \nconditions of civil servants.  \n \n1 Omitted  by the Service  Tribunals  (Amdt.)  Act, 1997  (17 of 1997),  s. 4. \n2 Subs.  by the Service T  ribunals (Amdt.) Act,  1974 (31 of 1974), s. 3, for “prefer an appeal to the Tribunal having jurisdiction in the matter:.  \n3 Subs.  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. 3 and Sch. II. \n4 The word  “and” omitted  by Act 31 of 1974,  s. 3. \n5 Subs.  ibid.,  for full­stop.  \n6 New  cl. (c) added  ibid. \n \nPage 5 of 6  1[4A. Review .⎯  (1) A tribunal  shall  have  the power  to review  its final order  on a review  \npetition  field by an aggrieved  party  within  thirty days of the order  on the following  grounds,  \nnamely :⎯ \n \n(i) discovery of new and important matter or evidence which, after exercise of due \ndiligence,  was not within knowledge of the petitioner or could not be produced by \nhim at the time  when  the order  was passed;  \n \n(ii) on account  of some  mistake  or error  apparent  on the face of record;  of \n \n(iii) for any other  sufficient  cause. ”. \n \n(2) The Tribunal  shall  decide  the review  petition  within  thirty  days.  \n \n(3) The Tribunal  may confirm,  set aside,  vary or modify  the judgement  or order  under  \nreview.]  \n \n5.  Powers  of Tribunals.  —(1) A Tribunal  may,  on appeal,  confirm,  set aside,  vary or modify  \nthe order  appealed  against.  \n \n(2) A Tribunal shall, for the purpose of deciding any appeal, be deemed to be a civil court \nand shall have the same powers as are vested in such court under the Code of Civil Procedure, \n1908 (Act V of 1908), including the powers of — \n \n(a) enforcing the attendance of any person and examining him on oath;  \n \n(b) compelling  the production  of documents;  and \n \n(c) issuing  commission  for the examination  of witnesses  and documents.  \n \n1[(3) A Tribunal shall have the power to execute its decisions in accordance with the \nprocedure as  may be prescribed.]  \n \n1[5A. Financial powers of a Tribunal.⎯ (1) The Registrar of th e Tribunal shall be  the \nPrincipal  Accounting Officer of a Tribunal . \n(2) The Chairman of Tribunal may authorize re­appropriation of funds from one head of \naccount  to another head of account and sanction expenditure on any item from within the allocated \nbudget in  accordance  with the prescribed  procedure  without  reference  to Ministry  of Finance .] \n \n6.  Abatement of suits and other proceedings. All suits, appeals or applications regarding \nany matter  within  the jurisdiction  of a Tribunal  pending  in any court  immediately  before  the \ncommencement  of this Act shall  abate  forthwith:  \n \nProvided that any party to such a suit, appeal or application may, within ninety days of the  \n2[establishment of the appropriate Tribunal, prefer an appeal to it] in respect  of any such matter  \nwhich  is in issue  in such suit, appeal  or application.  \n \n \n1Ins, and added  by Act IV of 2014,  ss. 3­5. \n2 Subs. by the Service T ribunals (Amdt.) Act, 1974 (31 of 1974), s. 4, for “commencement of t his Act, prefer an appeal to the appropriate Tribunal”.\n \nPage 6 of 6    \n 7. Limitation.  The provisions of sections 5 and 12 of the Limitation Act, 1908 ( IX of \n1908 ), shall apply to appeals under this Act.  \n \n8. Rules.\n (1) The Federal  Government  may,  by notification  in the Official  Gazette,  make  \n1rules for carrying  out the purposes  of this Act. \n \n(2)  In particular  and without  prejudice  to the generality  of the foregoing  power,  \nsuch rules  may provide  for all or any of the following  matters,  namely: — \n \n(a) requirements as to the number of members of the Tribunal necessary \nfor hearings before,  or order  or decision  by, a Tribunal ; 2[or a Bench  \nthere  of] 3[*] \n(b) filling for a specified period any vacancy in the office of the \nChairman or a member of the Tribunal caused by the absence on \nleave or otherwise of the Chairman or, as the case may  be, a member \n3[;and] \n3[(c) execution of decisions  of a Tribunal.]  \n 8. [Repeal]  Omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  \n1981  (XXVII  of 1981),  s. 3 and Sch.,  11. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 For the Service Tribunals (Qualifications of Members) Rules, 1974, see S.R.O. No. 742 (I)/ 74, dated 22­2­1974, Gaz. of., P1974., Ext., Pt. II, p. 263.  \n 2 Ins. by  the Service T  ribunals (Amdt.) Ordinance, 1978  (9 of 1978), s. 4.  \n3Omitted,  subs and added  by Act IV of 2014,  s.6"
}