{
    "file": "./converted_json\\administratoredcb6d25d3ac4a5041f636214f406838.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n  \n \nTHE CRIMINAL LAW AMENDMENT (SPECIAL COURT) ACT, \n1976  \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Certain offences triable by Special Court  \n4.  Special Court  \n5.  Commencement of proceedings  \n6.  Powers and procedure of Special Court  \n7.  Place of sitting  \n8.  Proceedings to be open  \n9.  Restriction of adjournments  \n10.  Special rules of evidence  \n11.  Provision for counsel  \n12.  Jurisdiction, etc., of Special Court not to be questioned  \n13.  Act to overr ide all other laws  \n14.  Repeal  [Omitted]  \n \n \n  \n \n \n\n \nPage 2 of 6 \n THE CRIMINAL LAW AMENDMENT (SPECIAL COURT) ACT, 1976  \n1ACT No. XVII OF 1976  \nAn Act to provide for the trial by a Special Court of certain offences  \nWHEREAS It is expedient to provide for the trial by a special Court of certain offences \naffecting the security, integrity or sovereignty of Pakistan or any part thereof, including offences of \nhigh treason, and for matters connected therewith;  \nIt is hereby enacted as follows: — \n1. Short title, extent and commen cement .___(1) This Act may be called the Crimin al Law \nAmendment (Special Court ) Act, 1976.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Defin itions .—In this Act, unless there is anything repugnant in the subject or context. — \n(a)  “Code ” means the Code of Criminal Procedure, 1898 (Act V of 1898);  \n(b)  “Special Court ” means 2[a] court set up under section 4.  \n3. Certain offences triable by Special Court .—(1) Any offence punishable under sections \n121, 121A, 122, 123 and 123A of the Pakistan Penal Code  (Act XLV of 1860) , and any offence \npunishable under the High Treason (Punishment) Act, 1973  (LXVIII  of 1973) , including an offence of \nconspiracy to commit any such offence, whether committed before or after the commencem ent of this \nAct, shall be tried by 3[a Special Court] in accordance with the provisions of this Act.  \n(2) No court other than the Special Court shall try an offence which is triable by the Special \nCourt under sub -section (1).  \n(3) If, in the course of a tri al before the Special Court, the Court is of opinion that an accused \nbefore it has committed or appears to have committed any offence other than an offence referred to in \nsub-section (1), the Special Court shall record such opinion and refer such accused f or the trial of such \nother offence to a court having jurisdiction to try the offence.  \n4. Special Court .—(1) 4[For the trial of any of the offences specified in sub -section (1) of \nsection 3, the Federal Government may, by notification in the official Gazett e, set up one or more \nSpecial Courts] composed of three persons each of whom is a Judge of a High Court, and shall \nnominate one of the said persons to be the President of the Special Court.  \n \n \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1976, Ext ., Pt. II, pp. 349 -350.  \n2Subs. by the Criminal Law Amendment (Special Court) (Amdt) Ordinance, 1977 (40 of 1977), s. 2, for “the” ( w.e.f.  14-9-1977).  \n3Subs. ibid “the Special Court”.  \n4Subs. ibid., s. 4, for certain words ( w.e.f. 14-9-1977).  \n \nPage 3 of 6 \n 1[(1A) The setting up of a Special Court under sub -section (1) shall not be deemed to affect the \njurisdiction of any other Special Court in respect of the trial of a case pending before such other Special \nCourt immediately before the setting up of the Speci al Court.]  \n(2) If any member of the Special Court through death, illness or any other reason is unable to \ncontinue to perform his functions, the Federal Government may, by notification in the official Gazette, \ndeclare the office of such member to be vacan t and appoint thereto another person qualified to hold \nthe office.  \n(3) If, in the course of a trial, any member of the Special Court is, for any reason, unable to \nattend any sitting thereof , the trial may continue before the other two members.  \n(4) The Spe cial Court shall not merely by reason of any change in its membership or the \nabsence of any of its members from any sitting be bound to recall and rehear any witness who has \nalready given any evidence and may act on the evidence already given or produced b efore it.  \n(5) In the event of any difference of opinion among the members of the Special Court, the \nopinion of the majority shall prevail and the decision of the Special Court shall be expressed in terms \nof the views of the majority.  \n5. Commencement of pr oceedings .—(1) The Federal Government shall forward to the \nSpecial Court, on behalf of the prosecution, a complaint in the form of a statement of the case to be \ntried by the Court, together with a list of the accused persons, formal charges of offences all eged to \nhave been committed by each one of them and a list of witnesses intended to be produced in support \nof each charge.  \n(2) For the purpose of taking cognizance of a case under this Act no other complaint would b e \nnecessary under any other law.  \n(3) The submission of a complaint or a list of  2[accused persons or] witnesses or formal charges \nunder sub -section (1) shall not preclude — \n(a)  The Federal Government from submitting an amended or additional statement \nof the case or charge at any time before judgment is pronounced, or  \n(b)  The Federal Government or the prosecution from submitting additional names \nof 2[accused persons or] witnesse s at any subsequent stage of the prosecution \nevidence in the case.  \n6. Powers and procedure of Special Court .— (1) The Special Court shall have, in respect of \na case triable by it, all the powers which a High Court has in relation to trial before it under t he Code, \nbut shall, notwithstanding anything contained in the Code, proceed with the trial in the following \nmanner, namely: — \n3[(a)  as soon as the accused appear or are brought before the Special Court, the formal \ncharges referred to in section 5 shall be read and explained to them, and each  \none of them sha ll be asked whether he is guilty;]  \n \n \n1New sub -section (1A) ins. by the Criminal Law Amendment (Special Court) (Amdt.) Ord. 1977 (40 of 1977) , s.4 (w.e.f.  14-9-1977).  \n2Ins. by the Criminal Law Amendment (Special Court) (Amdt.) Act , 1976 (41 of 1976) , s. 2.  \n3Subs. by the Criminal Law Amendment (Special Court) (Amdt.) Act, 1976 (66 of 1976), s. 2, for the original clause (a).  \n \n \nPage 4 of 6 \n  (b)  if the accused  pleads guilty, the Special Court shall record the plea, and may in \nits discretion convict him thereon;  \n(c)  if the accused pleads not guilt y or refuses to plead, or claims to be tried, the \nSpecial Court shall proceed to take all such evidence as may be p roduced in \nsupport of the prosecution;  \n         1[Explanation .— For the purposes of this clause and clause (cc), an accused \n   who refuses to plead or claims to be tried shall be deemed to be pleading not \n   guilty].  \n2[(cc)  if any accused is added to the list of accused persons referred to in sub -section \n(1) of section 5 after the examination of any witness and if such accused pl eads \nnot guilty or refuses to plead, or claims to be tried, or is not convicted by the \nSpecial Court on his plea of guilt (if made), the Special Court may recall and \nrehear all such witnesses whose evidence in its opinion affects such accused;]  \n(d)  on the  close of the evidence of the prosecution, the Special Court shall examine \nthe accused and record his statement as required by section 342 of the Code and, \nif the accused puts in any written statement, the Special Court shall file it with \nthe record;  \n(e)  after such statement of the accu sed as is referred to in clause  (d) is recorded, the \nSpecial Court shall call upon the accused to enter upon his defence, and shall \nexamine all such witnesses as may be produced by the accused or called at the \ninstance of t he accused:  \n  Provided that the Special Court may refuse to examine or call any such \nwitness, if the Special Court is satisfied that the accused intends to call or \nexamine such witness to cause vexation or delay or to defeat the ends of justice;  \n(f)  after all the evidence referred to in the foregoing clauses is recorded, the Special \nCourt shall hear the prosecutor and defence counsel, and on conclusion of the \nsame shall proceed to pronounce its judgment;  \n(g)  the persons mentioned in the list of accu sed persons referred to in 3* * * section \n5 and the offences with which they are charged shall be tried together;  \n(h)  the proceedings of the special Court shall be recorded under its direct \nsupervision:  \n  Provided that, if the special Court so directs, t he evidence of any witness \nmay be taken down in shorthand or typescript by a person specially appointed \nfor the purpose; and the transcript of the shorthand or the typescript with \nnecessary corrections shall form part of the record; and  \n \n \n \n \n1Ins. by the Criminal Law Amendment (Special Court) (Amdt.) Act, 1976 (66 of 1976), s. 2.  \n2New clause (cc) ins. by the Criminal Low Amendment (Special Court) (Amdt.) Act, 1976 (41 of 1976), s. 3.  \n3The words “sub -section (1) of” omitted  ibid., s. 3.  \n \nPage 5 of 6 \n (i)  all orders and proceedings and the evidence of each witness shall be signed by \nat least two members of the Special Court and the final judgment shall be signed \nby each of the three members.  \n(2) The Special Court shall have the power to punish any pers on who obstructs or abuses its \nprocess or disobeys any of its orders or directions, or does anything which tends to prejudice the case \nof a party before it, or tends to bring it or any of its members into hatred or contempt, o r does anything \nwhich, by law,  constitutes contempt of court, with simple imprisonment for a term which may extend \nto six months or with fine which may extend to two hundred rupees, or with both.  \n7. Place of sitting . The Special court shall hold its sittings at such place or places as the Federal \nGovernment may appoint.  \n8. Proceedings to be open . Subject to any restriction imposed by the Special Court, its \nproceedings shall be open to the public but 1[the Special Court may prohibit the publication of the \nwhole or any part of its procee dings.]  \n9. Restriction of adjournments . No trial before the Special Court shall be adjourned for any \npurpose unless the Special Court is of opinion that the adjournment is necessary in the interests of \njustice and, in particular, no trial shall be adjourn ed by reason of the absence of any accused person \ndue to illness, or if the absence of the accused or his counsel has been brought about by the accused \nperson himself, or if the behaviour  of the accused person prior to such absence has been, in the opinion  \nof the Special Court, such as to impede the course of justice but, in any such case, the Special Court \nshall proceed with the trial after taking necessary steps to appoint an advocate to defend any such \naccused person.  \n10. Special rules of evidence .—(1) The Special Court 2[shall receive] in evidence, — \n(a)  any statement recorded by a Magistrate, being a statement made by any person \nwho, at the time of the trial, is dead, or cannot be found or whose attendance \ncannot be procured without any amount of delay  or expense which the Special \nCourt considers unreasonable in the circumstances;  \n(b)  any statement or confession of an accused person recorded by a Magistrate \nunder the Code, whether before or after the registration of a case triable by the \nSpecial Court;  \n(c)  any previous judgment of a Special Court constituted under the Suppression of \nTerrorist Activities (Special Court) Ordinance, 1974 (XVIII of 1974) , or the \nSuppression of Terrorist Activities (Special Courts) Act, 1975 (XV of 1975); \nand \n(d)  3[the judgment and findings of the Supreme Court] on a reference made to it \nunder sub -section (2) of section 6 of the Political Parties Act, 1962 (III of 1962) : \n Provided that such statement, confession, judgment, 4[finding] or \ndecision is relevant to the trial or proceedings before it.  \n \n \n1Subs. by the Criminal Law Amendment (Special Court) (Amdt.) Act, 1977 (27 of 1977) s. 2, for certain words.  \n2Subs. ibid., s.3, for “may receive”.  \n3Subs. ibid.,  for “the conclusions arrived at by the Supreme Court in its decision”.  \n4Subs. ibid., for “conc lusion”.  \n \nPage 6 of 6 \n (2) No objection to any document or property seized in the course of the investigation being \nreceived or produced in evidence shall be entertained on any ground other than a ground affecting its \nadmissibility under the Evidence Act, 1872 (I of 187 2). \n11. Provision for counsel .—(1) The Federal Government may appoint one or more persons to \nconduct the prosecution in a case forwarded to the Special Court for trial and every such person shall \nbe deemed to be a public prosecutor for the purposes of the Code.  \n(2) Where an accused p erson is not represented by counsel, the Special Court may, at any stage \nof the case, direct that a counsel, being any advocate selected by it after taking into consideration the \nviews of the accused person, shall be engaged at the expense of the Federal G overnment to defend the \naccused person and may also determine the fees to be paid to such counsel.  \n12. Jurisdiction, etc., of Special Court not to be questioned .—(1) No Court shall entertain \nany plea as to the jurisdiction of the Special Court or as to the  legality or propriety of anything done \nor purported to be done by the Special Court or order the release under section 491 or section 498 of \nthe Code or any other law of any accused person in a case triable by the Special Court for so long as \nthe Court is  seized of the case.  \n(2) Save as provided in sub -section (3), no order, judgment or sentence of the Special Court \nshall be called in question in any manner whatsoever in or before any court or other authority.  \n(3) Any party aggrieved by the final judgmen t of the Special Court may prefer an appeal to the \nSupreme Court within thirty days of the passing of the judgment.  \n13. Act to override all other laws . The provisions of this Act shall have effect notwithstanding \nanything contained in the Code, the Evidenc e Act, 1872 (I of 1872), or any other law for the time being \nin force.  \n14. [Repeal.]  Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 \n(XXVII of 1981), s. 3 and  Sch,, II.  \n \n \n \n \n \n \n \n \n Last Uploaded on 13.11.2023"
}