{
    "file": "./converted_json\\administrator0ad4c8b639e724e13cb0cc994edbaee7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1 ELECTION LAWS (AMENDMENT) ACT, 2011.  \nACT NO. XI OF 2011  \nAn act further to amend certain election laws   \nWHEREAS it is expedient further to amend certain election laws for the purposes \nhereinafter appearing:  \nIt is hereby enacted as follows: - \n1. Short title a nd commencement .-(1) This Act may be called the Election \nLaws (Amendment) Act, 2011.  \n(2)  It shall come into force at once.]  \n2. Amendment of section 2, Act XXl of 1974 .-In the Electoral Rolls Act, 1974 \n(Act XXI of I974) hereinafter referred t o as the said Act in section 2.____  \n(a) after sub-section (1) the following new sub -sections shall be added namely: - \n\"(IA) \"Commission\" means the Election Commission constituted under Article \n218 of the Constitution of the Islamic Republic of Pakistan.  \n(IB) \" data\" mean s, any information in digital form contained in a database \nmaintained by the Commission.  \n(IC) \"database\" for the purpose or this Act.  means  the database of the Electoral \nRolls maintained by the Commission; and  \n(b) in sub-section (2), in clause (c) , for the word \"Commissioner\" the word \n\"Commission\" shall be substituted,  \n3. Amendment of section 6, Act XXI of 1974 .-In the said Act. in section 6, in \nsub-section (2),  for clause (b).the following shall be substituted, namely: - \n\"(b) is not less than eighteen years  of age and possesses \"National Identity Card \nissued by the National Database and Registration Authority constituted under the \nNational Database and Registration Authority Ordinance, 2000 ( VllI of 2000), or \ncomes in possession of such National Identity Car d on the last date fixed for inviting \nclaims, objections and applications for corrections if any, for the purpose of preparing \nor revising the electoral rolls:  \n Provided that National Identity Card issued by National Database and \nRegistration Authority sha ll be deemed to be valid for the purpose of registration as \nvoter or casting vote at a poll notwithstanding the expiry of its validity period.\"  \n4. Amendment of section 18, Act XXI of 1974 .-In the said Act in section 18, in \nsub-section (1), the commas and w ords \".or deemed to have been issued.\" shall be omitted.  \n  \n 2 5. Insertion of new section 30A, Act XXI of 1974 .-1n the said Act after section \n30, the following new section shall be inserted. namely :- \n“30A. Information not to be divulged. -Any person who - \n(a) being an employee of me Commission publishes or communicates to any \nperson, any information or data acquired by him in the course of such \nemployment without being so authorized by the Commission;  \n(b) breaches  in any manner the security or integrity of the i nformation or data \ncontained in (he electoral rolls database:  \n(c) having possession of any information or data which to his knowledge has been \nobtained or disclosed in contravention of this Act or in breach of the security, \nsecrecy or integrity thereof, pu blishes or communicates that information or \ndata to any other person; or  \n(d) misuses  or abuses, in any manner, the information or data contained in the \nelectoral rolls database.  \nshall  be punishable with imprisonment for a term which may extend to five \nyears, or with fine which may extend to five million rupees or with both”.  \n6. Amendment of sections 3, 4, 5, 6, 9, 10, 18, 19, 22. 28, 2 -9, 30 and 31, Act \nXXI of 1974 .___ In the said Act in sections 3, 4.5.6.9, 10.  18, 19, 22, 28, 29, 30 and 31 ,___ \n(a) for the words \"Commissioner\" and \"Chief Election Commissioner\", wherever \noccurring, the word \"Commission\" shall be substituted; and  \n(b) except  in clause (b) of sub -section (2) of section 5, sub -section (2) of section 6 \nand section 18 for the words \"he\" and \"his\", wherever occurring the words \"it\" \nand \"its\" shall be substituted respectively.  \n7. Amendment of section 33, Act LXXXV of 1976 .-ln the Representation of the \nPeople Act 1976 (Act LXXXV of 1976) in section 33. - \n(a) in sub-section (1), for the words, figures, c ommas and brackets ';for that \npurpose,  require  the elector to produce his identity card provided for ill the \nNational Registration Act, 1973 (LVI of 1973) or\", the word, and comma \"for \nthe purpose, require the elector to produce his National Identity Card\"  shall be \nsubstituted: and  \n(b) in sub-section (3),  in clause (a)  for the words, figures and brackets \"identity \ncard provided for  in the National Registration Act,  1973 (LVI of 1973) or \nissued\",  the words \"National Identity Card issued to him\" shall be subs tituted."
}