{
    "file": "./converted_json\\administratorbc103c7f3e2b3b1cf5445bd0673da0f6-pdf.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "P\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n29\n__________________________________________________________________\n__________________________________________________________________\nISLAMABAD, \nWEDNESDA\nY\n,  \nJANUAR\nY\n \n 15,  2020\n__________________________________________________________________\n__________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nSENATE SECRETARIAT\nIslamabad, the 15th January, 2020\nNo.F.9(16)/2020-Legis.\n—\nThe following Act of Majlis­e­Shoora\n(Parliament) received the assent of the President on 14\nth\n January, 2020 and is hereby\npublished for general information:\n—\nA\nCT\n NO. V\n \nO\nF\n 2020\nAn Act to provide for housing and real estate development and other\nactivities related to land and construction through the establishment of\nNaya Pakistan Housing and Development Authority\nW\nHEREAS\n \nthe Constitution of the Islamic Republic of Pakistan, \n1973, requires\nthe State to endeavour to provide housing, a basic \nnecessity of life, to its citizens;\nA\nND WHEREAS\n it is expedient to establish the Naya Pakistan Housing and\nDevelopment Authority for the purposes of planning, \ndevelopment, construction and\nmanagement of real estate \ndevelopment schemes and projects, including housing,\n(29)\nPrice: Rs. 40.00\n[5049(2020)/Ex. Gaz.]\n30\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\nand matters \nconnected therewith and ancillary thereto so as to pursue \nphilanthropic\nand other objectives on profit and non­profit basis and to carry out refurbishment,\nuplift or establishment and maintenance of infrastructure, roads etc. and the\nperformance of other civic and \nmunicipal ventures or tasks;\nIt is enacted as follows:—\nC\nHAPTER\n I\nPRELIMINARY\n1.\nShort title, extent, commencement and application.—\n(1) This\nAct shall be called the Naya Pakistan Housing and Development Authority Act,\n2020.\n(2)\nIt extends to the whole of Pakistan.\n(3)\nIt shall come into force at once.\n2.\nApplication.—\nThis Act shall apply to the works, lands and buildings\nowned or acquired by, vested in or in the possession of the Federal Government in\nthe specified area and the schemes developed or re­developed under this Act.\n3.\nDefinitions.— \nIn this Act,—\n(a)\n“Acting Chairman” means the Acting Chairman of the Authority\nappointed in terms of sub­sections (6) or (7), respectively, of section 10;\n(b)\n“Adjudicator” means an Adjudicator of the Authority appointed in\naccordance with section 41;\n(c)\n“Appellate Tribunal” means the Appellate Tribunal of the Authority\nestablished pursuant to this Act;\n(d)\n“Authority” means Naya Pakistan Housing and Development Authority\nestablished under this Act;\n(e)\n“certificate of title” includes a certificate of title with regard to the\nentitlement to an immovable property in terms of a lease, tenancy,\nlicense, allotment or allocation or any other mode of grant issued by\nthe Registrar, in the manner and on such terms and conditions as may\nbe prescribed;\n(f)\n“Chairm\nan” means the Chairman of the Authority;\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n31\n(g)\n“enforcem\nent inspector” means an employee of the Authority\ndesignated as enforcement inspector in accordance with section 38;\n(h)\n“Federal Land Bank” means the Federal Land Bank constituted under\nsection 16;\n(i)\n“finance” shall have the same meaning as assigned thereto in the\nFinancial Institutions (Recovery of Finances) Ordinance, 2001 (XLVI\nof 2001);\n(j)\n“financial institution” shall have the same meaning as assigned thereto\nin the Financial Institutions (Recovery of Finances) Ordinance, 2001\n(XLVI of 2001);\n(k)\n“Fund” means Naya Pakistan Housing and Development Authority\nFund created under this Act;\n(1)\n“house finance” means finance provided by financial institutions to\nindividuals for the construction, refurbishment or purchase of residential\nhouses, units or apartments or for purchase of residential plots and\nconstruction thereon;\n(m)\n“management association” means a body, association, trust, body\ncorporate, society or any other entity, registered or otherwise,\nestablished and mandated by the Authority, in the prescribed manner,\nfor managing a scheme or part thereof;\n(n)\n“member” means a member of the Policy Board;\n(o)\n“Policy Board” means the Policy Board of the Authority constituted\nunder this Act;\n(p)\n“prescribed” means prescribed by rules or regulations under this Act;\n(q)\n“Patron” means the Patron of the Authority;\n(r)\n“Registrar” means a registrar appointed under Section­22 of this Act;\n(s)\n“Schedule” me\nans a Schedule appended to this Act;\n32\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\n(t)\n“scheme” means a scheme or schemes, plan, facility or project, on profit\nor non­profit basis, comprising development or redevelopment of:\n(i)\nnew or existing cities, towns and islands, or\n(ii)\nmix­use, housing, commercial and/or public amenity \nplots,\nbuildings and/or units and related \ninfrastructure, or\n(iii)\ninfrastructure and services including transportation \nsystems and\nroad networks, traffic management \nsystems, healthcare facilities,\neducational facilities, \nrecreational and cultural facilities, municipal\nand \ncivic facilities and services, communications systems and\nfacilities, utilities infrastructure and network \n(including water\nsupply, drainage, sewerage, \nsanitation), or\n(iv)\nenergy generation, procurement, transportation, transmission and\ndistribution systems including for electric power (through any\nenergy source) and gas (LNG/RLNG, LPG etc.), or\n(v)\nindustrial estates and parks, and\n(vi)\nall facilities, systems and works incidental or \nancillary thereto,\nplanned, made, undertaken and/or \nsupervised and/or approved\nby the Authority under \nthis Act.\n(u)\n“Secretary” means the Secretary of the Authority appointed in\naccordance with section 6 (7) of this Act;\n(v)\n“section” means a section of this Act; and\n(w)\n“specified area” includes an area in which the Authority \nmay pursue a\nscheme;.\nC\nHAPTER \nII\nINCORPORATION AND FUNCTIONS\n4.\nAuthority.—\n(1) The Patron shall, by notification in the \nofficial Gazette,\nestablish the Naya Pakistan Housing and Development Authority.\n(2)\nThe Authority shall be a corporation having perpetual \nsuccession, a\ncommon seal and may sue or be sued in the name \nmentioned in sub­section (i) of\nthis section 4.\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n33\n(3)\nThe head office of the Authority shall be at Islamabad and the Authority\nmay establish regional an\nd/or such offices in such other parts of Pakistan as it may\ndeem necessary.\n5.\nFunctions of the Authority.—\n(1) The Authority as may be\nprescribed, shall:—\n(a)\nidentify immovable properties and projects suitable for the development\nof schemes;\n(b)\nrecommend to the Federal Government to provide or procure\nimmovable property or a project through any means permissible under\nlaw, including compulsory acquisition; purchase, lease or license through\nprivate agreement; donation by any private party or any state land or\nproject by any government or other public authority, on such terms as\nmay be mutually agreed between the Federal Government and the\nrelevant transferor or provider;\n(c)\ncause studies, surveys, experiments or technical researches to be\nundertaken or contribute towards the cost of any such studies, surveys,\nexperiments or technical researches, undertaken by any other entity;\n(d)\nif necessary, prepare and approve a master or site plan of a specified\narea containing zoning, spatial or town planning, infrastructure\ndevelopment, land use and building control regulations in consonance\nwith the planning under the applicable building and town­planning\ndispensation;\n(e)\nundertake, design, approve and execute a scheme or schemes in\nspecified areas;\n(f)\nprescribe transparent criteria and procedure for registration,\nmembership, possession, transfer and cancellation of immovable\nproperty in a scheme;\n(g)\nfacilitate the low income segment for availing housing under this Act\nor any other specific programme or otherwise through the provision of\nloans or other facilities;\n(h)\ndevelop procedures for allocation, allotment, lease or auction, if any,\nof any type of immovable property, including the procedure to transact\nor exchange the actual property or allotment/ allocation file thereof;\n(i)\nensure m\naximum use of indigenous labour and \nconstruction material\nin the development of schemes;\n34\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\n(j)\nformulate and, from time to time, vary the organogram, job d\nescriptions,\nhuman resource policies and terms and conditions of employment of\nall employees of the Authority;\n(k)\ncreate or abolish posts and oversee the performance of its employees;\n(1)\ntake disciplinary action against employees in the prescribed manner;\n(m)\nestablish committees for assistance and advice in relation to the\nperformance of its functions and determine the membership and terms\nof reference of a committee;\n(n)\ndevelop and maintain public amenities and common areas in a scheme;\n(o)\nmaintain updated record of immovable property including title, leasehold\nrights, mortgage, easement, license, tenancy and possession thereof;\n(p)\npublish geo­tagged title, leasehold rights, mortgage and other rights or\ninterests in an immovable property on its website;\n(q)\ncollect all levies, taxes, duties, fees and charges on the transfer, or\npossession of an immovable property, or any encumbrance thereon,\nunder any law after agreeing on an arrangement with the relevant\nagency;\n(r)\nexercise control over maintenance of buildings, their common areas\nand amenities in a scheme;\n(s)\nimpose, levy and collect fines, fees, tolls, penalties, surcharges and\ncharges as may be prescribed;\n(t)\ncoordinate with similar agencies or bodies at the federal, provincial\nand local level for the achievement of the objectives of this Act;\n(u)\nto undertake schemes for the purposes of raising funds for various\nobjects of the Act including funding for subsidies in low cost housing\nprojects and creation of employment and opportunities; and\n(v)\nperform any ancillary functions or a function under this Act.\n2.\nThe Authority, as may be prescribed, may.—\n(a)\nraise funds through any means considered appropriate in the\ncircumstances including through real estate investment trusts, bonds,\nsukuk and other forms of \nfinances obtained on the basis of participation\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n35\nterm certificate (PTC), mushari\nka certificates, term finance certificates\n(TFC) or any other financial or debt instruments or securities;\n(b)\nraise funds and obtain finance or loans from donor agencies,\ngovernmental bodies, and financial institutions, including on the security\nof its Fund or any portion thereof;\n(c)\nprovide or facilitate and support the provision of finance, including\nhousing finance, for the achievement of the objectives of the Act;\n(d)\ngenerate electricity or obtain utilities in bulk or otherwise and carry\nout, maintain, arrange, manage and provide all facilities, services and\nutilities, including water, gas and sewerage in schemes;\n(e)\nmanage and maintain utilities;\n(f)\nassign any function to a local government or local authority and\nvice versa \non mutually agreed terms and conditions;\n(g)\noutsource any function through public private partnership or any other\nmode;\n(h)\nhire or utilize services for undertaking of schemes including design,\ntechnical evaluation and monitoring thereof;\n(i)\nprovide and release receipts, guarantees, indemnity bonds, cheques\nand enter into contracts, deeds, instruments, arrangements, joint\nventures and agreements with any person or grant concessions, for\nthe working of the Authority, for the preparation, planning, development,\nexecution, implementation and maintenance of schemes and for\ncarrying out the purposes of this Act;\n(j)\nto set up agencies, companies, subsidiaries, trusts, societies,\nassociations, joint­ventures (whether contractual or incorporated) or\nany other vehicles for the purposes of carrying out its objectives;\n(k)\nincur any expenditure and procure plant, machinery, equipment,\ninstruments and necessary materials;\n(l)\nplan, approve and execute mergers and amalgamations with other\nhousing schemes or cooperative housing societies subject to the approval\nof the competent authorities of those housing schemes or housing\nsocieties for such merger or a\nmalgamation;\n36\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\n(m)\nimpose, vary, and recover development ch\narges and transfer fees in\nrespect of any immovable property within any scheme;\n(n)\nlease, purchase, procure, sell, exchange, mortgage, rent out or otherwise\ndispose of or deal with any property under the management and control\nof the Authority;\n(o)\ncancel or re­plan any scheme or part thereof;\n(p)\ndo all such acts, deeds and things that may be necessary or expedient\nfor the purpose of proper preparation, planning, development, execution,\nimplementation, management and maintenance of schemes;\n(q)\nframe, amend or repeal service, conduct of business and other\nregulations necessary for carrying out the purposes of the Act;\n(r)\nmake recommendations to the Patron for prescription of rules under\nthis Act;\n(s)\ninstitute, commence, prosecute, defend, compromise, settle any and\nall actions, disputes, suits and legal proceedings whether civil or criminal\nbefore any court, tribunal, administrative body or authority; and\n(t)\nexercise any other power that is necessary for the performance of\nany function.\n(3)\nExcept where any powers and functions of the Authority are specified\nin this Act to be exercised or performed by the Policy Board or the Patron, all the\npowers and discretions of the Authority shall be exercised, and the functions and\nduties of the Authority shall be performed, by the Chairman.\nC\nHAPTER \nIII\nPATRON, POLICY BOARD AND ADMINISTRATION\n6.\nPatron and Policy Board.—\n(1) The Prime Minister of the Islamic\nRepublic of Pakistan shall be the Patron of the Authority, who shall review the\nperformance of the Authority and may, from time to time, give to the Authority\ngeneral policy directions to implement the same, subject to the terms of this Act.\n(2)\nThe Patron shall, by notification in the official Gazette, constitute the\nPolicy Board comprising not less than five and not more than eleven members\n(including the Chairman), for a term of five years. In case of any casual vacancy, a\nmember (other than the Chairman) may, in the like manner, be nominated by the\nPatron for the remaining unexpir\ned term of the outgoing member.\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n37\n(3\n)\nThe Chairm\nan shall preside over the meetings of the Policy Board,\nhowever, in his absence, a member nominated by the Chairman may so preside.\n(4)\nA  member, unless disqualified under this Act from holding office, may\nbe re­appointed by the Patron in the above manner, provided that no individual shall\nserve for more than two consecutive terms as a member.\n(5)\nTwo thirds (2/3rd) of the members, including the Chairman [or his\nnominee under sub­section (3) of this Section 6] present in person or through video­\nconference or tele­conference, shall constitute the quorum for a meeting of the\nPolicy Board. Subject to quorum, the decisions of the Policy Board shall be taken by\nmajority of the members present and voting, provided that in the event of a tie, the\nChairman [or his nominee under sub­section (3) of this Section 6 presiding at such\nmeeting] shall have a second and casting vote.\n(6)\nThe Policy Board shall meet at least once in every calendar quarter\nand a meeting of the Policy Board shall be held on such date and at such time and\nplace, as the Chairman may determine.\n(7)\nThe Chairman shall appoint a Secretary of the Authority on such terms\nand conditions as may be prescribed and who shall perform such functions as the\nChairman may direct. The Secretary of the Authority shall also be the secretary of\nthe Policy Board and shall maintain or cause to be maintained, in the prescribed\nmanner, the record of each meeting of the Policy Board including the minutes of the\nmeetings as approved by the Chairman.\n(8)\nThe Chairman may invite any person other than a member to attend a\nmeeting of the Policy Board for the purposes of advising or assisting the Policy\nBoard on any agenda item taken up for consideration at such meeting.\n(9)\nA member may resign from his office at any time by writing under his\nhand addressed to the Patron and such resignation shall be effective from the date\nof its acceptance by the Patron.\n(10)\nNo act or proceeding of the Policy Board shall be invalid merely by\nreason of any vacancy in or defect in the constitution of the Policy Board.\n7.\nDisqualification of members.—\nThe Patron shall not nominate a\nperson as a member, who:—\n(a)\nis or at any time, has been convicted of an offence involving moral\nturpitude;\n(b)\nis or, at a\nny time, has been adjudicated as an insolvent;\n38\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\n(c)\nis found to be a lunati\nc or of unsound mind or otherwise physically\nincapacitated; or\n(d)\nis in a situation of irreconcilable conflict of interest with the Authority.\n8.\nRemoval of a member.—\n(1) The Patron may remove a member\n(including the Chairman) during the term of office, if such member is:—\n(a)\ndisqualified from being a member; or\n(b)\nabsent from three consecutive meetings of the Policy Board without\nleave of absence from the Policy Board; or\n(c)\nfound guilty of misconduct.\n(2)\nThe Patron shall not remove a member (including the Chairman) under\nsub­section (1) without a show cause notice, provision of an opportunity of hearing\nand recording of reasons in writing.\n9.\nFunctions of the Policy Board.—\n(1) Subject to sub­section (1) of\nsection 6, the Policy Board shall have the responsibility of laying down the policies,\nplans and guidelines for carrying out the purposes of this Act.\n(2)\nWithout prejudice to the generality of the functions, mentioned in sub­\nsection (1), the Policy Board shall—\n(a)\nestablish and maintain strategic direction of the Authority;\n(b)\noversee implementation of strategic objectives of the Authority;\n(c)\nmonitor performance and review achievements of the Authority;\n(d)\napprove the audited accounts of the Authority;\n(e)\narrange for, and oversee, the provision of funds for the Authority;\n(f)\napprove feasibility studies and proposals for development of scheme\nor schemes in specified areas;\n(g)\ntake measures for capacity building of the Authority for performing its\nobjectives under this Act; and\n(h)\ntransact such other business of the Authority as the \nPatron or the\nChairman may place before it.\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n39\n10.\nChairman and Acting Chairman.—\n(1) The Patron shall \nappoint a\nChairman of the Authority on such terms and conditions as \nmay be prescribed.\n(2)\nThe Chairman shall be a person of sound integrity and \ncompetence,\nmeeting one of the following:—\n(a)\nthat he is a serving or retired officer of the Federal \nGovernment in the\nBPS­22 or equivalent; or\n(b)\nthat he is a serving or retired officer of the Armed Forces, \nnot below\nthe rank of a Lieutenant­General or equivalent;\nExplanation: \nThe serving officers from the civil bureaucracy \nand the\nArmed Forces will be eligible to be appointed as the \nChairman on\ndeputation or secondment basis, as per the applicable laws and rules; or\n(c)\nthat he is an experienced professional or business person, not having\nless than thirty years of experience in his field \nand possesses:—\n(i)\na Masters degree recognized by the Higher Education\nCommission of Pakistan, in the field of accounting, \nfinance,\nbusiness administration, management, \ncommerce, engineering,\neconomics, planning, law; or\n(ii)\nthe qualification of chartered accountancy, cost and management\naccountancy, barrister­at­law, solicitor.\n(3)\nThe Chairman shall not be more than sixty two years of \nage on the\ndate of first appointment as Chairman.\n(4)\nThe Patron shall constitute an evaluation committee, comprising a least\none Minister and at least two Secretaries, \nrespectively, of the Federal Government,\nfor the purposes of evaluating and recommending suitable candidates to the Patron\nfor appointment as Chairman. For this purpose, the evaluation committee shall, on\nbehalf of the Patron, solicit applications from candidates through \nadvertisement and\nrecommend at least three names to the Patron. If the Patron is not satisfied with the\nrecommendations of the evaluation \ncommittee, he may require further\nrecommendations in the like \nmanner.\n(5)\nThe Chairman shall, subject to this Act, hold office for a \nterm of five\nyears and may be re­appointed by the Patron for an \nadditional term of five years.\nExplanation: \nIn the event of reappointment as Chairman, sub­\nsection (3)\nof this section, shall not apply.\n40\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\n(6)\nIn case of death, resignation or removal of the Chair\nman the Patron\nshall, in his discretion, appoint an Acting Chairman to exercise the powers and\ndiscretions and discharge the functions and duties of the Chairman under this Act,\ntill a new Chairman is appointed, which shall be done within three months of the\noccurrence of the vacancy.\n(7)\nImmediately upon the notification of establishment of the Authority\nunder section 4 of this Act and pending appointment of the first Chairman, the\nPatron, in his discretion, may appoint an Acting Chairman to exercise the powers\nand discretions and discharge the functions and duties of the Chairman under this Act.\nExplanation: \nAn Acting Chairman, appointed under this Act, shall not be\nprecluded from appointment as the permanent Chairman.\n11.\nFunctions and Powers of Chairman.—\nThe Chairman shall be the\nchief executive officer of the Authority responsible for the management,\nadministration and operations of the Authority and, subject to the provisions of this\nAct, shall exercise all powers and discretions and perform all functions and duties of\nthe Authority under the Act.\n12.\nAppointments of employees.—\n(1) The Authority may, in such\nmanner and on such terms and conditions as may be prescribed by regulations,\nappoint, remove and regulate the working of, the employees, consultants and advisers\nof the Authority as may be necessary for purposes of this Act.\n(2)\nThe Authority may, from time to time, request the Federal Government\nto arrange for the secondment or deputation of employees of the Federal Government\nto the Authority for the purposes of this Act and the Federal Government may\ndepute such employees, subject to their relevant service rules and regulations.\n13.\nDelegation of functions.—\nThe Chairman may, through a written\norder, delegate any powers, functions or duties of the Authority to any other employee\nof the Authority and may at his discretion, through a written order, revoke and\nrescind such delegation.\n14.\nConflict of interest.—\n(1) A member of the Policy Board other than\nthe Chairman, shall not directly or indirectly receive any remuneration for his position\nas the member except the reasonable expenses incurred by the member in the\nperformance of duties under this Act and such fee for attending the meetings as\nmay be prescribed.\n(2)\nThe pecuniary interests of the immediate family members or close\npersonal or business associates of a member or an employee of the Authority shall\nalso be consi\ndered to be the pecuniary interest \nof the member or employee.\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n41\n(3)\nA member or \nan employee of the Authority shall be in conflict of\ninterest if the member or employee:—\n(a)\nis an employee or a consultant of a business entity that has, or of a\ntrade association of business entities that have, a substantial pecuniary\ninterest in any of the functions of the Authority;\n(b)\nowns, controls or has directly or indirectly more than ten per cent\nequity in a business entity that has a substantial pecuniary interest in\nany of the functions of the Authority;\n(c)\nreceives more than twenty­five per cent of his individual income from\na business entity that has a substantial pecuniary interest in any of the\nfunctions of the Authority; or\n(d)\nbenefits either directly or indirectly, financially or otherwise, from any\nother organization for being the member or employee of the Authority.\n(4)\nAn employee of the Authority shall disclose a potential, real or perceived\nconflict of interest as soon as he becomes aware of the potential conflict, to the\nChairman. A member of the Policy Board (other than the Chairman) shall disclose a\npotential, real or perceived conflict of interest as soon as he becomes aware of the\npotential conflict, before the Policy Board or any of its committees seized of the\nmatter. The Chairman shall disclose a potential, real or perceived conflict of interest\nas soon as he becomes aware of the potential conflict, to the Patron. Any uncertainty\nor doubt on part of the disclosing party with respect to the existence of conflict of\ninterest shall be decided by the corresponding person or forum as applicable to\nwhom disclosure is to be made in terms of this sub­section.\n(5)\n \nA member shall not take part in the proceedings of the Policy Board in\nwhich any question of conflict of interest of the member is on the agenda.\n(6)\nThe disclosure of conflict of interest and the decision of the Chairman,\nPolicy Board or the Patron, as the case may be, shall be specifically recorded in\nwriting and form part of the records of the Authority.\n15.\nCommittees and sub-committees.—\n(1)\n \nThe Chairman may\nconstitute committees and sub­committees and assign specific tasks to the said\ncommittees’ or sub­committees for efficient performance of the functions of the\nAuthority. The committees or sub­committees, so constituted, shall perform their\nmandated tasks in the manner to\n be \nspecified by the Chairman.\n42\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\n(\n2)\nA committee or sub­committee may comprise one or more members\nof the Policy Board, employees of the Authority and/or such experts or persons as\nthe Chairman may consider appropriate for the \nrelevant mandate of the said committee\nor sub­committee.\n(3)\nThe committees or sub­committees, as applicable, shall \nsubmit their\nreports to the Chairman.\nC\nHAPTER \nIV\nFEDERAL LAND BANK ETC.\n16.\nFederal Land Bank.—\n(1) The Federal Government, on the\nrecommendation of the Authority, shall constitute a Federal Land \nBank and for\nwhich it may arrange or procure immovable property for the purposes of a scheme\nthrough any means permissible under law, \nincluding provision of state land by any\ngovernment or public department, authority, agency or any corporation or entity\nfalling \nthereunder, on such terms as may be mutually agreed between the \nFederal\nGovernment and the relevant transferor or provider; \ncompulsory acquisition; purchase,\nlease or license through private \nagreement or donation by any private party, in the\nprescribed manner.\n(2)\nFor the purposes of the Federal Land Bank, the Federal Government,\nProvincial Governments, Local Governments and all \nother public departments,\nauthorities, agencies and all corporations and entities falling thereunder shall cooperate\nwith the Authority to collect information of the immovable property owned or possessed\nby \nthem and to furnish the same in the manner as prescribed.\n(3)\nThe information collected under sub­section (2) of this \nsection shall be\ncompiled and recorded by the Authority in hardcopies and software containing requisite\ndetails, maps and geo­graphical \nlocation of the immovable properties.\n17.\nVesting of Property.—\nUpon arrangement or procurement of\nimmovable properties in terms of section 16, the relevant immovable property shall,\nunless already so vested, vest in and belong to, the \nFederal Government. The Authority\nshall, for and on behalf of the \nFederal Government, possess, control, manage and\ndeal with all such \nimmovable property for the purposes, and in accordance with the\nprovisions, of this Act and any rules or regulations prescribed \nhereunder.\n18.\nRegulation of Transfers etc.—\nDealings with immovable \nproperty\nin a scheme including transfer, lease, license or encumbrance of such immovable\nproperty may be restricted and \ncontrolled in such manner and on such terms and\nconditions as may \nbe prescribed under this Act.\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n43\nC\nH\nAPTER \nV\nDEVELOPMENT OF SCHEMES AND PROCUREMENTS ETC.\n19.\nDevelopment of schemes.—\nThe Authority shall prepare or cause\nto be prepared feasibility studies for the development of a scheme or schemes and\ndetermine the mode of development accordingly.\n20.\nProcurement, Outsourcing and public private partnership etc.—\n(1) The Authority may outsource any of its activities, including development works,\nthrough any mode including public private partnership.\n(2)\nNotwithstanding anything in the Public Private Partnership Authority\nAct, 2017 (Act No. VIII of 2017), any rules and regulations made thereunder or any\nsimilar laws, the Authority may, by regulations, prescribe the manner, methods and\nprocedures for undertaking public private partnerships under this Act and such\nprescribed conditions shall exclusively govern public private partnerships by the\nAuthority.\n(3)\nNotwithstanding anything in the Public Procurement Regulatory\nAuthority Ordinance 2002 (Ordinance No. XXII of 2002), any rules and regulations\nmade thereunder or any similar laws, the Authority may, by regulations, prescribe\nthe manner, methods and procedures for undertaking procurements under this Act\nand such prescribed conditions shall exclusively govern procurements by the Authority.\n21.\nRe-development schemes.—(1) \nThe Authority may undertake\nre­development (including renewal, re­construction, or upgradation) of whole or a\npart of a scheme.\n(2)\nThe provisions of this Act for development of a scheme shall, with\nnecessary changes, apply to re­development under sub­section (1).\nC\nHAPTER \nVI\nREGISTER OF TITLES\n22.\nRegistrar.—\n(1) The Authority may appoint one or more Registrars\nof titles for a specified area or part thereof on the terms and conditions as may be\nprescribed in the regulations.\n(2)\nIn the course of performance of his duties under this Act, the Registrar\nmay exercise the powers of a civil court under the Code of Civil Procedure, 1908\n(as enforced in the Province or territory of the relevant Registrar) for summoning\nany person, document, enforcing attendance of any person or compulsory production\nof any document \nor taking statement on oath.\n44\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\n23.\nRecord of titles.—\n(1) The Authority may, in the prescribed \nmanner,\nmaintain the records of titles itself or outsource the same in the specified; area or\npart thereof, to a central depository company or \nany other similar entity.\n(2)\nThe Authority may link the record of titles in the specified \narea with\nthe record of the National Database and Registration \nAuthority on mutually agreed\nterms and conditions.\n(3)\nThe Authority shall maintain computerized record of titles \nwhich may\nbe exhibited on the website of the Authority, in the \nprescribed manner.\n24.\nRegistration of Properties.—\n(1) Notwithstanding anything \ncontained\nin any other law, the Authority, as prescribed, may enter \ninto arrangements to effect\nregistration and\n transfer of properties and maintain records in relation to any property\nor part thereof falling in a scheme, with Provincial Governments, and where applicable,\nLocal Governments or other bodies.\n(2)\nThe certificate of title issued by the Registrar shall be deemed to\nconstitute a title document of the relevant immovable property.\n(3)\nThe Registrar shall maintain, accurately and completely the current\nfacts about each immovable property including certificate of title, leasehold rights,\nmortgage, an easement, a right of occupation or any other right or interest which\nshall be available online on the website of the Authority with geo­tagged system, in\nsuch manner as \nmay be prescribed.\n(4)\nThe Registrar may issue certified copies of certificates of \ntitle in the\nprescribed manner.\nC\nHAPTER \nVII\nHOUSE FINANCE AND MORTGAGES\n25.\nHouse finance for a scheme.—\n(1) Where house finance \nhas been\nprovided by a financial institution for immovable property in a scheme pursuant to an\narrangement between the Authority and the \nfinancial institution, all disputes between\nthe financial institution and \nthe relevant borrowers in the scheme shall, notwithstanding\nanything contained in any other law, be adjudicated upon by the Adjudicator. The\nprocess and requirements for lodging and adjudication of a claim \nbefore the Adjudicator\nshall be prescribed through regulations.\n(2)\nAny party aggrieved of the final judgment of the \nAdjudicator under\nsub­section (1) may, within thirty days of the final judgment, file an appeal before\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n45\nthe Appellate Tribunal. The proc\ness and requirements for lodging and adjudication\nof an appeal before the Appellate Tribunal shall be prescribed through regulations.\n(3)\nAn appeal to the Supreme Court from a final judgment or order of the\nAppellate Tribunal shall lie only if the Supreme Court grants leave to appeal.\n26.\nProcess for Mortgage and Auction.—\nWhere house finance for\nimmovable property in a scheme is or is proposed to be secured through mortgage\nof such immovable property, the manner, method and procedure for creation and\nregistration of such mortgage, determination of liability, valuation of mortgaged\nproperty, fixation of reserve price, auction, bidding and sale of mortgaged immovable\nproperty shall be as prescribed.\nC\nHAPTER \nVIII\nCOMMON PROPERTY\n27.\nCommon property.—\n(1) The common property/common areas in a\nscheme (including common areas in buildings) shall remain vested in the Federal\nGovernment. The Authority shall control, manage and deal with all such common\nproperty/common areas for and on behalf of the Federal Government, for the purposes\nof this Act.\n(2)\nThe Authority may delegate and regulate the management of the\ncommon property/common areas in a scheme in the prescribed manner. Without\nprejudice to the generality of the foregoing, such prescription may provide for the\nestablishment (including incorporation), composition, regulation, operations, powers\nand functions and dissolution of management associations by whatever name called.\nC\nHAPTER \nIX\nTAXES, FEES AND CHARGES\n28.\nAuthority to be exempt from taxation.—\n(1)\n \nNotwithstanding\nanything contained in any other law, for a period of five years starting from the date\nof notification under sub­section (1) of section 4, the Authority shall be exempt from\nincome tax.\n(2)\nThe Federal Government through a notification in the official Gazette\nmay extend the exemption mentioned in sub­section (1) of this section to such extent\nand on such terms and conditions, as it may deem fit.\n29.\nAuthority to collect property tax.– \nThe Authority or, if authorized\nby the Authority, management association shall collect pro\nperty tax, if any, and the\n46\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\nAuthority shall enter into an arrangement with the concerned governme\nnt for sharing\nof proceeds of the property tax collected from a scheme.\n30.\nAuthority to levy fee and charges.—\nThe Authority shall fix fees or\ncharges for rendering of any service in a scheme including registration fee, water\nrate, sanitation fee, solid waste management fee, development or re­development\ncharge and maintenance fee or any other fees, dues and charges.\n31.\nAdditional charge or surcharge.—\nIf a person fails to pay a tax,\nfee or charge to the Authority, the Authority may in the prescribed manner, but\nsubject to the terms of arrangement with the concerned government, levy and collect\nadditional charge and surcharge for non­payment of dues within the specified time.\nC\nHAPTER\n X\nOFFENCES, ENFORCEMENT AND ADJUDICATION\n32.\nPenalty.—\n(1) If a person contravenes any provision of this Act, or\nany rules or regulations made under this Act, he shall, if no other penalty is provided\nfor such contravention, be punishable with imprisonment for a term which may\nextend to one year or with fine which may extend to two hundred thousand rupees\nor with both.\n(2)\nThe magistrate competent to try an offence under sub­section (1)\nmay try the offence in a summary manner in accordance with the provisions of\nsections 260 to 265 of the Code of Criminal Procedure, 1898 (V of 1898).\n33.\nOffences and cognizance.—\n(1)\n \nIf a person commits an offence\nspecified in—\n(a)\nPart­A of the Schedule, such person shall be liable to imprisonment\nfor a term which may extend to seven years or fine which may extend\nto five hundred thousand rupees or with both and where an accused\nwas directed by the Authority for immediate discontinuance of the\noffence, the court may impose a further fine which may extend to\nfifty thousand rupees for every day for the period the accused has\npersisted in the offence from the date of its commission; and\n(b)\nPart­B of Second Schedule, he shall be liable to imprisonment for a\nterm which may extend to three years or fine which may extend to\none hundred thousand rupees or with both and where an accused was\ndirected by the Authority for immediate discontinuance of the offence,\nthe court may impose a further fine which may extend to ten thousand\nrupees for every day for the period the accused has persisted in the\noffe\nnce from the date of its \ncommission.\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n47\n(2)\nAn offence punishab\nle under sub­section (1) shall be cognizable on a\ncomplaint in writing of an employee authorized by the Authority to the officer incharge\nof the police station.\n34.\nOffences to be cognizable and bailable.—\nNotwithstanding anything\ncontained in the Code of Criminal Procedure, 1898 (Act V of 1898), offences under\nthis Act shall be bailable and cognizable by the magistrate first class on the complaint\nof an employee authorized by the Authority.\n35.\nOffences by companies.—\n(1) Where an offence under this Act has\nbeen committed by a company, every person who at the time of commission of\noffence was in charge of and was responsible for the conduct of its activities shall\nbe deemed to be guilty of the offence and shall be liable to be proceeded against\nunder this Act.\n(2)\nNothing contained in this section shall render any such person liable if\nit is proved that the offence was committed without the person’s knowledge or that\nsuch person exercised due care to prevent the commission of the offence.\n36.\nAdministrative penalties.—\n(1) An Adjudicator may, in the prescribed\nmanner, issue directions to any person for compliance with any provision of this Act,\nthe rules or regulations within the time and in the manner specified in such directions.\n(2)\nIf a person fails to comply with any direction of the Adjudicator within\nsuch time as may be specified in such direction or where violation is declared as\ngrave under the regulations, the Adjudicator may pass one or more of the following\norders, namely:—\n(a)\ndirect the delinquent person to pay a fine as administrative penalty\nwhich may extend to one hundred thousand Rupees and in case the\nfailure continues, with an additional fine which may extend to five\nthousand Rupees for every day during which such failure continues\nafter the direction to pay fine for the first such failure is passed;\n(b)\ndirect initiation of prosecution against the delinquent person for the\noffence under section 33;\n(c)\nseal (for a specified or unspecified period) the immovable property\nwhere violation of this Act, rules or regulations has taken place;\n(d)\ndirect the relevant employee of the Authority, a civic or utility agency\nto stop or discontinue the provision of municipal or utility services to\nthe immovable property in occupation of the delinquent person till such\ntime as the vio\nlation continues;\n48\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\n(e)\ndirect removal or construction of any structure by t\nhe Authority;\n(f)\ndirect the enforcement inspector to dispossess an unauthorized\noccupant from an immovable property and hand over peaceful\npossession of the property to the person entitled to the possession of\nthe property; and\n(g)\ndirect cancellation of lease or allotment of the delinquent person and\nresumption of possession of the immovable property by the Authority.\n(3)\nThe Adjudicator shall take cognizance of a case on the report of an\nenforcement inspector or an employee authorized by the Authority which shall contain\ndocumentary evidence of the violation and identification of the delinquent person.\n(4)\nThe Adjudicator shall not pass any final direction or order without\nissuing a show­cause notice in writing and affording an opportunity of hearing to the\ndelinquent person, in the prescribed manner.\n37.\nAdministrative penalty and offence.—\n(1) A person, on whom an\nadministrative penalty is imposed under section 36, shall not be prosecuted for an\noffence in respect of the same incident that gave rise to imposition of the administrative\npenalty unless the Adjudicator directs prosecution of the person.\n(2) A person charged with an offence may also be subject to an administrative\npenalty in respect of the same incident that gave rise to the charge of the offence.\n38.\nEnforcement inspectors.—\n(1) The Authority shall devise and\nimplement enforcement plans regarding the observance of this Act, rules and\nregulations.\n(2)\nThe Authority shall designate enforcement inspectors for the\nimplementation of the enforcement plans in such manner as may be prescribed\nunder the regulations.\n(3)\nThe enforcement inspectors shall exercise such powers, in such manner\nand to such extent as is provided in this Act or as may be prescribed in the rules or\nregulations.\n(4)\nThe Authority may, for discharge of its functions under this Act, seek\nassistance and support from law enforcement agencies and other public bodies who\nshall provide all such assistance and support.\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n49\n39.\nPower to enter.—\n(1) Subject to any rules or regulations, an\nenforcement inspector may, whenever it is necessary for purposes of this Act and at\nall reasonable times, enter upon any immovable \nproperty and—\n(a)\nmake inspection, survey, measurement, valuation or \nenquiry;\n(b)\ntake levels;\n(c)\ndig or bore into sub­soil;\n(d)\nset out boundaries and intended lines of work;\n(e)\nmark such levels, boundaries and lines by placing marks \nand cutting\ntrenches;\n(f)\ntake el\nectronic or other evidence; and\n(g)\ndo such other acts or things as may be prescribed.\n(2)\nAn enforcement inspector shall not enter any immovable property except;\n(a)\nwith the consent of the occupant and with prior written \nnotice specifying\ndate and time of inspection; or\n(b)\nwhen directed by a court or Adjudicator; or\n(c)\nwithout notice to prevent any disaster in an emergency.\n40.\nEjectment of unauthorized occupants.—\n(1) Subject to an\nopportunity of hearing, the Chairman, enforcement inspector or any other authorized\nofficer of the Authority may summarily eject any person in unauthorized occupation\nof any immovable property under \nthe management or control of the Authority and\nmay for such \nejectment use such force as may be necessary.\n(2)\nSubject to an opportunity of hearing, the Chairman \nenforcement\ninspector or any other authorized officer of the Authority, on his own motion or on\nthe application of the lawful occupier of an immovable property, summarily eject\nany person in unauthorized \noccupation of such immovable property in a scheme and\nmay, for \nsuch ejectment, use such force as may be necessary.\n(3)\nNothing contained in sub­sections (1) and (2) shall prohibit \nthe\nChairman, enforcement inspector or any other authorized officer of \nthe Authority to\nproceed against such person on commission of an \noffence, as provided in the Act.\n50\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\n41.\nAdjudicator.—\n(1) The Authority shall appoint one or more \nAdjudicators\nfor a specified area and if the Authority appoints more than one Adjudicators for a\nspecified area, it shall specify jurisdiction \nof each Adjudicator. \nThe qualifications\nand terms and conditions of appointment as Adjudicator shall be prescribed through\nregulations.\n(2)\nThe Adjudicator shall hear and decide a case referred to him by the\nChairman, Registrar or an enforcement inspector under this Act, rules or regulations.\n42.\nInquiry and decision.—\n(1) The Adjudicator may—\n(a)\nconduct an inquiry in any case;\n(b)\nwhile inquiring into a case, exercise powers of a civil court under the\nCode of Civil Procedure 1908 (Act V of 1908) in respect of the following\nmatters:\n(i)\nsummon and enforce attendance of a person, compel a person\nto give oral or written evidence on oath and to produce a\ndocument or any other material;\n(ii)\nreceive evidence on affidavit;\n(iii)\nrequisition information from any office; and\n(iv)\nissue summons for witnesses or documents.\n(2)\nThe Adjudicator shall execute his decisions as if he is a civil court\nunder the Code of Civil Procedure, 1908 (Act V of 1908) or may direct an\nenforcement inspector to execute the decision in the manner mentioned in the\ndirection.\n(3)\nDuring the course of any proceedings before him, and before passing\na  final order, the Adjudicator may pass such interlocutory orders as he may consider\nappropriate in the circumstances.\n43.\nReview.—\nIf no appeal is filed under section 45 against any decision\nof the Adjudicator, the Adjudicator may, at any time, review his decision to correct\nany error or on proof of any other sufficient cause justifying review of the decision.\n44.\nRecovery of dues.—\n(1) If a person fails to pay any amount due to\nthe Authority or a mortgagor fails to repay house finance in accordance with\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n51\nSection 25\n, the Adjudi\ncator shall, on a reference from an authorized employee of\nthe Authority or the financial institution, as applicable, recover the amount due\nfrom the person or mortgagor as arrears of land revenue under the Land Revenue\nAct, 1967 (XVII of 1967).\n(2)\nIn exercise of powers under this section, the Adjudicator shall exercise\nany power of collector under the Land Revenue Act, 1967 (XVII of 1967).\n45.\nAppeals.—\n(1) A person aggrieved from any final direction, decision\nor order of an Adjudicator may, within thirty days from the date of communication of\nthe same, file an appeal before an Appellate Tribunal of the Authority.\n(2)\nThe Appellate Tribunal shall be constituted and shall discharge its\nfunctions in the prescribed manner.\n(3)\nAn appeal to the Supreme Court from a final judgment or order of the\nAppellate Tribunal shall lie only if the Supreme Court grants leave to appeal.\n46.\nBar of jurisdiction.—\nNotwithstanding anything provided in any other\nlaw for the time being in force, but save as expressly provided in this Act—\n(a)\nno court or other authority whatsoever shall have jurisdiction to\nentertain, or to adjudicate upon, any matter which the Authority, the\nChairman, the Registrar or a Adjudicator, enforcement inspector or\nany other person is empowered by or under this Act, or the rules or\nregulations framed thereunder, to dispose of or to determine;\n(b)\nthe validity of anything done or an order passed by the Authority, the\nChairman, the Registrar or a Adjudicator, enforcement inspector or\na\nny other person empowered by or under this Act, or the rules or\nregulations framed thereunder, shall not be called in question in any\nmanner whatever before or by any court or other authority\nwhatsoever; and\n(c)\nno court or other authority whatsoever shall be competent to grant\nany injunction or pass any other order in relation to any proceedings\nunder this Act or any rules or regulations framed thereunder before\nthe Authority, the Chairman, the Registrar or a Adjudicator, enforcement\ninspector or any other person empowered by or under this Act, or the\nrules or regulations fra\nmed th\nereunder.\n52\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\nC\nH\nAPTER\n XI\nFINANCIAL PROVISIONS\n47.\nFund.—\n(1) The Authority shall establish a fund to be known as\nNaya Pakistan Housing and Development Authority Fund to be administered and\ncontrolled by the Authority.\n(2)\nThe Fund shall consist of—\n(a)\nfunds, loans or grants provided by the Federal Government or a\nProvincial Government;\n(b)\ngrants and loans negotiated and raised or otherwise obtained by the\nAuthority;\n(c)\nfee, charges, rentals, tolls, fines and other moneys received or collected\nby the Authority;\n(d)\nincome from the lease or sale of the property;\n(e)\nfunds from, bonds, sukuk and other forms of finances obtained on the\nbasis of participation term certificate (PLC), musharika certificates,\nterm finance certificates (TFC) or any other financial or debt\ninstruments or securities issued by the authority; and\n(f)\nall other sums received by the authority.\n(3)\nThe fine imposed or the fee charged under this Act, the rules or\nregulations shall, on receipt or recovery, be deposited in and shall form part of\nNaya Pakistan Housing and Development Authority Fund.\n(4)\nThe Authority shall meet all its expenses from the Fund and shall\nexercise prudence in its expenditures from the Fund.\n48.\nBank accounts.—\nThe Authority may open and maintain its bank\naccounts at such scheduled banks as may be prescribed and until so prescribed, as\nthe Chairman may determine.\n49.\nBudget and accounts.—\n(1)  The Chairman shall cause to be prepared\nthe budget of the Authority for each financial year commencing on first day of July\nof a year and ending on thirtieth day of June of the succeeding\n year.\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n53\n(2)\nTh\ne Chairman shall approve the budget at least forty five days prior to\nthe commencement of a financial year.\n(3)\nThe accounts of the Authority shall be maintained in such manner as\nmay be prescribed.\n50.\nAudit.—\n(1) The Chairman shall appoint a firm of chartered\naccountants, which is placed in category ‘A’ by State Bank of Pakistan, for the\nannual audit of the accounts of the Authority.\n(2)\nThe auditors appointed under sub­section (2) shall submit the audit\nreport to the Chairman and the Chairman shall cause the same to be placed before\nthe Policy Board for approval.\nC\nHAPTER\n XII\nMISCELLANEOUS\n51.\nDuty to assist the Authority.—\n(1) The Authority may in the\nperformance of its functions seek assistance of any office, authority or agency\nworking under the Federal Government, a Provincial Government or a local\ngovernment.\n(2)\nThe office, authority or agency shall comply with the direction of the\nAuthority under sub­section (1) unless, for reasons to be recorded in writing and\nwithin thirty days of the direction, an officer not below the rank of head of the office,\nauthority or agency requests the Authority to place the matter before the Chairman\nwhose decision, on such matter, shall be final.\n52.\nAuthentication of instruments of Authority.– \nAll orders, decisions\nand other instruments of the Authority shall be authenticated by the signature of the\nChairman or any other employee of the Authority authorized by the Chairman.\n53.\nAnnual report.—\n(1) The Authority shall, within three months of the\nend of a financial year, submit to the Patron art annual report.\n(2)\nThe Annual report under sub­section (1) shall consist of.—\n(a)\nthe statement of accounts and audit reports of the Authority;\n54\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\n(b)\na comprehensive statement of the work and activ\nities of the\nAuthority during the preceding financial year and its proposed\nprojects; and\n(c)\nsuch other matters as may be prescribed or as the Authority\nmay consider appropriate.\n54.\nPublic servants.—\nThe Chairman, a member, Adjudicator, enforcement\ninspector, Registrar and an employee, expert or consultant of the Authority shall\nwhen acting or purporting to act in pursuance of any of the provisions of this Act, be\ndeemed to be public servants within the meaning of section 21 of the Pakistan Penal\nCode, 1860 (Act XLV of 1860).\n55.\nImmunity.—\nNo suit, prosecution or any other legal proceedings shall\nlie against the Chairman, a member, Adjudicator, enforcement inspector, Registrar\nor an employee, expert or consultant of the Authority, in respect of anything done or\nintended to be done in good faith under this Act.\n56.\nAct to prevail over other laws.— \n(1) In the event of any conflict or\ninconsistency between the provisions of this Act and the provisions of any other law,\nthe provisions of this Act shall, prevail to the extent of such conflict or inconsistency.\n(2)\nIf an instrument is required to be registered under this Act as also\nunder any other law, the instrument shall only be registered under this Act.\n57.\nRules.—\nThe Patron may, on the recommendation of the Authority\nand by notification in the official Gazette, make rules for carrying out the purposes\nof this Act.\n58.\nRegulations.—\nSubject to this Act and any rules prescribed hereunder,\nthe Authority may, by notification in the official Gazette and publication on its website,\nmake regulations, to give effect to the provisions of this Act.\n59.\nRemoval of Difficulties.—\nIf any difficulty arises in giving effect to\nany provision of this Act, the Authority may, at any time, make such order, not\ninconsistent with provisions of this Act and any rules made hereunder, as may appear\nto it to be necessary for the purpose of removing the difficulty.\n60.\nSavings.— \nNotwithstanding the provisions of this Act, all actions taken\nand decisions made by the Government for providing housing and real estate\ndevelo\npment and other activities related to land and construction through the Naya\nP\nAR\nT\n I]\n \nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n55\nPakistan Housing and Develop\nment Authority till the enactment of this Act shall\ncontinue and be deemed to have been validly made under the provisions of this Act.\nSCHEDULE\n[\nsee\n section 33]\nLIST OF OFFENCES\nPart­A\n1.\nDischarging any dangerous chemical, inflammable, hazardous or\noffensive article in any drain, or sewer, public water­course or land in\na scheme in such manner as causes or is likely to cause danger to\npersons passing by or living or working in the neighbourhood, or risk or\ninjury to property or causing harm to the environment.\n2.\nFailure of industrial or commercial concerns or such property holders\nto provide adequate and safe disposal of affluent or prevention of their\nmixing up with the water supply or sewerage system.\nPart­B\n3.\nWilfully obstructing any officer or servant of the Authority or any\nperson authorized to exercise powers conferred under this Act.\n4.\nFailure to deliver back possession of property to the Authority on\nexpiration or cancellation of lease or allotment or exemption of\nimmovable property.\n5.\nDoing an act without license, approval or permission when the doing\nof such act requires a license or permission under any of the provisions\nof the Act, the rules or regulations hereunder.\n6.\nViolation of the master plan, building plan or sanctioned site development\nscheme including the plans and schemes sanctioned under the repealed\nenactments, allotting, selling or using the land for the purpose other\nthan the approved layout plan.\n7.\nErection or re­erection of any structure which is not approved or\nauthorized by the Authority.\n8.\nChanging or converting into any other use any portion of a commercial\nor residential building or area specified or earmarked for public parking\nor ame\nnities.\n56\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN. 15, 2020\n  [P\nAR\nT\n I\n9.\nEstablishing any parking stand on any property or on any \nopen space\nand public park or land managed, maintained or \ncontrolled by the\nAuthority.\n10.\nEstablishing temporary shops or running any restaurant or vending\nstalls for eatables, wooden khokas or any s\nort of commercial activity\non any road, street, footpath, public place, over a drain, or any other\nproperty managed, maintained or controlled by the Authority.\n11.\nObstructing or tampering with any road, street, drain or \nsewer pipe or\npavement or tampering with any main pipe, meter or \nany apparatus or\nappliance for the supply of water or sewerage system or laying out a\ndrain or altering any drain in a street or road.\n12.\nConnecting any house drain with a drain in a public street without\napproval of the Authority.\n13.\nDrawing off, diverting or taking any water except with the permission\nrequired under this Act, rules or regulations.\n14.\nWillfully causing damage, or allowing damage to be caused \nto any\nproperty managed, maintained or controlled by the Authority, \nor which\nis intended to be managed, maintained or controlled by the Authority,\nor unlawfully converting it to his own or any other person’s \nuse.\n15.\nRefusal or willfully neglecting to provide any officer or servant of the\nAuthority with the means necessary for entering into any premises for\nthe purpose of collecting any information or making an examination or\nenquiry in relation to any matter under the Act, \nrules or regulations.\n16.\nWithout lawful excuse, failing or refusing to comply with \nany direction\nor order issued by the Authority under this Act.\n17.\nUnauthorized occupation immovable property in a scheme.\n18.\nAttempting to commit or abetting the commission of an \noffence\npunishable under this Act.\nDR. AKHTAR NAZIR,\nSecretary.\n_______________________________________________________________________________________________\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}