{
    "file": "./converted_json\\administrator7cee6780c21d6e69d03a695be5d1a869.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 21 \n  \n \n \nTHE DIPLOMATIC AND CONSULAR PRIVILEGES ACT, 1972 . \n \n \n \n \nCONTENTS  \n1.  Short tit le, extent and commencement  \n2.  Provisions of Conventions to have force of law \n3.  Restrictio n of privileges and immunities  \n4.  Certificate of Federal Government  \n5.  Power to amend Schedules  \n6.  Repeal  \n \n  \n \n \n\n \nPage 2 of 21 \n THE DIPLOMATIC AN D CONSULAR PRIVILEGES ACT, 1972 . \n1ACT NO. IX OF 1972  \n[10th September, 1972 ]  \nAn Act to give effect in Pakistan to the Vienna Convention on Diplomatic Relations, 1961, and the \nVienna Convention on Consular Relations, 1963.  \n WHEREAS Pakistan has acceded to the Vienna Conve ntion on diplomatic Relations, 1961, \nand the Vienna Convention on consular Relations, 1963 ;  \n AND WHEREAS it is necessary to give effect in Pakistan to the sai d Vienna Conventions ;  \nIt is hereby enacted as follows :  \n 1. Short ti tle, extent and commencement.___(1) This Act may be called the Diplomatic and \nConsular Privileges Act, 1972.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at o nce.  \n 2. Provisions of Co nventions to have force of law.___ (1) Notwithstanding anything to the \ncontrary contained in any other law for the time being in force, the provisions of the Vienna Convention \non Diplomatic Relations, 1961, set out in the First Sc hedule and Vienna Convention on Consular \nRelations, 1963, set out in the Second Schedule shall, subject to the other provisions of this Act, have \nthe force of law in Pakistan.  \n (2) For the purposes of Article 32 of the Convention set out in the First Sche dule, a waiver by \nthe head of the mission of any State or any person for the time being performing his functions shall be \ndeemed to be a waiver by that State.  \n (3) For the purposes of Articles 45 of the Convention set out in the Second Schedule and of \nthat Article as applied by Article 58 of that Convention, a waiver shall be deemed to have been \nexpressed by a State if it has been expressed by the head of the diplomatic mission of that State or by \nany person for the time being performing his functions or, if there is no such mission, by the head of \nthe consular post concerned.  \n (4) Articles 35, 36 and 40 of the Convention set out in the First Schedule and Articles 50, 51, \n52, 54, 62 and 67 of the Convention set out in the Second Schedule, shall be construe d as granting any \nprivilege or immunity which they require to be granted.  \n 3. Restriction of privileges and immunities. If it appears to the Federal Government that the \nprivileges and immunities, accorded to the mission or a consular post of Pakistan in t he territory of any \nState, or to persons connected with that mission or consular post, are less than those conferred by this \nAct on the mission or a consular post of  that State or on persons connected with that mission or \nconsular post, the Federal Govern ment may, by notification in the official Gazette, withdraw such of \nthe privileges and immunities so conferred from the mission of that State or, as the case may be,  from  \n1For Statement of Objects and Reasons, see Gaz. of P., Ext., Pt. III, p. 380.  \n \nPage 3 of 21 \n all or any of the consular posts of that State, or from such persons connected therewith as it may deem \nit.  \n 4. Certificate of Federal Government. If any question arises whether or not any person is \nentitled to any privilege or immunity under this Act, a cer tificate issued by or under the authority of \nthe Federal Government stating any fact relating to that question shall be conclusive evidence of that \nfact.  \n 5. Power to amend Schedules. The Federal Government may, by notification in the official \nGazette, am end either of the Schedules in conformity with any amendment duly made in the provisions \nof the Convention set out therein.  \n 6. Repeal. The Diplomatic and Consular Privileges Ordinance, 1972 (XV of 1972), is hereby \nrepealed.  \nTHE FIRST SCHEDULE  \n \n[See section 2(1)]  \n \nARTICLE 1  \n For the purposes of the present Convention, the following expressions shall have the meanings \nhereunder assigned to them:  \n(a)  the “head of the mission ” is the person charged by the sending State with the \nduty of acting in that capac ity;  \n(b)  the “members of the mission ” are the head of the mission and the members of \nthe staff of the mission;  \n(c)  the “members of the staff of the mission ” are the members of the diplomatic \nstaff, of the administrative and technical staff and of the s ervice staff of the \nmission;  \n(d)  the “members of the diplomatic staff ” are the members of the staff of the mission \nhaving diplomatic rank;  \n(e)  a “diplomatic agent ” is the head of the mission or a member of the diplomatic \nstaff of the mission;  \n(f)  the “members of the administrative and technical staff ” are the members of the \nstaff of the mission employed in the administrative and technical service of the \nmission;  \n(g)  the “members of the service staff’ are the membe rs of the staff of the mission i n \nthe domestic service of the mission;  \n(h)  a “private servant ” is a person who is in the domestic service of a member of \nthe mission and who is not an employee of the sen ding State;  \n(i)  the “premises of the mission ” are the buildings or parts of buildings and the land \nancillary thereto, irrespective of ownership, used for the purposes of the mission \nincluding the residence of the head of the mission.  \n \nPage 4 of 21 \n ARTICLE 22  \n 1. The premises of the mission shall be inviolable. The agents of the receiving State may not \nenter them, except with the consent of the head of the mission.  \n 2. The receiving State is under a special duty to take all appropriate steps to protect the prem ises \nof the mission against any intrusion or damage and to prevent any disturbance of the peace of the \nmission or impairment of its dignity.  \n 3. The premises of the mission, their furnishings and other property thereon and the means of \ntransport of the mi ssion shall be immune from search, requisition, attachment or execution.  \nARTICLE 23  \n 1. The sending State and the head of the mission shall be exempt from all national, regional or \nmunicipal dues and taxes in respect of the premises of the mission, whethe r owned or leased, other \nthan such as represent payment for specific service rendered.  \n 2. The exemption from taxation referred to in this Article shall not apply to such dues and taxes \npayable under the law of the receiving State by persons contracting w ith the sending State or the head \nof the mission.  \nARTICLE 24  \n The archives and documents of the mission shall be inviolable at any time and wherever they \nmay be.  \nARTICLE 27  \n 1. The receiving State shall permit and protect free communication on the part o f the mission \nfor all official purposes. In communicating with the Government and the other missions and consulates \nof the sending State wherever situated, the mission may employ all appropriate means, including \ndiplomatic couriers and messages in code or cypher. However, the mission may install and use a \nwireless transmitter only with the consent of the receiving State.  \n 2. The official correspondence of the mission shall be inviolable. Official correspondence \nmeans all correspondence relating to the miss ion and its functions.  \n 3. The diplomatic bag shall not be opened or detained.  \n 4. The packages constituting the diplomatic bag must bear visible external marks of their \ncharacter and may contain only diplomatic documents or articles intended for officia l use.  \n 5. The diplomatic courier who shall be provided with an official document indicating his status \nand the number of package constituting the diplomatic bag, shall be protected by the receiving State in \nthe performance of his function. He shall enjoy personal inviolability and shall not be liable to any \nform of arrest or detention.  \n 6. The sending State or the mission may designate diplomatic couriers ad-hoc. In such cases \nthe provisions of paragraph 5 of this Article shall also apply, except that the  immunities therein \nmentioned shall cease to apply when such a courier has delivered to the consignee the diplomatic bag \nin his charge.  \n \nPage 5 of 21 \n  7. A diplomatic bag may be entrusted to the captain of a commercial aircraft scheduled to land \nat an authorized port o f entry. He shall be provided with an official document indicating the number \nof packages constituting the bag but he shall not be considered to a diplomatic courier. The mission \nmay sent one of its members to take possession of the diplomatic bag directly  and freely from the \ncaptain of the aircraft.  \nARTICLE 28  \n The fees and charges levied by the mission on the course of its official duties shall be exempt \nfrom all dues and taxes.  \nARTICLE 29  \n The person of a diplomatic agent shall be inviolable. He shall not be liable to any from of arrest \nor detention. The receiving State shall treat his with due respect and shall take all appropriate steps to \nprevent any attack on his person, freedom or digni ty.  \nARTICLE 30  \n 1. The private residence of a diplomatic agent shall enjoy the same inviolability and protection \nas the premises of the mission.  \n 2. His papers, correspondence and, except as provided in paragraph 3 of Article 31, his property \nshall likew ise enjoy inviolability.  \nARTICLE 31  \n 1. A diplomatic agent shall enjoy immunity from the criminal jurisdiction of the receiving State. \nHe shall also enjoy immunity from its civil and administrative jurisdiction, except in the case of:  \n(a)  a real action relating to private immovable property situated in the territory of \nthe receiving State, unless he holds it on behalf of the sending State for the \npurposes of the mission;  \n(b)  an action relating to succession in which the diplomatic agent is  involved as \nexecutor, administrator, heir or legatee as a private person and not  on behalf of \nthe sending State:  \n(c)  an action relating to any professional or commercial activity exercised by the \ndiplomatic agent in the receiving State outside his offici al functions.  \n 2. A diplomatic agent is not obliged to give evidence as a witness.  \n 3. No measures of execution may be taken in respect of a diplomatic agent except in the cases \ncoming under sub -paragraphs (a), (b) and (c) of paragraph 1 of this Article,  and provided that the \nmeasures concerned can be taken without infringing the inviolability of his person or of his residence.  \n 4. The immunity of a diplomatic agent from the jurisdiction of the receiving State does not \nexempt him from the jurisdiction of  the sending State.  \n \n \nPage 6 of 21 \n ARTICLE 32  \n 1. The immunity from jurisdiction of diplomatic agents and of persons enjoying immunity \nunder Article 37 may be waived by the sending State.  \n 2. The waiver must always be express.  \n 3. The initiation of proceedings by a d iplomatic agent or by a person enjoying immunity from \njurisdiction under Article 37 shall preclude him from invoking immunity from jurisdiction in respect \nof any counter -claim directly connected with the principal claim.  \n 4. Waiver of immunity from jurisd iction in respect of civil of administrative proceedings shall \nnot be held to imply waiver of immunity in respect of the execution of the judgment, for which a \nseparate waiver shall be necessary.  \nARTICLE 33  \n 1. Subject to the provisions of paragraph 3 of this Article, a diplomatic agent shall with respect \nto services rendered for the sending State be exempt from social security provisions which may be in \nforce in the receiving State.  \n 2. The exemption provided for in paragraph 1 of this Article shall also  apply to private servants \nwho are in the sole employ of a diplomatic agent, on condition:  \n(a)  that they are not nationals of or permanently re sident in the receiving State; and  \n(b)  that they are covered by the social security provisions which may be i n force in \nthe sending State or a third State.  \n 3. A diplomatic agent who employs persons to whom the exemptions provided for in paragraph \n2 of this Article does not apply shall observe the obligations which the social security provisions of \nthe receiving  State impose upon employers.  \n 4. The exemptions provided for in paragraph 1 and 2 of this Article shall not preclude voluntary \nparticipation in the social security system of the receiving State provided that such participation is \npermitted by that State.  \n 5. The provisions of this Article shall not affect bilateral or multilateral agreements concerning \nsocial security concluded previously and shall not prevent the conclusion of such agreements in the \nfuture.  \nARTICLE 34  \n A diplomatic agent shall be exempt  from all dues and taxes personal or real, national , regional \nor municipal except:  \n(a)  indirect  taxes of a kind which are normally incorporated in the price of goods or \nservices;  \n(b)  dues and taxes on private immovable property situated in the territory of the \nreceiving State, unless he holds it on behalf of the sending State for the purposes \nof the mission;  \n \nPage 7 of 21 \n (c)  estate, succession or inheritance duties levied by the receiving State, subject to \nthe provisions of paragraph 4 of Article 39;  \n(d)  dues and taxes on private income having source in the receiving State and capital \ntaxes on investments m ade in commercial undertakings in the receiving State;  \n(e)  charges levied for specific services rendered;  \n(f)  registration, court or record fees, mortgage dues and stamp duty, with respect to \nimmovable property, subject to the provisions of Article 23.   \nARTICLE 35  \n The receiving State shall exempt diplomatic agents from all personal service, from all public \nservice of any kind whatsoever, and from military obligations such as those connected with \nrequisitioning, military contribution and billeting.  \nART ICLE 36  \n 1. The receiving State shall, in accordance with such laws and regulations as it may adopt, \npermit entry of and agent exemption from all customs duties, taxes and related charges other than \ncharges for storage and , similar services, on:  \n(a)  articles for the official use of the mission;  \n(b)  articles for the personal use of a diplomatic agent or members of his family \nforming part of his household, including articles intended for his establishment.  \n 2. The personal baggage of a diplomatic age nt shall be exempt from inspection, unless there \nare serious grounds for presuming that it contains articles not covered by the exemptions mentioned \nparagraph 1 of this Article, or articles the import of export of which is prohibited by the law or \ncontroll ed by the quarantine regulations of the receiving State.  Such inspection shall be conducted only in \nthe presence of the diplomatic agent or of his authorised representative.  \nARTICLE 37  \n 1. The members of the family of a diplomatic agent forming part of hi s house -hold shall, if they \nare not nationals of the receiving State, enjoy the privileges and immunities specified in Articles 29 to \n36.  \n 2. Members of the administrative and technical staff of the mission, together with members of \ntheir families forming  part of their respective households, shall, if they are not nationals of or \npermanently resident in the receiving State, enjoy the privileges and immunities specified in Articles \n29 to 35, except that the immunity from civil and administrative jurisdictio n of the receiving State \nspecified in paragraph 1 of Article 31 shall not extend to acts performed outside the course of their \nduties. They shall also enjoy the privileges specified in Article 36, paragraph 1, in respect of articles \nimported at the time of  first installation.  \n 3. Members of the service staff of the mission who are not nationals of or permanently resident \nin the receiving State shall enjoy immunity in respect of acts performed in the course of their duties, \n \nPage 8 of 21 \n exemption from dues and taxes on the emoluments they receive by reason of their employment and the \nexemption contained in Article 33.  \n 4. Private servants of members of the mission shall, if they are not nationals of or permanently \nresident in the receiving State, be exempt from dues and  taxes on the emoluments they receive by \nreasons of their employment. In order respects, they made enjoy reasons of their employment. In other \nrespects, they may enjoy privileges and immunities only to the extent admitted by the receiving State. \nHowever, t he receiving State must exercise its jurisdiction over those persons in such a manner as not \nto interfere unduly with the performance of the functions of the mission.  \nARTICLE 38  \n 1. Except in so for as additional privileges and immunities may be granted b y the receiving \nState, a diplomatic agent who is a national of or permanently resident in that State shall enjoy only \nimmunity from jurisdiction, and inviolability, in respect of official acts performed in the exercise of \nhis functions.  \n 2. Other members of the staff of the mission and private servants who are nationals of or \npermanently resident in the receiving State shall enjoy privileges and immunities only to the extent \nadmitted by the receiving State. However, the receiving State must exercise its ju risdiction over those \npersons in such a manner as not to interfere unduly with the performance of the functions of the \nmission.  \nARTICLE 39  \n 1. Every person  entitled to privileges and immunities shall enjoy them from the moment he \nenters the territory of t he receiving State on proceeding to take up his post or, if already in its territory, \nfrom the moment when his appointment is notified to the Ministry of Foreign Affairs or such other \nMinistry as may be agreed.  \n 2. When the functions of a person enjoying privileges and immunities have come to an end, \nsuch privileges and immunities shall normally cease at the moment when he leaves  the country, or on \nexpiry of a reasonable period in w hich to do so, but shall subsist  until that time, even in case of armed \nconflict. However, with respect to acts performed by such a person in the exercise of his functions as \na member of the mission, immunity shall continue to subsist.  \n 3. In case of the death of a member of the mission, the members of his family shall continue to \nenjoy the privileges and immuni ties to which they are entitled until the expiry of a reasonable period \nin which to leave the country.  \n 4. In the event of the death of a member of the mission, not a national of or permanently resident \nin the re ceiving State or of a member of his family forming part of his household, the receiving State \nshall permit the withdrawal of the movable property of the dece ased, with the exception of any property \nacquired in the country the export of which was prohibited  at the time of his death. Estate, succession \nand inheritance duties shall not be levied on movable property the presence of which in the receiving \nstate was due solely to the presence there of the decea sed as a member of the mission or as a member \nof the family of a member of the mission.  \n \n \n \nPage 9 of 21 \n ARTICLE 40.  \n 1. If a diplomatic agent passes through or is in the territory of a third State, which has granted \nhim a passport visa if such visa was necessary, while proceeding to take up or return to his post, or \nwhen returning to his own country, the third State shal l accord him inviolability and such other \nimmunities as may be required to ensure his transit or return.  \n 2. The same shall apply in the case of any members of his family enjoying privileges or \nimmunities who are accompanying the diplomatic agent, or trav eling separately to join him or to return \nto their country.  \n 3. In circumstances similar to those specified in paragraph 1 of this Article, third States shall \nnot hinder the passage of members of the administrative and technical or services staff of a mis sion, \nand of members of their families, through their territories.  \n 4. Third States shall accord to official correspondence and other official communications in \ntransit, including messages in code or cypher, the same freedom and protection as is accorded by the \nreceiving State. They shall accord to diplomatic couriers who have been granted a passport visa if such \nvisa was necessary, and diplomatic bags in transit the same inviolability and protection as the receiving \nState is bound to accord.  \n 5. The obli gations of thirds States under paragraphs 1, 2 and 3 of this Article shall also apply \nto the persons mentioned respectively in those paragraphs, and to official communications and \ndiplomatic bags, whose presence in the territory of the third States is due to force majeure.  \nTHE SECOND SCHEDULE  \n \n[See section 2 (1)]  \n \nARTICLE 1  \n \nDEFINITIONS  \n 1. For the purposes of the present Convention, the following expressions shall have the \nmeanings hereunder assigned to them  \n(a)  “Consular post ” means any consulate -gener al Consulate, vic e-consulate or \nconsular agency ;   \n(b)  “consular district ” means the area assigned to a consular post for the  exercise of \nconsular functions  ; \n(c)  “head of consular post ” means the persons charged with the duty of acting in \nthat capacity ;  \n(d)  “consular officer ” means any person, including the, head of a consular post, \nentrusted in that capacity with the exercise of consular functions ;  \n(e)  “consular employee ” means any person employed in the administrative or \ntechnical service of a consular post ;  \n(f)  “membe r of the service staff ” means any person employed in the domestic \nservice of a consular post ;  \n \nPage 10 of 21 \n (g)  “members of the consular post ” means consular officers, consular employees \nand members of the service staff;  \n(h)  “members of the consular staff ” means co nsular officers, other than the head of \nthe consular post, consular employees and members of the service staff;  \n(i) “member of the private staff ” means a person who is employed exclusively in \nthe private service of a member of the consular post ;  \n(j)  “consular premises” mean the buildings or parts of buildings and the land \nancillary thereto, irrespective of ownership, used exclusively for the purposes \nof the consular post;  \n(k)  “consular archives ” includes all the papers, documents, correspondence, books , \nfilms , tapes and registers of the consular  post, together with the cyphers  and \ncodes, the card -indexes and any article of furniture intended for their protection \nor safekeeping.  \n 2. Consular officers are of two categories, namely career consular officer s and honorary \nconsular officers. The provisions of Chapter II of the present Convention apply to consular posts \nheaded by career consular officers, the provisions of Chapter II govern consular posts headed by \nhonorary consular officer.  \n 3. The particular  status of members of the consular posts who are nationals or permanent \nresidents of the receiving States is governed by Article 71 of the present Convention.  \nARTICLE 5  \n \nCONSULAR FUNCTIONS  \n Consular functions consist in:___ \n(a)  protecting  in the receiving State the interests of the sen ding State and of its \nnationals , both individuals and bodies corporate, within the limits permitted by \ninternational law ;  \n(b)  furthering the development of commercial, economic, cultural and scientific \nrelations between the sending State and the receiving State and otherwise \npromoting friendly relations between them in accordance with the provisions of \nthe present Convention ;  \n(c)  ascertaining by all lawful means conditions and developments in the \ncommerc ial, economic, cultural and scientific life of the receiving State, \nreporting thereon to the Government of the sending State and giving information \nto persons interested ;  \n(d)  issuing passports and travel documents to national of the sending State, and \nvisas or appropriate documents to persons wishing  to travel to the sending State ;  \n(e)  helping and assisting nationals, both individuals and bodies corporate, of the \nsending State ;  \n \nPage 11 of 21 \n (f)  acting as notary and civil registrar and in capacities of a similar k ind, and \nperforming  certain functions of an admini strative nature, provided that there is \nnothing contrary thereto in the laws and regulations of the receiving State;  \n(g)  safeguarding the interests of nationals, both individuals and bodies corporate, of \nthe sending State in cases of succession mortis causa in territory of the receiving \nState, in accordance with the laws and regulations of the receiving State ;  \n(h)  safeguarding, within the limits imposed by the laws and regulations of the \nreceiving State , the interest of minors and other persons lacking full capacity \nwho are nationals of the sending State, particularly where any guardianship or \ntrusteeship is required with respect to such persons;  \n(i)  subject to the practices and procedures obtaining in the receiving State, \nrepresenting or arranging appropriate representation for nationals of the sending \nState before the tribunals and other authorities of the receiving State, for the \npurpose of obtainin g, in accordance with the laws and regulations of the \nreceiving State, provisional measures for the preservation of the rights and \ninterests of these nationals, where because of absence or any other reason, such \nnationals are unable at the proper time to a ssume the defence of their rights and \ninterests ;  \n(j)  transmitting judicial and extra -judicial documents or executing letters rogatory \nor commissions to take evidence for the courts of the sending State in \naccordance with international agreements in force  or, in the absence of such \ninternational agreements, in any other manner, compatible with the laws and \nregulations of the receiving State ;  \n(k)  exercising rights of supervision and inspection provided for in the laws and \nregulations of the sending State s, in respect of vessels having the nationality of \nthe sending State, and of aircraft registered in that State, and in respect of their \ncrews;  \n(l)  extending assistance to vessels and aircraft mentioned in sub - paragraph (k) of \nthis Article , and to their  crews, taking statements regarding the voyage of a \nvessel examining and stamping the ships papers, and, without prejudice to the \npowers of the authorities of the receiving State, conducting investigations into \nany incidents which occurred during the voyag e, and settling disputes of any \nkind between the master, the officers and the sea -men in so far as this may be \nauthorised by the laws and regulations of the sending State ;  \n(m)  performing any other functions entrusted to a consular post by the sending St ate \nwhich are not prohibited by the laws and regulations of the receiving State or to \nwhich no objection is taken by the receiving State or which are referred to in the \ninternational agreements in force between the sending State and the receiving \nState.  \n \n \n \nPage 12 of 21 \n ARTICLE 15  \n \nTEMPORARY EXERCISE OF THE FUNCTIONS OF THE HEAD OF A CONSULAR \nPOST.  \n 1. If the head of a consular post is unable to carry out his functions or the position of head of \nconsular post is vacant, an acting head of post may act provisionally as hea d of the consular post.  \n 2. The full name of the acting head of post shall be notified either by the diplomatic mission of \nthe sending State or, if that State has no such mission in the receiving State, by the head of the consular \npost, or, if he is unable to do so, by a competent au thority of the sending State, to the Ministry for \nForeign Affairs of the receiving State or to the authority designated by that Ministry. As a general rul e, \nthis notification shall be given in advance. The receiving State may make the admission as acting h ead \nof post of a person who is neither a diplomatic agent not a consular officer of the sending State in the \nreceiving State conditional on its consent.  \n 3. The competent authorities of the receiving State shall afford assistance and protection to the \nacting head of post. While he is in charge of the post, the provisions of the present Convention shall \napply to him on the same basis as to the head of the consular post concerned. The receiving State shall \nnot, however, be obliged to grant ot an acting head of post any facility, privilege or immunity which \nthe head of the consular post enjoys only subject to conditions not fulfilled by the acting head of post.  \n 4. When, in the circumstances referred to in paragraph 1 of this Article, a member of the \ndiplomati c staff of the diplomatic mission of the sending State in the receiving State is designated by \nthe sending State as an acting head of post, he shall, if the receiving State does not object thereto, \ncontinue to enjoy diplomatic privileges and immunities.  \nARTICLE 17  \n \nPERFORMANCE OF DIPLOMATIC ACTS BY CONSULAR OFFICERS.  \n 1. In a State where the sending State has no diplomatic mission and is not represented by a \ndiplomatic mission of a third State, a consular officer may, with the consent of the receiving Stat e, and \nwithout affecting his consular status, be authorised to perform diplomatic acts. The performance of \nsuch acts by a consular officer shall not confer upon him any right to claim diplomatic privileges and \nimmunities.  \n 2. A consular officer may, after  notification addressed to the receiving State, act as \nrepresentative of the Sending State to any inter -Governmental organization. When so acting, he shall \nbe entitled to enjoy any privileges and immunities accorded to such a representative by customary \ninternational law or by international agreements; however, in respect of the performance by him of any \nconsular junction, he shall not be entitled to any greater immunity from jurisdiction than that to which \na consular officer is entitled under the present C onvention.  \n \nCHAPTER. II―FACILITIES, PRIVILEGES AND IMMUNITIES RELATING TO \nCONSULAR POSTS, CAREER CONSULAR OFFICER AND OTHER MEMBERS OF A \nCONSULAR POST.  \n \nSECTION  I.―FACILITIES, PRIVILEGES AND IMMUNITIES RELATING TO A \nCONSULAR POST . \n \n \n \n \nPage 13 of 21 \n ARTICLE 31  \n \nINVIOLABEILITY OF THE CONSULAR PREMISES  \n 1. Consular premises shall be inviolable to the extent provided in this Article.  \n 2. The authorities of the receiving State shall not enter that part of the consular premises which \nis used exclusively for the purpose of the work of the consular post except with the consent of the head \nof the consular post or of his designee or of the he ad of the diplomatic mission of the sending State. \nThe consent of the head of the consular post may, however, be assumed in case of fire or other disaster \nrequiring prompt protective action.  \n 3. The consular premises, their furnishings, the property of th e consular post and its means of \ntransport shall be immune from any form of requisition for purposes of national defence or public \nutility. If expropriation is necessary for such purposes, all possible steps shall be taken to avoid \nimpending the performanc e of consular functions, and prompt adequate and effective compensation \nshall be paid to the sending State.  \nARTICLE 32  \n \nEXEMPTION FROM TAXATION OF CONSULAR  \n \nPREMISES.  \n 1. Consular premises and the residence of the career head of consular post of which the  sending \nState or any person acting on its behalf is the owner or lessee shall be exempt from all national, regional \nor municipal dues and taxes whatsoever, other than such as represent payment for specific services \nrendered.  \n 2. The exemption from taxati on referred to in paragraph 1 of this Article shall not apply to such \ndues and taxes if, under the law of the receiving State, they are payable by the person who contracted \nwith the sending State or with the person acting on its behalf.  \n \nARTICLE 33  \n \nINVIOLABILITY OF THE CONSULAR ARCHIVES AND DOCUMENTS  \n The consular archives and documents shall be inviolable at all times and wherever they may \nbe.  \nARTICLE 35  \n \nFREEDOM OF COMMUNICATION  \n 1. The receiving State shall permit and protect freedom of communica tion on the part of the \nconsular post for all official purposes. In communicating with the Government, the diplomatic missions \nand other consular posts, wherever situated, of the sending State, the consular post may employ all \nappropriate means, including diplomatic or consular, couriers, diplomatic on consular bags and \nmessages in code or cypher. However, the consular post may install and use a wireless transmitter only \nwith the consent of the receiving State.  \n 2. The official correspondence of the consula r post shall be inviolable. Official correspondence \nmeans all correspondence relating to the consular post and its functions.  \n \nPage 14 of 21 \n  3. The consular bag shall be neither open nor detained. Nevertheless, if the competent \nauthorities of the receiving State have s erious reason to believe that the bag contains something other \nthan the correspondence, documents or articles referred to in paragraph 4 of this Article, they may \nrequest that the bag be opened in their presence by an authorised representative of the sendi ng State. \nIf this request is refused by the authorities of the sending State, the bag shall be returned to its place of \norigin.  \n 4. The packages constituting the consular bag shall bear visible external marks of their character \nand may contain only offici al correspondence and documents or articles intended exclusively for \nofficial use.  \n 5. The consular courier shall be provided with an official document indicating his status and \nthe number of packages constituting the consular bag. Except with the consent  of the receiving State \nhe shall be neither a national of the receiving State, not, unless he is a national of the sending State, a \npermanent resident of the receiving State. In the performance of his functions he shall be protected by \nthe receiving State.  He shall enjoy personal inviolability and shall not be liable to any form of arrest \nor detention.  \n 6. The sending state, its diplomatic missions and its consular posts may designate consular \ncouriers ad hoc. In such cases the provisions of paragraph 5 of  this Article shall also apply except that \nthe immunities therin mentioned shall cease to apply when such a courier has delivered to the consignee \nthe consular bag in his charge.  \n 7. A consular bag may be entrusted to the captain of a shop or of a commerc ial aircraft \nscheduled to land at an authorized port of entry. He shall be provided with an official document \nindicating the number of packages constituting the bag, by the shall not be considered to be a consular \ncourier. By arrangement with the appropria te local authorities, the consular post may send one of its \nm embers to take possession of the bag directly and freely from the captain of the shop or of the aircraft.  \n \nARTICLE 39  \n \nCONSULAR FEES AND CHARGES  \n 1. The consular post may levy in the territory of the receiving State the fees and charges \nprovided by the laws and regulations of the sending State for consular acts.  \n 2. The sums collected in the form of the fees and charges referred in the paragraph 1 of this \nArticle, and the receipts for such fees and charges, shall be exempt from all dues and taxes in the \nreceiving State.  \nSECTION II .―FACILITIES, PRIVILEGES AND IMMUNITIES RELATING TO CAREER \nCONSULAR OFFICERS AND OTHER MEMEBERS OF A CONSULAR POST.  \n \nART ICLE 41  \n \nPERSONAL INVIOLABILITY OF CONSULAR OFFCERS  \n 1. Consular officers shall not be liable to arrest or detention pending trial, except in the case of \na grave crime and pursuant to a decision by the competent judicial authority.  \n 2. Except in the case specified in paragraph 1 of this Article, consular officers shall not be \ncommitted to prison or liable to any other form of restriction on their personal freedom save in \nexecution of a judicial decision of final effect.  \n \nPage 15 of 21 \n ARTICLE 43  \n \nIMMUNITY FROM JURISDICTION  \n 1. Consular officers and consular employees shall not be amenable to the jurisdiction of the \njudicial or administrative authorities of the receiving State in respect of acts performed in the exercise \nof consular functions.  \n 2. The provisions of paragraph 1 of this Article shall not, however, apply in respect of a Civil \naction either :  \n(a)  arising out of a contract concluded by a consular officer or a consular employee \nin which he did not contract expressly or impliedly as an ag ent of the sending \nState; or  \n(b)  by a third party for damage ari sing fro m an accident in the receiving State \ncaused by a vehicle, vessel or aircraft.  \n \nARTICLE 44  \n \nLIABILITY OT GIVE EVIDENCE  \n 1. Members of a consular post may be called upon to attend as witnesses in the course of judicial \nor administrative proceedings. A consular employee or a member of the service staff shall not, except \nin the case mentioned in paragraph 3 of this Article, de cline to give evidence. If a consular officer \nshould decline to do so, no coercive measure or penalty may be applied to him.  \n 2. The authority requiring the evidence of a consular officer shall avoid interference with the \nperformance of his functions. It may, when possible, take such evidence at his residence or at the \nconsular post or accept a statement from him in writing.  \n 3. Members of consular post are under no obligation to give evidence concerning matters \nconnected with the exercise of their functi ons or to produce  official correspondence and documents \nrelating thereto. They are also entitled to decline to give evidence as expert witnesses with regard to \nthe law of the sending State.  \nARTICLE 45  \n \nWAIVER OF PRIVILEGES AND IMMUNITIES  \n 1. The sending S tate may waive, with regard to a member of the consular post any of the \nprivileges and immunities provi ded for in Articles 41, 43 and 44.  \n 2. The waiver shall in all cases be express, except as provided in paragraph 3 of this  Article, \nand shall be commun icated to the receiving State in writing.  \n 3. The initiation of proceedings by a consu lar officer or a consular emplo yee in a matter where \nhe might enjoy immunity from jurisdiction under Article 43 shall preclude him from invoking \nimmunity from jurisdicti on in respect of any counterclaim directly connected with the principal claim.  \n 4. The waiver of immunity from jurisdiction for the purposes of civil or administrative \nproceedings shall not be deemed o imply the waiver of immunity form the measures of exe cution \nresulting form the judicial decision ; in respect of such measures, a separate waiver shall be necessary.  \n \nPage 16 of 21 \n  \nARTICLE 48  \n \nSOCIAL SECURITY EXEMPTION  \n 1. Subject to the provisions of paragraph 3 of this Article, members of the consular post with \nrespect to services rendered by them for the sending State and members of their families forming part \nof their households, shall be exempt from social security p rovisions which may be in force in the \nreceiving State.  \n 2. The exemption provided for in paragraph 1 of this Article shall apply also to members of the \nprivate staff who are in the sole employ of members of the consular post, on condition: -  \n(a)  that th ey are not nationals of or permanently resident in the receiving State ; and  \n(b)  that they are covered by the social security provisions which are in force in the \nsending State or a third State.  \n 3. Members of the consular post who employ persons to whom  the exemption provided for in \nparagraph 2 of this Article does not apply shall observe the obligations which the social security \nprovisions of the receiving State impose upon employers.  \n 4. The exemption provided for in paragraph 1 and 2 of this Article shall not preclude voluntary \nparticipation in the social security system of the receiving State, provided that such participation is \npermitted by that State.  \nARTICLE 49  \n \nEXEMPTION FROM TAXATION  \n 1. Consular officers and consular employees and members of their families forming part of \ntheir households shall be exempt form all dues and taxes, personal or real, national, regional or \nmunicipal, except:  \n(a)  indirect taxes of a kind which are normally  incorporated in the price of goods or \nservices ;  \n(b)  dues or taxes on private immovable property situated in the territory of the \nreceiving State, subject to the provisions of Article 32;  \n(c)  estate, succession or inheritance duties, and duties on tra nsfers, levied by the \nreceiving State, subject to the provisions of paragraph (b) of Article 51;  \n(d)  dues and taxes on private income, including capital gains, having its source in \nthe receiving State and capital taxes relating to investments made in com mercial \nor financial undertakings in the receiving State;  \n(e)  charges levied for specific services rendered;  \n(f)  registration, court or record fees, mortgage dues and stamp duties, subject to the \nprovisions of Article 32.  \n 2. Members of the service st aff shall be exempt form dues and taxes on the wages which they \nreceive for their services.  \n \nPage 17 of 21 \n  3. Members of the consular post who employ persons whose wages or salaries are not exempt \nfrom income tax in the receiving State shall observe the obligations whi ch the laws and regulations of \nthat State impose upon employers concerning the levying of income tax.  \n \nARTICLE 50  \n \nEXEMPTION FROM CUSTOMS DUTIES AND INSPECTION  \n 1. The receiving State shall, in accordance with such laws and regulations as i9t may adopt, \npermit entry of and grant exemption form all customs duties, taxes, and related charges other than \ncharges for storage cartage and similar services, on :  \n(a)  articles for the official use of the consular post;  \n(b)  articles for the personal use of a consular officer or members of his family \nforming part of his household, including articles intended for his establishment. \nThe articles intended for consumption shal l not exceed the quantities necessary \nfor direct utilization by the persons concerned.  \n 2. Consular employees shall enjoy the privileges and exemptions specified in paragraph 1 of \nthis Article in respect of articles imported at the time of first installat ion. \n 3. Personal baggage accompanying consular officers and members of their families forming \npart of their households shall be exempted from inspection. It may be inspected only if there is serious \nreason to believe that it contains articles other than t hose referred to in sub -paragraph (b) of paragraph \n1 of this Article, or articles the import or export of which is prohibited by the laws and regulations of \nthe receiving State or which are subject to its quarantine laws and regulations. Such inspection sh all \nbe carried out in the presence of the consular officer or member of his family concerned.  \nARTICLE 51  \n \nESTATE OF A MEMBER OF THE CONSULAR POST OR OF A MEMBER OF HIS \nFAMILY  \n In the event of the death of a member of the consular post or of a member of hi s family forming \npart of his household, the receiving State: -  \n(a)  shall permit the export of the movable property of the deceased, with the exception of \nany such property acquired in the receiving State the export of which was prohibited at \nthe time of h is death ;  \n(b)  shall not levy national, regional or municipal estate, succession or inheritance duties, \nand duties on transfers, on movable property the presence of which in the receiving \nState was due solely to the presence in that State of the deceased  as a member of the \nconsular post or as a member of the family of a member of the consular post.  \n \nARTICLE 52  \n \nEXEMPTION FROM PERSONAL SERVICES AND CONTRIBUTIONS  \n The receiving State shall exempt members of the consular post and members of their families \nforming part of their households from all personal services, from all public service of any kind \n \nPage 18 of 21 \n whatsoever, and from military obligations such as those connected with requisitioning, military \ncontributions and billeting.  \nARTICLE 53  \n \nBEGINNING AND END OF C ONSULAR PRIVILEGES AND IMMUNITIES  \n 1. Every member of the consular post shall enjoy the privileges and immunities provided in the \npresent Convention from the moment he enters the territory of the receiving State on proceeding to \ntake up his post or if already in its territory from the momen t when he enters on his duties with the \nconsular post.  \n 2. Members of the family of a member of the consular post forming part of his household and \nmembers of his private staff shall receive the privileges and immunities provided in the present \nConvention  from the date from which he enjoys privileges and immunities in accordance with \nparagraph 1 of this Article or from the date of their entry into the territory of the receiving State or \nfrom the date of their becoming a member of such family or private sta ff, whichever is the latest.  \n 3. When the functions of a member of the consular post have come to an end, his privileges \nand immunities and those of a member of his family forming part of his household or a member of his \nprivate staff shall normally cease at the moment when the person concerned leaves the receiving State \nor on the expiry of a reasonable period in which to do so whichever is the sooner, but shall subsist until \nthat time, even in case of armed conflict.  In the case of the persons referred to in paragraph 2 of this \nArticle, their privileges and immunities shall come to an end when they cease to belong to the \nhousehold or to be in the service of a member of the consular post provided, however, that if such \npersons intend leaving the receiving St ate within a reasonale period thereafter, their privileges and \nimmunities shall subsist until the time of their departure.  \n 4. However, with respect to acts performed by a consular officer or a consular employee in the \nexercise of his functions, immunity from jurisdiction shall continue to subsist without limitation of \ntime.  \n 5. In the event of the death of a member of the con sular post, the members of his family forming \npart of his household shall continue to enjoy the privileges and immunities accorded to them until they \nleave the receiving State or until the expiry of a reasonable period enabling them to do so, whichever \nis the sooner.  \nARTICLE 54  \n \nOBLIGATIONS TO  THIRD STATES  \n 1. If a consular officer passes through or is in the territorry of a third State, which has granted \nhim a visa, if visa was necessary,while proceeding to take up or return to his post or when returning to \nthe sending State, the third state shall accord to him all immunities provided for by the other Articles \nof the present Convention as may be required to ensure his transit or return. The same shall apply in \nthe case of any member of his family forming p art of his household enjoying such privileges and \nimmunities who are accompanying the consular officer of travelling separately to join him or to return \nto the sending State.  \n 2. In circumstances similar to those specified in paragraph 1 of this Article, third State shall not \nhinder the transit through their territory of other members of the consular post or of members of their \nfamilies forming part of their households.  \n \nPage 19 of 21 \n  3. Third State shall accord to official correspondence and to other official communic ations in \ntransit, including messages in code or cypher, the same freedom and protection as the receiving State \nis bound to accord under the present Convention. They shall accord to consular couriers who have been \ngranted a visa, if a visa was necessary, a nd to consular bags in transit, the same inviolability and \nprotection as the receiving State is bound to accord under the present Convention.  \n 4. The obligations of third States under paragraphs 1,  2 and 3 of the this Article shall also apply \nto the perso ns mentioned respectively in those paragraphs, and to official communications and to \nconsular bags, whose presence in the territory of the third State is due to force majeure.  \n \nARTICLE 55  \n \nRESPECT FOR THE LAWS AND REGULATIONS OF THE RECEIVING STATE  \n 1. Th e consular premises shall not be used in any manner incompatible with the exercise of \nconsular functions.  \n 2. The provisions of paragraph 2 of this Article shall not exclude the possibility of offices of \nother institutions or agencies being installed in p art of the building in which the consular premises are \nsituated, provided that the premises assigned to them are separate from those used by the consular post. \nIn that event, the said offices shall not, for the purposes of the present Convention, be consid ered to \nform part of the consular premises.  \nARTICLE 57  \n \nSPECIAL PROVISONS CONCERNING PRIVATE GAINFUL OCCUPATION . \n 1. Privileges and immunities provided in this Chapter shall not be accorded:  \n(a)  to consular employees or to members of the services staff who carry on any \nprivate gainful occ upation in the receiving State;  \n(b)  to members of the family of a person referred to in sub -paragraph (a) of this \nparagraph or to members of his private staff;   \n(c)  to members of the family of a memeber of a consular post who themselves carry \non any private gainful occupation in the receiving State.  \n \nCHAPTER III .―REGIME RELATING TO HONORARY CONSULAR OFFICERS AND \nCONSULA R POSTS HEADED BY SUCH OFFICERS  \n \nARTICLE 58  \n \nGENERAL PROVISIONS RELATING TO FACILITIES, PRIVILEGES AND IMMUNITIES  \n 1. Articles 35 and 39, paragraph 3 of Article 54 and Paragraphs 2 and 3 of Article 55 shall apply \nto consular posts headed by an honorary consular officer. In addition, the facilities pr ivileges and \nimmunities of such consular posts sha ll be governed by Articles 60, 61 and 62.  \n 2. Article 43, paragraph 3 of Article 44, Articles 45 and 53 shall apply to honorary consular \nofficers. In addition, the facilities, privileges and immunities of such consular officers shall be \ngoverned by Articles 66 and 67,  \n \nPage 20 of 21 \n  3. Privileges and immunities provided in the present Convention shall not be accorded to \nmembers of the family of an honorary consular officer or of a consular employee employed at a \nconsula r post headed by an honorary consular officer.  \n \nArticle 60  \n \nEXEMPTION FROM TAXATION OF CONSULAR PREMISES  \n 1. Consular premises of a consular post headed by an honorary consular officer of which the \nsending State is the owner or lessee shall be exempt from  all national, regional or municipal dues and \ntaxes whatsoever, other than such as represent payment for specific services rendered.  \n 2. The exemption from taxation referred to in paragraph 1 of this Article shall not apply to such \ndues and taxes, if under  the laws and regulations of the receiving State, they are payable by the person \nwho contracted with the sending State.  \nArticle 61  \n \nINVIOLABILITY OF CONSULAR ARCHIVES AND DOCUMENTS  \n The consular archives and documents of a consular post headed by an honorary consular officer \nshall be inviolable at all times and wherever they may be, provided that they are kept separate from \nother papers and documents and, in particular, from the priva te correspondence of the head of a \nconsular post and of any person working with him, and from the materials, books or documents relating \nto their profession or trade.  \nArticle 62  \n \nEXEMPTION FROM CUSTOMS DUTIES  \n The receiving State shall, in accordance with  such laws and regulations as it may adopt, permit \nentry of and grant exemption from all customs duties, taxes, and related charges other than charges for \nstorage, cartage and similar services on the following articles, provided that they are for the offic ial \nuse of consular post headed by an honorary consular officer: coasts -of-arms, flags, signboards, seals \nand stamps, books, official printed matter, office furniture, office equipment and similar articles \nsupplied by or at the instance of the sending Stat e to the consular post.  \n \nArticle 66  \n \nEXEMPTION FROM TAXATION  \n An honorary consular officer shall be exempt from all dues and taxes on the remuneration and \nemoluments which he receives from the sending State in respect of the exercise of consular functions .  \n \nArticle 67  \n \nEXEMPTION FROM PERSONAL SERVICES AND CONTRIBUTIONS  \n The receiving State shall exempt honorary consular officers from all personal services and from \nall public services of any kind whatsoever and from military obligations such as those connected with \nrequisitioning military contributions and billeting.  \n \n \n \nPage 21 of 21 \n CHAPTER IV  \n \nGeneral Provisions  \n \nArticle 70  \n \nEXERCISE OF CONSULAR FUNCTIONS BY DIPLOMATIC MISSIONS  \n 1. The provisions of the present Convention apply also, so far as the context permits t o the \nexercise of consular functions by a “diplomatic mission.  \n 2. The names of members of a diplomatic mission assigned to the consular section or otherwise \ncharged with the exercise of the consular functions of the mission shall be notified to the Minis try for \nForeign Affairs of the receiving State or to the authority designated by that Ministry.  \n 4. The privileges and immunities of the members of a diplomatic mission referred to in \nparagraph 2 of this Article shall continue to be governed by the rules of international law concerning \ndiplomatic relations.  \nArticle 71  \n \nNATIONALS OR PERMANENT RESIDENTS OF THE RECEIVING STATE  \n 1. Except in so far as additional facilities, privileges and immunities may be granted by the \nreceiving State, consular officers who are nationals of or permanently resident in the receiving State \nshall enjoy only immunity from jurisdiction and personal in violability in respect of official acts \nperformed in the exercise of their functions, and the privilege provided in paragraph 3 of Article 44.  \n 2. Other members of the consular post who are nationals of or permanently resident in the \nreceiving State and m embers of their families, as well as members of the families of consular officers \nreferred to in paragraph 1 of this Articles, shall enjoy facilities, privileges and immunities only in so \nfar as these are granted to them by the receiving State. Those membe rs of the families of members of \nthe consular post and those members of the private staff who are themselves nationals of or \npermanently resident in the receiving State shall likewise enjoy facilities, privileges and immunities \nonly in so far as these are granted tc them by the receiving State.  \n \n \n_____________  \n \n \n \n         \n           \nDate: 11 -11-2024"
}