{
    "file": "./converted_json\\administrator525af9fd110744416e960d0c426ad756.json",
    "name": "Legal Aid and Justice Authority Act 2020",
    "date": "March 24, 2020",
    "tagline": "An Act to provide for the establishment of a Legal Aid and Justice Authority to provide legal, financial and other assistance for access to justice to the poor and vulnerable segments of society in criminal cases and for matters ancillary thereto.",
    "content": "TTIE GAZETTEOF MARCH 2U20\nAcrNo. XYIoF2020\nAn Act.to prwidefor the establkhment ota l*gal Aid otdJttstice Adhbrrty\n' Wuenpes, it is e:rpedlent to e$ablish a Irgal Aid and Justice Authority\nto provide legal, financiral and other assisuince for access to justice to the poor\nand wlnerable segments oJthesocidy in criminal cases ad for matters ancillary\nthereto.\nIt is hereby enacted as follows:-\n1. Short tidn, erteut end ommerccm6nt{1) This Act'may be\ncalled the Lrgal Aid ad Iustic€ AuthorityAc( 2020.\n(2) It extends to the whole of Pakistan.\n(3) This Act or any part thereof shalt come into force on suQh date or\ndates as the Government may, by notifre*itmin tre &ial Gazette, appoint,\n2. Definitions.{l) In-this Aet unless 6€rc isstrylfiing repugnpnt in\nthe subject or context.-\n(a) (applicant'mean! any q€rsoo yho\n(i) makes an application for legal aid under this Act or on whose\n.behalf zuch an applicatio,ris made; or\n(ii) is,of unsound mind or lunatic or minor;\n(b) *Authority'means the Legal Aid and Justice Auffrority establistred\nunder section 3;\n(c) *Board' means the Board of Governors of the Authority\nconstituted under section 4;\n(d) *Cheirpercon'means Chairpgrson of the Board and includes any\nperson for the time being performing the funotions of the\nChairperson\n(e)(Court'me,ans court established under any law for the time being\nin force;.\n(0 cDirector-Generd'me4ns the Director4eneral of the Authority;\n(g) (Fre Reprccentation Unit' means a special unit comprising\nadvocates anil volunteers toprovide legal or other social services on\npro bono basis either on case to casg basis or in respet of a group\nor set or gpe of cases other than the panel;I\n'-\nI\n,,.?..=':\nPART THE OF MARCH 24,2020 105\n(h)\n(i)\nc)\"Goyernment' means the Federal Government;\n\"legal aidD means the provision of assistance;'to a person who is\nunable to affold legal assistance; representation and access to\n*member'means a member of the Board;\n(k) 6panel'means the list of advocates and volunteers prepared by th\"\nAuthority under section l1;\n(l) \"prescribed\" means prescribed by rules or regulations made under\nthis Act, as the case may be;\n(m) \"rules\" mean the rules made underthis Act;\n(n) \"secretary\" means the Secretary of the Board; and\n(o) tolunteer' means any person other than an advocatd who may\nprwide legal or other services gn pra bono or fee basis to the\napplicant\n, (2) A word or expression used in this Act and not defined shall have\nthe same meaning as is assigned to it in the Code of Criminal Procedure, 1898'\n(Act V of 1898) or thp Legal Practitioners and Bar Councils Act, 1973 (XXXV\nof 1973).\n3. Establishment of the Authority.-{l) The Govcrnmen! by\nnotification io ttg ofticial Gazstte, shall establish a Legal Aid and Justice\nAuthority to carry out the purposes of this Act.\n(2) The headquarters of the Authority shall be at Islamabad and it may,\nwith the prim approval of the Governmen! set up as miny offices all over the\n4. Management{l) The general direction and administration ofthe\nAuthority and its afairs shall vest in tfie Board, wfiich shall exercise all powers\nand do all acts and things which may oe- exercised or done lqy the Authority.\n: @ The Board shall, in the disc.harge of its ftrnctions, be guided on\nquestions of policy'by such directions as the Governmpnt may give from time to\n(3) If any question arises as to whether any matter is a matter of policy\nor not, the decision of the Gbvernment in respect thereof shall be final.\n5. Composition of the Board.{l) The Board of Governors shall\nconsist of the following members, namely:-\n106 THEGAZETTEOF\n(a) Federal'Minister for Human Rights\n(b) Attorney-General for Pakisan\n(c) one Member from the Senate of Pakistan to\nbe nominated by the Chairman Senate\n(d) one Mehrber of the National Assembly to be\nappointed by the Speaker National Assembly\n(e) Advocate General of each Province and\nIs lamabad Capital Tenilory\n(0 Se1eqry, Ministy of Human Rights\n(g) Secretary, Ministy of Finance\n(h) Secrgtary, Ministry of Law and Justice\n(i) Vice-Chairman, Pakistan Bar Council\nC) one prominent female social worker\nft) Director General of the AuttrorityMARCH 24,2020 T\nClwirperson\nMember\nMember\nMember\nMember\nMember\nMembq\nMember\nMember\nMember\nMember+twr\nSecretryt\n(2) The Chairperson shall preside at every meeting of the Board and in\ncasb of his absence for any reason, the Government may designate any other\nMinister as a Chairperson.\n(3) The Authority may, with the prior approval of the Goveinment,\noo-opt any other person as a member.\n(4) No act or proceeding of the Board shall be invalid merely on the\nground ofthe existence ofany vacancy, or any defect in the constitutiorr of, the\n(5) lf an ex-qfficlo member is unable to attend a meeting of the Board,\n-, he may authorize a representative no! below BPS-20 to attend the meeting.\n6. Meetings of the Board.{l) The Chairperson rnay convene\nmeetings of the Board at such time and place as he considers nqcessary for the\n, (2) At any meeting of the Board the quorum shall be seven members,\n(3) All issues arising at any meeting of the Board shall be decided by\nthe majority of votes of the members present and voting.\nPART THEGAZETTE.OF MARCH2020 107\n(4) Spbject to the provisions of this Act, the Chairperson may give\ndirections regarding the procedure to be followed at or in connection with any\nmeeting of the Board.\n7. Dircctor-General.{l) There shall be a Director4eneral of the\nAuthority who shall be appointed by the Government at such remuneration and\non quch tenns an! conditions as it thinks f\n(2) No person shall be appointed as a Director-General unless he is\nqualified to,be appointed as ajudge of aHigh Court.\n. (3) The Director-General shall be responsible to the Authority for the\nday-today adminishation of the business of the Authority and shall discharge\nsuch duties and perform such functions as aire assrgned to him by the Board.\n(4) In case the Director-General is absent or unable to act and no acting\nappointment has boen made by the Authority, the Authority may authorize an\nofficer of the Authority to perform temporarily the functions of the Director-\nGeneral.\n(5) Until the Board is duly constituted, the Director4eneral shall,\nsubject to such directions as the Government may give from time to time,\nexercise the powers and performthe functions of the Board\n(6) The offrcers of the Authority shall have such powers and shali\nperform such functions as may be assigned to them by the Director€eneral.\n8. Powers and functions of the authority.-{l) The Authority\nshall.-:\n(a) make policies, principles and guidelines for proliding legal aid and\nfinancial or other assistance including the prescription of criteria for\nqualification to obtain legal aid and financial and other assistance;\n(b) design and establish an effective mechanism for provision,\nmonitoring and eyaluationof legal aid;\n(c) promote or cause to be promoted programmes designed to enhance\npublic awareness of the legal aid system in Pakistan;\n(d) undertake and promote research in the field of legal aid with special\n(e) advise the Government or any other agency in regard to\nenforcement of the right to fair trial and due process of law;\n(D take appropriate measures for spreading legal literacy and legal\nawareness amongst the people and, in particular, to educate poor\nand vulnerable sections of the society about the rights, benefits and\n108 THEGAZETTEOF MARCH 2020 I\nprivileges guaranteed by social welfare l'egislations and other\nenactments as well as administrative programmes and measures;\n(g) establish panels of advocates and volunteers in respect of each\noflice in the prescribed manner and, subject tp sub-section. (2) of\nsection 11, to add to or remove frorn that panel any advocate and\nvolunteer where the Authorrty is satisfied ttrat ttre advocate or\nvolunteer has derelicted his duty or it is in the interest ofjustice to\n(h) devise and prescribe structure offees for legal aid to advocates and\nvolunteers on panels;\n(r) encour4ge the setlement of disputes by way of negotiations,\narbitration and conciliation;\nC) manage and'administer the rssources of the Authority; .\n(k) allocate funds, monitor the expenditure of funds at all offices.and\nwithhold funds from any office;\n0) 'establish and monitor the implementation of standands and\n(m) undertake any enquiry or investigation which the Authority thinks\n(n) perform such other functions asi .may'be assigned to it by the\nGovernment; and\n(o) do such other things as may be expedient or necessaq/ for the\nproper performance of its functions under this Act.\n(2) In discharge of its functions, the Authority shall, wherever\nappropriate, act in coordination and coofieration with other individuals,\ngovernmental and nori-governmental agencies, depaitnents, bodies, authorities,\nuniversities engaged in the work of promoting the cause of legal services to the\npoor and vulnerable.sections of the society.\n9. Provision of legal aid, financial or other msistance in criminal\nmatters.{l) The Authority shall make afpropriate arrangements for the\nprovision of legal aid, financial or other assistance to an applicant who is charged\nwith a criminal offencb and is unable to afford legal, financial or other assistance,\nrepresemation and access to justice, in such manner and to such extent as may be\nprescribed.\n(2) 'The person seeking legal aid; financial or othe assistance shall\napply to the Authority, in the prescribed manner.!}\n:\nTI{E OF 109\nt(3) The application for purposes of sub'section (2) shall be supported\nby an affidavit sworn by the applicant and.such other docqmaits as mav bc\nprescribed. In case of minors or lunatics or persons of unsound mind- the\nrequirement of an application and affidavit shall not be applicable.\n(4) The eligibilrry gf the applicant shall be ^*rr.d io the manner and\n- (:) In preseribing the criteria for and in'extending the legal, financial or\nother assistance, prrefercnce shall be given to disadvantaged women and chiidrc,n,\nespecially in relation to matters of sexual offences.\n(6) For the purposes of assessing the means of the applicant, the\nAuthori{ may in appropriate cases make such enquiries as it considirs necessary\ninto the itrcans of the applicirnt and may dir€ct any officer to enquire into and\nreport thereon.\n(7) A report to the Authority under subsection (6) shalt be maae\navailable to the applicant who shall tie allowed if he so desir€s, ts make his'\nobservation on the report.\n(8) The Auttrority shall decide the application of the applicant within\nseven days ofreceipt thereof.\n10. Revocation of lcgrl airl-Where after the assessment for the\npurpose of grant of legal, financial or other assistance or release thereof, thc\nAuthority comgs to the conclusion that the applicant was not eligible to rcceive\nthe same due to filing of ap,plications, affrdavits ordoctunents in ret*iqr Sr€r€to\nwtrich are found to contain fatii particulars, the Arrthorig may revoke the legal\"\nfinancial or other assistance and take sfieps for ttre recoveij, of any \"*o:*i undeservedly released to the applicant\n11. Panel of advocates and volunteers.-(1) The Authority shall\napprove panels of advocates and volunteers in the p*.i\"iu\"a marmer in each\ndistrict or, if negessary, in any tehsil for provision of legal, financial or ottrcn\nassistance either oripro bono or.onfee basis.\nWlarraion-T\\e pagel of advocates and volunteers onpr*bonofusis\nshall include setting up of a Free Representation Unit.\n(2) The Authority shall monito4 assess and evaluate the quality of legal\nand volunteer services provided by each advocate, volunteer and the Free,\nRepresentation Unit\n(3) The panel of advocates, volunters, and the Free Representation\nUnit shall maintain a proper record of the cases entrirstpd to thcm and shall\nprovide information to the Authority at such time and in such manner as may be\nprescriled.\nTIIEGAZETTEOF 2020 I\n12. Code of conduct{l) The Government, on tlle reco6mendations\nof the Authority, may prescribea code of conduct for panel advocates, volunteers\n(2) The Authority may suspend or, subject to hearing remove the\nadvocates and volunteers from the panel or from the Free Represenation Unit if\nfound guilty of breach of ttrat code, or dereliction of his duty.\n13. Payments.{l) The Authority shall promptly make payment of\nprofessional fee, traVelling allowances and other out-of-pocket e4penses' after\ndeduction of the applicable talces, to ,the advocate, volunteer and the Froe\n. Representation Unit to whomra metter has been assigned in the manner that may\nbe prescriH\n' ' ,,(T) W_here costs are awarded in favour of the applicant in any matter in\nwhich the Services of an advocate or volunteer of the panel or tte Free\nRepresentation Unit were used, Such costs shall be the property of and b€ p4id to\ntne eumority. The applicant shall be reimbursed out of such.costs for the otrt-of-\npocket expenses incured by him in respect of such matter- . .\n14. .Appointment of .officers, staff etc, by the Authority.-The\nAuthority may create posts and a.point such Directors, officerq staff, orperts or\nconsqltanls on zuch terms and conditions as may be prescribed\n[5. Stsff and officels etc., to be public senants.-The Director\nGeneral, Directors,,officers, striff, experts and consultants of the Arrthority shalli\nwhen acting or purpgrting to act in pursuance of any of tre,provisions of this Act\nbe deemed to be pubtic servants within the meairing of seqion 21 of,the Pakistan\nPe,nal Code (Act XLV of 1860).\n16. Delegation of pgwers to the Director-Geneml, etc.{l) The\nAuthority may, by general or special order and subject to such conditions as it\nmay thinks fit t6 impose, :deiegate to the Director4eneral, Directors or a\nmember, or an offierr of the Authority, all or any of its powers or firnctions under\nthis Act.\n(2) The Government may, by notification in the official garete,\ndelegate'all or any of the Authority's powers under this Act and the rules and\nreguiations made thereunder to any other agency or deparftnent of the\nGovefnment or to a provincial gov€rnment with the consent of,such\n17.: I*grrl Aid and Justice Authority Fund.{l) There \"h\"ll E\nestablished a fund to be known as the Legal Aid and Justice Authority Fund\nwhich shall vest in the Authority and shall be utilized by the Authotity for the\nptqpose of this Act, and tqmeet charges in connection with its funetions under\ntmJ act including the provision of legal, ftnancial or other assistance, including\npayment to meet bail amounts, penalties or fineq of the applicants, P.aYment oft\n:\n€\nPmt[I TTIEGAreTTEOFPAKISTAI{,EXTRA.,@\nfees to advocates=or volun@rs, salaries and other remuneration to the Director\nGeneral, Directors,'mOmbersi officers, st4ff, experts and consultants of the\nAutlrority.\n(2) The Fund shall be financed from the following sources, namely-\n(a) grants from the Federal Gbvernment, Provincial and Ingal\n(b) aid and assistance from local, provincial, natioiral and international.\nauttrorities or agencies; :g\nt(c) contributions fr,om,the statulory podies, corporations, private\norganizations and individqal s;\n(d) income and eariring from the moveable and immovable properties\nacquired or leased by the Authority; and\n(e) any income from the investment of the amount credited to the Fund.\n(3) All sums payable to the Authori.ty may be recovercd as aqars of\n(4) The amount credited to the Fund shall not lapse at the end of a\nfinancial year and shall be avqlable for ulitization at any time. -\n18. Budget-The Authority shall, in rcspect of each financjal year,\nsubmit for approval of the Government, on suclt date as may be prescribed, a\nstatement of the estimated receipts and expenditure, including requirements of\nforeign exchange for the next financial year.\n19. Audit and accounts.-{l) The accounts of the Authority shall be\naudited every year by the Auditor Gerreral of Pakisun in such manner as may be\nprescn\"bed.\n(2) Copies of the audit reports shall be.sent to the Governrnent along-\n(3) The audit report shall be available for putlic inspection.\n(a) The Government may issue directions to the Authority for\nrectificatioii of any item objected to by the Auditor General of Pakistan and the\nAuthority shall comply with such directions.\n20. Submission of ycarly reports and retums.:As soon as possible\nafter the end of every finarlcial year but before the last day of the month of\nDecember of that year,,the Authority shall submit to the Governme,lrt a report on\nII2 THEGAZETTEOF uanclr\n21. Protection of ections taken ia good faith under t&is Act-No\nsuit, prosecution or other legalproceedings shall lie Government or\nor servant thereofor any Acting under the'\nor the Authority for anythingwhich is in ggqd faith\nmpursuance of this Act or any nrle or regulation\nTAHIR HUSSAIN,\nSecrUry.the Authority or any officer\nauthority of the G6vernment\ndone or intended to be done\nmade thereunder.\n22. Tax exemptions.-The income bf the Authority, donatiods and\ncontribution received by the Aqthority for the purpose of this act stratt be exempt\nfrom all taxes, duties, charges' or imposts of any. nafure levied by Federal,\n23. Powei to maketrules.-The Government may, by notification in\nthe official Gantte,make rules to carry out.the purposes ofthis Act.\n' 2,4. Act to ovegide other lawg.*Thepqwisions of this Act shall have\neffect notwithstanding anyttring inconsistent therewith contained in any other law\nfor the time being in force.\n25. Removal of difliculties.-If any diffrculty arises in givrng effect to\nor applying the provisions of this Ac! the Governmentmay makeiuch-order, not\ninconsistent with this Act or the rules, as may be neoessary for removal of zuch\nI 26. Repeal and sevings. {l) The Wornen in Dishe3s and Dete,ntion\nFund Act, 1996 (XV of 1996), hereinafter called as repealed Acg shall stand\n(2) Notwithstanding the reeeal tmder sub.section (l), all funds and\naccounts constituted and maintained under the repealed Act shall be deemed to\nbe ig continuatibn of the corresponding funds and accounts constituted or\nmaintained underthis Act. . .-, \nlqr,\n,\nPRINIED\nPI,JBUSHEDBYBY II{E MANAGE& PR,INIING CORPORAXION OF PAKISTAI{ PR,ESS, ISIA}VIABAD.rru ognrry corrrnollE& STATIoNERY Ar{D FORMS, LJNTVERSITY ROAD. KARACIII-"
}