{
    "file": "./converted_json\\administratorf18236573886117d6da46c29f913eba2.json",
    "name": "The Geneva Convention Implementing Act, 1936",
    "date": "27th October, 1936",
    "tagline": "An Act to Implement Article 28 of the Geneva Convention",
    "content": "Page 1 of 3 \n   \n \n \n [ \nTHE GENEVA CONVENTION IMPLEMENTING ACT, 1936  \n \n              \n \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Prohibition of use of emblems “Red Cross”, “Red Crescent”, etc.  \n3.  Prohibition of use of emblem of white cross on red ground or imitations the reof \n4.  Penalty  \n5.  Previous sanction for prosecution  \n*6.   \n \n \n \n \n \n \n \n \n \n \n*Omitted   \n \n\n \nPage 2 of 3 \n THE GENEV A CONVENTION IMPLEMENTING ACT, 1936  \n \n*ACT No. XIV OF 1936  \n \n [27th October, 1936 ] \n \nAn Act to implement Article 28 of the Geneva Convention of the 27th day of July, 1929 . \n \n WHEREAS India was a signatory to the International Conven tion for the Amelioration of the \nConditions of the Wounded and Sick in Armies in the Field, drawn up in Geneva and d ated the 27th \nday of July, 1929 ; \n \n 1[AND WHEREAS Pakistan is a party to the Ge neva Red Cross Conventions, 1949, and has \nratified Article 53 of the Con vention for the Amelioration of the Condition of the Wounded and Sick \nin Armed Forces in the Field, dated t he twelfth day of August, 1949, ] \n \n AND WHEREAS it is necessary to provide fo r the discharge of the obligations imposed by \nArticle 28 of 1[the aforesaid Conven tion dated the twenty -seventh day of July, 1929, and the \naforesaid Article 53 of the Convention dated the twelfth day of August, 1949,] in so far as provision \nhas not been m ade by the Geneva Convention A ct, 1911 (1 & 2 Geo. 5., c. 20) ; It is hereby enacted \nas follows :__      \n \n 1. Short title and extent .—(1) This Act may be called the Geneva Convention Implementing \nAct, 1936.  \n \n 2[(2) It extends to the whole of Pakistan.]  \n \n 3[2. Prohibition of use of emblems “ Red Cross”, “Red Crescent”, etc. — No person other \nthan a person entitled thereto under the Geneva Convention shall use, or in any manner exhibit, \nwhether for the purpose of trade or business or for any other purpose or obje ct whatsoever, the \nemblem or the designation “Red Cross”, “Red Crescent”, “Red Lion and Sun” or “Sun” or any sign \nof designation constituting an imitation thereof, irrespec tive of the date of the adoption of any such \nemblems or designa tion by such person : \n \n Provided that the emblem “Red Cross” may, with the per mission in writing of the Society, be \nused in time of peace to iden tify vehicles used as ambulances or to mark the position of aid stations \nset up exclusively for giving free medical treatment to the wounded or sick.  \n \n Explanation .__ In this section, — \n \n(i) “Geneva Convention” means the Geneva Conven tion for the Amelioration of \nthe Condition of the Wounded and Sick in Armed Forces in the Field, dated \nthe twelfth day of August, 1949 ; and  \n \n \n*This Ac t has been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Or der, 1950, (G. G. O. 3 of 1950) ; and applied in the  \nFederated Areas of Baluchistan, see Gazette of India, 1937, Pt. I, p. 1499.  \n1Ins. and subs. by Act No. III of 1954, s.  2 (with effect from the 7th Apri1,1955 ).   \n2Subs. by the Central Laws (Sta tute Reform) Ordinance, 1960 (XXI  of 1960) s. 3 and 2nd Sch., ( with effect from the 14th October,  \n1955 ).  \n3Subs. by  Act No. XXI  of 1963, s. 2 . \n \nPage 3 of 3 \n  1[(ii) “the Society” means the Pakist an Red Crescent Society constituted under the Pa kistan \nRed Crescent Society Act.]]  \n 3. Prohibition of use of emblem of white cross on red ground or imitations thereof.  No \nperson shall use for the purposes of his trade or business the heraldic emblem of the  white cross on a \nred ground, being the federal colours of Switzerland, or any sign constituting a colourable imitation \nof that heraldic emblem.  \n 4. Penalty.  Any person contravening the provisions of section 2 or section 3 shall be \npunishable with fine whi ch may extend to fifty rupees, and when such contravention is committed by \na company, association or body of individuals, then, without preju dice to the liability of such \ncompany, association or body, every member thereof who is knowingly a party to the c ontravention \nshall be liable to the like penalty.  \n 5. Previous sanction for prosecution.  No criminal Court shall take cognizance of any \noffence punishable under this Act except with the previous sanction of the  2[Federal Government] 3[* \n* *]. \n 6. 4[Omitted ]  \n \n \n \n______________________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate : 08-05-2024  \n \n1 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (XXVII  of 1981),  s.3 and Sch.  II, for clause (ii).  \n2 Subs. by F.A.O., 1975  (P.O. No. 4 of 1975) , Art. 2 and Table, for \"Central Government\" . \n3 Omitted by A.O., 1937 . \n4Omitted by Act No. III of 1954, s. 4 ( with effect from the 7th April, 1955 )."
}