{
    "file": "./converted_json\\administratore6d7ebbadcf01448b810051f0d367f88.json",
    "name": "Liquefied Petroleum Gas (Production and Distribution) Rules, 2001",
    "date": "March 16, 2016",
    "tagline": "Regulatory Framework for LPG Production and Distribution in Pakistan",
    "content": "Page 1 of 17  \n \nLPG (Production and Distribution) \nRules, 2001 \n \n \n \n \n \n(inclusive of all amendments made till March 16, 20 16) \n \n \n \nPART I \n \nPRELIMINARY \n \n1.   Short title and commencement - (1) These rules may be called the Liquefied \nPetroleum Gas (Production and Distribution) Rules, 2001. \n \n(2) They shall come into force at once. \n \n2.    Definitions : In these rules, unless there is anything repugnan t in the subject or \ncontext,  \n \n(a) “area of operation” means the area within which  a licensee is authorised \nto produce, separate, strip, liquefy, transmit, pro cess, store, fill or distribute \nLPG base-stock or LPG; \n \n(b)  “Appendix” means the Appendix annexed to these  rules; \n \n(c) “Authority” means the Oil and Gas Regulatory Authority established \nunder the Oil and Gas Regulatory Authority Ordinanc e, 2002 (XVII of 2002) ; \n(i)   \n \n(d) “Company” means a joint stock company, partners hip, association, \nbusiness trust, organized group of persons, whether  incorporated or not, and \nreceiver or trustee of any of them; \n \n(e) “Consumer” means any person or company who is s upplied with LPG \nby a licensee for his own use and not for storage, processing, filling, sale or \ndistribution; \n \n(f) “container” means any cylinder or vessel, porta ble or otherwise, used \nfor storing, transporting and distributing LPG; \n \n(g) “decanting” means transfer of LPG from one cont ainer to another \ncontainer; \n \n(h) “defaulter” means a company or its directors wh o fails to fulfill its \ncontractual and legal obligations whether willfully  or negligently; \n___________________________________________________ _______________________ \n \n(i) Substituted vide Notification SRO No. 261(I)/20 03 dated 15 th  March 2003. \n Page 2 of 17  \n \n \n(i) “distributor” means a person or company appoint ed by a licensee for \nthe purpose of storing and distribution of LPG in c ylinders to a consumer; \n \n(j) “financial competence” means such ability of a comp any to raise \nsufficient financial resources necessary to set up the requisite infrastructure \nfacilities but not less than equivalent of US $0.5 million, to be supported by a \nbanker’s certificate; \n \n(k) “imported LPG” means LPG imported into Pakistan fro m other \ncountries by a licensee; \n \n(l) “licence” means a licence granted under rule 7; \n \n(m) “licensee” means a company which holds a licence un der these rules; \n \n(n) “LPG” means any material having a vapour pressure n ot exceeding that \nallowed for commercial propane composed predominant ly of the following \nhydrocarbons, either by themselves as mixtures: pro pane, propylene, butane \n(normal butane or isobutene) and butylenes; \n \n(o) “LPG base-stock” means that product which is produc ed, separated, \nstripped, liquefied or transmitted from a refinery or an unit located near or \nconnected to a well-head or imported into Pakistan;  \n \n(p) “LPG Standards” means the LPG Standards as set out in Appendix I; \n \n(pa) “LPG Refueling station” means a licensed facil ity used for storage and \ndispensing of LPG to automotive vehicle; (ii) \n \n(q) “meter” means any equipment used for the purpose of  measuring any \nquantity of LPG base-stock or LPG supplied and incl udes all kinds of \napparatus upon whose reading or indication for any supply or sale of LPG \nbase-stock or LPG, as the case may be, is wholly or  partly determined in a \nspecified or unspecified time \n \n(r) “reasonable price” means the level of price which i s considered to be \nadequate to cover all operational and other normal expenses, provides a fair \nmargin of profit to a licensee; \n \n(ra) “regulatory framework” means the framework app licable to the use of \nLPG in the automotive sector as set out in Appendix -V; (ii) \n \n(s) “source of LPG base-stock” means any refinery or un it connected to \nwell-head for the production, separation, stripping  or liquefying of LPG base-\nstock by chemical or any other process, or any coun try from where LPG \nbase-stock is imported into Pakistan; \n \n(sa) “transportation” means an activity of transpor ting LPG through \npipelines or bowzers, except where pipelines are in tegral part of a refueling \nstation or LPG facility; (ii)  \n___________________________________________________ _______________________ \n \n(ii) Inserted vide Notification SRO No. 256(I)/2007  dated 10 th  March 2007. \n Page 3 of 17  \n \n \n(t) “technical competence” means such technical compete nce of a \ncompany entitled by its memorandum of association o r any other appropriate \ninstrument to engage in the production, liquefactio n, separation, stripping, \ntransmission, processing, storage, filling or distr ibution of LPG base-stock or \nLPG and to possess a team of qualified technical an d professional personnel \nto safely undertake or cause to be undertaken the a bove said activities to be \ncertified by an independent agency appointed by the  Authority;  \n \n(u) “transmission line” means a pipeline used for trans portation of LPG \nwhether in liquid or gaseous form for the purpose o f sale to, or by a licensee; \nand  \n \n(v)  “Works” include transmission lines, machinery or e quipment owned, \ncontrolled, operated or managed, established or ins talled by a licensee for the \npurposes of production, liquefaction, separation, s tripping, transmission, \nstorage, processing, filling or distribution of LPG  base-stock or LPG.  \n \nPART II \n \nPROCEDURE FOR, AND DURATION OF, LICENCE \n \n3.  License compulsory:-  No company shall, without first obtaining a licenc e for the \npurpose from the Authority, undertake or cause to b e undertaken under any agreement, the \nconstruction and operation or construction of any w orks and transportation of LPG or LPG \nrefueling station. (iii)   \n \n4. Disposal of LPG base-stock:- (1) Any producer of LPG base-stock may market whole  \nor part of its own product except where it has alre ady entered into a sale and purchase \nagreement with a licensee in pursuance of any alloc ations made by the Authority prior to the \ndate of coming into force of these rules in which c ase he shall complete the period of sale and \npurchase agreement on such terms and conditions as stipulated in such agreement including \nthe price of LPG base-stock to be mutually agreed b etween the parties. \n \n(2) Subject to sub-rule (1), any producer of LPG ba se-stock may dispose of the whole or \npart of its own product to a licensed LPG marketing  companies or a new party after its pre-\nqualification as regards its financial competence a nd technical competence subject to the \ncondition that it is not defaulter. \n \n5. Application for license:-  An application by a company, entitled by its memora ndum of \nassociation or any other appropriate instrument to engage in the production, storage, filling, \nmarketing, transportation of LPG, LPG Auto Refuelin g or LPG Air Mix Systems, shall be \nsubmitted by a company in triplicate in the form as  set out in Appendix II & III and shall be \naccompanied by a fee as per Appendix-VI. (iv) \n \n \n \n \n___________________________________________________ ________________________ \n \n(iii) Inserted vide Notification SRO No. 256(I)/200 7 dated 10 th  March 2007. \n(iv) Substituted vide Notification SRO No. 16(KE)/2 014 dated 14th  March 2014.\n Page 4 of 17  \n6.  Consideration of application :- (1) The Authority shall consider the application  having \nregard to all the circumstances which appear to it to be relevant and, in particular, but not so as \nto limit the generality of the foregoing, to: \n  \na) The public and national interest;  \nb) The financial and technical competence of the appli cant; and  \nc) Conformity to regulatory framework in case of li cense for refueling station. (v)  \n \n(2)  The Authority may require such changes and alt erations in the plans and in the details, \nto be made as it may deem expedient. \n \n7. Grant of licence:-  (1) The Authority may grant a licence in the form as set out in \nAppendix IV  and may specify in the licence such terms and cond itions as it may think fit to \nimpose on the licensee, or it may refuse to grant l icence. (vi) \n \n(2) The Authority shall decide the grant of or othe rwise, a licence, within ninety days of \nreceipt of an application, complete in all respects . \n \n(3) In case of refusal to grant, an appeal shall li e from the decision of the Authority to the \nFederal Government within thirty days from the date  of refusal to grant licence. \n \n(4) Issuance of license by the Authority in no mann er shall establish the right of the party for \nany allocation of LPG quota. (vii) \n \n(5) A licensee shall be bound by the provisions con tained in these rules and such other terms \nand conditions as may be specified in the licence. (v) \n \n8. Duration of licence: - (1) A licence shall be initially granted for a pe riod of one year . \n(vi) \n \n(2)   The licence shall be extendable for such furt her period or periods which is proved by the \nlicensee to be justified for reasons beyond his con trol, during which period the licensee shall \nexecute his works in pursuance of rule 13. \n \n (3)  On completion of works to the satisfaction of  the Authority, the period of licence may be \nextended further for a period of fifteen years. \n \n9. Renewal of licence:-  On expiry of a licence it may, unless earlier revo ked under rule \n10, be renewed from time to time for a period of fi fteen years each time on payment of a non-\nrefundable fee as specified in Appendix-VI. (viii) \n \n(2) Any licensee desiring to have his licence renew ed shall make an application in that \nbehalf to the Authority not less than three months preceding the expiry of the period for which \nthe licence is valid. \n \n(3) No application for a renewal of a licence shall  be refused unless the licensee has been \ngiven an opportunity of being heard. \n \n \n___________________________________________________ ________________________ \n \n(v) Inserted vide Notification SRO No. 256(I)/2007 dated 10 th  March 2007. \n(vi) Substituted vide Notification SRO No. 256(I)/2 007 dated 10 th  March 2007. \n(vii) Inserted vide Notification SRO No. 763(I)/200 1 dated 31 st  October 2001. \n(viii) Substituted vide Notification SRO No. 16(KE) /2014 dated 14 th  March, 2014. \n Page 5 of 17  \n(4) In case of refusal to renew a licence an appeal  shall lie from the decision of the \nAuthority to the Federal Government within thirty d ays from the date of refusal to renew the \nlicence. \n \n10. Revocation, alteration or amendment of licence: - (1) The Authority may, if in its \nopinion the public interest so requires, revoke a l icence in any of the following cases, namely:- \n \n(a) where the licensee, in the opinion of the Authority , makes willful and \nunreasonably prolonged default in doing anything re quired of him under \nthese rules and has been informed in writing to tha t effect by the \nAuthority; \n \n(b) where the licensee violates any of the terms and co nditions of the licence \nand is so informed in writing and does not rectify the violation within the \ntime specified by the Authority; and \n \n(c) where a licensee is, in the opinion of the Authorit y, unable to discharge \nby reason of his insolvency, his duties and obligat ions fully and \nefficiently under these rules or imposed on him by the licence. \n \n(2) Where, in the opinion of the Authority, the pub lic and national interest so requires, the \nAuthority may, instead of revoking a licence under sub-rule (1), permit it to remain in force in \nrelation to the whole or any part of the area of op eration with such alteration, or amendments \nin the terms and conditions of the licence, as it t hinks fit to make, or upon such new terms and \nconditions as it may impose upon a licensee. \n \n (3) In case of revocation of a licence or any alte ration in the area of operation, or \namendments in the terms and conditions of the licen ce, an appeal shall lie from the decision of \nthe Authority to the Federal Government within thir ty days from the date of revocation of the \nlicence or, as the case may be, alteration in the a rea of operation, or amendments in the terms \nand conditions of the licence. \n \n11.  Licensee not to sell, assign, transfer, convey or l ease his licence or works:-  No \nlicensee shall, without the prior approval in writi ng of the Authority -  \n \n(a) sell, assign, transfer, convey or lease his lic ence or his works or any interest \ntherein in whole or in part; \n \n(b) enter into any agreement or contract for – \n(i) the amalgamation of his works with those of any  other person or \ncompany; and \n(ii) the operation of his works by any other person  or company; or \n \n (c) mortgage or otherwise create a charge upon the  works or any interest therein. \n \n12. Agreements:- Any agreement relating to supply, sale, storage, pr ocessing, filling and \ndistribution of LPG base-stock or LPG between the l icensees shall be intimated by the \nconcerned licensees to the Authority within fifteen  days of its execution. \n \n13. Execution of works after grant of license:-  (1) A licensee shall, after grant of a \nlicence, execute his works in accordance with the L PG standards to the satisfaction of the \nAuthority within a period of two years or such furt her period as the Authority may allow \nunder special circumstances proved by the licensee to be beyond his control.  \n \n Page 6 of 17  \n(2) The Authority shall appoint one or more third p arty inspectors for the purpose of \nverification of works of a licensee in pursuance of  sub rule (1) and the licensee shall pay to \nsuch third party inspector or inspectors a reasonab le fee, as determined by the Authority, from \ntime to time, for the purpose of any such inspectio n.  \n \n(3) The Authority may appoint one or more third par ty inspectors for the purpose of inspection \nof the works of a licensee from time to time, at le ast once in five years, to verify that the \nworks of the licensee conform to the LPG Standards and the licensee shall pay to such third \nparty inspector or inspectors a reasonable fee, as determined by the Authority, from time to \ntime, for the purpose of any such inspection. \n \n14. Addition to or extension of the works:-  A licensee shall not make any major \nalteration, in addition to or extension of, his wor ks as given in his plans and in details, as \napproved by the Authority under rule 6, unless such  alteration, addition or extension is \nauthorised by the Authority in writing. \n \n15.  Right to discontinue supply:- A licensee may temporarily discontinue supply of LP G \nbase-stock or LPG when such discontinuance becomes necessary for maintenance of his \nworks. \n \n16. Prohibition on abandonment and shifting of work s: - No licensee shall abandon \nor shift his works or portion of works without the prior approval in writing of the Authority. \n \n17. Export of LPG base-stock or LPG: - No licensee shall export LPG base-stock \nor LPG in any manner to any other country without t he prior approval in writing of the \nMinistry of Petroleum and Natural Resources. (ix)  \n \nPART-III \n \nCHARGES AND ACCOUNTS  \n \n18.   Price of LPG base-stock and LPG: -  (1) A licensee shall charge from another licensee \nor a consumer a reasonable price of LPG base-stock and LPG, during a specified period, which \nin no case shall be less than one month, and the licensee shall inform about such  prices to the \nAuthority . The licensee shall also publicise such prices in the media for information of the \npublic. (ix) \n \n(2) In case the prices of LPG base-stock or LPG so fixed by a licensee under sub-rule (1) \nare not considered to be reasonable or in the event  of any cartel formation, the Authority may, \nin the public interest, determine a reasonable pric e of LPG base-stock or LPG, in accordance \nwith the prevailing policy of the Federal Governmen t which a licensee shall charge from \nanother licensee or a consumer. (ix) \n \n19.  Measurement:  - (1) The quantity of LPG base-stock supplied to a  licensee, and \nLPG supplied to a consumer shall be ascertained by means of a correct meter or weighbridge. \n \n(2) The Authority or any person duly authorized by the Authority shall, at any reasonable \ntime, have access to ensure the correctness of mete r, weighbridge, storage tanks, calibrations \nand container with respect to the quantity of LPG b ase-stock and LPG for which the prices \nhave been informed by a licensee under sub-rule (1)  of rule 18. All reasonable expenses of and \nincidental to such inspection, as determined by the  Authority, shall be paid by the licensee. \n___________________________________________________ _________________________ \n \n(ix) Substituted vide Notification SRO No. 256(I)/2 007 dated 10 th  March 2007.  \n Page 7 of 17  \n20. Power to regulate distribution of LPG: - The Authority may, if satisfied that it is \nnecessary in the public interest to do so, by order  in writing, direct a licensee to supply LPG to \nany area or locality as may be specified in the ord er. \n \n21. Disputes to be referred to the Authority: -  All disputes over measurement, rates and \ncharges of a licensee or in respect of any provisio n of these rules, shall be referred to the \nAuthority whose decision thereon shall be final and  binding on the concerned parties. \n \n22. Records and accounts:- Every licensee shall make, keep and preserve for su ch \nperiod such accounts, records of cost accounting, p rocedures, correspondence, memoranda, \npapers, books and other records as the Authority ma y specify or require for examination and \ninspection, and shall submit to the Authority such accounts, statistics and information in such \nforms and for such period as the Authority may spec ify. \n \n23. Audit of accounts of licensee:- A licensee shall submit on regular basis to the \nAuthority the statement of its annual accounts, dul y audited by a firm of registered Chartered \nAccountants. \n \n24.   Willful hindrance in submitting records, etc.-unlaw ful:- No licensee shall willfully \nhinder, delay or obstruct the making, submitting or  keeping of any information, document, \nreport, memorandum, record or account required to b e made, submitted or kept under these \nrules.  \n \nPART-IV \n \nGENERAL  \n \n25.    Entry, inspection and enforcement of the rules:- (1)  The Authority or any person \nduly authorised by the Authority may enter, inspect  and examine any place in which he has \nreason to believe that there is any works for filli ng, storing, processing, measuring or \ndistribution of LPG base-stock and LPG, and take al l necessary steps for the due observance of \nthe provisions of these rules and any order issued by the Authority, by a licensee, consumer or \nany other person connected with the storage, transm ission, distribution, supply and use of LPG \nbase-stock or LPG.  \n \n(2) A licensee, owner, manager, proprietor or any o ther person in charge of the site of \nworks for production, processing, storing, filling,  transportation and distribution of LPG base-\nstock and LPG shall afford the person authorized by  the Authority under sub-rule (1), all \nreasonable facility for making an examination, inqu iry, inspection, measurement or for taking \nany sample. \n \n26. Protection to public:-  (1) A licensee shall locate, construct, maintain a nd operate his \nworks connected with storage, filling and transport ation of LPG in accordance with a licence \ngranted by the Chief Inspector of Explosives under the Petroleum Rules, 1937, and shall \ncomply with the provisions of the Gas Cylinder Rule s, 1940, so as not to endanger the public \nhealth or safety. \n \n(2) A licensee shall immediately, but not later tha n forty–eight hours of an accident, submit \nan initial report to the Authority indicating detai ls of the accident and any remedial measures \ntaken thereto. \n \n27. Insurance compulsory:-  (1) No licensee shall operate its works including filling \nplants, storage, transportation and distribution of  LPG unless the same are insured against loss \nand damage to the public life and property due to a ny operational reason, accident, etc. \n \n Page 8 of 17  \n(2) Notwithstanding the provisions of sub-rule (1),  a licensee shall be responsible for any \nmishap that takes place at his works, LPG outlets, distributor’s premises or during \ntransportation of LPG due to incompetence, negligen ce or use of substandard material or \nequipment and shall be liable to compensate the los s of life and property, as determined by the \nAuthority on case to case basis. The compensation s o fixed by the Authority shall be paid \nwithin a period of one month of the issuance of an order by the Authority. \n \n28.  Marking of storage:-  A licensee shall mark with conspicuous signs on the  \nplace at which the storage tanks are located. \n \n29.  Penalty for breach of these rules:-  - Whoever commits a breach of these rules shall \nwithout prejudice to any other action that may be t aken against him, be punishable for every \nsuch breach with fine which may extend to five hund red thousand rupees. \n \n**************** \n \n \n \nAppendix I \n(See rule 2(p)) \n \n \nLPG STANDARDS \n \n \n1.1 STORAGE AND CYLINDER FILLING PLANTS \n \n1.1.1 Health and Safety Executive 34: The storage of LPG at fixed installation. \n1.1.2 Code of Practice 12 prepared by Liquefied Petroleum  Gas Industry Technical \nAssociation, UK, (LPGITA) Recommendations for the s afe filling of LPG \ncylinders at depots. \n1.1.3 NFPA 58, 1998 Edition: Standard for the storage and  handling of LPG. \n1.1.4 Code of Practice 14 prepared by LPGITA Hoses for tr ansfer of LPG in bulk \ninstallation, inspection, testing and maintenance. \n1.1.5 Guidance Note CS-4 from the Health and Safety Execu tive, UK, the keeping of \nLPG in cylinder and similar containers. \n1.1.6 Extracts from US Government, Code of Federal Regula tions, “Title 49 – \nTransportation, part 178 to 199 Revised as of 1 Oct ober, 1988”, Dot \nspecifications 4B, 4BA and 4BW relating to welded s teel cylinders. \n1.1.7 (a) Code of Practice 15: Valves for LPG cylinders: \nPart 1 – Safety Valves. \n \n(b) Code of Practice 15: Valves for LPG cylinders. \n \nPart 2: Outlets valves for butane cylinder-quick co upling type. \n \n1.1.8 BS 3016: 1989, BSS for pressure regulators and auto matic changeover devices \nfor LPG. \n1.1.9 BS 4089: 1989, BSS for Hoses and hose assemblies fo r LPG. \n1.1.10  Bs 3212: 1975, BSS for Flexible rubber tubing and h ose (including connections \nwhere fitted and safety recommendations) for use in  LPG 1 vapour phase and \nLPG/air installations. \n1.1.11  BS 5430: Part 2, 1990, BSS for periodic inspection,  testing and maintenance of \ntransportable gas containers (excluding dissolved a cetylene containers). \n \n Page 9 of 17  \n \n1.2 DISTRIBUTION AND RETAIL OUTLETS \n \n1.2.1 Code of Practice 2 prepared by LPGITA for safe hand ling and transport of \nLPG in bulk by road, including section 3.1.6, 3.1.7 , 3.1.8 and 3.1.10. \n \n \n1.3 TRANSPORTATION AND DISTRIBUTION NETWORK \n \n1.3.1 Code of Practice 14 prepared by LPGITA: Hoses for t ransfer of LPG in bulk \ninstallation, installation, inspection, testing and  maintenance. \n \n \n1.4 LPG USERS \n \n1.4.1 BS 5482: Part 1: 1979, Code of Practice for domesti c butane and propane-gas-\nburning installations. \n1.4.2 Extracts from US Government, Code of Federal Regula tions: “Title 49 – \nTransportation, Part 178 to 199 Revised as of 1 Oct ober 1988”, DOT \nSpecifications 4B, 4BA and 4BW relating to welded s teel cylinders. \n \n \n1.5 LPG IMPORT TERMINAL \n \n1.5.1 NFPA 58, 1998 Edition: Standard for the storage and  handling of LPG. \n \n \n1.6 LPG SPECIFICATIONS \n \n1.6.1 GPA Standard 2140=90, LPG Specifications and Test m ethods. \n \n1.7 LPG CONVERSION KITS (Under process for notification ) \n \n1.8 LPG DISPENSERS (xix) \n \n1.8.1 prEN 14678: Standard for LPG equipment and accessor ies - Construction and \nperformance of LPG equipment for automotive filling  stations - Dispensers or \nequivalent. (xix) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n___________________________________________________ _________________________________ \n(xix) Added in Appendix-I vide Notification SRO No.  239(I)/2016 dated 16th  March 2016.  \n Page 10 of 17  \n \nAppendix II \n[See rule 5] \nAPPLICATION FOR GRANT OF LICENCE \nPRODUCTION/LIQUEFACATION/PROCESSING/SEPARATION/STRI PPING/STORAGE/TRANSIMISSION/ \nFILLING/DISTRIBUTION/HANDLING OF LPG/LPG BASE-STOCK . \n(To be submitted along with a non-refundable proces sing fee as specified in Appendix-VI, in the form o f a Pay Order / \nBank Draft in favour of the Oil and Gas Regulatory Authority (Payable at Islamabad)).  \n  \nArea of Operation:   \nProduction A.1   \nStorage A.2   A. \nFilling Plants  \nA.3     \n  \n  \n  \nTransmission B.1   \nDistribution B.2   B. \nOther (name it)  \nB.3     \n  \n  \n  \nPresent Business: Location(s): \nLast 3 Year's Audited Reports: \n  \nName of all Directors. Nationality. Share-holding. Executive Authority. \n1.    \n2.    \n3.    \n4.    \n5.    \n6.    \nFill-in the following if principal place of busines s is outside Pakistan, name and address of duly aut horized agent in Pakistan. \nAgent's Name: Location (s): \nOPERATION APPLIED FOR ON-GOING    PROPOSED \nArea of Operation (A.1 to B.3):   \nLocation:   \nNature and Capacity of Fixed Assets:   \nSource of Raw Material:   \nDetails of Utilities and Services:   \nDetails of Technical and Operational Organogram:   \nCompletion Period and time of commissioning:   \n \n___________________________________________________ _________________________________ \n \n(x) Appendix II Substituted vide Notification SRO No. 709(I)/2009 d ated 23 rd  July 2009. \n(xi) Appendix II Substituted vide Notification SRO No. 16(KE)/2014 d ated 14 th  March 2014. \n Page 11 of 17  \nCAPITAL COST BREAK DOWN (Rupees and Foreign currenc y)   Indicate if Attached \nPlant Cost:     \nLand:     \nBuilding:     \nElectrical Equipment:     \nFirefighting Equipment:     \nFurniture & Fixtures:     \nVehicles & Transport:     \nConstruction & Engineering:     \nOther Misc. Assets:     \n For DISTRIBUTION LICENSE Indicate DETAILS     Indi cate if attached \n Market Surveys:    \n Other:    \n Quantity:    \n LPG supply Sources:    \nAttachments  Indicate if attached \n1. Proof of Financial Competence of the Company.  \n2. Proof of the Technical Competence of the Company .  \nRemarks \n \nWe hereby solemnly declare that all the particulars  given above are correct. \n \n* We hereby solemnly declare that if a licence is g ranted to us We will abstain from all political act ivity or  \n   activities whatsoever affecting the sovereignty or security of Pakistan or such as may be tantamoun t to  \n   interference in its internal affairs and that We  eschew all espionage. \n \n* We solemnly undertake not to sell, mortgage, etc either directly or indirectly or through associatio n, the rights,  \n  privileges and obligations granted under this lic ence. \n \n* In the event of any violation of this undertaking  by me/us the Authority shall have the right to can cel the  \n   licence: provided that any dispute between the A uthority and the company as to whether any of my/ou r  \n  activities can be considered as a violation of th is undertaking shall be subject to settlement in ac cordance with  \n  the provisions of sub-rule (3) of rule 10 of the Liquefied Petroleum Gas (Production and Distributio n) Rules,  \n  2001, and the appropriate clause in the licence. \n \n \nSignature (s) of applicant (s)  …………………………………. \n \nDate and place of applicant …………………………………………………………… ……………… ……… \n \nCapacity in which form is signed. \n \n Page 12 of 17  \n \n___________________________________________________ __________________________________________________ \n \n(xii) Appendix III  inserted vide Notification SRO No. 256(I)/2007 dat ed 10 th  March 2007 and later substituted vide \nNotification SRO 709(I)/2009 dated 23 rd  July 2009 & SRO 16(KE)/2014 dated 14 th  March 2014. Appendix III \n[See rule 5] \nAPPLICATION FOR GRANT OF LICENCE \nCONSTRUCTION OF LPG  AUTO REFUELING STATION  \n(To be submitted along with a non-refundable proces sing fee of Rs.100,000/- in the form of a Pay Order  / Bank Draft  in favour of the Oil and Gas \nRegulatory Authority (Payable at Islamabad)) \n1.  LPG Marketing Licensee Particulars: \nLPG Marketing Licence No.   \nName of LPG Marketing Licensee   \nDate of issue of Licence: Date of expiry of Licence : \n \n2.  Existing Works: (Existing LPG refueling stations, if any)  \nS.No. Licence No. Location \ni.     \nii.     \niii.     \n \n3.  Proposed Works: \nExact Location of refueling station   \nRefueling station site area (sq feet)    \nEstimated investment (Rs. Million)   \n \n4.  Application Checklist: \n   Yes No \ni. Pay Order/Bank Draft worth Rs.100,000/- in favour o f the Oil and Gas Regulatory \nAuthority, as non-refundable Licence fee (Payable a t Islamabad) is attached \u0001 \u0001 \nii. The site for the refueling station is located o n road/ highway of a minimum width of 60ft. \u0001 \u0001 \niii. The site of the refueling station is NOT  located in a residential or congested area and \nneither is it adjacent to any buildings used for ac commodation or public gathering of any \nsort.  \u0001 \u0001 \niv. The intended LPG storage capacity is not more t han 10 Metric Tons \u0001 \u0001 \n \nI hereby solemnly affirm that I have read and under stood the LPG (Production and Distribution) Rules, 2001, and \nthe provisions of its Appendix V i.e.  the regulatory framework for the use of LPG in the  automotive sector and \nsolemnly declare that all the particulars given abo ve are correct. In the event any information contai ned herein is \nfound to be untrue, the Authority shall have the ri ght to cancel the licence. \n \nSignature (s) of applicant (s)  …………………………………. \nDate and place of application ……………………………………………………… ……………………………  \nCapacity in which form is signed………………………………………………… ……………………………... \n Page 13 of 17 \n \nAppendix - IV  \n[See rule 7(1)] \n  \nTITLE OF THE LICENCE:   \nLICENCE NO. DATE: \nParticulars of the Licensee Company \nName of the Company:   \nName of Chief Executive:   \nRegistration No. \n(Under Companies Ordinance)  No. Date Place \nAddress   \nPhone   \nFax   Contact No. \nEmail   \nDetails of the License \nValidity Period From To   \nArea of Operations   \nTerms and Conditions \n(To be specified for different licenses at the time  of issuance of license) \n  \nSignature of the issuing Authority:   \nName of the issuing Authority:   \nDesignation:   \nOfficial Stamp: \n  \n \n___________________________________________________ ______________________________________________ \n \n(xiii) Appendix renamed as Appendix IV vide Notific ation SRO No. 256(I)/2007 dated 10 th  March 2007. \n Page 14 of 17 \nAppendix V \n(See rule 2(ra)) \n \nREGULATORY FRAMEWORK \nThe regulatory framework for the use of LPG in the auto sector shall cover the \nfollowing areas:  \n1. Licensing:  \n(a) (i) Any company entitled by its memorandum of assoc iation or any \nother appropriate instrument to engage in LPG Auto Refueling \nshall be allowed to set up LPG auto refueling and d ispensing \nstations; and (xv) \n(ii)  Automobile Original Equipment Manufacturers ( OEM’s) shall \nalso be allowed to setup LPG auto refueling/ dispen sing stations \nonsite for non-commercial purposes only. \n \n(b) A separate licence to setup an LPG auto refueling/d ispensing station at \na specific location shall be required from OGRA. \n \n(c) The application for setting up an LPG auto refuelin g/dispensing station \nshall be submitted on the prescribed application fo rm. \n \n(d) The Authority shall initially grant the licence for  construction of an \nLPG auto refueling/dispensing station for a period of one year, subject \nto the fulfillment of all the requirements prescrib ed under the LPG \n(Production and Distribution) Rules, 2001. \n(e) The licence for operation of LPG refueling/dispensi ng station shall only \nbe issued after licensee obtain:- \n(i) an Explosive Licence from the Chief Inspector of Ex plosives. \n(ii) NOC from Environmental Protection Agency. \n(iii) NOC from the respective District Authorities giving  due \nconsideration to public safety and in accordance wi th the \nrequirements of clause 2(a) and 2(b) of this framew ork. \n(iv) Insurance cover against the loss and damage to the public life \nand property due to any operational reason, acciden t etc.  \n(v) The LPG auto refueling/dispensing station has been inspected \nand verified to meet the requirements of NFPA-58, b y the \nThird Party Inspectors, appointed by the Authority.  \n(f) The licence shall be granted for a maximum period o f fifteen years \nsubject to conformance to the prescribed safety/ te chnical standards \nwhich shall be verified annually by 3 rd  party inspectors appointed by \nthe Authority.  \n___________________________________________________ ___________________________ \n(xiv) Appendix V  inserted vide Notification SRO No. 256(I)/2007 dat ed 10 th  March 2007 and later \nsubstituted vide Notification SRO 709(I)/2009 dated  23 rd  July 2009. \n(xv) Substituted vide Notification SRO No. 16(KE)/2 014 dated 14 th  March 2014. \n Page 15 of 17 \n(g) All other conditions of LPG (Production and Dis tribution) Rules, 2001, as \napplicable to a licensee of LPG storage, filling an d marketing shall be \napplicable to the licensee of auto-refueling/ dispe nsing station. \n2. Safety/Technical Standards:  \n(a) The LPG auto refueling/dispensing station shall onl y be located on \nroads/ highways having minimum 60 feet width.  \n(b) The LPG auto refueling/dispensing station can be in stalled at any \nlocation subject to the condition that the licensee  will adhere to all the \nrequirements of National Fire Protection Associatio n USA (NFPA-58) \nin order to ensure complete safety of the LPG Refue ling station and its \nsurroundings pertaining to operation of the station . \n(xvi) \n(c) The installations of LPG auto refueling/dispensing station shall \nconform to the technical standards prescribed in th e LPG (Production \nand Distribution) Rules, 2001 [National Fire Protec tion Association, \nUSA (NFPA-58)]. (Relevant extracts at Appendix-A). \n(d) For ensuring safety, the storage tank(s) capacity a t an LPG auto \nrefueling/dispensing station shall be limited to 10  Metric Ton (max.) \nand the tank(s) shall in no case be placed above gr ound. \n(e) The minimum area for the installation of LPG auto r efueling/ \ndispensing station shall be in accordance with NFPA -58 standard. \n(f) Only brand new equipment shall be installed at a LP G auto \nrefueling/dispensing station and use of second hand  equipment shall not \nbe allowed. \n(g) Conversion kit and cylinder shall only be installed  at licensee’s \napproved centers and the installed vehicle shall ha ve the respective \nlicensee’s seal of compliance to NFPA-58, otherwise  it will be \nconsidered illegal. \n3. Fees: \n(a) A non-refundable processing fee of Rs.100,000/- for  each LPG auto \nrefueling/dispensing station shall be paid by the a pplicant LPG \nmarketing company at the time of submission of the application for \nsetting up a LPG auto refueling/dispensing station.  \n(b) An annual regulatory fee of Rs.50,000/- for each LP G auto \nrefueling/dispensing station shall be paid by the l icensee to the \nAuthority, which shall be utilized for monitoring a nd enforcement of \nsafety standards and strengthening of the safety cu lture in the country \nincluding public awareness campaign in the media.  \n___________________________________________________ ____________________________ \n(xvi) Substituted vide Notification SRO No. 42(KE)/ 2011 dated 24 th  November 2010. \n Page 16 of 17 \n \n(c) The licence fees prescribed in clauses 3(a) and 3(b ) shall be reviewed \nwith the approval of the Budget Committee constitut ed by the Federal \nGovernment under section 17 of the OGRA Ordinance, 2002, after \nevery five years keeping in view the inflation rate  as well as the \nbudgetary requirements of the Authority.  \n4. Miscellaneous: \n(a) Only vehicle installed cylinders specifically desig ned for use in \nautomotives shall be refilled at LPG auto refueling /dispensing stations. \nNo domestic cylinder shall be filled from such stat ions. \n(b) LPG shall only be received in bowzers having valid \nlicence/certification from the Chief Inspector of E xplosives.  \n(c) LPG conversion kit, cylinder, and its installation should meet the \nrequirements of NFPA-58.  \n(d) The licensee shall maintain the record of each and every installed kit \nand will be held responsible for any faulty install ation. A monthly kit \ninstallation update/status as per the prescribed fo rmat shall be submitted \nby the licensee to the Authority.  \n“(e) (i) For safety reasons, installation of LPG Cy linder or tanks on \nmotorcycles, scooters and public service vehicles i .e. three \nwheelers, buses, coaches and wagons shall not be al lowed and \ntreated as illegal; and (xvii) \n (ii)  no LPG Cylinder shall be installed beneath t he seats and within \nthe passenger compartment of vehicle. The licensee shall ensure \nthat vehicles having LPG cylinders installed beneat h the seats \nand within the passenger compartment of vehicle sha ll not be \nrefueled or entertained”. (xvii) \n(f) No person shall supply LPG for automotive use other  than through a \nLPG auto refueling/dispensing station.  \n(g) No vehicle assembler/manufacturer will install LPG kit/cylinder \nwithout obtaining a licence for the purpose from th e Authority. The \nvehicle assembler will ensure that the installation  is in accordance with \nNFPA-58 and will also put a seal to this effect on each vehicle.  \n(h) The Authority may, if satisfied that NFPA-58 does n ot adequately \naddress any aspect in respect of use of LPG in the automotive sector, \nprescribe from time to time any other standard for the purpose. \n \n********** \n(xvii) Substituted vide Notification SRO No. 1068(I )/2013 dated 18 th  December 2013. \n Page 17 of 17 \nAppendix-VI  \n[see rules 5 and 9] \n \n \nLicense Processing Fees \n \n(i) Fee for grant and renewal of license for LPG Pr oduction and Storage Facility \nand LPG Air Mix Systems is Rs. 1,000,000.  \n \n(ii) Fee for grant and renewal of license for LPG S torage and Filling Facility is   \nRs. 500,000.  \n \n(iii) Fee for grant and renewal of license for LPG Auto Refueling Stations is        \nRs. 100,000; and. \n \n(iv) Fee for grant and renewal of license of LPG Tr ansportation facility (LPG \nBowzers) is Rs. 25,000. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n___________________________________________________ ____________________________ \n(xviii) Appendix-VI added vide Notification SRO 16( KE)/2014 dated 14 th  March 2014."
}