{
    "file": "./converted_json\\administrator859a9057f32436d82e1c54da47bb555b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 439\n____________________________________________________________________________________________________________________________________\nISLAMABAD, WEDNESDAY,  JULY  7, 2021____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, the 7th July, 2021\nNo.  F.  2(1)/2021-Pub.— The following Ordinance promulgated on\n6th July, 2021 by the President is hereby published for general information:—\nORDINANCE No. XIII OF 2021\nAN\nORDINANCE\nto consolidate and amend laws relating regulation of civil aviation activities,\nand further to confer functions on Pakistan Civil Aviation Authority\nWHEREAS it is expedient to consolidate and re-enact laws relating to powers\nand functions of the Pakistan Civil Aviation Authority; for development, promotion and\nregulation of civil aviation activities; to ensure civil aviation safety and security; to give\neffect to the convention [s], treaties and agreements on international civil aviation;\n(439)\nPrice: Rs. 40.00\n[941(2021)/Ex. Gaz.]\n440 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\nAND WHEREAS to make provisions for the control and regulation of\ndevelopment, operations and maintenance of aerodromes, airports and related\ninfrastructure; and to control and regulate safe, secure, efficient, adequate, economical\nand properly coordinated civil air transport service and air navigation services;\nNOW WHEREAS  to make better provisions for the control and regulation of\nmanufacture, design, possession, use, acquisition, operation, sale, import and export,\nof aircraft; and to provide for any matters arising out of or connected therewith or\nancillary thereto;\nAND WHEREAS , the Senate and the National Assembly are not in session\nand the President of the Islamic Republic of Pakistan is satisfied that circumstances\nexist which render it necessary to take immediate action;\nNOW, THEREFORE , in exercise of the powers conferred by clause (1) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President of\nthe Islamic Republic of Pakistan is pleased to make and promulgate the following\nOrdinance:\nCHAPTER- I\nGENERAL\n1.Short title, extent, application and commencement.— (1) This\nOrdinance shall be called the Pakistan Civil Aviation Ordinance, 2021.\n(2) It extends to the whole of Pakistan.\n(3) It shall apply to—\n(a) all civil airports and aerodromes within Pakistan;\n(b) all citizens of Pakistan and persons on any aircraft registered or operated\nin Pakistan, wherever such citizen or aircraft may be;\n(c) all persons on board any aircraft while in Pakistan; and\n(d) all persons carrying on any activity relating to or connected with the\npurposes of this Act:\n    Provided that the provisions of this Ordinance shall not in respect\nof any—\n(i) aircraft belonging to or exclusively employed in the naval, military\nor air force of Pakistan, or persons employed in connection with\nany such aircraft, unless the Federal Government by notification\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 441\nin the official Gazette, applies to any such aircraft or person,\nwith or without modification, any of the provisions of this\nOrdinance or the rules; or\n(ii) lighthouse to which the Lighthouse Act, 1927 (Act XVII of 1927),\napplies, or prejudice or affect any right or power exercisable by\nany authority under that Act.\n(4) The Federal Government may, by notification in the official Gazette,\ndirect that this Ordinance, or any provisions thereof which it may specify, shall come\ninto force on such date as it may appoint in this behalf.\n2.Definition.— In this Act, unless there is anything repugnant in the\nsubject or context,—\n(a)“accident” means;\n(1) an occurrence associated with the operation of an aircraft which\ntakes place between the time any person boards the aircraft\nwith the intention of flight until such time as all such persons\nhave disembarked, in which—\n(i) a person is fatally or seriously injured as a result of being in\nthe aircraft, or have direct contact with any part of the\naircraft, including parts which have become detached from\nthe aircraft, or have direct exposure to jet blast, except\nwhen the injuries are from natural causes, self-inflicted or\ninflicted by other persons, or when the injuries are to\nstowaways hiding outside the areas normally available to\npassengers and crew; or\n(ii) the aircraft sustains damage or structural failure which\nadversely affects the structural strength, performance or\nflight characteristics of the aircraft, and normally require\nmajor repair or replacement of the affected component,\nexcept for engine failure or damage, when the damage is\nlimited to the engine, (including its cowlings or accessories),\nor for damage limited to propellers, wing tips, antennas,\nprobes, vanes, tires, brakes, wheels, fairings, panels, landing\ngear doors, windscreens, the aircraft skin (such as small\ndents or puncture holes), or for minor damages to main\nrotor blades, tail rotor blades, landing gear, and those resulting\nfrom hail or bird strike including holes in the radome; and\n442 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\n(2) an occurrence associated with the operation of air navigation\nservices, management of aerodromes or such other incidents as\nspecified by the Authority;\n(b)“aerodrome” means a defined area on land or water including any\nbuildings, installations and equipment; intended to be used either wholly\nor in part for the arrival, departure and surface movement of aircraft;\n(c)“aircraft”  means any machine that can derive support in the\natmosphere from the reactions of the air other than the reactions of\nthe air against the earth’s surface, and includes balloons, whether\ncaptive or free, airship, kites, gliders, flying machine and un-manned\naerial vehicle;\n(d)“airport” means an aerodrome at which facilities have, in the opinion\nof the Federal Government, been sufficiently developed to be of\nimportance to civil aviation;\n(e)“airport license” means a license granted under this Ordinance;\n(f)“air transport service”  means a service of aircraft for the purpose\nof effecting public transport of passengers, goods, mails and other\nthings;\n(g)“Annexes to the Chicago Convention” means documents issued\nmodified and amended by the International Civil Aviation Organization\nfrom time to time, containing the Standards and Recommended\nPractices applicable to civil aviation;\n(h)“Authority”  means the Pakistan Civil Aviation Authority established\nunder section 3;\n(i)“Board” means the Board referred in section 4;\n(j)“Chairperson” means the Chairperson of the Board;\n(k)“Code” means the Code of Criminal Procedure, 1898 (Act V of 1898);\n(l)“commercial flying”  means flying for carriage by air of any passenger,\nmail or goods for hire or reward and such other flying for the purposes\nof any trade or business as may be specified by the Authority and\n“commercial flight” shall be construed accordingly;\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 443\n(m)“Court” means a court of competent jurisdiction, but not interior to\nthe Court of Magistrate First Class;\n(n)“device” means any mechanical or electronic equipment, apparatus,\ntool or thing made or adapted to disrupt or interrupt or obstruct flight\noperations;\n(o)“Director General” means the Director General of the Authority;\n(p)“Division concerned” means the Division to which the affairs of\nthe Authority are allocated under the Rules of Business, 1973;\n(q)“export” means taking out of Pakistan;\n(r)“import” means bringing into Pakistan;\n(s)“incident”  means an occurrence other than accident, associated with\nthe operation of aircraft which affects or could affect the safety of\noperations;\n(t)“landing area”  means the part of the movement area intended for\nthe landing or take off of aircraft;\n(u)“person”  means any individual, firm, partnership, corporation,\ncompany, limited liability company, association of persons, joint stock\nassociation, government entity, body politic, and includes any trustee,\nassignee and receiver or other representative or employees thereof;\n(v)“prescribed” means as prescribed by rules or regulation made under\nthis Act;\n(w)“regulations”  means the regulations made under this Act;\n(x)“rules” means the rules made under this Act;\n(y)“Secretary” means the Secretary of the Division to which the affairs\nof the Authority are allocated; and\n(z)“weapon” means any firearm, explosives, missile, detonating device,\nimprovised explosive device, precursor chemicals or any inflammable\nsubstances, biological weapon, nuclear weapon or any other thing that\nmay cause or likely to cause injury or death to human life or damage\nto aircraft.\n444 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\nCHAPTER-II\nESTABLISHMENT OF THE AUTHORITY\n3.Establishment of the Authority.— (1) The existing Pakistan Civil\nAviation Authority shall be deemed to be the Authority established for purposes of\nthis Ordinance.\n(2) The Authority shall be a body corporate, having perpetual succession\nand a common seal with power, subject to provisions of this Act, to acquire and hold\nproperty, both movable and immovable, and shall sue and be sued by the name\nassigned to it by sub-section (1).\n4.Management.— (1) The general direction and administration of the\nAuthority under this Ordinance and its affairs shall vest in a Board which may\nexercise all powers, perform all functions and do all acts and things which may be\nexercised, performed or done by the Authority.\n(2) The Board shall consist of the following members, namely;\n(i) Secretary of the Division to which the Chairperson\naffairs of the Authority are allocated\n(ii) Vice-Chief of Air Staff, Pakistan Air Force Member\n(iii) Director General Pakistan Civil Aviation Member\nAuthority\n(iv) Member Federal Board of Revenue Member\n(v) Officer of BPS 20 and above of the Division Member\nto which the affairs of the Authority are\nallocated\n(vi) Senior Officer of the Authority Secretary\n(3) The Federal Government may, by notification in the official Gazette,\namend sub-section (2) so as to add any clause thereto, or modify or omit any clause\nthereof.\n(4) The Federal Government may appoint not more than three additional\nmembers having technical experience and qualification, for such period as it may\ndetermine.\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 445\n(5) The Board may co-opt not more than three technical members having\nrequisite experience and qualification, for such period as it may determine.\n(6) The meetings of the Board shall be held at such times and places and\nin such manner as may be prescribed by regulations:\nProvided that until regulations are made in this behalf, the meetings shall be\nheld as and when convened by the Chairperson.\n(7) The Chairperson or, in his absence, a member authorized by him in\nthis behalf and three members shall constitute a quorum for a meeting of the Board.\n5.Executive committee.— (1) There shall be an Executive Committee\nof the Authority consisting of the Director General, who shall be its head, and four\nother members who shall be nominated amongst the senior officers of the Authority.\n(2) The Executive Committee shall exercise such administrative, executive,\nfinancial and technical powers, as may be delegated by the Authority.\n(3) The Executive Committee may, in any extra-ordinary event take\nimmediate action, as it considers necessary, and shall report such action for approval\nof the Board in its next meeting.\n6.Directorates of the Authority.— The Authority may establish one\nor more Directorates, to control and regulate aircraft, aerodromes, airports and civil\nenclaves; air transport and air navigation in order to ensure safe, secure, efficient,\nadequate and properly coordinated civil aviation activities within Pakistan.\n7.Recruitment of officers, etc.— (1) The Authority may, from time to\ntime, appoint such officers, servants, experts and consultants as it may consider\nnecessary for the performance of its functions under this Ordinance.\n(2) The Authority shall make regulations for appointment procedures of\nits officers, servants, experts and consultants, and their terms and conditions of\nservice.\n8.Members, officers etc., to be public servants.— The Director\nGeneral, members, officers, servants, experts and consultants of the Authority, shall,\nwhen acting or purporting to act in pursuance of any of the provisions of this Act or\nthe rules or regulations made thereunder, be deemed to be public servants within the\nmeaning of section 21 of the Pakistan Penal Code, 1860 (Act XLV of 1860).\n446 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\nCHAPTER-III\nPOWERS AND REGULATORY CONTROL OF AUTHORITY\n9.Powers and functions of the Authority.— (1) Subject to the provisions\nof this Act, the Authority shall have the responsibility for controlling, regulating and\nsupervising all matters related to civil aviation activities within Pakistan.\n(2) Without prejudice to the generality of the foregoing powers and function\nunder sub-section (1), shall be responsible for—\n(a) control and regulate the safety and security of civil aviation activities\nincluding the establishment and enforcement of standard sand to\nexercise safety regulatory oversight of the civil aviation activities and\noperators within Pakistan;\n(b) regulation of civil air transport services and operations within the territory\nof Pakistan in accordance with the provisions of this Ordinance;\n(c) control and regulation of manufacturing, design, possession, use,\nacquisition, operation, sale, import and export of aircraft; including\nrepair, maintenance and training organizations;\n(d) control and regulation of development, operation, maintenance of all\nairports and aerodrome within Pakistan;\n(e) control and regulation of air navigation services and facilities;\n(f) control and regulation of search and rescue services to air craft in distress;\n(g) issuance of certificates, licences, permits and any other authorization\nor document required to be issued by or under the provisions of this\nOrdinance;\n(h) development of air routes and airways in Pakistan, in consultation\nwith the Division concerned;\n(i) encouragement, promotion, facilitation and assistance in the\ndevelopment and improvement of civil aviation capabilities, skills and\nservices in Pakistan;\n(j) to ensure that the provisions of this Ordinance, rules and regulations\nmade thereunder are administered, enforced, given effect to, carried\nout and complied with; and\n(k) to perform any other functions that are incidental or consequential to\nany of its functions under this Ordinance.\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 447\n(3) The Authority may,\n(a) carry out all activities in connection with the performance of its\nfunctions;\n(b) seek assistance from any government agency, authorities, company\nor corporation, or person whether local or foreign for the purpose of\nthis Ordinance;\n(c) own and hold on behalf of the Federal Government, any property both\nmovable or immovable duly vested and transferred to the Authority\nunder this Ordinance; utilize in such manner as it may think expedient\nincluding the raising of loans by mortgaging such property with the\napproval of the Federal Government;\n(d) enter into contracts for the supply of goods, services or materials or\nfor the execution of works as may be necessary for, performance of\nfunctions of the Authority under this Ordinance;\n(e) initiate and carry out study, surveys, research and development into\nregulatory aspect of civil aviation; and to promote education and training\nin connected matters;\n(f) hold negotiations with foreign countries to settle technical matters arising\nout of bilateral air transport agreements with the approval or the Federal\nGovernment;\n(g) advise the Federal Government on all matters relating to civil aviation;\n(h) imposition of line in case of breach of any condition as prescribed or\nspecified for holder of any license, certificate, permit, authorization,\nvalidation or approval under this Act;\n(i) any matter connected thereto or ancillary therewith for the\nimplementation of object and purpose of this Ordinance.\n(4) Nothing in this section shall entitle the Authority to exercise any\nregulatory power in respect of such works, airports, aerodromes, airfields and things\nconnected therewith as are owned by the Federal Government and established for\nthe exclusive use of Defence Services.\n10.Regulation of civil aviation activities.— (l) In exercise of the power\nconferred under this Act, the Authority shall ensure that—\n448 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\n(a) the regulation of air transport services and commercial flying, and the\nprohibition of the use of aircraft in such services and in commercial\nflights except under the authority of, and in accordance with, a license\nauthorizing the establishment of any such service or flight;\n(b) the registration and marking of aircraft in Pakistan;\n(c) the imposition of conditions under which an aircraft may be allowed to\nfly from or to an aerodrome or airport while entering, or leaving Pakistan\nor from one place within Pakistan to another; and over territories in\nPakistan including conditions related to airworthiness, maintenance\nand repair, of such aircraft;\n(d) the prohibition of flight by aircraft over any prescribed area, either\nabsolutely or at specified times, or subject to specified conditions and\nexceptions;\n(e) the inspection or supervision of aircraft for the purpose of enforcing\nthe provisions of this Ordinance and the facilities to be provided for\nsuch inspection or supervision;\n(f) the licensing, inspection and regulation of aerodromes and airports,\nthe conditions under which aerodromes or airports may be developed,\noperated, managed, maintained and for services provided at, such\naerodromes or airports, prohibition on the use of un-licensed aerodromes\nor airports, and the regulation of conduct of persons in the vicinity of\naerodromes or airports;\n(g) the inspection and control of the manufacture, design, repair and\nmaintenance of aircraft and of places where such aircraft are\nmanufactured, designed, repaired or kept;\n(h) the conditions on persons that may be engaged or employed in, or in\nconnection with, air navigation, aerodromes and airports;\n(i) the conditions subject to which persons may be employed in the\noperation, manufacture, design, repair or maintenance of aircraft,\ntraining organizations;\n(j) the conditions for acquisition, sale, import and export of aircraft;\n(k) the regulation and control of air-route beacons, aerodrome or airport\nlights, and lights at or in the neighbourhood of aerodromes or airports\nand on or in the neighbourhood of air-routes; and installation and\nmaintenance of lights on private property in the neighbourhood of\naerodromes or airports and on or in the neighbourhood of air-routes;\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 449\n(l) the regulation of transmission and making of signals and\ncommunications by or to an aircraft, and by or to persons carried\ntherein;\n(m) the regulation of measures for securing the requirements of obstruction\nclearances at aerodromes and airports, for the safety or security,\nefficiency and regularity of air navigation, and for preventing aircraft\nfrom endangering other persons and property, the formulation and\ncompliance of uniform standards in respect of obstruction clearances\nfor areas adjoining the landing area at aerodromes and airports;\n(n) the prohibition or restriction on carriage in an aircraft of any specified\narticle or substance or technology;\n(o) the regulation and recognition, for the purposes of this Ordinance,\nrelevant foreign valid licenses and certificates relating to aircraft or to\nthe qualifications of persons employed in the operation, manufacture,\ndesign, repair or maintenance of aircraft;\n(p) the regulation of use of the civil air ensign and any other ensign\nestablished in connection with air navigation;\n(q) the regulation related to establishment, construction and design of civil\nairports, aerodromes, whether public or private, within Pakistan subject\nto measures related to conservation of energy and environmental\nprotection;\n(r) the regulation of air routes in Pakistan, in consultation with the Division\nconcerned;\n(s) the certification, inspection and regulation of air navigation services\nincluding air traffic management communications, navigation and\nsurveillance systems, meteorological services pertaining to aviation\nactivities, search and rescue and aeronautical information services;\n(t) the control of airspace management;\n(u) the regulation for issuance and maintenance of log-books;\n(v) the issuance of license, certificate, permit, authorization, validation and\napproval; conduct examination and test in connection therewith, and\nthe form, custody, production, endorsement, cancellation, suspension,\nor surrender of any such license except those issued with the approval\nof the Division concerned, certificate, logbook, permit, authorization,\nvalidation or approval;\n450 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\n(w) the economic oversight, consumer protection and regulation of aspects\nsuch as air fare, tariff and charges for air transport services, airports\nand aerodromes; and\n(x) any matter connected thereto or ancillary therewith for the\nimplementation of object and purpose of this Ordinance.\n11.Power to issue licence, certificate, permit, authorization or\napproval.— Subject to the prescribed conditions, the Authority may issue, renew or\nvalidate licence to all persons performing functions related to or connected with civil\naviation activities under the provision of this Act.\n12.Power to issue licence for airport, aerodrome, etc.,— Subject to\nprescribed conditions, the Authority may issue and renew a licence to establish,\nmaintain and operate an airport, aerodrome, airstrip, etc:\nProvided that all notified civil airports and aerodromes within ninety days\nafter the commencement of this Ordinance shall apply for, the issuance of licence\nfor the purpose specified in sub section (1), on such conditions as may be prescribed.\n13.Cancellation or suspension of licence, certificate, permit,\nauthorization, etc.— Ifany person contravenes any of the provisions of this Act,\nthe rules and regulations, or has consistently failed to comply with the terms and\nconditions of licence, certificate, permit, authorization, validation or approval as the\ncase may be, the Authority may, suspend or cancel or revoke the licence, certificate,\npermit, authorization, validation or approval:\nProvided that before taking any action for cancellation or revocation, the\nAuthority shall issue a notice to person under suspension likely to be affected thereby\nand by providing an opportunity of being heard.\nCHAPTER-IV\nAPPOINTMENT AND POWERS OF DIRECTOR GENERAL\n14.Appointment and term of office of the Director General.— (1)\nThe Federal Government shall appoint the Director General who will be the executive\nhead of The Authority and exercise powers and functions subject to the provisions\nof this Ordinance, rules, regulations and as delegated by the Federal Government or\nthe Authority from time to time.\n(2) Subject to the provisions of this Ordinance, the Director General shall\nhold office for a term of three (03) years from the date of his appointment or till\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 451\nattaining the age of sixty years whichever is earlier and shall receive such salary\nand allowances and be subject to such conditions of service as may be determined\nby the Federal Government.\n(3) The Federal Government, if deem appropriate, may extend the term\nof initial appointment of the Director General under sub-section (2) for a period up\nto two years.\n15.Resignation by the Director General.— The Director General may\nresign from the office under this Ordinance:\nProvided that the resignation shall not take effect unless accepted by the\nFederal Government.\n16.Removal of the Director General.— (1) Subject to sub-section (2),\nthe Federal Government may remove the Director General from his office.\n(2) The Director General may be removed from the office, if.–\n(a) the Federal Government is of the opinion that he has failed to discharge, or\nbecomes incapable of discharging, his duties under this Ordinance; or\n(b) has been convicted of an offence involving moral turpitude; or\n(c) has knowingly acquired or continued to hold without the permission in\nwriting of the Federal Government, directly or indirectly or through a\npartner, any share or interest tangible or intangible in any license,\ncertificate, permit, authorization, inspections, examinations, contract\nrelated to aviation industry compromised the regulatory control of the\nAuthority under this Ordinance.\n17.Prohibition from certain undertakings for a limited period.—\nThe Director General shall not undertake any employment or assignment contractual\nor otherwise for a period of one year after ceasing to hold office as Director General\nof the Authority with any entity in the aviation industry which has been subjected to\nregulatory control of the Authority during the tenure of his appointment under this\nOrdinance.\n18.Power to issue directions, orders, instructions and circular.— (1)\nThe Director General, may by order in writing issue directions, instructions and circular\nfrom time to time, under this Ordinance, rules and regulations made thereunder.\n452 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\n(2) Every direction or instruction or circular issued under sub-section (1)\nshall be binding on the person or persons for whom such direction or instruction or\ncircular is issued.\n(3) Notwithstanding the terms and conditions of any license, certificate,\npermit, authorization, validation or approval, granted or issued under this Act, the\nDirector General, may suspend, with immediate effect any license, certificate, permit,\nauthorization, validation or approval where there is sufficient reason to belief that\nthe holder of such license, certificate, permit, authorization, validation or approval is\nlikely to cause a threat to the national security or flight safety and or security.\n(4) Incase of suspension under sub-section (3) the Director General shall\nimmediately inform the controlling Division of the Federal Government in writing\nregarding the threat or suspicion of threat to national security for appropriate actions\nby law enforcement agencies in addition to any regulatory measure prescribed under\nthis Ordinance.\n19.Power to obtain information.— (1)The Director General or any\nofficer authorized by him that behalf by the Authority may, in writing, obtain any\ninformation for the purpose of this Act, rules and regulations made thereunder.\n(2) Such information under sub-section (1) shall be provided without any\ndelay to the Director General or authorized officer as the case may be.\n20.Power of entry, inspection, etc.— (1)The Director General may\nauthorize any officer or inspectors to enter any airport, aerodrome, radar, control\ntower, premises, aircraft, aircraft manufacturing unit, aircraft maintenance\norganization, air transport operator facilities and offices, hangers, workshops, ramps,\nflying clubs, flight kitchens, cargo and ground handling facilities, fuel storage facilities,\nvehicle or any aeronautical establishment for the purpose of periodic and random\ninspections to verify implementation of this Act, rules, regulations and orders made\nthereunder including specified conditions of the license, certificate, permit,\nauthorization, operating manuals, technical procedures, personnel files and personnel\nlicenses.\n(2) In case of any breach of specified conditions or contravention of this\nOrdinance, rules or regulations made thereunder the matter shall be immediately\nreported to the Director General for an appropriate action as prescribed.\n(3) Provided that in case of any reported violation of conditions with\nreference to aircraft operations or airworthiness the inspectors shall have the power\nto prevent the aircraft from flying unless such violation or breach is rectified or\nremedied.\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 453\n21.Safety oversight functions.— (1) The Director General shall ensure\nenforcement of State Safety Programme for safe, efficient civil aviation activities.\n(2) For the purpose of sub-section (1) the Director General or an authorize\nofficer or inspectors shall conduct audit and survey of personnel licensing, aircraft\noperations, air navigation services, aerodromes, airworthiness, all operators and person\nconnected with civil aviation activities to ensure that regulatory safety risk controls\nare integrated into Safety Management System in a manner as specified from time\nto time.\n22.Power to detain aircraft.— The Director General may detain any\naircraft, if in its opinion such detention is necessary to secure compliance with any\nof the provisions of this Ordinance or the rules or the regulations made thereunder.\n23.Power to authorize foreign aircraft to operate.— (1) Subject to\nthe transfer agreement, either wet or dry lease, the Director-General may exercise\nsuch powers and perform such functions and duties, in respect of an aircraft registered\nin a Contracting State which is operated pursuant to an agreement for the lease,\ncharter or interchange of aircraft or any similar arrangement by an operator who\nhas his permanent place of business or his permanent residence in Pakistan, as are\nexercisable’or performable, by the Director-General in respect of an aircraft\nregistered in Pakistan under this Act, rules and regulations made thereunder.\n(2) The Director General may, by an agreement with the authorities of\nthe State of the operator, transfer to that State functions and duties with respect to\nan aircraft registered in Pakistan.\nCHAPTER-V\nPROHIBITIONS\n24.Prohibition on use of weapon or device against civil aircraft.—\n(1) No weapon shall be used against any civil aircraft in flight over the territory of\nPakistan, unless such aircraft causes or is likely to cause direct threat to the national\nsecurity or defense of Pakistan.\n(2) If any civil aircraft is in flight over the territory of Pakistan for any\npurpose other than for carriage of passengers, goods and mails and fails to satisfy its\npurpose of flight, such aircraft may be intercepted and directed to land at any specified\naerodrome.\n(3) Upon interception of an aircraft under sub-section (2), sufficient\nmeasures shall be taken to protect and secure the lives of person on board.\n454 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\n(4) Whosoever contravenes or fails to comply with any provision of\nsub-section (1) shall commit an offence under this Ordinance punishable with rigorous\nimprisonment for a term not exceeding twenty five year or with fine not exceeding\none million rupees or with both and his property movable and immovable shall be\nforfeited to the Federal Government.\n25.Prohibition on pilotless aircraft.—  (1) No aircraft capable of being\nflown shall fly without a pilot over the territory of Pakistan:\nProvided that un-manned aerial vehicle operation is related to work, business\nand recreation, it may be permitted subject to prescribed conditions.\n(2) Whosoever contravenes or fails to comply with sub-section (1), shall\ncommit an offence under this Ordinance punishable with imprisonment for a term\nnot exceeding five years or with fine not exceeding five hundred thousand rupees or\nwith both.\n26.Flying to cause danger.— (1) No civil aircraft shall be flown to cause\ndanger to any person or property on land or water over the territory of Pakistan.\n(2) Whosoever contravenes or fails to comply with sub-section (1) shall\ncommit an offence under this Ordinance punishable with imprisonment for a term\nnot exceeding five years or with fine not exceeding five hundred thousand rupees or\nwith both, unless the pilot or person in control of the aircraft proves to the satisfaction\nof the court that the aircraft was so flown without his actual fault or privity.\n27.Prohibition or restriction on construction of buildings,\nstructures, planting of trees, etc.— (1) If the Authority is of opinion that it is\nnecessary or expedient for the safety and security of aircraft operations it may, with\nthe approval of the Minister in-Charge or Secretary of the Division, by order,—\n(a) direct that no building or structure shall be constructed or erected, or\nno tree shall be planted on any land within such radius not exceeding\nfifteen kilometers from the aerodrome reference point, as may be\nspecified in the notification;\n(b) incase where there is any building, structure or tree on such land,\ndirect the owner or the person having control of such building, structure\nor tree to demolish such building or structure or cut the tree within\nsuch period as may be specified in the notification;\n(c) direct that no building or structure higher than such height as may\nspecified in the notification shall be constructed or erected, or no tree,\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 455\nwhich is likely to grow or ordinarily grows higher than such height as\nmay be specified in the notification, shall be planted, on any land within\nsuch radius, not exceeding fifteen kilometers from the aerodrome\nreference point, as may be specified in the notification; and\n(d) incase where the height or any building or structure or tree on such\nland is higher than the specified height direct the owner or the person\nhaving control of such building, structure or tree to reduce the height\nthereof so as not to exceed the specified height, within such period as\nmay be specified in the notification:\nProvided that any person who sustains any loss or damage in consequence\nof any direction contained in clause (ii) or (iv) shall be paid compensation in accordance\nwith the prescribed criteria.\n(2) In specifying the radius under clause (i) or clause (iii) of sub-section\n(1) and in specifying the height of any building structure or tree under the said clause\nthe Authority shall take into consideration;\n(a) the nature of requirement of the safety and security of aircraft\noperations including environmental hazards;\n(b) the nature of the aircraft operated or likely to be operated in the\naerodrome or airports; and\n(c) the international standards and recommended practice governing the\noperations or aircraft.\n(3) Where any order has been issued under sub-section (1) directing the\nowner or the person having the control of any building, structure or tree to demolish\nsuch building or structure or to cut such tree or to reduce the height of any building,\nstructure or tree, a copy of the notification to that effect shall be served, on the\nowner or the person having the control of the building, structure or tree, as the case\nmay be,—\n(a) by delivering or tendering it to such owner or person; or\n(b) if it cannot be so delivered or tendered, by delivering or tendering it to\nany owner or persons or any adult male member of the family of such\nowner or person or by affixing a copy thereof on the outer door or on\nsome conspicuous part of the premises in which such owner or person\nis known to have last resided or carried on business or personally\nworked for gain; or\n456 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\n(c)failing service by these means; by registered post or other courier\nservices.\n(4) Every person shall be bound to comply with any direction contained in\nthe order issued under sub-section (1).\n(5) If any person willfully fails to comply with any direction contained in\nany order issued under this section, shall commit an offence under this Ordinance\npunishable with imprisonment for a term not exceeding one year or with fine not\nexceeding five hundred thousand rupees but not be less than two hundred and fifty\nthousand rupees or with both.\n(6) Without prejudice to the provisions of sub-section (5), if any person\nfails to demolish any building or structure or cut any tree or fails to reduce the height\nof any building, structure or tree in pursuance of any direction contained in any order\nissued under sub-section (1), within the period specified in the order, then it shall be\ncompetent for the licencee of the aerodrome or airport, as the case may be, or any\nofficer authorized by the Authority in this behalf, with such assistance as may be\nrequired, to demolish such building or structure or cut such tree or reduce height of\nsuch building structure or tree.\n(7) If any officer authorized to take action under sub-section (6) requires\npolice assistance in the exercise of his power thereunder, he may send requisition to\nthe officer-in-charge of a police station who shall, on such requisition, render such\nassistance.\nCHAPTER-VI\nPOWERS OF FEDERAL GOVERNMENT\n28.Issuance of directives and exemptions.— (1) The Federal\nGovernment may, as and when it considers necessary, issue directives to the Authority\non matters of policy, and such directives shall be binding on the Authority, and if a\nquestion arises whether any matter is a matter of policy or not; the decision of the\nFederal Government shall be final.\n(2) Except section 29 of this Act, the Federal Government may, by\nnotification in the official Gazette, either exempt from all or any of the provisions of\nthis Ordinance, any aircraft or class of aircraft, and any person or class of persons,\nor may direct that all or any of such provisions shall apply to any aircraft or person\nsubject to such modifications or conditions as may be prescribed in the notification.\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 457\n29.Implementation of certain international commitments.— (1) The\nFederal Government may by notification in the official Gazette, make such rules as\nappear it to be necessary for carrying out the provisions of,—\n(a) the Convention on International Civil Aviation signed in Chicago on\nthe seventh day of December, 1944, and any amendments of the\nConvention or Annexes thereto made in accordance with the provisions\nof Article 94 of the Convention;\n(b) the Convention on International Recognition of Rights in Aircraft signed\nin Geneva on the nineteenth day of June, 1948, and any amendment\nthereto;\n(c) the Convention on damage caused by foreign aircraft to third parties\non the surface signed in Rome on the seventh day of October, 1952,\nand any amendment thereto; and\n(d) any other treaty, agreement or convention between Pakistan and any\nother country or any decision taken at any international body relating\nto civil aviation.\n(2) Notwithstanding anything contained, above the Authority may\nmake such regulations as it considers necessary and expedient to give effect to\nimplement Annexes to the Chicago Convention and any amendment thereto under\nsub-section (1) (a).\n30.Establishment of Safety and accident investigation agency.—\n(1) The Federal Government may establish, an independent Aircraft Accident\nInvestigation Board under this Ordinance, comprising such members as it may deem\nnecessary from time to time.\n(2) The Federal Government, may prescribe procedure for the investigation\nof any aircraft accident and incident under this Act.\n(3) In particular and without prejudice to the generality of the power under\nsub-section (2), such procedures may.—\n(a) require notice to be given of any aircraft accident in such manner and\nby such person as may be prescribed;\n(b) apply for the purposes of such investigation, either with or without\nmodification, the provisions of any law for the time being in force\nrelating to the investigation of aircraft accidents;\n458 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\n(c) prohibit, pending investigation, access to, or interference with an aircraft\nto which an accident has occurred and authorize any person, so far as\nmay be necessary for the purposes of investigation, to have access to,\nexamine, remove, take measures for the preservation of or otherwise\ndeal with any such aircraft; and\n(d) authorize or require the cancellation, suspension, endorsement or\nsurrender of any license or certificate granted or recognized under\nthis Ordinance, rules or the regulations, if it appears on investigation\nthat the license ought to be so dealt with and provide for the production\nof any such license for such purpose.\n31.Orders in times of war or other emergency.— (1) In the event of\nwar or other emergency or in the interests of public safety, security or tranquility, if\nMinister in-Charge or the Federal Government as the case may be, is of opinion that\nthe issue of all or any of the following orders is expedient, he may, direct the Authority\nto:\n(a) cancel or suspend, either absolutely or subject to such conditions as it\nmay think fit to specify in the order all or any of the licences or\ncertificates or permits or authorization or approval issued under this\nOrdinance, the rules or the regulations made thereunder;\n(b) suspend the licence of the airport company, take temporary possession\nof any designated airport and operate any airport and aviation services\nin it, in such manner as it thinks fit;\n(c) withdraw the use of any airport on the whole or any part from any\nperson or class of persons or from the public at large;\n(d) prohibit or restrict either absolutely or subject to such conditions as it\nmay think fit to specify in the order, in such manner as may be specified\nin the order the flight of all or any aircraft or class of aircrafts over the\nwhole or any part of Pakistan;\n(e) prohibit or restrict the construction, maintenance or use of any\naerodrome or airport, aircraft factory, flying-school or flying club, or\nplace where aircrafts are manufactured, designed, repaired or kept,\nor any class or description thereof; and\n(f) direct that any aircraft or class of aircrafts or any aerodrome or airport,\naircraft factory, flying-school or flying club, or place where aircrafts\nare manufactured, designed, repaired or kept, together with any\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 459\nmachinery, plant, material, equipment or things used for the operation,\nmanufacture, design, repair or maintenance of aircraft shall be\ndelivered forthwith or within a specified time, for being placed at the\ndisposal of the Division concerned to such authority and in such manner\nas it may specify in the order.\n(2) Any person who suffers direct injury or loss for rendering service\nunder clause (vi) of sub-section (1) shall be paid compensation:\nProvided that the Authority upon taking into consideration the service\nrendered shall determine the amount of compensation.\n(3) The amount of compensation may be fixed by agreement and shall be\npaid in accordance with the terms of such agreement.\n(4) Where the dispute arises with reference to amount of compensation,\nsuch dispute shall be settled through mediation or negotiations in the prescribed\nmanner.\n(5) Where no such agreement can be reached through mediation or\nnegotiations, any party may approach the Secretary of the Division concerned and\nhis decision shall be final and binding on the parties.\n(6) The Division concerned may authorize the Authority to take steps to\nsecure compliance with any order made under sub-section (1) as appear to it to be\nnecessary.\n(7) Whoever knowingly contravenes, fails to comply with, the order made\nunder sub-section (1) shall commit an offence under this Ordinance punishable with\nimprisonment for a term not exceeding three years, or with fine not exceeding live\nhundred thousand rupees but not less than three hundred thousand rupees, or with\nboth and the aircraft or any property used in the commission of offence shall also be\nforfeited to the Federal Government.\n32.Measures for protection of public health.— If the Authority is\nsatisfied that Pakistan or any part thereof is visited by, or threatened with an outbreak\nof any dangerous epidemic and other communicable disease and that the ordinary\nprovisions of the law for the time being in force are insufficient for the prevention of\ndanger arising to public health through the introduction or spread of the disease by\nthe activity of aircraft, the Authority may make order to take such measures as it\ndeems necessary to prevent such danger.\n460 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\nCHAPTER-VII\nOFFENCES AND PENALTIES\n33.Contravention of provisions of Act and rules.— (1) Whosoever\ncontravenes or fails to comply with any provision of this Ordinance shall commit an\noffence under this Ordinance, and where no penalty is expressly provided, punishable\nwith imprisonment for a term not exceeding five years or with fine not exceeding\nfive million rupees but shall not be less than five hundred thousand rupees or with\nboth.\n(2) Whosoever contravenes or fails to comply with any provisions of rules\nor regulations made under this Ordinance shall commit an offence punishable with\nimprisonment for a term not exceeding one year or with fine not exceeding two\nmillion rupees but shall not be less than four hundred thousand rupees or with both.\n34.Contravention of conditions of licence.— Notwithstanding anything\ncontained herein, any company which contravenes any of the conditions of the\nlicence issued under this Ordinance shall commit an offence under this Act, punishable\nwith fine not exceeding two million rupees but shall not be less than five hundred\nthousand rupees and provided that the licence of the company may also be suspended\nor cancelled subject to the provisions of this Ordinance.\n35.Offence by body corporate.— Where an offence is committed by a\nbody corporate under this Ordinance or rules or regulations made thereunder, every\nperson who was a director, secretary or manager or other similar officer of the body\ncorporate or was purporting to act in any such capacity or was in any manner or to\nany extent responsible for the management of the affairs of the body corporate shall\ndeemed to have committed the offence and shall be punished accordingly, unless\nsuch person proves that the offence was committed without his consent or connivance\nand that he had exercised due diligence to prevent the commission of the offence as\nhe ought to have exercised, having regard to the nature of his functions in that\ncapacity and to all the circumstances.\n36.Cognizance of offences.— (1) No court shall take cognizance of an\noffence punishable under this Ordinance except upon complaint in writing made by\nthe Authority or any of its authorized officers.\n(2) Notwithstanding anything contained in the Code of Criminal Procedure,\n1898 (Act V of 1898),—\n(a) no Court inferior to that of a High Court of the respective province or\nIslamabad Capital Territory, as the case may be, shall try an offence\npunishable under this Ordinance;\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 461\n(b) all offences under this Ordinance shall be non-bailable; and\n(c) it shall be lawful for any High Court of the respective province or\nIslamabad Capital Territory to pass any sentence authorized by this\nOrdinance.\n37.Penalty for abetment of offences and attempted offences.—\nWhosoever abets the commission of any offence under this Ordinance or attempts\nto commit such offence shall be liable to the punishment provided for the offence.\n38.Power of court to order forfeiture.— Where any person is convicted\nof an offence for breach of any provision of this Ordinance and rules made thereunder,\nthe Court Session by which he is convicted may direct that the aircraft or article or\nsubstance, as the case may be in respect of which the offence has been committed,\nshall be forfeited to the Federal Government or the Authority.\nCHAPTER-VIII\nFINANCE\n39.Civil Aviation Authority Fund.— (1) There shall be a fund to be\nknown as the “Pakistan Civil Aviation Authority Fund” which shall vest in the Authority\nand shall be utilized by the Authority to meet charges in connection with its functions\nunder this Ordinance including the payment of salaries, pensions and other\nremuneration to the Director General, officers, servants, experts and consultants of\nthe Authority.\n(2) The Civil Aviation Authority Fund shall consist of the following namely,—\n(a) grants;\n(b) loans;\n(c) sale proceeds of bonds issued under the authority of the Federal\nGovernment;\n(d) proceeds of any investment by the Authority; and\n(e) all other sums received and fees collected by the Authority.\n(3) The Authority shall be competent to levy, collect or recover its dues\nand fines at such rates and manner as may be prescribed, by regulations, from time\nto time.—\n462 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\n(a) fees paid in connection with any survey, inspection, examination, test,\ncertificate, license, permit, authorization, approval either issued or\nrenewed;\n(b) fees and charges in respect of commercial exploitation of the\nAuthority’s properties, whether movable or immovable including land,\nbuilding and aircraft; and\n(c) collection of dues, imposition of fine and penalty for violation of\nprescribed and prescribed conditions.\n(4) The Civil Aviation Authority Fund shall be kept in any of the scheduled\nbanks.\n(5) For the purpose of investment under clause (d) of sub-section (2), no\ninvestment shall be made in any Non-Banking Financial Institution, Modaraba, Stock\nExchange, Leasing Companies, etc.\n(6) Notwithstanding anything contained in any other law in force on the\ncommencement of this Act, all investments along with its proceeds kept in any Non-\nBanking Financial Institution, Investment Modaraba, Stock Exchange, Leasing\nCompanies, etc. shall immediately be transferred to scheduled banks where fund of\nthe Authority have been kept and maintained.\n40.Recovery of dues as fine under Code of Criminal Procedure.—\nNotwithstanding anything contained under this Ordinance or any other law for the\ntime being in force, all fee, charges, sums, dues, fine and penalty imposed under\nsection 39 (3) or any other law for the time being in force and all arrears of such\ncharges, fees, dues imposed under this Ordinance and fine and penalty imposed\nunder any other law for the time being in force, may be recovered in addition to\nother modes as prescribed, upon summary proceedings before a magistrate in the manner\nprovided in the Code of Criminal Procedure, 1898 (V of 1898) for recovery of fines.\n41.Maintenance of accounts.— Notwithstanding anything contained in\nany other law for the time being in force the accounts of the Authority shall be\nmaintained as per the Accountant Standards and Guidelines as adopted and issued\nby the Institute of Chartered Accountants of Pakistan.\n42.Budget.— The Authority shall, in respect of each financial year, submit\nfor the approval of the Federal Government by such date and in such form as may\nbe prescribed by the Federal Government a statement showing the estimated receipts\nand current and development expenditure and the sums which are likely to be required\nfrom the Federal Government during the next financial year.\n43.Audit.—(1) The accounts of the Authority shall be audited every\nyear by the Auditor General of Pakistan.\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 463\n(2) Copies of the audit report shall be sent to the Authority and the Authority\nshall forward the report along with its comments to the Federal Government.\n(3) The Authority may, in addition to the audit under sub-section (1), cause\nto be carried out internal audit of its accounts.\n44.Submission of yearly report, returns, etc.— (1) The Authority shall\nsubmit to the Federal Government as soon as possible after the end of every financial\nyear but before the last day of September next following, a report on the conduct of\nits affairs for that year.\n(2) The Federal Government may require the Authority to supply any\nreturn, statement estimate, statistics or other information regarding any matter under\nthe control of the Authority or a copy of any document in the charge of the Authority\nand the Authority shall comply with every such requisition.\n(3) A copy of the report mentioned in sub-section (1) together with a copy\nof audit report under section 29 may be placed by the Federal Government before\nthe National Assembly.\n45.Exemption from taxes.— Notwithstanding anything contained in the\nIncome Tax Ordinance, 2001 (Ordinance XLIX of 2001), or any other law for the\ntime being in force relating to income tax, super tax, sales tax on services, property\ntax the Authority shall be exempted for a period of five years from paying any such\ntaxes as aforesaid on its incomes, profits or gains, property, services, from the date\nof commencement of this Ordinance.\nCHAPTER-IX\nAPPEALS\n46.Appeal and representation.— (1) Any person in the service of the\nAuthority if aggrieved by any order or decision, in respect of his terms and conditions\nof service may, prefer an appeal or representation in accordance with the prescribed\nregulations.\n(2) Any person aggrieved by any order under the provisions of this\nOrdinance, may prefer an appeal to the competent authority for redressal of his\ngrievance:\nProvided that in case of decision of the Director General appeal shall lie to\nthe Secretary of the Division in-charge.\n(3) The Secretary shall take appropriate action to redress such grievance.\n464 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\nCHAPTER-X\nMISCELLANEOUS\n47.Delegation of powers.— (1) The Federal Government may, by\nnotification in the official Gazette, direct that any power conferred upon it by this\nOrdinance shall, in such circumstances and subject to such conditions, if any, as may\nbe specified in the notification, be exercised by the Prime Minister or the Minister\nin-Charge.\n(2) Subject to such conditions as it may think fit to impose the Authority\nmay, by general or special order, delegate to the Executive Committee, the Director\nGeneral or an Officer of the Authority any of its powers, functions and responsibilities\nunder this Ordinance.\n48.Act X of 2012 not to apply to Authority.— The Industrial Relations\nAct, 2012 (Act X of 2012) or any other law related to industrial relations for the time\nbeing in force, shall not apply to or in relation to the Authority or any person in the\nservice of the Authority.\n49.Authority to be deemed to be a local Authority.— The Authority\nshall be deemed to be a local authority for the purpose of borrowing money under\nthe Local Authorities Loans Act, 1914 (Act IX of 1914), and the making and execution\nof any scheme under this Ordinance shall be deemed to be a work which such\nauthority is legally authorized to carry out.\n50.Use of patent.— The exceptions to patent right under sub-section 5\n(b) of section 30 of the Patents Ordinance, 2000 (LXI of 2000), shall apply to foreign\nregistered aircraft while in Pakistan.\n51.Wreck and salvage.— (1) The provisions of Part XII of the Merchant\nShipping Ordinance, 2001 (Ordinance LII of 2001), relating to wreck and salvage\nshall apply to an aircraft in, on or over, the sea or in tidal waters, or on or over the\nshores of the sea or tidal waters as they apply to ships, and the Federal Government\nmay, by notification in the Official Gazette, make such modifications of the said\nprovisions in their application to aircraft as appear to it to be necessary or expedient.\n(2) Any services rendered in assisting or in saving life from, or in saving\nthe cargo or apparel of an aircraft in, on or over, the sea or in tidal waters, or on or\nover the shores of the sea or any tidal water, shall be deemed to be salvage in cases\nin which they would have been salvaged had they been rendered in relation to a ship,\nand where services are rendered by an aircraft to any property or person, salvor\nshall be entitled to the same reward for those services as he would have been\nentitled to had the aircraft been a ship.\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 465\n(3) The provisions of sub-section (2) shall have effect notwithstanding\nthat the aircraft concerned is a foreign aircraft and that the services in question are\nrendered beyond the limits of the territorial waters of Pakistan.\n52.Liability of the Federal Government to be limited.— The liability\nof the Federal Government to the creditors of the Authority shall be limited to the\nextent of grants made by it and the loans raised by the Authority with the sanction of\nthe Federal Government.\n53.Bar to certain suits.— No suit shall be brought in any civil court in\nrespect of trespass or nuisance by reason only that such civil aircraft in flight over\nany property, is at a reasonable height above the ground having regard to wind,\nweather and all other the circumstances including the ordinary incidents of such\nflight and regulatory actions such as suspension or cancellation of licence, certificate,\npermit, authorization, validation or approval in the flight safety interest or any offence.\n54.Winding-up of the Authority.— No provision of any law relating to\nthe winding-up of bodies corporate shall apply to the Authority and the Authority\nshall not be wound up except by order of the Federal Government and in such\nmanner as the Federal Government may direct.\n55. Indemnity.— No suit, prosecution or other legal proceedings shall lie\nagainst the Authority, the Director General, or any member, officer, servant, expert\nor consultant of the Authority in respect of anything, done or intended to be done in\ngood faith under this Ordinance.\n56.Continuance of funds, investment, assets and liabilities of the\nPakistan Civil Aviation Authority, Regulatory Division.— (1) All funds,\ninvestment, assets and undertakings, including lands, buildings, works, machinery,\napparatus, equipment, material and plants, records, cash balances, share in pension\nfund according to its pension liability, capital, reserves, reserve funds, investments,\nconcessions, licence, leases and book debts and all other rights and interests arising\nout of such undertakings as were immediately before that day vested in the Pakistan\nCivil Aviation Authority, Regulatory Division shall, without any conveyance or\nassignment, shall be transferred to and vest in, the Authority in fee simple absolute\nand all liabilities in respect of the said assets shall be the liability of the Authority.\n(2) The undertaking of the Pakistan Civil Aviation Authority, Regulatory\nDivision which is transferred to, and which vests in, the Authority under sub-section\n(1) shall be deemed to include all assets, rights, obligations, powers and privileges, in\nrelation to its undertaking, all books of account and documents relating thereto and\nshall also be deemed to include all borrowings, liabilities and obligations of whatever\nkind then subsisting of the Pakistan Civil Aviation Authority, in relation to its\nundertaking.\n466 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\n(3) The assets and liabilities of the Pakistan Civil Aviation Authority,\nRegulatory Division shall be evaluated by the Federal Government and taken on\nbooks, and the excess of the assets over the liabilities will be deemed to be the\nFederal Government’s contribution to the Authority either as equity or loan as may\nbe determined by the Federal Government.\n(4) The evaluation of the net assets transferred to the Authority under\nsub-section (3), the terms governing the transfer, the return on equity, if any, and the\nconditions governing the loan shall be determined by the Federal Government.\n(5) The Authority logo, insignia, stationary, printed forms, and online\ncommunication shall continue to be utilized, unless specified otherwise by the Authority.\n57.Continuance of rules, regulations, etc. in force.— (1 ) All existing\nrules, regulations, notifications, orders, aeronautical publications, notices to airmen,\npermits, directions, approvals, or exemptions, license, certificate, actions taken,deeds,\ncontracts, working arrangements, document or agreement made, fee directed, charges\nlevied, direction given, proceedings taken or instrument executed or issued, decision\ntaken and acts done by the Pakistan Civil Aviation Authority, Regulatory Division\nwhich were in force and in effect before the commencement of this Ordinance,\nshall continue to be in force unless modified, rescinded, altered, revised or amended\nby the Authority under this Ordinance.\n(2) All liabilities incurred by the Pakistan Civil Aviation Authority,\nRegulatory Division in connection with, or for the purpose of, the Authority, shall\ndeemed to have been made or incurred by the Authority under this Ordinance.\n58.Continuance in the service of existing employees.— Subject to\nthe provisions of this Ordinance, any employee who immediately before the\ncommencement of this Ordinance has been in the service of the Pakistan Civil\nAviation Authority, Regulatory Division, the service of such employee shall stand\ntransferred to Authority under this Ordinance, on the same terms and conditions as\nwere applicable to him, unless modified or amended under the provisions of this\nOrdinance.\n59.Repeal of laws and savings.— (1) Subject to the provisions of\nsub-section (2), the Civil Aviation Ordinance, 1960 (Ordinance XXXII of 1960) and\nthe Pakistan Civil Aviation Authority Ordinance, 1982 (Ordinance XXX of 1982),\nare hereby repealed.\n(2) Notwithstanding the repeal of any enactment by sub-section (1),—\n(a) any notifications, rules, regulations, orders, aeronautical publications,\nnotices to airmen, permits, directions, approvals, or exemptions issued,\nmade, prescribed, granted under or in pursuance of any such enactment\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021 467\nhereby repealed shall be deemed to have been issued, made, granted\nunder the corresponding provision of this Ordinance, shall continue in\nforce until amended, repealed, modified under the provisions of this\nOrdinance;\n(b) any member, officer, servants; staff, experts and consultants, appointed\nunder or in pursuance of any such enactment hereby repealed and\nshall be deemed to have been, appointed, as the case may be, under\nthe corresponding provision of this Ordinance;\n(c) any document referring to any enactment hereby repealed shall be\nconstrued as referring, as far as may be, to this Ordinance, or to the\ncorresponding provision of this Ordinance;\n(d) aircraft registration maintained by Civil Aviation Authority, Pakistan\nunder or in pursuance of any enactment hereby repealed shall be deemed\nto have been registered and maintained under the corresponding\nprovision of this Ordinance or rules and regulations made thereunder;\n(e) any license, certificate of competency or license of commercial\noperations, airworthiness certificates, aerodrome licensing and\ncertification, air-operator certificate, radio equipment license or any\ncertificate, authorization , concessions or document issued made or\ngranted under or in pursuance of any enactment hereby repealed shall\nbe deemed to have been issued, made or granted under the provisions\nof this Act, shall continue in force unless cancelled, suspended or\nrevoked or lapsed on the date specified in the license or certificate or\ndocument;\n(f) no license or certificate or document cancelled, suspended, revoked,\nlapsed under or in pursuance of any enactment hereby repealed shall\nbe deemed to have been cancelled, suspended, revoked, lapsed under\nthis Ordinance and shall, unless renewed, re-issued in pursuance of\nthe provisions of this Ordinance;\n(g) exercise of power and functions by the Board, its members, Director\nGeneral, officers, etc. under or in pursuance of any enactment hereby\nrepealed or otherwise shall have effect as power and functions had\nbeen exercised under the corresponding provision of this Ordinance;\n(h) any constitution of the Board under or in pursuance of any enactment\nhereby repealed or otherwise shall have effect as constituted, made\nunder the corresponding provision of this Ordinance, shall continue in\nforce until re-constituted under the provisions of this Ordinance;\n468 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7, 2021   [PART I\n(i) all funds, investment and accounts constituted or maintained under or\nin pursuance of any enactment hereby repealed by this Ordinance\nshall be deemed to have been constituted or maintained under the\ncorresponding provision of this Ordinance;\n(j) all inquiry, proceedings under or in pursuance of any enactment hereby\nrepealed by this Ordinance shall be deemed to have been pending\nunder the corresponding provision of this Ordinance;\n(k) where any offence has been committed under or in pursuance of any\nenactment hereby repealed by this Ordinance shall be deemed to have\nbeen committed under the corresponding provision of this Ordinance;\nand\n(l) anything done, action taken, deed, contracts document or agreement\nmade, fee directed, charges levied, direction given, working\narrangements made, proceedings taken or instrument executed or\nissued, under or in pursuance of any enactment hereby repealed by\nthis Ordinance and any such action, deed, contracts, document or\nagreement made, fee directed, direction given, proceedings taken or\ninstrument executed shall, if in force at the commencement of this\nOrdinance , shall continue in force, and have effect as if it were\nrespectively done; taken, commenced, made, directed, given, executed\nor issued under the corresponding provision of this Ordinance.\n60.Removal of difficulties.— If any difficulty arises in giving effect to\nany provision of this Ordinance, the Federal Government may make such order, not\ninconsistent with the provision of this Ordinance, as may appear to be necessary for\nthe purpose of removing the difficulty.\nDR. ARIF ALVI,\nPresident.\n_______\nRAJA NAEEM AKBAR,\nSecretary.\n_______________________________________________________________________________________________\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}