{
    "file": "./converted_json\\administratora8223b3e3361822e4f85dedbd00b820c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \n THE SUPREME COURT (REVIEW OF JUDGMENTS AND \nORDERS) ACT, 2023  \n \n \n \n \nCONTENTS  \n \n1. Short title, commencement and extent  \n2. Enlargement of jurisdiction of the Supreme Court  \n3. Larger Bench  \n4. Right t o appoint counsel  \n5. Judgments and orders made prior to commencement of this Act  \n6. Limitation  \n7. Act to override other laws etc  \n   \n\n \nPage 2 of 3 \n THE SUPREME COURT (REVIEW OF JUDGMENTS AND \nORDERS) ACT, 2023  \nACT No. XXIII of 2023  \n[26th May, 2023]  \nAn Act to facilitate and strengthen the Supreme Court of Pakistan in the exercise of its powers to \nreview its judgment and orders  \nWHERE AS Article 188 of the Constitution of Pakistan empow ers the Supreme Court, subject \nto the provision of any Act of Majlis -e-Shoor a (Parliament) and any rules made  by the Supreme Court, \nto review any judgment pronounced or any ord er made by it;  \nAND WHEREAS to facilitate and strengthen the exercise of this power, it is necessary to \nenlarge the jurisdiction of the Supreme Court as expressly provided under Article 188;  \nAND WHEREAS it is necessary  to ensure the fundamental right to justice by providing for \nmeaningful review of judgement s and orders passed by the Supreme Court in exercise of its original \njurisdiction under Article 184;  \nIt is hereby enacted as follows:__ \n1. Short title, commencement and extent.__ (1) This Act  shall  be called the Supreme \nCourt (Review of Judgments a nd Orde rs) Act, 2023.  \n(2) It shall come into force at once.  \n2. Enlargement of jurisdiction of the Supreme Court. — In case of judg ments and \norders of the Supreme Court in exercise of its original jurisdiction under Article 1 84 of the \nConstitution, the scope of review on both fac ts and law, sha ll be the s ame as an appeal under Article \n185 of the Consti tution. \n3. Larger Bench.— A review petition shall be heard by a Bench larger than the Bench \nwhich passed the original judgment or order.  \n4. Right t o appoint counsel .__ The review petitioner shall have the right to appoint any \nadvocate of the Supreme Court of his choice for the review  petition.  \n5. Judgments and orders made prior to commencement of this  Act.— The right to file \na review petition shall al so be available to an aggrieved  person  against whom an ord er has  been mad e \nunder -clause (3) of Article 184 of the Constitution, prior to the commencement of this Act:  \nProvided that the review  petition under this section shall be filed within sixty days of the \ncommencement of this Act.  \n6. Limitation.__ A review petition may be filed within sixty days of  the pass ing of the \noriginal order.  \n \nPage 3 of 3 \n 7. Act to override other laws etc. — The provisions of thi s Act shall have effect \nnotwithstanding anything contained in any other law, rules or regulations for the time being in force \nor judgment o f any court including the Supreme Court and a High Court."
}