{
    "file": "./converted_json\\administrator8785fc23097fe350194e9e0ade5b970c.json",
    "name": "The Export Processing Zones Authority Ordinance, 1980",
    "date": "6th February, 1980",
    "tagline": "Establishment of Export Processing Zones Authority for making arrangements for planning, development, and management of Zones.",
    "content": "Page 1 of 9 \n \n \n \n \nTHE EXPORT PROCESSING ZONES AUTHORITY  \nORDINANCE, 1980  \n \n \n \nCONTENTS  \n____________  \n \n \nCHAPTER I .—PRELIMINARY  \n \n1.  Short title, application and commencement  \n \n2. Definitions  \n \n3 Zone to be bounded area  \n \n \nCHAPTER II .—CONSTITUTION OF THE AUTHORI TY \n \n4. Establi shment of Authority   \n5.  Management   \n6. Constitution of the Board   \n7. Duties and functions of Chairman and Members   \n8. Headquarters of the Authority  \n \nCHAPTER III .—POWERS AND DUTIES OF THE AUTHORITY  \n \n9.  Master plan and master programme  \n \n9A.  Establishment  of Private and Public Partici pated Export Processing Zones  \n \n10. Preparation of schemes for Infrastructure  \n \n11. Sanctioning of i ndustries, etc.   \n \n12. Powers of the Authority  \n \n \n \n \n\n \nPage 2 of 9 \n CHAPTER IV —ACQUIS ITION OF LAND  \n \n13. Liability to acquisition  \n \n14. Acquisition o f Land \n \nCHAPTER V —ESTABLISHMENT  \n \n15. Establishment  \n \n16. Chairman , members , officers,  etc., to be public servants  \n \n17. Indemnity  \n \n18. Delegation of powers  \n \nCHAPTER VI —FINANCE  \n \n19. Authority Fund  \n \n20. Authority to be deemed to be a local Authority  \n \n21. Borro wing , etc., by the Authority  \n \n22. Budget  \n \n23. Audit and a ccounts  \n \nCHAPTER VII —MISCELLANEOUS  \n \n24. Dispute s to be referred to arbitration  \n \n25. Power to exempt  \n \n26. Power to make rules  \n \n27. Power to make regulation s \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 9 \n THE EXPORT PROCESSING ZONES AU THORITY ORDINANCE, 1980  \n \nORDINANCE No. IV of 1980  \n \n[6th February, 1980]  \n \nAN \nORDINANCE  \nto establish an Export Processing Zones Authority  \n \nWHEREAS it is expedient to establish an Export Processing Zones Authority for making all \narrangements for the planning,  development and management of the Zones and to provide for \nmatters connected therewith or ancillary thereto;  \n \nAND WHEREAS the President is satisfied that circumstances exist which render it nec essary \nto take immediate action ; \n \n  NOW, THEREFORE, in pursuan ce of the Proclamation of the fifth day of July, 1977, read \nwith the Laws (Continuance in Force) Order, 1977 (C.M.L.A. Order No. 1 of 1977),  and in exercise \nof all powers enabling him in that beha lf, the President is pleased to make and promulgate the \nfollowing Ordinance: — \n \nCHAPTER I.—PRELIMINARY  \n \n1. Short title, application and commencement. —(1) This Ordinance may be called the \nExport Processing Zones Authority Ordinance, 1980.  \n \n(2) It shall apply to all industrial undertaking s set up or operating in t he Export Processing \nZones.  \n \n(3) It shall come into force on such date as the Federal Government may, by notification in \nthe official Gazette, specify.  \n \n 2. Definitions .—In this Ordinance, unless there is anything repugnant in the subject or \ncontext, — \n \n(a) “Authority ” means the Export Processing Zones Author ity established under \nsection 4 ; \n \n (b) “Board ” means the Board constitu ted under section 5 ; \n \n  (c) “bonded area ” means an area declared as a public warehouse under section 12 \n   of the Customs Act, 1969  (IV of 1969) ;  \n \n   (d) “Chairman ” mean s the Chairman of the Authority ; \n    \n1[(da) “Export Processin g Zone developer and operator” M eans a company  \nincorporated  in Pakistan which has entere d into an  agreement with Authority  \nfor the development and O peration s of Private  and Public P articipated Export \nProcessing Zone s.] \n \n1Ins. by Act No. XXXVI of  2023 , s.2.  \n \nPage 4 of 9 \n (e) “industrial undertaking ” means an industry, undertaking or establishment \nengaged in th e production, distribution or processing of such goods or the \nproviding of such services as may be specified in this behalf by the  Federal \nGovernment;  \n \n (f) “investor ” means a person or company investing in an industrial undertaking \nlocated in a Zone;  \n \n(g) “manufacture ”, with its grammatical variations and cognate expr essions, \nmeans the process of converting materials into a new product or article, \nwhether or not by power operated machinery, whereby a change in tariff \nclassification has been effected : \n \n(h) “prescribed ” means prescribed by rules.  \n \n(i) “rules ” means rules  made under this Ordinance ;  \n \n(j) “tariff area ” means any area in Pakistan outside the limits of a Zone ; and  \n \n1[(k) “Zone ” means such area as the Federal Government may, by notification in \nthe official Gazette, declare to be a Zone  including Private and P ublic \nParticipated Export Processing Zones for the purposes of this Ordinance.]  \n \n3. Zone to be bonded area. — Every Zone shall be a bonded area.  \n \nCHAPTER II .—CONSTITUTION OF THE AUTHORI TY \n \n4. Establishment of the Authority .— (1) There shall be established a n Authority to be \nknown as the Export Processing Zones Authority for carrying out the purposes of this Ordinance.  \n \n(2) The Authority shall be a  body corporate, having per petual succession and a common seal, \nwith power, subject to the provisions of this Or dinance, to acquire and hold property, both moveable \nand immovable, and shall by the said name sue and be sued.  \n \n5. Management .—The general direction and administration of the Autho rity and its affairs \nshall vest in a Board.  \n \n6. Constitution of the Board. — (1) The Board shall consist of not more than nine mem bers, \nincluding the Chairman to be appointed by the Federal Government.  \n \n(2) The Chairman and other members of the Board shall hold office during the pleasure of the \nFederal Government and unless soon er removed shall hold office for a period of three years.  \n \n(3) No act or proceeding of the Board shall be invalid merely on the ground of the existence \nof any vacancy in, or defect in the constitution of, the Board.  \n \n(4) The Chairman and each member of the  Board shall receive such salaries and allowances \nor such fee as may be deter mined by the Federal Government in each case.  \n \n \n1 Subs. by Act No. XXXVI of  2023 , s.2.  \n \nPage 5 of 9 \n 7. Duties and functions of Chairman and Members. —(1) The Chairman and members \nshall discha rge such duties and perform such functions as are assigned to them under this Ordinance \nor by the Federal Government.  \n \n(2) Until the Board is duly constituted, the Chairman shall, subject to such directions as the \nFederal Government may, from time to time,  give, exercise the powers, discharge the duties and \nperform the functions of the Board.  \n \n 8. Headquarters of the Authority. — The headquarters of the Authority shall be situated at \nKarachi.  \n \nCHAPTER  III.—POWERS AND DUTIES OF THE AUTHORITY  \n \n9. Master plan a nd master programme. —The Authority shall prepare a master plan and a \nphased master programme for the development of the Zones.  \n \n1[9A. Esta blishment o f Private and Public Participated  Export Processing Zones. —(1) \nThe Authority  may, with the approval of the Federal Government establis h Private and Public \nPartici pated Export Processing Zones : \n \nProivded that existing industry  or industries, as  the case may be, subject to fulfillment of \ncriteria, m ay be declared part of a Pri vate and Public Participated Exprot P rocessing Zone:     \n \nProvided further that the  Private and Public Participa ted Export Proc essing Zone s may be \nestablished  in the area contiguous to the indust ry or industries so declared under sub -seciton (1).  \n \n(2) The Private and Public Participate d Export  Processing Zone s established under sub -\nsection(1) shall operate subject to such terms approved by the Federal Government. ] \n \n10. Preparation of schemes for i nfrastructure. —The Authority may, pursuant to the master \nplan, prepare schemes in respect of — \n \n(a) land u se, zoning and land reservation ; \n \n(b) public buildings ; \n \n(c) indus trial warehousing and buildings ; \n \n(d) transportation and communications ; roads, streets, railways, jetty s walls, \nworkshops, shed s, godowns, navigation channels ; \n \n(e) telecommunication s, including  wireless, telex and telephones ; \n \n(f) community facilities, including water supply, sewerage disposal, electricity \nsupply, gas supply  and other public utilities ; and  \n \n(g) environmental control and prevention of pollution.  \n \n11. Sanctioning of i ndustries, etc. —(1) The Authority may, with the approval of the Federal \nGovernment, frame schemes and lay down procedure in respect of sanctioning the establishment and \noperation of industries in the Zones.  \n \n 1Ins. by Act No.  XXXVI of  2023 , s.3. \n \nPage 6 of 9 \n (2) Any industry sanctioned under sub -section (1) shall operate subject to such terms and \nconditions as may be enunciated in the letter of sanction issued by the Authority.  \n \n(3) The materials and manufactured goods shall not be exported from the Zones into the tar iff \narea except to the extent and in  the manner to be specified by the Authority in each case with the \nprior approval of the Federal Government.  \n \n12. Powers of the Authority .—(1) Subject to the other provisions of this Ordinance and the \nrules, the Authorit y may take such measures and ex ercise such powers as may be necessary for \ncarrying out the pur poses of this Ordinance.  \n \n (2) In particular, and without prejudice to the generality of the powers conferred by \nsub-section (1), the Authority may — \n \n(i)  incur  any expenditure ;  \n \n(ii)  undertake any work in the Z ones in pursuance of any scheme ;  \n \n(iii)  procure plants, machinery, instruments an d material required for its use ; \n \n(iv)  enter into and perform all such contrac ts as it may consider necessary ; \n  \n(v)  cause studies, surveys, experiments and technical re search to be made or \ncontribute towards the cost of any such studies, surveys, ex periments or \ntechnical research ; \n \n(vi)  restrict or prohibit by general or special order any change in the use of land \nand alteration  in buildings and installations ; and  \n \n(vii)  cause removal of any work obstructing the execution of any of its schemes.  \n \nCHAPTER IV —ACQUIS ITION OF LAND  \n \n13. Liability to acquisition .—All land within the Zones shall be liable to acquisition at any  \ntime in accordance with the provisions of this Chapter.  \n \n14. Acquisition of L and.—(1) Where any land or interest in any land w ithin any Zone is \nrequired by the Authority for an y of its purposes, that land or interest s hall be acquired under the \nLand Acqui sition Act, 1894 (I of 1894) , by the Provincial Government concerned at the request of \nthe Authority.  \n \n(2) The acquisition of land or interest therein shall, for the purpose s of the Land  Acquisition  \nAct, 1894 (I of 1894) , be deemed to be required for a pub lic purpose.  \n \nCHAPTER V —ESTABLISHMENT  \n \n 15. Establishment .—(1) The Authority may, from time to time, appoint such officers, \nservants, experts or consultants as it may consider necessary for the performance of its functions, on \nsuch terms and condition s as it may deem fit:  \n \nPage 7 of 9 \n  Provided that the Chairman may, in cases of urgency, appoint such officers, servants, experts \nor consultants and on such terms and conditions as he deem s fit, subject to su bsequent approval by \nthe Board.  \n \n (2) The Authority shall be compe tent to take disciplinary action against its officers and \nservants.  \n  \n16. Chairman , members , officers,  etc., to be public servants. —The Chairman, members, \nofficers, servants, experts and consultants of the Authority shall, when acting or purporting to act in \npursuance of any of the provisions of this Ordinance, be deemed to be public servants within the \nmeaning of section 21 of the Pakistan Penal Code (Act XLV of 1860).  \n \n17. Indemn ity.—No suit, prosecution or other legal proceeding shall lie against the \nAuthority, the Chairman, any member, officer, servant, expert, or consultant of the Authority in \nrespect of anything done or intended to be done in good faith under this Ordinance.  \n \n18. Delegation of powers .— The Authority may, by general or special order, de legate to the \nChairman or a member or officer of the Authority any of its powers, duties or functions under this \nOrdinance, subject to such conditions as it may think fit to impose.  \n \nCHAPTER VI —FINANCE  \n \n  19. Authority Fund .— (1) There shall be established  a fund to be known as the Export \nProcessing Zones Authority Fund which shall vest in the Authority and shall be utilised by the \nAuthority, in accordance with the general or specific directions of the Federal Government to meet \ncharges in connection with i ts functions under this Or dinance, including the payment of salaries and \nother remunera tion to the Chairman, members, officers, servants, experts and consultants of the \nAuthority.  \n \n (2) The Export Processing Zones Authority Fund shall con sist of — \n \n(a)  grants made by the Federal Government ;  \n  \n(b)  loans obtained from Government ;  \n \n(c)  grants made by the local bodies ;  \n  \n(d)  sale proceeds of moveable and immoveable property and receipts for services \n   rendered ;  \n \n(e)  loans obtained by the Authority w ith the special or general sanction of the \nFederal Government ;  \n \n(f)  foreign aid and loans obtained from any source outside Pakistan with the \nsanction of, and on such terms as may be approved by, the Federal \nGovernment ;  \n \n(g)  all rates, taxes, fees, char ges levied and fines imposed by the Authority under \nthe regulations made under this Ordinance ;   \n \nPage 8 of 9 \n (h)  all revenues derived by the Authority from any property administered by the \n   Authority ; and  \n \n(i)  all other sums receivable by the Authority.   \n \n20. Aut hority to be deemed to be a local Authority .—The Authority shall be deemed to be \na local authority within the meaning of the Local Authorities Loans Act, 1914 (IX of 1914) , for the \npurpose of borrowing money in accordance with the said Act and the executio n of any scheme under \nthis Ordinance shall be deemed to be a work which such authority is legally authorized to carry out.  \n \n21. B orrowing , etc., by the Authority. —The Authority may, with the prior approval in \nwriting of the Federal Government, raise funds for the purpose of its work ing capital by issuing \nbonds and debentures carrying interest at such rates as may be approved by the Federal Government.  \n \n22. Budget. — In the month of January each year, the Authority shall submit to the Federal \nGovernment for approval a statement of the estimated receipts and expenditure in respect of the next \nfinancial year in such manner and form as may be prescribed.  \n \n23. Audit and a ccounts. — (1) The accounts of the Authority shall be audited every year by \nthe Auditor -Genera l of Pakistan in such manner as may be prescribed.  \n \n(2) Copies of the audit report shall be sent to the Authority and the Authority shal l send the \nreport along with is  comments to the Federal Government.  \n \n(3) The audit report shall be available for public inspection.  \n \n(4) The Federal Government may issue directions to the Authority for the rectification of \nmatters objected to by the Audi tor-General and the Authority shall comply with every such direc tion. \n \nCHAPTER VII —MISCELLANEOUS  \n \n24. Dispute s to be ref erred to arbitration .— (1) Any dispute relating to the interpretation of \nthe provisions of any agreement made under any scheme prepared under section 10 between the \nAuthority and an investor or the rights of the parties to such agreement or any rights conf erred or any \nliability imposed by this Ordinance shall be referred for arbitration to an arbitrator appointed by the \nparties.   \n(2) Any award made upon such reference shall be final and binding on the parties and shall \nnot be subject to any appeal or any ot her remedy.  \n(3) The provisions of the Arbitration Act, 1940 (X of 1940) , shall, so far as they can be made \napplicable, apply to arbitrations under sub -section (1).  \n \n25. Power to exempt. —The Federal Government may, by notification in the official Gazette, \nexempt any Zone from the operation of all or any of the provisions of any law for the time being in \nforce which relates to any matter within the legislative competence of Par liament.  \n \n \n \n \nPage 9 of 9 \n 26. Power to make rules. —The Federal Government may, by notification i n the official \nGazette, make rule s for carrying out the purposes of this Ordinance.  \n  \n27. Power to make regulation s.— (1) The Authority may, with the approval of the Federal \nGovernment, make regulations, not inconsistent with the prov isions of this Ordina nce or the rules, \nfor carrying out the purposes of this Ordinance.  \n \n  (2) In particular and without prejudice to the generality of the foregoing power, such \nregulations may provide for the levy of fees, rates and charges for services rendered by the \nAuthor ity. \n \n \n \n \n \n \n_________________"
}