{
    "file": "./converted_json\\administratorbac164cd85a24294d846d43deaea87f6.json",
    "name": "Benazir Income Support Programme Act, 2010",
    "date": "18th August, 2010",
    "tagline": "An Act to provide for establishment of the Benazir Income Support Programme",
    "content": "Page 1 of 10 \n \n \n \nTHE BENAZIR INCOME SUPPORT PROGRAMME  ACT, 2010 . \n \n \n \n \nCONTENTS  \nCHAPTER -I \nPRELIMINARY  \n1. Short title, extent and commencement  \n2. Definitions  \nCHAPTER -II \nPROGRAMME, ESTABLISHMENT,  OBJECTS AND PURPOSES  \n3. Establishment of the Programme  \n4. Objective and P urposes of the Programme  \nCHAPTER -III \nGOVERNANCE OF THE PROGRAMME  \n5. Governance of the Programme  \n6. Powers and functions of the Board  \n7. Powers and functions of the Chairperson  \nCHAPTER -IV \nESTABLISHMENT OF THE COUNCIL  \n8. Establishment of the Council  \n9. Powers and functions of the Council  \nCHAPTER -V \nPOWERS AND FUNCTIONS OF MANAGEMENT  \n10. Powers and functions of Management   \n\n \nPage 2 of 10 \n CHAPTER - VI \nELIGIBILITY FOR PROGRAMME BENEFITS  AND ITS DISBURSMENT  \n11. Eligible persons or families for financial assistance  \n12. Disbursement procedure  \nCHAPTER -VII \nFUND, ACCOUNTS AND AUDIT  \n13. Fund  \n14. Budget of the Programme  \n15. Maintenance of Accounts and internal control  \n16. Audit  \n17. Annual report  \nCHAPTER -VIII \nEMPLOYEES OF THE PROGRAMME  \n18. Employees of the Programme  \n19. Public servants  \n20. Indemnity  \nCHAPTER -IX \nMISCELLANEOUS  \n21. Redressal of grievance  \n22. Act not to prejudice other laws  \n23. Power to make regulations  \n24. Validity of proceedings  \n25. Removal of difficulties  \n  \n   \n \n  \n \nPage 3 of 10 \n THE BENAZIR INCOME SUPPORT PROGRAMME  ACT, 2010  \nACT No. XVIII OF 2010  \n[18th August, 2010 ] \nAn Act to provide for establishment of the Benazir Income Support Programme  \n WHEREAS it is expedient to provide for establishment of Benazir Income Support \nProgramme and to regulate its affairs and matters connected therewith or incidental thereto;  \n AND WHEREAS  it is desirable to provide financial assistance and other social protection \nand safety net measures to economically distressed persons and families;  \n AND WHEREAS under the Principles of Policy as given in the Constitution of the Islamic \nRepublic of Pakistan, the State is obliged to promote social and economic well -being of the people \nand to provide basic necessities of life;  \n AND WHEREAS  it is expedient to bring a positive change in the lives of poor and destitute \nby providing various opportunities to them such as education, special education, vocational training, \nskill development, workfare programmes, livelihood programmes, health insurance, accident \ninsurance and access to microfinance for improving their financial status;  \n AND WHEREAS  it is expedient to establish an autonomous social safety net authority to \ncoordinate the design and implementation of targeted programmes for the poor;  \n It is hereby enacted as follows: — \nCHAPTER -I \nPRELIMINARY  \n 1. Short title, extent and commencement .—(1) This Act may be called the Benazir \nIncome Support Programme Act, 2010.  \n (2) It extends to the whole of  Pakistan.  \n (3) It shall come into force at once and shall be deemed to have taken effect on and from \nthe thirtieth day of April 2009.  \n 2. Definitions. — In this  Act, unless there is anything repugnant in the subject or \ncontext,— \n(a) “applicant” means a person who applies for the provision of financial \nassistance under the Programme;  \n(b)  “Board” means the Board of the Benazir Income Support Programme \nestablished under section 5;  \n \nPage 4 of 10 \n (c)  “Chief Patron ” means the Chief Patron of the Council;  \n(d)  “Council” means the Council of the Programme constituted under section 8;  \n(e)  “eligible person ” means a person or a family, as the case may be, eligible for \nfinancial assistance under section 11;  \n(f)  “employee ” means a person in the employment and service of the Programme;  \n(g)  “Executive Patron ” means the Executive Patron of the Council;  \n(h)  “Management ” means the Secretary, administrative and technical staff of the \nProgramme;  \n(i)  “Member” means a member of the Board;  \n(j)  “Programme ” means the Benazir Income Support Programme established \nunder section 3;  \n(k)  “regulations ” means the regulations made by the Board under this Act; and  \n(1)  “Secretary ” means Secretary of the Programme.  \nCHAPTER -II \nPROGRAMME, ESTABLISHMENT,  OBJECTS AND PURPOSES  \n 3. Establishment of the Programme.__ (1) Upon the commencement of this Act, the \nBenazir Income Support Programme shall stand established for carrying out the purposes of this Act.  \n (2) The Programme shall be a body corporate having perpetual succession and a common \nseal with powers, subject to the provisions of this Act, to acquire and hold property, movable and \nimmovable, and to sue and be sued by its name.  \n (3) The principal office of the Programme shall be at  Islamabad  and it may set up offices \nat such place or places in the country and outside the country:  \n Provided that any set -up outside the country shall be made with the approval of the Council.  \n 4. Objective and Purposes of the Programme. — The objective and purposes of the \nProgramme shall be to — \n(a)  enhance financial capacity of the poor people and their dependent family \nmembers;  \n(b)  formulate and implement comprehensive policies and targeted programmes for \nthe uplift of underprivileged and vulnerable people; and  \n(c)  reduce poverty and promote equitable distribution of wealth especially for the \nlow income groups.  \n \nPage 5 of 10 \n CHAPTER -III \nGOVERNANCE OF THE PROGRAMME  \n 5. Governance of the Programme. — (l) The Chief Patron on the advice of the \nExecutive Patron shall constitute the Board of the Programme.  \n (2) The Programme shall consist of the Chairperson, Members,  Management and such \nstructure as determined by the Board, and shall function in accordance with the regulations.  \n (3) The Board shall, at any time, consist of not less than nine and not more than eleven \nMembers including the Chairperson to be appointed by the Chief Patron on the advice of the \nExecutive Patron.  \n (4) The Members of the Board shall be appointed from amongst Government, non -\ngovernmental organizations and technical experts who have relevance to the purposes of the \nProgramme having such qualifications and experience as may be determined by the Federal \nGovernment by notification in the official Gazette for a term of three years. The Members shall be \nappointed from Government and non -governmental organizations with equal representation.  \n (5) There shall be a Secretary who shall be appointed by the Federal Govern ment. The \nSecretary shall be ex-officio  Member and Secretary of the Board and shall also be the Principal \nAccounting Officer of the Programme.  \n(6) The Chairperson and the Members shall serve in honorary capacity and shall be \nentitled to such facilities and privileges in the nature of compensatory costs as may be determined by \nthe Federal Government from time to time.  \n (7) The Board shall meet at least four times in a year and a special meeting of the Board \nmay be convened by the Chairperson or on the request of five Members at any time by giving a \nreasonable notice of such meeting:  \n Provided that the Board shall meet at such time and place and in such manner as may be laid \ndown by the Board and until such time as determined by the Chairperson.  \n (8) The Board shall have the powers to conduct its business and regulate its proceedings \nas it may prescribe from time to time.  \n (9) Simple majority of the total membership of the Board shall constitute the quorum for \na meeting of the Board, and the decisions of the Board shall be made by simple majority of the total \nmembership of the Board. The Chairperson shall have in case of equality of votes a casting vote.  \n 6. Powers and functions of the Board. — (l) The Board's powers and functions shall \nbe—  \n(a)  to approve the budget of the Programme prepared by the Management;  \n(b)  to take decisions on the financial aspects of the Programme  submitted by the \nManagement for Board's consideration;  \n \nPage 6 of 10 \n (c)  to monitor the Programme in a transparent manner;  \n(d)  to make regulations and approve policies and manuals in order to carry out the \npurposes of this Act;  \n(e)  to approve criteria of eligible families for financial assistance under the \nProgramme; and  \n(f)  to present annual progress reports to the Council and consider its \nrecommendations.  \n (2) The Board may, through a majority decision of its Members and subject to such \nconditions as it deems necessary, delegate any of its functions and powers to the Chairperson or any \nMember. All actions taken in the exercise of all such delegated functions and powers shall be \nsubmitted to the Board for approval in the subsequent Board meeting.  \n 7. Powers and functions of the Chairperson. — (1) The Chairperson of the Board shall \nbe the Chairperson of the Programme.  \n (2) The Chairperson shall be in charge ensuring consistency of operations with policies of \nthe Programme approved by Board.  \n (3) The Chairperson shall provide strategic guidance to the Programme and ensure \nimplementation of the Programme in accordance with the decisions of the Board and the provisions \nof this Act.  \n (4) The Chairperson shall in consideration of the advice of the Council execute the Board \ndecisions for enhancement of the Programme.  \n (5) The Chairperson shall be responsible for meeting all objectives and policies of the \nProgramme and implementation thereof.  \n (6) The Chairperson shall have the power to enter into any agreement, contract, \nunderstanding with any international organization or institution or donor agency or counter -part \nentity, on the advice of the Council and approval of the Board.  \n (7) The Chairperson shall assist the Council in publicizing the Programme as well as \nraising funds.  \nCHAPTER -IV \nESTABLISHMENT OF THE COUNCIL  \n 8. Establishment of the Council. — There shall be a Council of the Programme with the \nPresident of Pakistan as its Chief Patron and the Prime Minister as its Executive Patron. The Council \nshall comprise highly reputable, distinguished and well accomplished national and international \nindividuals who shall be appointed by the Chief Patron on the advice of the Executive Patron. The \nChairperson shall be the ex-officio  Member of the Council.  \n \nPage 7 of 10 \n  9. Powers and functions of the Council. —(l) The powers and functions of the Council \nshall be— \n(a) to mobilize financial resources for the Programme; and  \n(b) to advise the Board on the following matters, namely: — \n(i) policies on poverty reduction;  \n(ii) enhancement of the Programme;  \n(iii) reach out to the donors through the Chairperson of the Programme; and  \n(iv) the Board affairs and performance of its functions.  \n (2) The Council shall meet at least once in a year.  \nCHAPTER -V \nPOWERS AND FUNCTIONS OF MANAGEMENT  \n 10. Powers and functions of Management. — The Management shall exercise powers \nand perform functions that are necessary to achieve the objects and purposes of this Act, namely: —  \n(a)  to execute the policies and plans approved by the Board;  \n(b) to adopt modern and effective processing and distribution mechanism without \nany intermediaries so that the financial assistance or funds are provided to \neligible persons and families;  \n(c)  to identify eligible persons or families for financial assistance or other \nbenefits;  \n(d)  to determine terms and conditions of the employees and grant additional \nallowances or any other incentives to them by making regulations to that \neffect;  \n(e)  to take appropriate measures for effective administration, monitoring and \nevaluation of the Programme;  \n(f)  to engage any person or entity on contract basis to carry out assignments or for \nthe consultancy in accordance with the regulations;  \n(g)  to establish administrative structure at the field level for the efficient \nimplementation and accessibility of the Programme;  \n(h)  to implement mechanisms and processes that facilitate the removal of \ngrievances and complaints related to the Programme's operations as provided \nin the regulations; and  \n \nPage 8 of 10 \n (i)  submit quarterly progress reports to the Board on the financial and operational \naspects of the Programme.  \nCHAPTER -VI \nELIGIBILITY FOR PROGRAMME BENEFITS  AND ITS DISBURSMENT  \n 11. Eligible persons or families for financial assistance. — The Board shall determine, \nfrom time to time, criteria  for eligibility of persons and families for financial assistance from the \nProgramme.  \n 12. Disbursement procedure.__ Funds of the Programme shall be disbursed to eligible \npersons and families in a manner approved by the Board and prescribed in the regulations.  \nCHAPTER -VII \nFUND, ACCOUNTS AND AUDIT  \n 13. Fund.— (1) There shall be established a Fund known as Benazir Income Support \nFund.  \n (2) The Fund shall consist of — \n(a)  revolving funds or budget amount approved by the Federal Government;  \n(b)  grants made by the local, domestic or international bodies, organizations, \nentities and the Government ; \n(c)  aid given to the Government for the purpose of the Programme;  \n(d)  donations made by the individuals or association of persons; and  \n(e)  all other sums as may be received by the Programme.  \n (3) The Fund shall be administered in such manner as may be prescribed by the \nregulations.  \n (4) Notwithstanding anything contained in any other law for the time being in force, \ndonations and grants received by the Programme shall be exempt from all taxes.  \n 14. Budget of the Programme. — (1) The Secretary shall, in respect of each financial \nyear, in accordance with the financial procedures approved by the Board, prepare the annual budget \nestimates of the Programme and submit the same to the Board for approval.  \n (2) The Secretary shall have full powers to incur expenditure or re -appropriate funds , \nsubject to any general or specific instructions of the Board.  \n 15. Maintenance of Accounts and internal control. —(1) The Programme shall \nmaintain complete and accurate books of accounts in connection with the discharge of its \nresponsibilit y as may be prescribed by the Auditor -General of  Pakistan.  \n \nPage 9 of 10 \n  (2) The internal audit of the Programme shall be carried through an independent internal \naudit officer who shall report directly to the Board. The internal audit report shall be presented to the \nBoard for comments and follow up on the remedial actions.  \n 16. Audit.— (1) The accounts of the Programme shall be audited every year by the \nAuditor -General of  Pakistan  in such manner as may be prescribed.  \n (2) A copy of the audit report, submitted to the President, shall be sent to the Board for \ninformation and remedial actions, if any, and to the Council as well as the Federal Government for \ninformation.  \n 17. Annual report. — The Board shall approve the Programme's annual report which \nshall be laid before the Council and the Parliament.  \nCHAPTER -VIII  \nEMPLOYEES OF THE PROGRAMME  \n 18. Employees of the Programme. — The Management may, for the purposes of \nefficient performance of its functions or exercise of its powers, appoint such employees as it may \nconsider necessary on such terms and conditions as may be laid down under the regulations:  \n Provided that until such regulations are made to determine pay, pension and allowances as \notherwise in vogue in the Federal Government applicable to civil servants, the terms and conditions \napplicable to the employees immediately before the commencement of this Act shall continue to \napply in accordance with such directions as the Federal Government may, in case of its employees, \nissue from time to time.  \n 19. Public servants. — The employees of the Programme  shall be deemed to be public \nservants within the meaning of section 21 of the Pakistan Penal Code ,1860  (Act XLV of 1860).  \n 20. Indemnity. — No prosecution, suit or other legal proceedings shall lie against the \nCouncil, Board, the Chairperson, Members, officers and other employees of the Programme for \nanything done in good faith for carrying out the purposes of this Act or regulations or orders made or \nissued there under.  \nCHAPTER -IX \nMISCELLANEOUS  \n 21. Redressal of grievance. — (1) Any person or family aggrieved by a decision against \nthe eligibility may, within thirty days of the decision, file a representation in the form and to the \nauthority as may be prescribed by the regulations.  \n (2) The representation made under sub -section (1) shall be examined for determining \neligibility for financial assistance under the Programme in accordance with the manuals approved by \nthe Board.  \n \nPage 10 of 10 \n  22. Act not to prejudice other laws .— (1)  The provisions of this Act shall be in addition \nto and not in derogation of any other law for the time being in force and the rules made there under.  \n 23. Power to make regulations. — (1) The Board may make regulations in order to carry \nout the purposes of this Act.  \n (2) Without prejudice to the provision of sub -section (1), the regulations shall provide, \ninter  alia, financial assistance, payment schedule, grievance redressal, social audits and operation of \ncomplementary graduation Programmes.  \n 24. Validity of proceedings. — (1) All acts, proceedings, decisions or orders of the Board \nso constituted or reconstituted prior to the promulgation or re -promulgation, as the case may be of \nthe Benazir Income Support Programme Ordinance, 2009 (XIX of 2009) and the Benazir Income \nSupport Programme Ordinance, 2009 (LXI of 2009), shall, in so far as not inconsistent with the \nprovisions of the said Ordinance or hereunder, be deemed to have been validly made, taken or done \nin the exercise of its powers or in pursuance thereof, or purported to have been made, taken or done \nby the Management or  an officer so authorized there under.  \n (2) No act, proceeding , decision or order of the Board shall be invalid by reason only of \nthe existence of a vacancy.  \n 25. Removal of difficulties. — If any difficulty arises in giving effect to the provisions of \nthis Act, the Federal Government may make such order, not inconsistent with provisions of this Act, \nas is necessary or expedient to remove such difficulty.  \n \n \n \n \n \n \n \n \n \n \n \n   \n          Uploaded on 2.1.2024"
}