{
    "file": "./converted_json\\administratord3831ce5acd6e802a612fe1ae5a2466f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1 GAS INFRASTRUCTURE DEVELOPMENT  CESS ACT, 2011  \n ACT No. XXI OF 2011  \n An Act for imposition and collection of gas infrastructure development cess \n [15th December, 2011 ] \n Whereas it is expedient to provide for imposition and collection of infrastructure \ndevel opment cess on natural gas and for matters connected therewith;  \n It is hereby enacted as follows :___  \n1. Short title, extent and commencement. __ (1) This Act may be called the Gas \nInfrastructure Development Cess Act, 2011.  \n(2) It extends to the whole of  Pakistan.  \n (3) It shall come into force at once.  \n2. Definitions .__ In this Act, unless there is anything repugnant in the subject or \ncontext, __ \n(a) \"cess\" means the gas infrastructure development cess chargeable from gas \nconsumers, other than the domesti c sector consumers, of the company  over  \nand  above  the  fixed  sale  price  and  payable  under section 3;  \n(b) \"company \" means a company specified in the First Schedule;  \n(c) \"fixed sale price\" in relation to a company or a consumer and in respect of any  \nperiod means the sale price as in force on such day, whether before or after the \ncommencement of this Act, as the Federal Government may, by notification in \nthe official Gazette, specify in this behalf;  \n(d) \"House\" means the National Assembly;  \n(e) \"natura l gas\" means hydrocarbons or mixture of hydrocarbons and other gases \nwhich at sixty degrees Fahrenheit and atmospheric pressure are in the gaseous \nstate (including gas from gas wells, gas produced with crude oil and residue \ngas and products resulting from the processing of gas) consisting primarily of \nmethane, together with any other substance produced with such \nhydrocarbons;   \n(f) \"prescribed \" mean prescribed by the rules; and  \n(g) \"rules \" means rules made under this Act.  \n3. Levy of cess.__ (1) The company  shall collect and pay cess at the rates \nspecified in the Second Schedule and in such manner as the Federal Government may \nprescribe.  \n 2  (2) A mark up at the rate of four per cent above three months KIBOR prescribed \nby the Federal Government shall be payable o n any amount due under sub -section (1), if the \nsaid amount is not paid within the prescribed time.  \n4. Utilization of cess.__ (1) The cess shall be utilized for or in connection with \ninfrastructure development of Iran Pakistan Pipeline Project, Turkmenistan  Afghanistan \nPakistan India (TAPI) Pipeline Project, LNG or other projects or for price equalization of \nother imported alternative fuels including LPG.  \n (2) An annual Report in respect of the utilization of the cess shall be laid before \nthe House after thr ee months of the end of the each fiscal year.  \n 5. Allowance to be made for cess for purposes of income tax. __ The cess paid \nby a company shall be an expenditure for which allowance is to be made under the Income \nTax Ordinance, 2001 (XLIX of 2001) in compu ting the profits or gains of that company.  \n6. Power to make rules.__ (1) The Federal Government may, by notification in \nthe official Gazette, make rules for carrying out the purposes of this Act.  \n(2) In particular and without prejudice to the generality of  the foregoing power, \nsuch rules may provide for, __ \n(a) the manner and time of payment of cess;  \n(b) the manner of collection and recovery of arrears of cess; and  \n(c) any other matter, not inconsistent with the provisions of this Act, for which \nprovision is, in the opinion of the Federal Government, necessary for carrying \nout the purposes of this Act.  \n7. Power to amend the First Schedule .__ The Federal Government may, by \nnotification in the official Gazette, make such amendments in the First Schedule as it  deems \nfit. \nTHE FIRST SCHEDULE  \n[See section 2 (b)]  \n(1) Sui Northern Gas Pipelines Limited;  \n(2) Sui Southern Gas Company Limited;  \n(3) Mari Gas Company Limited;  \n(4) Pakistan Petroleum Limited; and  \n(5) Tullow  Pakistan Development Limited.  \n 3 1[THE SECOND SCHEDU LE \n[see section 3(1)]  \nS.No . Sector  Maximum \nRate of Cess  \n(Rs/MMNTU ) \n1 2 3 \n1. Fertilizer -Feed Stock (Except for fertilizer plants having \nfixed prices contracts)  300 \n2. Compressed Natural Gas (CNG)    \n(a) Region -I KPK, Balochistan  and Potohar  Region  \n(Rawa lpindi , Islamabad and Gujarkhan ) 300 \n(b) Region -II Sindh  and Punjab  (Excluding Potohar  Region)  200 \n3. Industrial  (including captive power)  100 \n4 WAPDA/KESC  100 \n5. Independent Power Plants ( IPPs) 100 \n6. Commercial  - \n7. Domestic  - \n8. Cement  - \n9. Liberty Power Plant   \n      \n  \n  \n  \n1Subs. by Act XVII of 2012, s. 17."
}