{
    "file": "./converted_json\\administratorc04aa67560932d925c97aff042760b51.json",
    "name": "The Pakistan Naval Academy (Award of Degrees) Ordinance, 1965",
    "date": "4th June, 1965",
    "tagline": "To authorise the Pakistan Naval Academy to confer degrees",
    "content": "Page 1 of 2 \n \n \n \n \n \nTHE PAKISTAN NAVAL ACADEMY (AWARD OF DEGREES) \nORDINANCE, 1965  \n \n \n \n \n \n                CONTENTS  \n        _________  \n \nSECTIONS : \n1.  Short title extend and commencement . \n2.  Definitions . \n3.  Conferment of degrees on Cadet -entry Officers . \n3A. Conferment of d egrees  on others . \n4.  Power to make Regulations . \n  \nUpdated till 3.8.2022\n \nPage 2 of 2 \n THE PAKISTAN NAVAL ACADEMY (AWARD OF DEGREES) ORDINANCE, 1965 . \n \n1ORDINANCE No. XX OF 1965  \n \n [4th June , 1965]  \n \nAn Ordinance to authorise the Pakistan Naval Academy to confer degrees . \n \nWHEREAS it is expedien t to aut horise the Pakistan Naval Academy  to confer degrees ; \n \n  AND WHEREAS the National Assembly is not in session and the President is satisfied that \ncircumstances exist which render immediate legislation necessary ; \n \nNOW, THEREFORE, in exercise of the po wers con ferred by clause (1) , of Article 29 of the \nConstitution and of all other powers enabling him in that behalf, the President is pleased to make and \npromu lgate the following Ordinance : –– \n \n1. Short title extend and commencement.___(1) This Ordinance m ay be ca lled the Pakistan \nNaval Academy (Award of Degrees) Ordinance, 1965.  \n \n(2) It shall come into force at once.  \n \n  2. Definitions. In this Ordinance, unless there is anything repug nant in the subject or \ncontext,–– \n \n(a) “Cadet -entry Officer ” means a pers on appoi nted as a cadet in any branch of the \nPakistan Navy, and includes any such person promoted to the rank of \nmidshipman or acting sub -lieutenant, while still undergoing the prescribed \ncourse;  \n \n(b) “prescribed course ” means a course of training prescrib ed by re gulations made \nunder this Ordinance.  \n \n  2[3. Conferment of degrees on Cadet -entry Officers. The Pakistan Naval Academy shall \nhave the power to confer the deg ree of the Bachelor of Science or Bachelor of Arts, abbreviat ion \nwhereof shall be B.Sc (N.A ) or B.A  (N.A.), respectively, and four years Bachelor of Studies in Naval \nand Management Sciences), on any Cadet -entry Officer on his successful completion of the \nprescribed course in the Pakistan Naval Academy appropriate to his branch. ] \n \n              3[3A.Conf erment of degrees on others.___ The Pakistan Naval Academy shall also have the \npower to confer the degrees referred to in section 3 on any officer of a foreign government on his \nsuccessfully completing the prescribed course in that Academy].  \n \n  4. Power to  make Regulations. The Pakistan Naval Academy may, with the previous \napproval in writing of the 4[Federal Government], make regulations for carrying out the purposes of \nthis Ordinance.  \n \n1 Approved by the National Assembly of Pakistan on 21st   July,  1965, s ee Gaz. of P., 1965, Ext., p. 586.  \nThis Ordinance has been applied to the Provincially Administered Tribal Areas or to the parts or those areas to which it does  not already \napply see Regulation No. I of 1972, s. 2, and Sch.  \n2Subs by Act. XII of 201 0, s. 2. \n3 Ins. by Pakistan naval Academy (Award of Degrees) (Amdt.) Act 1972 (7 of 1972), s. 2.  \n4 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”."
}