{
    "file": "./converted_json\\administrator42b9a0c34ca1d612ab8e1cc952166269.json",
    "name": "Muhammad Yousuf",
    "date": "June 15, 1986",
    "tagline": "Publication of the Holy Quran (Elimination of Printing Errors) Rules, 1973",
    "content": "REGISTERED No. S. 1033 \nI Valliant  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nKARACHI, SUNDAY, JUNE 22, 1986 \nPART II \nStatutory Notifications containing Rules and Orders issued by all Ministries \nand Divisions of the Government of Pakistan and their Attached and \nSubordinate Offices and the Supreme Court of Pakistan \nGOVERNMENT OF PAKISTAN \nMINISTRY OF RELIGIOUS AFFAIRS AND MINORITIES AFFAIRS \nNOTIFICATION \nIslamabad, the 15th June, 1986 \nS. R. 0. 24 (KE)186 : \nIn exercise of the powers conferred by section 8 of the Publication of the \nHoly Quran (Elimination of Printing Errors) Act, 1973 (LIV of 1973), the \nFederal Government is pleased to direct that the following further amendment \nshall be made in the publication of the Holy Quran (Elimination of Printing \nErrors) Rules, 1973, namely :— \nIn the aforesaid Rules, in rule 4, in sub-rule (1) after the word \" Side \" \nat the end, the words, comma and figure \"and if newsprint is used, \nit should not be of less than 52 grammage \" shall be added. \n[No. 2(8)186-DDQJ \nMUHAMMAD YOUSUF, \nSecretary. \n( 73 ) \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, KARACFII \nPUBLISHED BY THE MANAGER OF PUBLICATIONS, KARACHI :1986  \nPrice: Ps. 20 \n4.26 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 1989 \nAfter serial number 25 and the entries relating \nfollowing new serial number and entries relating thereto  inserted, namely :— (b) \n\" 25A. Narcotics Control Division \". \nPolicy on all aspects of narcotics and dan gerous  \nas production, processing, marketing, inlpOrt \ntranshipment, trafficking etc., in conformity Nor objectives, laws and International Conventions nod ments. \nLegislation covering all aspects of narcotics and \npic substances, and matters ancillary thereto, in \nwith the Ministries/Divisions, etc., concerned. \nBilateral and multilateral cooperation with foreign \nagainst narcotics trafficking and all other ana \naspects of narcotics including negotiations for bilateral \nmulti-lateral agreements for mutual assistance and \ntion in the field of enforcement of narcotics laws. \nCoordination of aid/assistance from foreign countries \nof narcoti:s control interdiction for poppy crop Minn \nPolicy on drug education, treatment and rehabilitation \nnarcotics/drugs addicts and grants-in-aid to Non-Gov \nOrganizations (NG0s) engaged in these fields. \nInter-Provincial coordination on all aspects of narcotics' \ndangerous drugs. \nMonitoring of the implementation of policies on all \nof narcotics and dangerous drugs. \nRegulation of administrative, budgetary and other Matta \nPakistan Narcotics Control Board; and \n(3) in Schedule \nserial number 65 and the entry relating thereto shall be Dm \nand \n(b) \tafter serial number 78 and the entry relating thereto, the f \ning new serial number and entry relating thereto shall be \nnamely \n\"78A. Pakistan Narcotics Control Board \tNarcotics Con \nDivision \". \n[F. No. 4—.7/89-Min. L] (a) \nZAID 10 0  \nDeputy"
}