{
    "file": "./converted_json\\administratorcf660460eddedb6b40e48580cce81768(1).json",
    "name": "Drug Regulatory Agency of Pakistan Ordinance, 2012",
    "date": "2012",
    "tagline": "Establishment of Drug Regulatory Agency of Pakistan to provide for effective coordination and enforcement of Drugs Act, 1976",
    "content": "ORDINANCE NO. I OF 2012\nAN\nORDINANCE \nto provide for the establishment of Drug Regulatory Agency of Pakistan\nWHEREAS it is expedient to establish a Drug Regulatory Agency of Pakistan to provide\nfor effective coordination and enforcement of Drugs Act, 1976 (XXXI of 1976) and to bring\nharmony in inter-provincial trade and commerce of Drugs and therapeutic goods;\nAND  WHEREAS  that is expedient to regulate, manufacture, import, export, storage,\ndistribution and sale of therapeutic good and medical devices;\nAND WHEREAS  the Provincial Assemblies of Khyber Paktunkhwa, Punjab and Sindh\nhave passed resolution under Article 144 of the Constitution of the Islamic Republic of\nPakistan to the effect that Majlis-e-Shoora (Parliament) may by Law regulate the issue;\nAND  WHEREAS  the Senate and the National Assembly are not in session and the\nPresident of Islamic Republic of Pakistan is satisfied that circumstances exist which render it\nnecessary to take immediate action;\nNOW, THEREFORE, in exercise of the powers conferred by clause (1) of Article 89 of\nthe Constitution of the Islamic Republic of Pakistan, the President is pleased to make and\npromulgate the following Ordinance:—\nCHAPTER-I\nPRELIMINARY\n1. Short title, extent and commencement.— (1) This Ordinance may be called the\nDrug Regulatory Agency of Pakistan Ordinance, 2012.\n(2)     It extends to the whole of Pakistan.\n(3)     It shall come into force at once.\n2. Definitions.—In this Ordinance, unless there is anything repugnant in the subject\nor context,—\n(a)     \"Act\" means the Drugs Act, 1976 (XXXI of 1976);\n(b)     \"Agency\" means the Drug Regulatory Agency of Pakistan established under\nSection 3;\n(c)     \"Board\" means the Policy Board of the Agency constituted under Section 11;\n(d)     \"CEO\" means  the Chief Executive  Officer  of the Agency  appointed  under\nSection 5;\n1\n(e)     \"Chairperson\" means the Chairperson of the Board;\n(f)      \"Civil servant\" means a civil servant as defined in the Civil Servants Act, 1973\n(LXXI of 1973);\n(g)     \"Decision\" includes an order, determination or direction of the Agency or the\nBoard made in accordance with laws, rules and regulations;\n(h)     \"Drug\" means drug as defined in Schedule-I;\n(i)      \"Fee\" means fee prescribed by the Board for any service;\n(j)      \"Fund\" means the Drug Regulatory Agency of Pakistan Fund created under\nSection 19;\n(k)     \"Inspectors\" means the Inspector appointed under the Act;\n(l)      \"Medical device\" includes—\n(i)         instruments, medical equipment, implants, disposables and software,\nused mainly for the purpose of diagnosis, monitoring and treatment of\ndisease; or\n(ii)        any other item which the Federal Government may, by notification in\nthe official Gazette, declare as medical device;\n(m)       \"Member\" means a Member of the Board;\n(n)     \"Therapeutic goods\" includes drug or medicine or medical device or biologicals\nor other related thins as may be notified by the Agency;\n(o)     \"Penalty\" means penalty as specified in Schedule II;\n(p)     \"Person\" includes means any individual or any legal entity;\n(q)     \"Pharmaceutical field\" means regulation, manufacturing, quality control and\npharmacy services in drugs.\n(r)      \"Pharmacy Services\" means services rendered by pharmacist in pharmaceutical\ncare,  selection,  posology,  counseling,  dispensing,  use,  administration,\nprescription  monitoring,  pharmacoepidemiology,  therapeutic  goods\ninformation  and  poison  control,  pharmacovigillance,  pharmacoeconomics,\nstorage,  sales,  procurement,  forecasting,  supply  chain  management,  drug\nutilization evaluation, drug utilization review, formulary based drug utilization\nand  managing  therapeutic  goods  at  all  levels  including  pharmacy, clinic,\nmedical store, hospital or medical institution;\n(s)      \"Prescribed\" means prescribed by rules or regulations under this Ordinance;\n(t)      \"Prohibitions\" means prohibitions as specified in Schedule III;\n2\n(u)     \"Regulation\" means the regulations made under this Ordinance;\n(v)     \"Rules\" means the rules made under this Ordinance;\n(w)    \"Secretary\" means Secretary of the Board; and\n(x)     \"Schedule\" means Schedule to this Ordinance;\nCHAPTER-II\nAGENCY AND BOARD\n3. Establishment of the Agency.— (1) As soon as may be, after the commencement\nof this Ordinance, the Federal Government shall establish an Agency to be known as the Drug\nRegulatory Agency of Pakistan to carry out the purposes of this Ordinance.\n(2)  The Agency shall be a body corporate having perpetual succession and a common\nseal with powers, subject to the provisions of this Ordinance, to acquire, purchase, hold and\ndispose of property both movable and immovable and shall by its name sue and be sued.\nThe Agency shall be an autonomous body under the administrative control of the\nFederal Government.\n(4) The Headquarters of the Agency shall be at Islamabad.\n(5) The Agency may set up its establishments including sub-offices and laboratories at\nprovincial Capitals and such other places, as it may deem necessary from time to time. The\nexisting Federal Drugs Control Administration and the sub-offices set up in all Provinces and\nlaboratories called the Central Drugs Laboratory, Karachi, the National Control Laboratory\nfor  Biologicals,  Islamabad  and  the  Surveillance  Laboratory,  Islamabad  shall,  upon  the\ncommencement of this Ordinance, become part of the Agency, subject to sub-section (2) of\nSection 14.\n4. Composition of the Agency.— The Agency shall consist of a Chief Executive\nOfficer (CEO) and seven full time Members to be appointed by the Federal Government\nwhose qualifications, terms and conditions shall be such as may be prescribed. The members\nshall be designated as:\n(a)     Member Registration;\n(b)     Member  Alternative  Medicines/Traditional  Drugs  (Ayurvedic,  Unani  and\nHomeopathy);\n(c)     Member Biologicals and Medical devices;\n(d)     Member Licensing and Quality Control;\n(e)     Member Pharmacy Services;\n(f)      Member Pricing; and\n3\n(g)     Member Administration, Human Resources and Legal Affairs:\nProvided that the Federal Government, on the recommendations of the Board, may\nincrease the number of Members and prescribe the qualifications, terms, mode and manner of\ntheir appointment.\n5. Chief Executive Officer.— (1) The Federal Government may appoint a person as\nCEO  who  has  a  post  graduate  degree  in  pharmacy, public  health,  or  medicine  with  a\nminimum of twenty years experience, in pharmacy services, public health, management or\nregulatory affairs from either public or private sector. The term of appointment shall be for a\nperiod of three years and extendable for one similar term only.\n(2)   The CEO shall be the head of the Agency and shall discharge such duties and\nperform such functions as are assigned to him by or under this Ordinance or as may be\nprescribed.\n6. Meetings of the Agency.— (1) Save as hereinafter provided, the Agency shall\nregulate the procedure for its meetings.\n(2)  The meetings of the Agency shall be convened by and under the directions of the\nCEO any time on any matter requiring decision by the Agency.\n7. Powers and functions of the Agency.— The powers and functions of the Agency\nshall be to,—\n(a)     administer  the  laws  specified  in  the  Schedule  VI  that  apply  to  Federal\nGovernment, and advise the Provincial Governments for the laws that are\napplicable to the Provinces;\n(b)     monitor the enforcement  of laws specified  in the Schedule VI and collect\nrelevant data and information;\n(c)     issue guidelines for,—\n(i)licensing of therapeutic goods;\n(ii)registration of therapeutic goods;\n(iii)specifications and laboratory practices;\n(iv)       prosecution  and appeals  under this  Ordinance  relating  to  Federal\nsubjects;\n(v)        regulation and allocation of quota of narcotics and psycholropic drugs\nand precursor substances;\n(vi)      regulation for pricing and mechanism for fixation of prices;\n(vii)      determining standards for biological manufacturing and testing;\n4\n(viii)      current good manufacturing practices;\n(ix)       inspections, investigations and other like functions and; and\n(x)     any other function under this Ordinance which the Agency may deem\nfit;\n(d)        promote Pharmacy Services;\n(e)     coordinate,  monitor  or  engage,  in  conjunction  with  other  organizations,\nProvincial  Governments  and  international  agencies,  in  training,  study  or\nproject related to therapeutic goods. The Agency may engage any individual or\ncounsel  to  advise  or  work  for  managing  national  and  international\nopportunities for training, education, seminars, conferences etc; with a view to\nimprove capacity building;\n(f)      facilitate the up gradation of industry to meet international standards and also to\npromote export of therapeutic goods;\n(g)     coordinate  at  policy  level  and  provide  policy  guidance  to  the  Provincial\nGovernments in the performance of their functions with a purpose to bring\nuniformity;\n(h)     facilitate  the  procurement  and  implementation  of  foreign  aided  technical\nassistance on therapeutic goods where such expertise does not exist but its\nexistence would promote public good;\n(i)      take steps for development and promotion of pharmacy services;\n(j)      to  advise  the  Federal  Government  on  issues  related  to  obligations  and\ncommitments related to therapeutic goods;\n(k)     appoint  such  employees,  consultants  and  experts  as  deemed  necessary  on\nprescribed terms and conditions  including their salaries and remunerations\nwith consultation and approval of the Board. Such recruitment, continuation\nand remuneration to be based on merit and productivity;\n(l)      prescribe  rules  for  seniority,  promotion,  code  of  conduct  and  terms  and\ncondition of its employees;\n(m)    levy such charges  or fees  as may be prescribed for services  and facilities\nprovided by the Agency and its offices;\n(n)     carry out such other works or activities as may be deemed necessary by the\nAgency to carry out the purposes of this Ordinance;\n(o)     enter into contract for the supply of materials or for the execution of works as\nmay be necessary for the discharge of any of its duties and functions;\n(p)     prepare annual budget to be approved by the Board;\n5\n(q)     to monitor and regulate the marketing practices, so as to ensure rational use of\ndrugs, and ethical criteria for promotion of therapeutic goods in line with\ninternational practices;\n(r)      develop working manuals, guidelines, references, materials and procedures in\norder to improve the working environment of offices etc, set up under the\nAgency;\n(s)        prescribe, regulate or implement measures and standards on matters related or\nconnected with the Agency; and\n(t)         perform and carry out any other act, duty or function as may be assigned to it\nby the Federal Government.\n8. Delegation of powers.— The Agency may, by general or special order in writing\nsubject to such conditions or limitations, delegate any of its powers and functions to any of its\nofficers as it may deem appropriate.\n9. Policy Board.— (1) There shall be a Policy Board of the agency consisting of the\nfollowing, namely:—\n(a) Secretary, of the concerned Divisions.        Chairperson \n(b) CEO                                                                                                         Member\n(c) representative of Ministry of Law and  Justice not below BPS-20.                  Member\n(d) Secretary, of the concerned Department, Government of the Punjab.              Member     \n(e) Secretary, of the concerned Department, Government of the Sindh.               Member\n(f) Secretary, of the concerned Department, Government of the Khyber             Member       \nPakhtunkhwa.        \n(g) Secretary, of the concerned Department, Government of the Balochistan.   Member\n(h) Secretary, of the concerned Department, Government of                  Member\nGilgit Baltistan.                     \n(i) Representative from Federally  Administered Tribal Area.                          Member; and\n(j) Six experts from the public and private sector with equal representation.       Member     \n(2)  The CEO shall also be the Secretary of the Boards.\n(3)     The Federal Government shall, by notification in the official Gazette, appoint\nsix expert Members, with representation from the Provinces, under clause (j) of sub-section\n(1) preferably one from each province having specialty in the fields of drug manufacturing\nindustry, quality control, regulation, public health, pharmacy services, finance and health\neconomics and management:\n6\nProvided that the expert member shall be appointed for a period of three years and\nshall be eligible for one more similar term only:\nProvided further that the expert Member shall himself attend, the netting and shall not\nsend a representative.\n(4)     No act or proceeding of the Board shall  be invalid by reason only if the\nexistence of a vacancy in the constitution of the board.\n(5)     Notwithstanding the composition of the Federal Government constituted under\nsub-section (1) and (2), the board may increase or decrease the number of its members and\nprescribe the qualifications and procedure for their appointment.\n10.     Meeting of the Board.— (1) Save as hereinafter provided, the Board shall\nmake regulations for the conduct of its business.\n(2)     The meetings of the Board shall be convened by the Secretary with the prior\napproval of the Chairperson. In case of absence of the Chairperson, the members present may\nelect the Chairperson for that meeting.\n(3)     The meetings of the Board shall be held at least twice a year. A special meeting\nmay also be called at any time to deal with any urgent business.\n(4)     A simple majority of the total membership shall constitute the quorum for a\nmeeting of the Board and in case of equality of votes, the Chairperson or the person presiding\nover the meeting shall have a casting vote.\n(5)     All decisions, determinations taken by the Board shall be recorded in writing.\n11.     Functions of the Board.— (1) The Board shall have the following functions,\nnamely:—\n(a)     to frame the policy and provide guidelines  to the Agency and monitor the\nimplementation and performance of the guidelines and of the functions of the\nAgency;\n(b)     approval of the Budget of the Agency;\n(c)     the Board determines the fees.\n(2)     The Federal Government, as and when it considers necessary, may issue policy\ndirectives in accordance with law to the Agency in respect of its activities and the compliance\nwhereof shall be binding on the Agency, within a stipulated time.\n(3)     Notwithstanding anything contained in sub-section (2) if there is any difficulty\nin implementation of the directions and guidelines of the Board, the Agency shall refer the\ncase back to the Board for its review specifying reasons for non-implementation, within the\nstipulated time.\n7\n12.     Committees  of the Board.— (1) The Board may constitute  committees  of\nexperts as it considers necessary or expedient to assist it in the performance of its functions\nunder this Ordinance.\n(2)   A committee constituted under sub-section (1) shall act in accordance with the\nregulations made by the Board.\n13.     Invitation by Board.— The Board may invite any person to attend its meeting\nor deliberations including any meeting of the committees for the purpose of advising it on\nany matter under discussion but such person shall have no right to vote at the meeting or\ndeliberation.\n14.     Appointment  of  officers  and  employees  etc.,  of  the  Agency.— (1)  The\nAgency, with approval of the Board, may create posts and appoint such officers, employees,\nexperts and consultants, as it may consider necessary, for the performance of its functions in\nthe prescribed manner.\n(2)  Selection,  recruitment,  appointment  of  all  officers,  employees,  experts  and\nconsultants including the officers and employees of the Federal Drug Control Administration,\nthe sub-offices or laboratories as referred in sub-section (5) of Section 3 shall be based on\nmerit. The criteria for recruitment selection of employees officers to be determined by the\nBoard according to the rules as prescribed.\n15.     Integration of Federal Drugs Control Administration its sub-offices and\nLaboratories.—Upon  the  commencement  of  this  Ordinance,  the  Drugs  Control\nAdministration, its sub-offices, its Laboratories hereinafter referred to as the said offices shall\nbecome part of the Agency, and,—\n(a)All  assets,  rights,  powers,  authorities  and  privileges  and  all  properties,\nmovable and immovable, cash and bank balance, reserve funds, investment\nand all other interest and rights in, or arising out of such properties and all\ndebts, liabilities and obligations of whatever kind of the said offices subsisting\nimmediately before their integration shall stand transferred to and vest in the\nAgency;\n(b)        all debts and obligations incurred or contracts entered into or rights acquired\nand all matters and things engaged to be done by, with or for the said offices\nbefore their integration, shall be deemed to have been incurred, entered into,\nacquired or engaged to be done by or for the Agency; and\n(c)        all suits and other legal proceedings instituted by or against the said offices\nbefore their integration shall be deemed to be suits and proceedings by or\nagainst the Agency and may be proceeded or otherwise dealt with accordingly.\n(d)        Notwithstanding anything contained in any contract or agreement or in the\nconditions of services, —\n(i)      every  employee  of  the  said  offices  under  the  Federal  Government\nimmediately  before  the  commencement  of  this  Ordinance  shall  be\nrequired to exercise an irrevocable option either to continue in the\n8\npresent pay and service structure or to opt absorption  form in the\nagency within a period of thirty days from the date of promulgation of\nthis Ordinance.\n(ii)     all employees to be included in this Scheme shall be governed by this\nOrdinance and the terms and conditions prescribed; and\n (iii)    no health personnel who opts to be governed under the Ordinance shall\nbe entitled to any compensation because of such transfer.\n16.     Experts, consultants and advisers not to be civil servants.— The experts,\nconsultants, employees or advisers employed by the Agency shall be governed by the terms\nand conditions of their appointment and shall not be deemed to be Civil Servant.\n17.     CEO and officers etc., to be public servants.— The CEO, officers, employees,\nexperts and consultants of the Agency shall, when acting or purporting to act in pursuance of\nany of the provisions of this Ordinance, be deemed to be public servants within the meaning\nof Section 21 of the Pakistan Penal Code (Act XLV of 1860).\n18.     Conflict of interest.— (1) No person shall be appointed as CEO, Member\nconsultant, advisor, officer or employee of the Agency if he or she has any financial or\nprofessional conflict of interest.\n(2)   No person shall be member of the Board if he has immediate family members\n(parent, child, sibling or spouse) as senior officials or owner of pharmaceutical companies.\nCHAPTER-III\nFUND, BUDGET AND ACCOUNTS\n19.     Drug Regulatory Agency Fund.— (1) There shall be a fund to be known as the\nDrug Regulatory Agency of Pakistan Fund which shall vest in the Agency and shall be\nutilized by the Agency to meet its expenses and charges properly incurred in connection with\nthe carrying out of its functions and duties assigned or transferred to it under this Ordinance,\nincluding but not limited to the payment of salaries and other remuneration to the CEO,\nMembers, employees, experts, consultants and advisers of the Agency.\n(2)  The Drug Regulatory Agency Fund shall be financed from the following sources\nnamely:—\n(a)        initial Grant to be provided by the Federal Government;\n(b)     grants and loans by the Federal Government or a Provincial Government;\n(c)        loans and grants from the national or international agencies received by the\nFederal Government to finance the function of the Agency;\n(d)        charges and fees collected by the Agency to recover the costs of regulated\nactivities under this Ordinance;\n9\n(e)        proceeds of any investments made by the Agency which are not required for\nimmediate use. All investments to be made by the Agency shall be with the\napproval of the Board; and\n(f)         proceeds from any other service rendered by the Agency, including Inspection\nServices, foreign or local, or sale of any publication.\n20.     Fees and other charges to be levied by the Agency.— The Agency shall levy\nand collect such fees, in respect of any of its functions at such rates as may be determined,\nfrom time to time by the Agency, with the approval of the Board, in accordance with rules.\n21.     Budget.—The Agency shall, in respect of each financial year prepare on such\ndate as may be prescribed, a statement of the estimated receipts and expenditure, including\nthe  budgets  and  requirements  of  foreign  exchange  for  the  next  financial  year  for\nconsideration and approval of the Board. Any foreign exchange requirements within the\noverall annual approved budget by the Board shall be sent to Ministry of Finance in the\nFederal Government for appropriate provision and allocation.\n22.     Accounts  and  audit.— (1)  The  Agency  may  open  its  accounts  with  any\nscheduled Bank or financial institution within the framework of the prescribed rules with the\ninitial grant by the Federal Government, in the amount, as may be determined by the Federal\nGovernment.\n(2)     The accounts of the Agency shall be maintained in the manner prescribed by the\nController General of Accounts.\n(3)     The Agency shall cause to be carried out audit of its accounts by one or more\nauditors registered as chartered accountants within the meaning of the Chartered Accountants\nOrdinance, 1961 (X of 1961).\n(4)     Notwithstanding the audit provided by in sub-section (2) the Auditor-General\nshall have the power to audit or cause to be audited the accounts of the Agency.\n(5)     A copy of the audit report shall be sent to the Federal Government alongwith the\ncomments of the Agency.\n(6)     The Agency shall take the requisite steps for the rectification of any objection\nraised by the Auditor-General of Pakistan.\nCHAPTER-IV\nRULES AND REGULATIONS\n23.     Power to make rules.— The Federal Government, by notification in the official\nGazette and in consultation with the Agency, may make rules for carrying out the purposes of\nthis Ordinance.\n24.     Power to make regulations.— The Agency may, by notification in the official\nGazette, with the approval of the Board, make regulations, for its internal marking and terms\n10\nand condition of employees not inconsistent with the provisions of this Ordinance or the\nrules, for the carrying out of its functions under this Ordinance.\nCHAPTER-V\nMISCELLANEOUS\n25.     Submission of annual reports and returns.— (1) Within three months of the\nconclusion of each financial year, the Agency shall submit an annual report to the Federal\nGovernment in respect of the activities of the Agency including the status of its existing\nprogrammes, projects and further plans formulated in furtherance of its aims and objectives.\n(2)     The Federal Government may require the Agency to furnish,—\n(a)     any return, statement, estimate, statistics or other information regarding any\nmatter under the control of the Agency;\n(b)     a report on any subject related to the Agency; and\n(c)     a copy of any document in the custody of the Agency.\n(3)     The Agency shall expeditiously comply with such directions.\n26.     Power  to  call  for  information.— The  Agency  may  call  for  any  person,\ninvolved directly or indirectly, and reasonably believed to having such information in his\ncontrol or possession which is required for carrying out the purposes of this Ordinance. The\nperson so called upon to provide such information shall do so within the period prescribed by\nthe Agency and in case of failure to do so he shall be punished by imposition of such penalty\nwhich may not exceed one hundred thousand rupees.\n27.  Offences,  penalties  etc.— (1)  The  offences  shall  be  such  as  specified  in\nSchedule-III of this Ordinance.\n(2)   the prohibition specified in Schedule-II shall be punished in accordance with\nSchedule-III.\n28.  Offences by companies etc.— Where the person guilty of an offence under this\nOrdinance or the Act is a company, corporation, firm or institution, every director, partner and\nemployee of the company, corporation, firm or institution with whose knowledge or consent\nthe offence was committed shall be guilty of the offence.\n29.     Cognizance  of  offences.— Cognizance  of  offences  shall  be  taken  by  the\nInspector in the manner specified in Schedule-V. Cong.\n30.     Complaints.—(1) Any aggrieved person may file a written complaint with the\nAgency against contravention of any provision of this Ordinance or any law specified in the\nSchedule-VI.\n(2)  The Agency shall, on receipt of a complaint cause it to be investigated as may be\nprescribed and provide an opportunity to the complainant as well as the person against whom\n11\nsuch complaints has been made. The Agency may, on completion of investigation, take any\naction as may be prescribed under this Ordinance or as the case may be subject to the\nprovisions of any law specified in the Schedule.\n31.     Existing agreements.— If on the commencement of this Ordinance there exists\nan  agreement  in  respect  of,  or  dealing  with,  a  regulated  activity  to  which  the  Federal\nGovernment is a party, in the event of any inconsistency between the provisions of this\nOrdinance, the rules or the regulations, the provisions of the agreement shall prevail to the\nextent of the inconsistency.\n32.     Confidential information.— (1) Except as provided under the regulations, no\nperson shall communicate, or allow to be communicated, any record or information obtained\nunder this Ordinance to a person not legally entitled to that record or information or allows\nany person not legally entitled to that record or information to have access to any record\nobtained under this Ordinance.\n(2)   A person who knowingly receives records or information obtained under this\nOrdinance shall hold the record or information subject to the same restrictions under sub-\nsection (1) as apply to the person from who the records or information were received.\n33.     Ordinance not to override other laws.— (1) The provisions of this Ordinance\nshall be in addition to and not in derogation of the provisions made in the Drugs Act, 1976\n(XXXI of 1976) and any other law for the time being in force.\n(2)  In case of inconsistency between the provisions of this Ordinance and any other\nlaw for the time being in force, the provisions of this Ordinance shall prevail.\n34.     Recovery of arrears.— All amounts due to the Agency may be recovered as\narrears of land revenue.\n35.     Indemnity.—No suit prosecution or other legal proceeding shall lie against any\nperson for anything which is in good faith done or intended to be done under this Act or any\nrules or regulations made there under.\n36.     Power to amend Schedule.— The Federal Government may, by notification in\nthe official Gazette amend the Schedule so as to add any entry thereto or modify or omit any\nentry therefrom.\n37.     Removal of difficulties.— If any difficulty arises in giving effect to any of the\nprovisions of this Act, the Federal Government may make such Order by notification in the\nofficial Gazette, not inconsistent with the provisions of this Ordinance, for the purpose of\nremoving the difficulty.\n12\nSCHEDULE-I\n[See Section 2(1)]\n\"Drug\" includes,—(a) any substance or mixture of substances that is manufactured,\nsold, stored, offered for sale or represented for internal or external use\nin the treatment, mitigation, prevention or diagnosis of diseases, an\nabnormal physical state, or the symptoms thereof in human-beings or\nanimals  or  the  restoration,  correction,  or  modification  of  organic\nfunctions in human beings or animals, including substance used or\nprepared  for  use  in  accordance  with  the  ayurvedic,  unani,\nhomoeopathic  or  biochemic  system  of  treatment  except  those\nsubstances  and  in  accordance  with  such  conditions  as  may  be\nprescribed;\n (b) abortive and contraceptive substances, agents and devices, surgical\nligatures,  sutures,  bandages,  absorbent  cotton,  disinfectants,\nbacteriophages,  adhesive  plasters,  gelatine  capsules  and  antiseptic\nsolutions;\n (c) such substances intended to be used for the destruction or repulsion\nof such vermin, insects, rodents and other organism as cause, carry or\ntransmit  disease  in  human  beings  or  animals  or  for  disinfection  in\nresidential areas or in premises in which food is manufactured, prepared\nor kept or stored;\n(d) such pesticides as may cause health hazard to the public;\n(e) any substance mentioned as monograph or as a preparation in the\nPakistan  Pharmacopoeia  or  the  Pakistan  National  Formulary  or  the\nInternational Pharmacopoeia or the British Pharmacopoeia or the British\nPharmaceutical  Codex  or  the  United  States  Pharmacopoeia  or  the\nNational  Formulary  of  the  United  States,  whether  alone  or  in\ncombination  with  any  substance  exclusively  used  in  the  unani,\nayurvedic,  homoeopathic  or  biochemic  system  of  treatment,  and\nintended to be used for any of the purposes mentioned in sub-clauses (a),\n(b) and (c); and\n(f)  any  other  substance  which  the  Federal  Government  may,  by\nnotification  in  the  official  Gazette,  declare  to  be  a  \"drug\"  for  the\npurposes of this Act;\nSCHEDULE-II\n[See Section 27] \nPROHIBITIONS\nA.        Import, manufacture and sale of drug:\n(1) No person shall himself or by any other person on his behalf—\n(a)     export, import or manufacture for sale or sell.—\n(i)      any spurious drug;\n13\n(ii)     any counterfeit drug any misbranded drug;\n(iv)    any adulterated drug;\n(v)     any substandard drug;\n(vi)    any drug after its expiry date;\n(vii)   any  drug  which  is  not  registered  or  is  not  in  accordance  with  the\nconditions of registration;\n(viii)  any  drug  which,  by  means  of  any  statement,  design  or  device\naccompanying it or by any other means, purports or claims to cure or mitigate\nany such disease or ailment, or to have any such other effect, as may be\nprescribed;\n(ix)    any drug if it is dangerous to health when used in the dosage or with the\nfrequency, or, for the duration specified, recommended or suggested in the\nlabeling thereof; or\n(x)     any drug in contravention of any of the provisions of this Ordinance or\nrules made thereunder;\n(b)     manufacture  for  sale  any  drug  except  under,  and  in  accordance  with  the\nconditions of, a license issued under this Ordinance;\n(c)     sell any drug except under, and in accordance with the conditions of, a license\nissued under this Ordinance;\n(d)     import or export any drug the import or export of which is prohibited by or\nunder this Ordinance;\n(e)     import or export any therapeutic good drug for the import or export of which a\nlicense is required, except under, and in accordance with the conditions of,\nsuch license;\n(f)      supply an incorrect, incomplete or misleading information, when required to\nfurnish any information under this Ordinance or the rules;\n(g) peddle, hawk or offer for sale any drug in a park or public street or on a\nhighway, footpath or public transport or conveyance;\n(h) import, manufacture for sale, or sell any substance, or mixture of substances,\nwhich is not a drug but is presented in a form or a manner which is intended or\nlikely to cause the public to believe it to be a drug;\n(i) sell any drug without having a warranty in the prescribed form bearing the\nname and batch number of the therapeutic good issued;\n14\n(i)in the case of a drug manufactured in Pakistan, by the manufacturer\nholding  a  valid  licence  to  manufacture  drugs  and  permission  to\nmanufacture that drug or by his authorized agent;\n(ii)     in the case of an imported drug, by the manufacturer or importer of that\ndrug or, if the drug is imported through an indentor by such indentor;\nand\n(j)         apply an incorrect batch number to a therapeutic good.\n(2)  Nothing in Paragraph (1) shall apply to the manufacture of small quantities of any\ntherapeutic good for the purpose of clinical trial examination, test, analysis or personal use in\nsmall quantities.\nB.         Control of advertisement:\nNo person shall himself or by any other person on his behalf advertise, except in\naccordance with such conditions as may be prescribed;\n(a)     any therapeutic good;\n(b)     any substance used or prepared for use in accordance with the ayurvedic, unani,\nhomoeopathic or biochemic system of treatment or any other substance or\nmixture of substances as may he prescribed;\n(c)     any remedy, treatment or offer of a treatment for any disease:\nExplanation: For the purposes of this entry \"advertise\" means to make any\nrepresentation by any means whatsoever for the purpose of promoting directly\nor  indirectly  the  sale  or  disposal  of  a  drug,  a  substance  or  a  mixture  of\nsubstances, a remedy or a treatment except the display of sign boards for a\nclinic, a dispensary or a hospital or such other institution offering treatment.\nC.        Control of samplings:\nNo person shall distribute or cause to be distributed any drug as a sample except in\naccordance with such conditions as may be prescribed.\nD.        Control of printing of labelling:\nNo person shall print any labeling in respect of any drug which is required to be\nregistered under this Ordinance but is not so registered after the date fixed by the Federal\nGovernment under sub-section (6) of Section 7 of the Act or for a person who does not\npossess a license under that Act to manufacture that drug.\nSCHEDULE-III\n[See Section 27]\nOFFENCES\n(1)        Whoever himself or by any other person on his behalf—\n(a)        exports, imports, manufactures for sale or sells any spurious drug or any drug\nwhich is not registered;\n(b)        manufactures for sale any drug without a license; or\n15\n(c)        imports without license any drug for the import of which a license is required;\nshall be punishable with imprisonment for a term which shall not be less than\nthree years or more than ten years and with fine which may extend to one lakh\nrupees:\nProvided that the Drug Court may, for any special reasons to be recorded , award a\nsentence of imprisonment for a term of less than three years.\n(2)     Whoever himself or by any other person on his behalf—\nImports, manufactures for sale or sells any counterfeit drug; or\n(a)        gives to the purchaser a false warranty in respect of any drug sold by him that\nthe drug does not in any way contravene the provisions of Schedule (II) and is\nnot able to prove that, when he gave the warranty, he had good and sufficient\nreason to believe the same to be true; or\n(b)        applies or permits to be applied to any drug sold, or stocked or exhibited for\nsale, by him, whether on the container or a label or in any other manner, a\nwarranty given in respect of any other drug; or\n(d)        imports, manufactures for sales or sells any drug under a name other than the\nregistered name; or\n(e)        exports, imports, manufactures for sale or sells any drug with which any\nsubstance, which should not actually be its component, has been mixed or\npacked so as to reduce its quality or strength or for which any such substance\nhas been substituted wholly or in part;\nshall be punishable with imprisonment for a term which may extend to seven\nyears, or with fine which may extend to one lakh rupees or with both.\n(3)     Whoever obstructs an Inspector in the exercise of any power conferred upon\nhim  by  or  under  this  Act,  or  disobeys  the  lawful  authority  of  any  Inspector,  shall  be\npunishable with imprisonment for a term which may extend to one year, or with fine which\nmay extend to ten thousand rupees, or with both.\n(4)     Subject to the provisions of Paragraph (1), (2) and (3), whoever himself or by\nany other person on his behalf contravenes any of the provisions of this Ordinance or any rule\nshall be punishable with imprisonment for a term which may extend to five years, or with\nfine which may extend to fifty thousand rupees, or with both.\n2.       Penalty for subsequent offence.— (1) Whoever having been convicted of an\noffence under entry (1) shall be punishable with imprisonment for life or with imprisonment\nwhich shall not be less than five years and with fine which may extend to two hundred\nthousand rupees.\n16\n3.       Penalty for violating the Prohibitions.— Whoever himself or by any other\nperson on his behalf violates any prohibations specified in Schedule-II shall be punished with\nimprisonment for a term upto five years and with fine upto two lakh rupees.\nSCHEDULE-IV\n[See Section 29]\nCOGNIZANCE OF OFFENCES\n(1)     Subject to the provisions of Schedule-V, no prosecution shall be instituted under\nthis Chapter except.\n(a)by a Federal Inspector, where the prosecution is in respect of a contravention\nof  clause  (h)  of  Paragraph  (1)  of  hereby  A of  Schedule-I  or  any  of  the\nprovisions of this Ordinance or the rules relating to the import or export of\ndrugs or the manufacture for sale, or sale, of a drug which is not for the time\nbeing registered or for the manufacture for sale of which a license is not for\nthe lime being in force; or\n(b)     by a Provincial Inspector:\nProvided  that,  where  the  public  interest  so  requires,  the  Federal\nInspector may, with the prior permission of the Federal Government, institute\na  prosecution  for  a  contravention  of  any  other  provision  of  the  Act  and\nOrdinance.\n(2)     Notwithstanding anything contained in the Code of Criminal Procedure, 1898\n(Act V of 1898).\n(a)an offence punishable under Schedule-III other than an offence mentioned in\nParagraph (1) of Schedule shall be non-cognizable, and\n(b)no Court other than a Drug Court established under the Act shall try an offence\npunishable under Schedule-VI. Nothing contained in this Schedule shall be\ndeemed to prevent any person from being prosecuted under any other law for\nany act or omission which constitutes an offence punishable under the Act or\nOrdinance or to require the transfer to a Drug Court of any case which may be\npending in any Court immediately before the establishment of the Drug Court.\nSCHEDULE-V\n[See Section 29]\nPowers of Inspectors\n(1)  Subject to the provisions of this Schedule and of any rules made in this behalf, an\nInspector may, within the local limits for which he is appointed, and in any other area within\nthe permission of the licensing authority,—\n17\n(a)inspect any premises-wherein any drug is manufactured, the plant and process\nof manufacture, the means employed for standardizing and testing the drugs\nand all relevant records and registers;\n(b)inspect any premises wherein any drug is sold or is stocked or exhibited for\nsale or is distributed, the storage arrangements and all relevant records and\nregisters;\n(c)take samples of any drug which is being manufactured, or being sold or is\nstocked or exhibited for sale or is being distributed;\n(d)enter and search, with such assistance, if any, as he considers necessary, any\nbuilding, vessel or place, in which he has reason to believe that an offence\nunder this Ordinance or any rules has been or is being committed or may\ncontinue to be committed;\n(e)call any person to be present as witness in the course of search or seizure or in\nconnection  with  any  other  matter  where  the  presence  of  witnesses  is\nnecessary;\n(f)seize such drug and all materials used in the manufacture thereof and any\nother articles, including registers, cash memos., invoices and bills, which he\nhas reason to believe may furnish evidence of the commission of an offence\npunishable under this Ordinance or any rules;\n(g)require any person to appear before him at any reasonable time and place to\ngive statement, assistance or information relating to or in Connection with the\ninvestigation of an offence under this Ordinance, the Act or the rules:\nProvided that the exemptions under Sections 132 and 133 of the Code\nof Civil Procedure, 1908 (Act V of 1908), shall be applicable to requisitions\nfor attendance under this Schedule;\n(h)lock and seal any factory, laboratory, shop, building, store-house or godown,\nor a part thereof, where any drug is or is being manufactured, stored, sold or\nexhibited for sale in contravention of any of the provisions of this Ordinance\nor the rules;\n(i)forbid  for a reasonable  period,  not  exceeding  four  weeks  or such further\nperiod, which shall not be more than three months, as the Inspector may, with\nthe approval of the Provincial Quality Control Board, the Central Licensing\nBoard, the Registration Board, or the licensing authority, as the case may be,\nspecify, any person in charge of any premises from removing or dispensing of\nany drug, article or other thing likely to be used in evidence of the commission\nof an offence under this Ordinance or the rules; and\n(j)      exercise such other powers as may be necessary for carrying out the purposes of\nthis Ordinance or any rules:\n18\nProvided that the powers under Paragraph (f) to (j) shall be exercisable\nonly by an Inspector specifically authorized in this behalf, by an order in\nwriting, by the Government appointing him, subject to such conditions as may\nbe specified in such order:\nProvided further that the power under Paragraph (h) may be exercised\nby an Inspector not authorized as aforesaid where the contravention is of a\nprovision which requires a license to be obtained for the manufacture, storage\nor sale of a drug.\n(2)  The provisions of the Code of Criminal Procedure, 1898 (Act V of 1898), in so\nfar as they are not inconsistent with the provisions of this Ordinance and the Act, shall apply\nto searches and seizures made under this Ordinance.\nPROCEDURE FOR INSPECTORS\n(1)     Where an Inspector seizes any drug or any other article under this schedule he\nshall tender a receipt therefore in the prescribed form.\n(2)     Where an Inspector takes a sample of a drug for the purpose of test or analysis,\nhe shall intimate such purpose in writing in the prescribed form to the person from whom he\ntakes it and, in the presence of such person unless he willfully absents himself, shall divide\nthe sample into four portions and effectively seal and suitably mark the same and permit such\npersons to add his own seal, if any, and mark to all or any of the portions so sealed and\nmarked:\nProvided that, where the sample is taken from premises whereon the drug is being\nmanufactured, it shall be necessary to divide the sample into three portions only:\nProvided further that, where the drug is made up in containers of small volume,\ninstead of dividing a sample as aforesaid, the Inspector may, and if the drug be such that it is\nlikely to deteriorate or be otherwise damaged by exposure shall, take three or four, as the case\nmay be, of the said containers after suitably marking the same and, where necessary, scaling\nthem:\nProvided also that if the contents of one container are insufficient for the laboratory\ntest and analysis, the Inspector may increase the number of the containers in order to make\nthe sample sufficient for this purpose.\n(3)     The Inspector shall restore one portion of a sample so divided or one container,\nas the case may be, to the person from whom he takes it, and shall retain the remainder and\ndispose of the same within seven days as follows:—\n(a)one portion of sample he shall send to the Government Analyst concerned for\ntest and analysis;\n(b)the second he shall send to the chairman, Provincial Quality Control Board or\nthe Central Licensing Board or the Registration Board, as the case may be; and\n(c)     the third, where taken, he shall send to the warrantor, if any, named under the\nproviso to sub-section (3) of Section 32 of the Act.\n19\n(4)     Where an Inspector seizes any therapeutic good containing any filthy or putrid\nsubstance, vermin, worm, rodent, insect or any foreign matter which is visible to the naked\neye, and the sample is such that it cannot or need not be divided, he shall effectively seal and\nsuitably mark the same and permit the person from whom he seizes the drug to add his own\nseal, if any, and mark to it and shall produce the same before the Drug Court or the Central\nLicensing Board or the Registration Board, as the case may be, before which proceedings are\ninstituted or action is initiated in respect of the drug.\n(5)     Where an Inspector takes any action under section this Schedule.\n(a)he shall as soon as practicable ascertain whether or not the drug contravenes\nany of the provisions of this Ordinance and, it is ascertained that the drug does\nnot so contravene, he shall forthwith revoke the order passed under the said\nsection or, as the case may be, take such action as may be necessary for the\nreturn of the stock seized and payment for the samples taken, under intimation\nto the Board concerned;\n(b)if he seizes the stock of the therapeutic good he shall, as soon as may be\ninform the Board concerned and take its order as to the custody thereof:\nProvided that where a Federal Inspector is not competent to take action\nunder Schedule-IV, he shall as soon as may be, report the matter and hand over\nthe stock, if any, to the Provincial  Inspector for further action  under this\nOrdinance or act.\n(6)     The Provincial Inspector on Finding any contravention of this Ordinance or Act\nshall, unless the Board otherwise directs, always refer the case to the Provincial Quality\nControl Board and seek orders as to the action to be taken in respect of such contravention.\n(7)     The Federal Inspector on finding any contravention of this Ordinance or the Act\nfor which he authorized shall unless otherwise directed, always refer the case to the Central\nLicensing Board or the Registration Board or any other authority as may be specified for the\npurpose  and  seek  any  further  orders  as  to  the  action  to  be  taken  in  respect  of  such\ncontravention.\nSCHEDULE-VI \n[See Section 30(1)] \n1.         The Drugs Act, 1976 (XXXI of 1976)\n______ \n20"
}