{
    "file": "./converted_json\\administratora56c7ad3296b4e850321fbcb9d5c42a0.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  429 \n \n \n \n \nISLAMABAD,  TUESDAY , JULY   7,  2020 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKISTAN  \n \nLAW AND JUSTICE  DIVISION  \n \nIslamabad, the 7th July, 2020 \n \n  No. F. 2(1)/20 20-Pub. —The following Ordinance Promulgated on 7th \nJuly, 2020 by the President is hereby published for general information: — \n \nORDINANCE NO. VIII  OF 2020   \n \nAN \n \nORDINANCE  \n \nto amend the Public Private Partnership Authority Act (VIII of 2017)  \n \n WHEREAS  it is expedient to amend the Public Private Partnership \nAutho rity Act, 2017 (VIII of 2017) for the purposes hereinafter appearing;  \n \n  \n(429) \n \nPrice: Rs. 40.00 \n \n[5689(2020)/Ex. Gaz.].   \n430 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n  AND WHEREAS  the Senate and the National Assembly are not in session \nand the President is satisfied that circumstances exist which rend er it nec essary to \ntake immediate action;  \n \n NOW, THEREFORE  in exercise of his powers conferred by clause (1) of \nthe Article 89 of the Constitution of Islamic Republic of Pakistan, the President \nof the Islamic Republic of Pakistan is pleased to make and pro mulgate the \nfollowing Ordinance: — \n \n 1. Short title and commencement. —(1) This Ordinance shall be \ncalled the Public Private Partnership Authority (Amendment) Ordinance, 2020.  \n \n (2) It shall come into force at once.  \n \n 2. Substitution of long title and preamb le, Act VIII of 2017. —In \nthe Public Private Partnership Aut hority Act, 2017 (VIII of 2017),  hereinafter \ncalled as the said Act, for the long title and the preamble the following shall be \nsubstituted, namely: — \n  \n“An Act to create an enabling environment  for private sector \nparticipation in development projects and in the provision of public \ninfrastructure and related services in Pakistan through public private \npartnership projects.  \n \n WHEREAS  it is expedient to establish a regulatory framework to execute \npubli c private partnerships in Pakistan so as to promote domestic and foreign \nprivate investment in  development projects to increase the availability of public \ninfrastructure and service delivery and improve their reliability and quality for \naccelerating econom ic growth and achieving the social objectives of the \ngovernment, to mobilize private sector  resources for financing, construction, \noperations and  maintenance of development projects, to improve efficiency of \nmanagement, operation and maintenance of develop ment projects in the public \nsector by introduction of modern technologies and management techniques, to \nreduce transaction costs, ensure appropriate regulatory controls and promote \ntransparency and accountability in carrying out development projects .”; \n \n 3. Amendment of section 2, Act VIII of 2017. —In the said act,  for \nsection 2, the following shall be substituted, namely: — \n  \n “2. Definitions. —In this Act, unless there is anything repug nant in the \nsubject or context, — \n  \n (a) “Authority ” or “P3A” means the P ublic Private Partnership \nAuthority established under section 3;  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  431 \n  (b) “Board ” means the Board constituted in accordance with \nsection 6;  \n \n (c) “CDWP ” means the central development working party.  \n \n (d) “company ” or “IPDF ” means infrastructure project \ndevelo pment facility a corporate entity registered and \noperating under the provisions of the Companies Act, 2017 \n(XIX of 2017);  \n \n (e) “dispute ” means any monetary claim or contractual dispute \nbetween a private party and an implementing agency under an \nagreement;  \n \n (f) “ECNEC ” means the executive committee of the National \nEconomic Council;  \n \n (g) “implementing agency ” means any of the line ministries, \ndivisions, attached depa rtments, executive departments,  \nsub-ordinate offices, body corporate, autonomous body of th e \nFederal Government or any organization or corporation \nowned or controlled by the Federal Government;  \n \n (h) “lender ” means a financial institution that provides loan to a \nprivate party for implementation of a project;  \n \n (i) “P3A fund ” means the fund estab lished under section 10;  \n \n (j) “P3WP ” means the public private partnership working party \nestablished under section 13A;  \n \n (k) “person ” includes an individual, a company, a statutory body \ncorporate, an association of persons whether incorporated or \nnot, a t rust and a partnership;  \n \n (l) “prescribed ” means prescribed by rules or regulations made \nunder this Act;  \n \n (m) “private party ” means a person who is eligible to bid for a \nproject with an implementing agency in accordance with the \nrules and regulations pres cribed under this Act and shall \nexclude such companies, institutions or corporate bodies in \nwhich the Federal Government holds a controlling equity \ninterest, either directly or indirectly;  \n432 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n  (n) “project ” means a development project, provision of related \nservices or both, under a public private partnership \narrangement;  \n \n (o) “project qualification proposal ”, in each case, in the form  and \nin the manner and meeting such requirements as are \nprescribed from time to time, means — \n \n (i) a proposal received by the A uthority from an \nimplementing agency for a qualified project;  \n \n (ii) a proposal received by the Authority from an \nimplementing agency for a qualified project that is \nprepared and submitted on the basis of a proposal from a \nprivate party for a project on an  un-solicited basis; or  \n \n (iii) a proposal forwarded to the Authority from CDWP for a \nqualified project;  \n \n (p) “project concept proposal ”, in each case, in the form and in \nthe manner and meeting such requirements as are prescribed \nfrom time to time, means a conceptual proposal — \n \n (i) received by the Authority from an implementing agency \nfor a qualified project;  \n \n (ii) received by the Authority from a private party for a \nqualified project on an un -solicited basis; or  \n \n (iii) forwarded to the Authority from C DWP for a qualified \nproject;  \n \n (q) “project development facility ” means the facility established \nunder section 12;  \n \n (r) “project proposal ” shall mean the detailed proposal submitted \nby the implementing agency to the Authority after it has \nreceived approva l of the project qualification proposal \nprepared in respect of a qualified project, to be submitted in \nthe form and in the manner and meeting such requirements as \nare prescribed from time to time;  \n \n (s) “project support ” means the financial or non -financia l support \nfor the project that may include the following, namely: — \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  433 \n  (i) administrative support to the private party co nsistent \nwith the private party’ s responsibilities under the public \nprivate partnership agreement and applicable laws for \nobtaining licens es and clearances from the government, \na public sector organization or an implementing agency, \nfor the purposes of the project on such terms and \nconditions as may be prescribed; provision of utility \nconnections for power, gas, telephone and water at the \nproject site, acquisition of  land or rights of way \nnecessary for the project and rehabilitation and \nresettlement of displaced persons directly required to \nexecute the project, environmental impact assessment, \nsafeguards and approvals and any other local perm itting \nand approvals ; \n \n (ii) asset -based support such as leasing, licensing or grant of \nright to mortgage and use land or infrastructure facilities \nowned by the government or an implementing agency to \nthe private party;  \n \n (iii) financial assistance through  the viability gap fund;  \n \n (iv) sovereign guarantees for political or other risks;  \n \n (v) any or a mix of subsidy or guarantee or financial \nassistance or support, including any cash transfers and \ncreation of security over go vernment or implementing \nagency’ s assets, during any stage of the project cycle; \nand \n \n (vi) any other support prescribed in respect of a qualified \nproject:  \n \n   Provided that any funding or financial support \nprovided through the project development facility shall \nnot form part of project s upport;  \n \n (t) “public private partnership ” means a commercial transaction \nbetween an implementing agency and a private party in terms \nof which the private party — \n  \n (i) performs part  of an implementing agency’ s functions on \nbehalf of it;  \n \n434 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n  (ii) assumes the  responsible use of public property for a \nproject;  \n \n (iii) assumes substantial financial, technical and operational \nrisks in connection with performance of certain \nfunctions of the implementing agency or the responsible \nuse of public property; or  \n \n (iv) receives a benefit for per forming the implementing \nagency’ s functions or from utilizing the public property, \neither by way of — \n  \n (a) consideration to be paid by the implementing \nagency from its budget or revenue; or  \n \n (b) charges or fees to be collected by the private party \nfrom users or customers of a service provided to \nthem; or  \n \n (c) a combination of such consideration and such \ncharges or fees.  \n \n (u) “public private partnership agreement ” means a written \nagreement between an implementing agency and a priv ate \nparty for implementation of a project and any other agreement \nsubsidiary or incidental to it;  \n \n (v) “qualified project ” means a project undertaken on public \nprivate partnership basis that meets any of the following \ncriteria, namely: — \n \n (i) support is r equired for the project in the form of funding \nfrom any facility established by the government for the \npurpose, including the viability gap fund;  \n \n (ii) a sovereign guarantee is required for the project in \naccordance with any rules or regulations that may be \nprescribed under this Act;  \n \n (iii) project receives funding through the project development  \nfacility;  \n \n (iv) any additional criteria for qualifying projects, as prescribed  \nfrom time to time:  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  435 \n    Provided that a project not fulfilling the aforementioned \ncriteria may be deemed as a qualified project if so designated \nby the P3WP for reasons to be recorded in writing;  \n \n (w) “request for proposal ” means a publicly advertised tender, \ninviting proposals for a qualified project prepared in \naccordance with the pro visions of this Act and the rules and \nregulations made thereunder;  \n \n (x) “risk management unit ” means the unit established under \nsection 12A;  \n \n (y) “users ” means users of a project, whether upon payment of \ncharges, fee or otherwise; and  \n \n (z) “viability ga p fund ” means the fund established under  \nsection 11. ” \n \n 4. Amendment of Chapter -II, Act VIII of 2017. —In the said Act, \nfor the heading of Chapter -II, the following shall be substituted, namely: — \n  \n“CHAPTER -II \n \nInstitutional Framework  \n \nPART -I \n \nAuthority and  its Board ”. \n \n 5. Amendment of section 3, Act VIII of 2017. —In the said Act, in \nsection 3, —  \n \n (a) in sub -section (1), after the word “establish ”, the word “the” shall \nbe inserted, and  \n \n (b) in sub -section (4), for the expression “Ordinance, 1984 (XLVIII  of \n1984) ” the expression “Act, 2017 (XIX of 2017) ” shall be  \nsubstituted.  \n  \n 6. Amendment of section 4, Act VIII of 2017. —In the said Act, in \nsection 4, —  \n \n (a) in sub -section (1), for the word “helping ”, the word “facilitating ” \nshall be substituted; and  \n \n436 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n  (b) in sub -section  (2),— \n \n (i) in clause (a), after the word “that”, the word “qualified ” shall \nbe inserted;  \n \n (ii) for clauses (b) to (1), the following shall be substituted, \nnamely: — \n  \n “(b) ensure value for money by conducting an analysis to \nevaluate qua lified projects in the manner as may be \nprescribed;  \n \n (c) conduct appraisal and project risk analysis for qualified \nprojects, including with respect to legal risk and receive \nand take into consideration the overall fiscal risk \nassessment and view submitted  by the risk management \nunit for qualified projects;  \n \n (d) assess funding requirements, excluding the project \ndevelopment facility, taking into account such \nassessment undertaken by the risk management unit;  \n \n (e) assess funding requirements with respect t o the project \ndevelopment facility;  \n \n (f) subject to the rules and regulations made hereunder, \nadvise, facilitate and actively support the implementing \nagency to develop and structure, as needed, the qualified \nprojects at all stages of the project cycle su ch as \nidentification, planning, tendering, bidding and contract \naward and implementation;  \n \n (g) prescribe and receive fees and charges in respect of \nqualified projects;  \n \n (h) standardize contractual provisions and develop sector \nspecific provisions and tem plates including a model \npublic private partnership agreement for qualified \nprojects;  \n \n (i) analyze and assess annuity, user -based, hybrid and other \nfinancial models for qualified projects;  \n \n (j) ensure that public private partnership agreements are \nconsis tent with the provisions of this Act and applicable  \nlaws; and  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  437 \n  (k) interact, collaborate and liaise with international \nagencies ”. \n \n 7. Amendment of section 6, Act VIII of 2017. —In the said Act, in \nsection 6, — \n \n (a) for sub -section (1), the following shall be substituted, namely: — \n  \n “(1) There shall be a Board of Directors of the Authority \ncomprising the following, namely: — \n  \n 1. Deputy Chairman, Planning Commission  Chairperson  \n \n 2. Secretary of the Division to which business  Vice-Chairperson  \n  of the Auth ority stands allocated   \n \n 3. Secretary, Finance Division or his nominee  \n  not below the rank of Additional Secretary  Member   \n  or equivalent  \n \n 4. Member - Private Sector Development,  Member  \n  Planning Commission   \n \n 5. five members from private sector to b e  Member  \n  nominated by the Federal Government   \n \n 6. Chief Executive O fficer of the Authority  Member / \n   Secretary ”; \n \n (b) sub-section (2) shall be omitted;  \n \n (c) in sub -section (3), —  \n \n (i) for the words “and shall be entitled ”, the word “subject ” shall \nbe substituted; and  \n \n (ii) for the words “the Federal Government may prescribe ”, the \nwords “may be prescribed ” shall be substituted;  \n \n (d) for sub -section (4), the following shall be substituted, namely: — \n  \n “(4) The Board shall meet at least once in a qua rter in a meeting \nconvened by the Chairperson, provided that the Chairperson \nmay convene a meeting at any time as deemed necessary. The \nSecretary of the Board may, in accordance with the prescribed \n438 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n regulations, take approval of the Board through circulatio n \namong members of the Board, which shall be subsequently \nplaced for ratification in the first Board’ s meeting occurring \nimmediately after such approval.” ; \n \n (e) for sub -section (6), the following shall be substituted, namely: — \n  \n “(6) The quorum for a mee ting of the Board shall be five members \nwith at least two members from the private sector and the \nmember from the Finance Division. In case of a tie, the \nChairperson or Vice -Chairperson, as the case may  be, shall \nhave a casting vote.” ; \n \n (f) in sub -section  (7), after the full -stop, the fo llowing shall be added, \nnamely: — \n \n   “In respect of a Board’ s meeting where a project proposal or \nmatters relating to a qualified project are being considered by the \nBoard, the Secretary of the concerned line Division (or s uch \nnominee of the same that meets any prescribed requirements) shall \nbe requi red to be present in such Board’ s meeting as an observer to \nperform such roles and functions as are prescribed. ”; and  \n \n (g) in sub -section (8), for the words “it may prescribe ”, the words  “may \nbe prescribed ” shall be substituted.  \n \n 8. Amendment of section 7, Act VIII of 2017. —In the said Act, in \nsection 7, — \n \n (a) in sub -section (1), — \n \n (i) after the word “shall ” occurring for the first time, the \nexpression “, on the recommendation  of the Board, ” shall be \ninserted;  \n \n (ii) after the words “affairs of   ”, the word “the” shall be inserted;  \n \n (b) in sub -section (2), for the word “Board ”, occurring twice, the word \n“Authority ” shall be substituted;  \n \n (c) in sub -section (3), — \n \n (i) for the  words “the F ederal Government may prescribe: ”, the \nwords “may be prescribed. ” shall be substituted; and  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  439 \n  (ii) for the colon a full stop shall be substituted and thereafter the \nproviso shall be omitted;  \n \n (d) after sub -section (3), amended as aforesaid, th e following new sub -\nsection (4) shall be added, namely: — \n \n “(4) The Chief Executive Officer shall be the principal accounting \nofficer of the Authority ”. \n \n 9. Amendment of section 8, Act VIII of 2017. —In the said Act, in \nsection 8, in sub -section (2), — \n  \n (a) the expression “which may include, ” shall be omitted;  \n \n (b) after the word “following ”, the word “functions ” shall be inserted;  \n \n (c) for clauses (a) to (i), the following shall be substituted, namely: — \n \n “(a) monitoring, in respect of qualified project s, the \nimplementation of public private partnership agreements, \nincluding in terms of the financial situation and the \nconstruction of physical assets and service delivery;  \n \n (b) allowing renegotiation, if necessary in respect of qualified \nprojects, of publ ic private partnership agreements or contracts \nto the extent prescribed;  \n \n (c) considering for approval or otherwise the project proposal for \na qualified project;  \n \n (d) reviewing and strengthening the institutional and regulatory \nframework for the effectiv e implementation and operation of \nthe public private partnership arrangements by implementing \nagencies;  \n \n (e) approving the yearly budget of the Authority;  \n \n (f) establishing viability gap fund to perform such functions as \nmay be prescribed;  \n \n (g) establis hing project development facility to perform such \nfunctions as are prescribed;  \n \n (h) approving funding for support provided through the project \ndevelopment facility for qualified projects in the manner \nprescribed; and  \n440 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n  (i) subject to applicable laws, and a s may be prescribed, \nestablishing such other funds, trusts, schemes, companies or \nfacilities for the purpose of carrying out the mandate under \nthis Act ”. \n \n 10. Amendment of section 9, Act VIII of 2017. —In the said Act, for \nsection 9, the following shall be  substituted, namely: — \n  \n “9. Dis-qualification to become a member and conflict of \ninterest. —(1) The dis -qualifications of certain persons to become \nor hold office in any corporate entity under the provisions of the \nCompanies Act, 2017 (XIX of 2017) shall,  ipso facto , apply to the \nmembers of the Board. In addition, a person shall be dis -qualified \nfrom acting as a member of the Board, if he — \n \n (a) has become physically or mentally incapable of acting as a \nmember of the Board;  \n \n (b) has engaged in gross misco nduct;  \n \n (c) has been involved in corruption or malpractices;  \n \n (d) receives any illegal gratification from a private party; or  \n \n (e) fails to meet any other criteria as may be prescribed.  \n \n (2) To the extent that any member of the Board has any interest, either \nmonetary or otherwise, directly or indirectly, in any private party \nthat is tendering for a project or that is involved in the process in \nany way for a qualified project, such member of the Board shall, to \nthe extent of that project, not be eligible  to partic ipate in the \nfollowing, namely: — \n \n (a) any decision making of the Board;  \n \n (b) in any discussions of the Authority or the Board; or  \n \n (c) other relevant matters of the Authority, the Board and the  \nrelevant implementing agency.  \n \n 9A. Accounts and audit. —(1) The Authority shall prepare its own \nbudget in respect of each financial year and shall maintain complete \nand accurate books of accounts of its actual expenses in the \nprescribed manner.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  441 \n  (2) The management, operation and maintenance of the accoun ts of the \nAuthority shall be done by such officers of the Authority and in \nsuch manner as may be prescribed. The accounts of the Authority \nshall be maintained in such forms as may be prescribed and shall be \nconsistent with the requirements of the applicabl e provisions of the \nConstitution and laws for the time being in force.  \n \n (3) The accounts of the Authority shall be audited in the manner \nprescribed in accordance with the provisions of the Constitution \nand the laws in that behalf for the time being in for ce. \n \nPART-II \n \nP3A Fund, Viability Gap Fund and Project Development Facility ”. \n \n 11. Amendment of section 10, Act VIII of 2017. —In the said Act, in \nsection 10, — \n  \n (a) for the marginal heading “Fund ”, the heading “P3A Fund ” shall be \nsubstituted;  \n \n (b) in su b-section (1), — \n  \n (i) after the words “established a ”, the words “non-lapsable ” shall \nbe inserted;  \n \n (ii) after the word “fund”, the words “through upfront grant -in-aid \nin the amount to be recommended by the Board ” shall be \ninserted;  \n \n (iii) for the words  “Public Private Partnership Authority Fund ”, the \nexpression “P3A Fund” shall be substituted; and  \n \n (iv) the words “to meet the charges ” shall be omitted;  \n \n (c) in sub -section (2),— \n \n (i) for the words “Fund of the Authority ”, the expression “P3A \nFund ” shall be substituted;  \n \n (ii) in clause (b), for the word “grants ”, the words “grants -in-aid” \nshall be substituted;  \n \n (iii) in clause (d), the word “the” shall be omitted; and  \n \n442 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n  (iv) in clause (f), — \n  \n (A) after the word “any”, the word “other ” shall be insert ed; \n \n (B) for the words “approved by the Federal Government ”, \nthe words “as may be prescribed from time to time ” shall \nbe substituted;  \n \n (d) in sub -section (3), — \n  \n (i) for the words “Fund and accounts of the Authority ”, the words \n“P3A Fund ” shall be subst ituted; and  \n \n (ii) for the words “the prescribed offices of the Authority in the \nprescribed manner ”, the words “such officers of the Authority \nand in such manner as may be prescribed ” shall be \nsubstituted; and  \n \n (e) sub-section (4) shall be omitted.  \n \n 12. Amendment of section 11, Act VIII of 2017. —In the said Act, for \nsection 11, the followin g shall be substituted, namely: — \n \n “11. Viability gap fund. —(1) There shall be established a non -lapsable \nfund through upfront grant -in-aid vested in the Authority know n as \nthe “viability gap fund ” which shall be managed, controlled and \nadministered by the Authority in the prescribed manner.  \n \n (2) The viability gap fund shall be established by an amount specified \nby the Board and the fund may be replenished from time to time in \nthe prescribed manner.  \n \n (3) The viability gap fund shall be utilized, inter alia,  to provide \nsupport to those qualified projects for which a feasibility study has \nfound them to be economically or socially justified but not \nfinancially viable ”. \n \n 13. Amendment of section 12, Act VIII of 2017. —In the said Act, for \nsection 12, the following shall be substituted, namely: — \n  \n “12. Project development facility. —(1) There shall be established a \nnon-lapsable facility through upfront grant -in-aid vested in the \nAuthority known as the “project development facility ” which shall \nbe managed, controlled and administered by the Authority in the \nprescribed manner.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  443 \n  (2) The project development facility shall be a pool of funds, including \ncontributions from internatio nal donor agencies, which shall be \nutilized, inter alia , to support the preparation of any proposals for \nqualified projects.  \n \n (3) The project development fund shall be established by a n amount \nspecified by the Board and the fund may be replenished from ti me \nto time in the prescribed manner ”. \n \n 14. Amendment of Chapter -III, Act VIII of 2017. —In the sai d Act, \nfor the title of CHAPTER -III, the following shall be substituted, namely: — \n \n“CHAPTER -III \n \nPART -I \n \nRisk Management Unit  \n \n 12A.  Risk management unit. —(1) There shall be established a risk \nmanagement unit which s hall be managed, controlled and \nadministered by the Finance Division of the Federal Government in \nthe manner as may be prescribed.  \n \n (2) The risk management unit shall be responsible for fiscal over sight \nand for evaluation of fiscal and contingent liability exposure for all \nqualified projects. The evaluation shall be required to be undertaken \nas may be prescribed by the Authority in consultation with the \nFinance Division.  \n \n (3) In respect of any proj ect that is not a qualified project, each \nimplementing agency shall provide the risk management unit all \nsuch information about such project as may be prescribed by the \nAuthority in consultation with the Finance Division.  \n \n“PART -II \n \nImplementing Agencies ”. \n \n 15. Amendment of section 13, Act VIII of 2017. —In the said Act, in \nsection 13, — \n  \n (a) in the marginal heading, for the word “Responsibilities ”, the word \n“Responsibility ” shall be substituted;  \n \n (b) in sub -section (1), —  \n444 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n  (i) for the words “Implementing  Agency ”, the words \n“implementing agency ” shall be substituted; and  \n \n (ii) for the word “Project ”, the words “qualified project ” shall be \nsubstituted; and  \n \n (c) for sub -section (2), the following shall be substituted, namely: — \n \n “(2) Without prejudice to t he generality of sub -section (1), in \nrespect of qualified projects the implementing agency shall, \ninter alia , for the purpose of this Act, — \n  \n (a) identify, conceptualize and develop the project and, in \ncase of a project that is not a qualified project, ap praise \nthe same;  \n \n (b) undertake or cause to be undertaken a feasibility study \nfor a project;  \n \n (c) develop and issue or cause to be developed and issued a \nrequest for proposal including draft of the public private \npartnership agreement;  \n \n (d) if deemed ne cessary or appropriate by the implementing \nagency, develop and submit to the Authority a project \nconcept proposal for the P3 WP’s approval or otherwise, \nprior to developing and submitting the project \nqualification proposal for approval to the Authority, \nprovided that it shall not be a requirement to submit a \nproject concept proposal  before submitting the project \nqualification proposal for  approval to the Authority;  \n \n (e) solicit approval for a project and its related project \nqualification proposal from P3WP,  in the manner \nprescribed and, s ubsequent to receipt of approval, \nundertake the re quired steps in accordance with  \nChapter -III of this Act and the rules and regulations \nmade thereunder;  \n \n (f) subject to requisite approvals, procure and conduct \ncompetitive b idding for a project in accordance with the \nprovisions of this Act and the rules and regulations made \nhereunder;  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  445 \n  (g) monitor and implement the project in accordance with \nthe public private partnership agreement; and  \n \n (h) provide such information to the Authority as may be \nprescribed from time to time in respect of projects of the \nimplementing agency, whether qualified or not qualified.  \n \nPART -III \n \nPUBLIC PRIVATE PARTNERSHIP (P3) WORKING PARTY (P3WP)  \n \n 13A.  P3WP. —(1) There shall be established a public pri vate partnership \nworking party to be called the “P3WP ” comprising such members \nas may be prescribed by rules under this Act.  \n \n (2) The quorum requirements, manner of conduct of the P3WP \nmeetings and the eligibility requirements to be a member of the \nP3WP s hall be, in each case, as are prescribed from time to time.  \n \n (3) The P3WP shall be responsible for — \n \n (a) granting approval of the project concept proposal submitted to \nit by the Authority;  \n \n (b) granting approval of the project qualification proposal \nsubmitted to it by the Authority; and  \n \n (c) performing such other functions as may be prescribed from \ntime to time.  \n \n (4) Subject to the rules and regulations prescribed under this Act, the \nP3WP may, for carrying out its functions, constitute such \ncommittees from time to time and delegate its powers as may be \nconsidered appropriate.  \n \nCHAPTER -IV \n \nApprovals and Process Flow For Qualified Projects ”. \n \n 16. Amendment of section 14, Act VIII of 2017. —In the said Act, for \nsection 14, the following shall be substitute d, namely: — \n \n “14. Approval of qualified projects and related matters. —(1) For all \nqualified projects, subject to the rules and regulations made  under \nthis Act, the following approvals shall be required prior to the \n446 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n execution of the public private partners hip agreement by the \nimplementing agency, namely: — \n \n (a) the project qualification proposal shall require approval of the \nP3WP;  \n \n (b) approval of the project by the risk management unit in \naccordance with section 12A;  \n \n (c) the project proposal shall requi re approval of the Board;  \n \n (d) in the event the qualified project meets certain prescribed \ncriteria, the project proposal shall also require approval of \nECNEC; and  \n \n (e) any other approvals as may be prescribed from time to time.  \n \n (2) During any stage of  the process leading to the execution of the \npublic private partnership agreement, in the event there is a \ndeviation from any of the terms of the proposals or documents \napproved in terms of sub -section (1) or from any conditions that the \napproving entity m ay have placed in respect of the qualified \nproject, the implementing agency shall be required to re -obtain such \napprovals as may be prescribed.  \n \n (3) The process flow for approvals, bidding and contract award shall be \nas may be prescribed from time to time ”. \n \n 17. Insertion of new section 14 A, Act VIII of 2017. —In the said  Act, \nfor the heading of the existing Chapter -IV, the following shall be substituted, \nnamely: — \n \n“CHAPTER -V \n \nLegal and Contractual Framework  \n \n 14A.  Private sector participation. —(1) Notwit hstanding anything to \nthe contrary contained in any other laws for the time being in force, \nthe implementing agencies shall be authorized to seek participation \nfrom the private sector in appropriate projects:  \n \n   Provided that in respect of qualified proje cts, the \nimplementing agencies shall seek participation from the private \nsector in accordance with this Act and the rules and regulations \nmade thereunder.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  447 \n  (2) Subject to the provisions of this Act and the rules and regulations \nmade thereunder, the impleme nting agencies shall be fully \nempowered to enter into public private partnership agreements and \narrangements with private parties under mutually agreed terms and \nconditions in one or several projects and may provide project \nsupport to private parties on su ch conditions as deemed mutually fit \nfor the purposes of such projects.  \n \n (3) The implementing agencies shall b e competent to pay any fees for \nservices performed by private parties under duly authorized public \nprivate partnership agreements and arrangement s including but  not \nrestricted to user fees, subsidies, revenue shortfall guarantees and \nmay allocate budget and appropriate monies for such purposes ”. \n \n 18. Amendment of section 15, Act VIII of 2017. —In the said Act, in \nsection 15, — \n  \n (a) in sub -section (1), after the word “agreement ”, the words “relating \nto projects ” shall be inserted; and  \n \n (b) for sub -section (2), the following shall be substituted, namely: — \n \n “(2) Unless otherwise provided in the public private partnership \nagreement, every agreement s hall be governed, construed and \ninterpreted in accordance with the laws of Pakistan ”. \n \n 19. Amendment of section 16, Act VIII of 2017. —In the said Act, in \nsection 16, — \n  \n (a) in sub -section (1), — \n  \n (i) for the expression “project ”, the expression “qualifi ed project, \nunless otherwise approved by the Board, ” shall be substituted;  \n \n (ii) after the words “a company as ”, the letter “a” shall be \ninserted;  \n \n (iii) after the words “undertake the ”, the word “qualified ” shall be \ninserted; and  \n \n (iv) after the word “project ”, occurring at the end, the expression \n“in accordance with the rules and regulations prescribed under \nthis Act ” shall be inserted;  \n \n448 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n  (b) in sub -section (2), for the word “project ”, the words “qualified \nproject ” shall be substituted;  \n \n (c) after sub -section (2), amended as aforesaid, the following new sub -\nsection (3) shall be added, namely: — \n \n “(3) Subject to laws applicable to the implementing agency, the \nimplementing agency and a private party may, in respect of \nprojects that are not qualified proj ects, enter into any \ncontractual relationship that is capable of providing value for \nmoney and affordability for the implementing agency and the \nusers of the project ”. \n \n 20. Amendment of section 17, Act VIII of 2017. —In the said Act, in \nsection 17, — \n  \n (a) after the word “rules ”, the words “and regulations ” shall be \ninserted;  \n \n (b) for the word “an”, the word “the”, shall be substituted;  \n \n (c) for the words “to which this Act applies ”, the words “approved  in \naccordance with Chapter -III of this Act and only to the extent  \nconsistent with the approved project qualification proposal and  the \napproved project proposal ” shall be substituted;  \n \n (d) in the proviso to clause (a), for the word “the”, occurring for the \nfirst time, the word “any” shall be substituted;  \n \n (e) in clause (b), after the word “agreement ”, the expression “and as \nprovided in the said agreement ” shall be inserted;  \n \n (f) in clause (c), — \n \n (i) for the word “Project ”, the word “project ” shall be substituted;  \n \n (ii) after the word “project ”, occurring  at the end, the expression \n“as provided in the public private partnership agreement ” \nshall be inserted; and  \n \n (iii) after the semi -colon, the word “and” shall be inserted;  \n \n (g) in clause (d), — \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  449 \n  (i) after the word “project ” the expression “after obtainin g such \napprovals as may be prescribed by the Authority in this \nregard ” shall be inserted;  \n \n (ii) for the semi -colon and the word “or”, a full stop shall be \nsubstituted; and  \n \n (h) clause (e) shall be omitted.  \n \n 21. Substitution of section 18, Act VIII of 20 17.—In the said Act for \nsection 18, the following section shall be substituted, namely: — \n \n “18. Settlement of disputes. —(1) All disputes arising between an \nimplementing agency and a private party shall be referred to the \nAuthority, to serve as the first ti er of the dispute resolution \nmechanism, in the manner prescribed by the rules including the \ntimeframe for the Authority to hear and dispose off all such \ncomplaints and grievances.  \n \n (2) All such complainants, who are still not satisfied with the decisions \nof the first tier of the dispute resolution mechanism, may seek the \nappropriate remedies before the courts of Pakistan:  \n \n   Provided that, subject to the rules prescribed under this Act, \nrecourse to the courts of Pakistan shall be a mandatory requirement \nfor any complainants seeking recourse to alternative methods of \ndispute resolution, such as international arbitration under the public \nprivate partnership agreement, which dispute resolution clauses \nshall strictly adhere to the settlement of disputes provis ion of law ”. \n \n 22. Substitution of section 19, Act VIII of 2017. —In the said Act, — \n  \n (a) for the existing heading “CHAPTER -V” the heading  \n“CHAPTER -VI” shall be substituted; and  \n \n (b) for section 19, the following section shall be substituted, namely: — \n \n “19. Negotiation of the agreement. —The implementing agency \nshall, after all applicable approvals have been obtained in \naccordance with section 17 invite the successful private party \nbidder for  negotiation of the public private partnership \nagreement on such terms and conditions as may be prescribed \nfrom time to time ”. \n \n  \n450 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n  23. Substitution of section 20, Act VIII of 2017. —In the said Act, for \nsection 20, the following shall be substituted, namely: — \n  \n “20. Negotiated procurement of project. —Subject to the rule s and \nregulations prescribed under this Act, an implementing agency may \nenter into a negotiated procurement of a project in case the Federal \nGovernment authorizes such an exception, for reasons to be \nrecorded in writing, in the public interest ”. \n \n 24. Amen dment of section 21, Act VIII of 2017. —In the said Act, in \nsection 21, — \n  \n (a) after the expression “immovable properties, ” the word “the” shall \nbe inserted;  \n \n (b) after the word “party ”, occurring for the first time, the words “or \nthe implanting agency ” shall be inserted;  \n \n (c) after the words “partnership agreement ”, occurring for the second \ntime, the words “as provided for in the said agreement ” shall be \ninserted;  \n \n (d) in the first proviso, — \n \n (i) the word “however ” shall be omitted ; \n \n (ii) after the wo rd “that” the expression “in respect of a qualified \nproject, ” shall be inserted;  \n \n (iii) after the word “prior ” the words “consent and ” shall be \ninserted;  \n \n (iv) after the words “approval of the ”, the words “implementing \nagency and the ” shall be inserted; and \n \n (v) after the word “Board ” the words “or except as may have been \napproved as part of the project proposal ” shall be inserted;  \n \n (e) in the second proviso, — \n \n (i) after the word “after”, the word “the” shall be inserted; and  \n \n (ii) after the word “agency”, the words “or the private party ” shall \nbe inserted; and  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  451 \n  (f) sub-section (2) shall be omitted.  \n \n 25. Amendment of section 22, Act VIII of 2017. —In the said Act, — \n \n (a) after section 21, amended as aforesaid, for the existing heading \n“CHAPTER -VI”, th e heading “CHAPTER -VII” shall be \nsubstituted; and  \n \n (b) in section 22, after the words “The Federal Government ”, the \nexpression “the Authority, the Board ” shall be inserted.  \n \n 26. Amendment of section 23, Act VIII of 2017. —In the said Act, in \nsection 23, — \n \n (a) for the words “a sum ”, the words “any sums ” shall be substituted; \nand \n \n (b) the words “as if the sum is recoverable ” shall be omitted.  \n \n 27. Substitution of section 25, Act VIII of 2017. —In the said Act, for \nsection 25, the following shall be substi tuted, namely: — \n  \n “25. Power to make rules. —The Federal Government may, by \nnotification in the official Gazette and with the recommendation of \nthe Board, make rules for carrying out the purposes of this Act.  \n \n “25A.  Power to make regulations. —Subject to t his Act and the rules \nmade thereunder, the Board may, by notification in the official \ngazette, make regulations for carrying out purposes of this Act ”. \n \n 28. Amendment of section 26, Act VIII of 2017. —In the said Act, in \nsection 26, — \n  \n (a) the word “inten ded” shall be omitted; and  \n \n (b) after the word “rules ”, the words “or regulations ” shall be inserted.  \n \n 29. Amendment of section 28, Act VIII of 2017. —In the said Act, in \nsection 28, — \n  \n (a) after the word “agreements ”, the words “for qualified projects ” \nshall be inserted; and  \n \n (b) after the words “progress on ”, the words “qualified ” shall be \ninserted.  \n452 THE GAZETTE OF PAKISTAN, EXTRA., JULY  7,  2020  [PART I \n \n  30. Addition of section 29, Act VIII of 2017. —In the said Act, after \nsection 28, amended as aforesaid, the following new section 29 shall be added, \nnamely :— \n \n “29. Overriding effect. —Except as provided in this Act, the provisions \nof this Act and the rules and regulations made hereunder shall have \neffect in respect of matters relating to the projects notwithstanding \nanything to the contrary contained in any other law, including but \nnot limited to the Public Procurement Regulatory Authority \nOrdinance, 2002 (XXII of 2002) and the rules and regulations made \nthereunder ”. \n \n \n \nDR. ARIF ALVI,  \nPresident . \n \n————  \n \n \nMUHAMMAD KHASHIH -UR-REHMAN , \nSecretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n————————————————————————————————  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}