{
    "file": "./converted_json\\administratore6778a0bd751235590be43139424bcd7.json",
    "name": "Trade Development Authority of Pakistan Act, 2013",
    "date": "22nd February, 2013",
    "tagline": "An Act to provide for establishment of the Trade Development Authority of Pakistan",
    "content": "Page 1 of 25 \n \n \n \n \n \n \nTHE TRADE DEVELOPMENT AUTHORITY OF PAKISTAN ACT, \n2013  \n \n \n \n  \n  \n \n \n \nCONTENTS  \n___________ __ \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement.  \n2. Definitions.  \nCHAPTER II  \nTHE AUTHORITY  \n3. Establishment of the Authority.  \n4. Regional offices of the Authority.  \n5. Chief Executive.  \n6. Secretary.  \n7. Working relationship between Chief Executive and Secretary.  \n8. Human resources of the Authority.  \n9. Appointment of advisers, consultants and service providers.  \n10. Delegation of the Authority's functions or powers.  \n11. Authority to furnish information.  \nCHAPTER II I \nTHE BOARD  \n12. Management.   \n\n \nPage 2 of 25 \n 13. Meetings of the Board.  \n14. Board may invite others to meetings.  \n15. Committees of the Board.  \nCHAPTER IV  \nCONFLICT OF INTEREST  \n16. Disclosure of interest by members.  \n17. Disclosure of interest by others.  \nCHAPTER V  \nDISQUALIFICATION, REMOVAL, RESIGNATION AND VACANCIES  \n18. Disqualification of members.  \n19. Removal, resignation and vacancies.  \nCHAPTER VI  \nPOWERS AND FUNCTIONS  \n20. Powers and functions of the Board.  \n21. Powers a nd functions of the Authority.  \n22. Supplementary provisions.  \nCHAPTER VII  \nFINANCE  \n23. Fund.  \n24. Budget.  \n25. Expenditure to be charged on the Fund.  \n26. Accounts and audit.  \n27. Power to obtain finance, borrow money and receive grants.  \n28. Investment.  \n29. Bank  accounts.  \nCHAPTER VIII  \nGENERAL  \n30. Common seal.  \n \nPage 3 of 25 \n 31. Public servants.  \n32. Appeal to the Appellate Bench of the Board.  \n33. Indemnity.  \n34. Power of the Federal Government to issue directives.  \n35. Power to make rules.  \n36. Power to make regulations.  \n37. Dissol ution of the Export Promotion Bureau.  \n38. Removal of difficulties.  \n39. Repeal and savings.  \n \nPage 4 of 25 \n TRADE DEVELOPMENT AUTHORITY OF PAKISTAN ACT, 2013  \nACT No. III OF 2013  \n[22nd February, 2013]  \nAn Act to provide for establishment of the Trade Development Authority o f Pakistan  \nWHEREAS it is expedient to provide for the development and promotion of exports of \nPakistan;  \nAND WHEREAS there is a need to provide a dedicated effective and empowered \norganization within the Ministry of Commerce responsible and accountable for maximizati on of \nexports;  \nAND WHEREAS there is a need to provide effective support and structured interaction with \nstakeholders in formulation of consistent, practical and effective trade policies, regulations and trade \ndevelopment initiatives;  \nAND WHEREAS there is  a need for establishing greater clarity of institutional arrangements \nand linkages for purposes of policy formulation and the development of initiatives and \nimplementation thereof amongst the Ministry of Commerce, trade development organizations and the \nprivate sector;  \nIt is enacted as follows: — \nCHAPTER -I \nPRELIMINARY  \n1. Short title, extent and commencement .—(1) This Act may be called the Trade \nDevelopment Authority of Pakistan Act, 2013.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force  at once.  \n 2. Definitions .—In this Act, unless there is anything repugnant in the subject or context, — \n(a)       “Authority ” means the Trade Development Authority of Pakistan established \nunder Section 3;  \n(b)       “Board ” means the Trade Development Author ity of Pakistan Board \nestablished under Section 12;  \n(c)       “Chairman ” means the Chairman of the Board;  \n(d)       “Chief Executive ” means the Chief Executive of the Authority appointed \nunder Section 5;  \n(e)       “civil servant ” means a civil servant as d efined in th e Civil Servants Act, 1973 \n(LXXI  of 1973);  \n \nPage 5 of 25 \n (f)        “Commerce and Trade Group ” means the Commerce and Trade Group created \nunder the Administrative Reforms of 1973 vide Establishment Division's O.M. \nNo.6/2/75 -ARC, dated the 8th May, 1975;  \n(g)       “Commerce and Trade Group officer ” means civil servant belonging to the \nCommerce and Trade Group of the civil service of Pakistan;  \n(h)       “committee ” means a committee of the Board constituted under Section 15;  \n(i)        “critical success factors ” means factors which are critical to the achievement \nof the performance desired by the Authority;  \n(j)        “Directors -General ” means the Directors General of the Authority;  \n(k)       “EMDF ” means Export Marketing Development Fund established through \nResolution No. P5(5)/65, dated the 22nd January, 1966;  \n(l)        “EMDF Board ” means the EMDF Board set up under Resolution No. \nP5(5)/65, dated the 22nd January, 1966;  \n(m)      “employee ” means any officer or servant of the Authority;  \n(n)       “Executive Com mittee ” means Executive Committee of the Board formed \nunder sub -section (8) of Section 12;  \n(o)       “exporter ” means any individual or entity exporting goods or services;  \n(p)       “Export Promotion Bureau ” means the Export Promotion Bureau established \nvide Ministry of Commerce Order No. 28(19) -CEI/63, dated the 14th \nDecember, 1963;  \n(q)       “Fund ” means the fund established under Section 23;  \n(r)        “key performance indicators ” means indicators that serve to measure \nperformance of the Authority;  \n(s)       “member ” means a member of the Board;  \n(t)         “prescribed ” means prescribed by rules or regulations;  \n(u)       “private sector person ” means a person who is not in the service of Pakistan or \nof any statutory body or any body which is owned or cont rolled by the Federal \nGovernment or a Provincial Government including an officer of Chambers of \nCommerce and Industry and other trade bodies, a university or an educational \ninstitution;  \n(v)        “regulations ” means the regulations made under this Act;  \n(w)      ”resolution ” means the EMDF Resolution No.P5(5)/65, dated the 22nd \nJanuary, 1966;  \n \nPage 6 of 25 \n (x)        “rules ” means the rules made under this Act;  \n(y)        “Secretary ” means the Secretary of the Authority appointed under Section 6;  \n(z)        “sectoral ” means the sectoral board; and  \n(za)      “supply chain management ” means all activities, policies, and regulations etc. \nundertaken by the public or private sectors that impact upon production of \ngoods and the provision of services for exports and imports whic h shall \ninclude but not be limited to, the sourcing of materials, production, logistics, \ninfrastructure, financing, human resources, productivity, technology, \nenvironment and up to the delivery of finished goods to the port of destination.  \nCHAPTER -II \nTHE AUTHORITY  \n3. Establishment of the Authority .⸺(1) An Authority to be called the Trade Development \nAuthority of Pakistan is hereby established under administrative control of the Ministry of \nCommerce.  \n(2) The Authority shall be a body corporate have perpetual succession and common seal with \npowers, su bject to the provisions of this Act, to enter into contracts, acquire, purchase, hold and \ndispose of both movable and immovable property including mortgage thereof and shall by its name \nsue or be sued.  \n(3) The Authority shall comprise the Chief Executive, the Secretary and such number of \nofficers of the Authority as determined by the Board and shall function in accordance with the rules.  \n(4) All assets, liabilities, inclusive of, but not limited to, intellectual property of Export \nPromotion Bureau shall sta nd transferred to the Authority on the commencement of this Act.  \n(5) The Authority shall have exclusive right to have and use all emblems, motto, logo, \ndecoration, descriptive or designating marks and title now used by the Authority, the name “Trade \nDevelopment Authority of Pakistan ” or any similar grammatical variation thereof. The Authority \nshall alos have exclusive right to use any emblems, motto, logo, decorations, descriptive or \ndesignating marks or titles hereafter adopted by the Board for carrying ou t its objective.  \n 4. Regional offices of the Authority. —The Authority may, with prior approval of the Board, \nestablish and close down its offices at such places in Pakistan as it considers necessary.  \n 5. Chief Executive. —(1) There shall be a Chief Executiv e of the Authority who shall be \nappointed by the Federal Government.  \n (2) The tenure of the Chief Executive shall be three years extendable by the Federal \nGovernment. The Chief Executive shall, however, serve at the pleasure of the Federal Government.  \n (3) The Chief Executive shall be a person of high integrity, in full time employment of the \nAuthority and shall have relevant professional qualifications, relating to domestic and international \ntrade, expertise, experience and knowledge of local and internati onal markets and with a successful \ntrack record.  \n \nPage 7 of 25 \n  (4) The Chief Executive shall be the principal accounting officer and shall, together with the \nSecretary, Directors General and any other officer nominated by the Board, be responsible for the \nmanagement of  all affairs of the Authority and achievement of desired objectives. Subject to the \nrules made by the Authority, the Chief Executive shall be assisted by other sub -ordinate officers and \nservants in carrying out the functions of the Authority. The Chief Exe cutive shall report to the Board \non all matters including those delegated by him to the sub -ordinate officers in the Authority.  \n (5) The Chief Executive shall be paid such remuneration as may be prescribed by the Federal \nGovernment.  \n 6. Secretary. —(1) Ther e shall be a Secretary of the Authority in BPS -21 or above of the \nservices of the Federation who shall be appointed by the Federal Government.  \n (2) The Secretary shall report to the Chief Executive. The Chief Executive and Secretary \nshall, together with th e Directors General and any other officer nominated by the Chief Executive, be \nresponsible for the day to day implementation of the approved plans diligently, timely and \neffectively. Subject to the regulations made by the Board, the Secretary shall be assi sted by other \nsub-ordinate officers and servants in carrying out the functions of the Authority.  \n (3) The salary, allowances, privileges and other facilities of the Secretary shall be prescribed \nby rules.  \n (4) The Secretary shall provide all secretarial se rvices to the Board.  \n (5) Annual confidential report of the Secretary shall be initiated by the Chief Executive and \ncountersigning authority shall be the Minister for Commerce.  \n 7. Working relationship between Chief Executive and Secretary. —In case of a \ndisagreement between the Chief Executive and the Secretary on a matter of policy or an individual \nissue, the Secretary shall have recourse to submit the matter to the Chairman of the Board initially \nvia the Chief Executive, and in the final resort, directly if the Chief Executive, does not refer the case \nto the Chairman of the Board.  \n 8. Human resources of the Authority. —(1) The human resources of the Authority shall \ncomprise the following, namely: — \n(a)       Commerce and Trade Group officers posted against t heir encadred posts;  \n(b)       contract employees paid from regular budget of the erstwhile Export \nPromotion Bureau;  \n(c)       contract employees paid from the EMDF in the erstwhile Export Promotion \nBureau;  \n(d)       Government officers on deputation; and  \n(e)       employees in BPS -01 to 16 paid from regular budget of erstwhile Export \nPromotion Bureau who continue to remain civil servants.  \n \nPage 8 of 25 \n  (2) Notwithstanding anything contained in any law, for the time being in force, any rule or \nregulation or administrati ve order or other provisions of this Act, all posts of Commerce and Trade \nGroup presently in the Export Promotion Bureau shall stand transferred to and encadred in the \nAuthority alongwith their legal and financial implications. The Authority may recommend to the \ncompetent authority to take disciplinary action against any such employee.  \n (3) The terms and conditions of service of any person referred to in sub -section (2) shall not \nbe varied by the Authority to his dis -advantage.  \n (4) The Ministry of Commerce  shall continue to be the administrative Ministry for the \nCommerce and Trade Group. Matters relating to postings and transfers of officers belonging to \nCommerce and Trade Group in the Authority shall be made in consultation with the Authority.  \n (5) The Aut hority may, from time to time, employ persons to be employees of the Authority \nwho shall be paid such market based remuneration and allowances in accordance with rules and \nregulations approved by the Board. These employees of the Authority shall hold offic e during the \npleasure of the Authority and shall be liable to disciplinary action in accordance with the rules made \nhereunder.  \n (6) Posting of all Government servants in BPS -17 and above, in or out of the Authority, shall \nbe made after consultation with th e Chief Executive, who shall have the right to recommend \nsurrender of those officers back to the Federal Government.  \n 9. Appointment of advisers, consultants and service providers. —(1) Subject to sub -\nsection (2), the Authority may, with prior approval of t he Board, employ consultants, agents, \ntechnical, professional advisers and service providers, within or outside Pakistan, including, \nadvertising agents, event managers, designers, business representatives, public relations persons, \narchitects, bankers, sur veyors, valuers, accountants, lawyers and persons in the field of information \ntechnology, communications, software and hardware to transact any business or to do any act \nrequired to be transacted or done in the exercise of its powers and in the performance  of its functions \nor, for the better achievement of the purpose of this Act.  \n (2) Any decision of the Authority to employ advisers, consultants and service providers shall \nbe made exclusively and transparently by the Authority in accordance with such polic y guidelines as \nthe Board may issue from time to time.  \n 10. Delegation of the Authority's functions or powers. —(1) The Authority may, subject to \nsuch conditions and limitations as the Board may deem fit to impose, delegate any of its functions or \npowers to  one or more of any officer of the Authority.  \n (2) The delegation of powers under this section shall not diminish the responsibility or \nprevent the concurrent performance or exercise by the Authority of the functions or powers so \ndelegated.  \n 11. Authority to furnish information. —The Authority shall furnish, through Ministry of \nCommerce, to the Federal Government, a Provincial Government or the Board, such information \nwith respect to implementation of any policy it is pursuing or proposes to pursue in the pe rformance \nof any of its functions under this Act as the Federal Government or the Board may, from time to \ntime, require.  \n \nPage 9 of 25 \n CHAPTER -III \nTHE BOARD  \n 12. Management. —(1) The general direction and administration of the Authority and its \naffairs shall vest in the Board.  \n (2)  The Federal Government shall establish a Board consisting of the following members, \nnamely: — \n(a)        Federal Minister of Commerce   Chairman  \n(b)        Chief Executive of the Authority   Vice -Chairman  \n(c)        Secretary, Ministry of Commerc e  Member  \n(d)        Secretary, Ministry of Finance   Member  \n(e)        Secretary, Ministry of Industries   Member  \n(f)         Secretary, Ministry of Production   Member  \n(g)        Secretary, Ministry of Textile Industry  Member  \n(h)        Secretary, Board of Investment   Member  \n(i)         President of the Federation of Pakistan  \n Chamber of Commerce and Industries  Member  \n(j)        One member each, to be appointed by  \n the Federal Government in consultation  \n with the Board, from the following private  \n sectors, n amely: — \n            i.          leather and leather garments;   Member  \n            ii.         textile;      Member  \n            iii.        value added textiles;    Member  \n            iv.        rice; and     Member  \n            v.         agriculture.     Membe r \n(k) One member each from the members  \n of Standing Committees of the National  \n Assembly and the Senate on Commerce.  Member  \n (3) The Federal Government may, by notification in the official Gazette, increase or decrease \nthe number of members of the Board a nd prescribe the qualification and mode of appointment of \n \nPage 10 of 25 \n such members in such manner as it may consider necessary. The Federal Government shall have the \npower to appoint or remove any member of the Board as may be prescribed.  \n (4) The Secretary shall serv e as the secretary of the Board.  \n (5) A Member, not being an ex-officio  member, shall hold office for a term of three years and \nshall be eligible for another term of three years, provided that a member who is a retired public \nservant shall cease to hold of fice on attaining the age of sixty -five years.  \n (6) A non -official ex-officio member shall hold office as member till such time as he holds \nthe office by virtue of which he is a member and upon his transfer, retirement, resignation or removal \nfrom office, the person appointed in place of such member shall hold office for the remaining term of \nthat member.  \n (7) If an official ex-officio  member is absent from Pakistan or is unable to attend a meeting of \nthe Board he may authorize an officer not below the rank  of Additional Secretary or equivalent to \nattend the meeting and take decisions on behalf of the member. A non -official ex -officio member \nmay authorize his vice chairman or equivalent for the purpose in a similar situation.  \n(8) The Board shall form an Exec utive Committee consisting of the following, members: — \n(a)        Chief Executive of the Authority   Chairman  \n(b)        Secretary, Ministry of Finance   Member  \n(c)        President of the Federation of Pakistan  \n Chamber of Commerce and Industry   Member  \n(d)        three other members of the Board who  \n shall be from private sector                             Member  \n(9) The Executive Committee shall be headed by the Chairman of the Board. The Board may, \nfrom time to time, delegate or withdraw any or all of its p owers to the Executive Committee, which \nmay take decisions on behalf of the Board. The Board may change the composition of this Executive \nCommittee as and when required.  \n 13.  Meetings of the Board. —(1) The Chairman shall call the meetings of the Board, wh ich \nshall meet as often as may be necessary for the performance of its functions, but not less than once \nevery three months.  \n (2) The quorum for a meeting of the Board shall be the presence of a t least  four official ex-\nofficio  members including the Chairma n and three members from private sector. If the quorum is not \npresent at a meeting, the Chairman shall postpone the meeting and convene a new meeting within \ntwo weeks and give notice of the date, time and place of the meeting and in such meeting the \nChairm an may take decisions oven if the quorum is not complete.  \n (3) The decisions of the Board shall be taken by the majority of its members present. In case \nof a tie, the Chairman or, in his absence, the person chairing the meeting shall have a casting vole.  \n \nPage 11 of 25 \n  (4) Any business, which may be necessary for the Board to transact urgently and decided by \nthe Chairman, may be carried out by circulation among all its members and any proposal so \ncirculated and approved by the majority of the members shall require the ap proval of the Chairman.  \n (5) Subject to the provisions of this Act, the procedure and conduct of business of the Board \nshall be regulated by the regulations made by the Board.  \n 14. Board may invite others to meetings. —The Secretary of the Board may, with t he \napproval of the Chairman, invite any person to attend any of its meetings or deliberations including \nany of its committees for the purpose of advising it on any matter under discussion but any person so \nattending shall have no right to participate in an y decision or vote at the meeting or deliberations.  \n 15. Committees of the Board. —(1) Subject to sub -section (2), the Chairman may constitute \nsuch number of committees of the Board as it considers necessary or expedient to assist it in the \nperformance of i ts functions under this Act.  \n (2)  Any committee constituted under sub -section (1) shall act in accordance with the \nregulations made by the Board and shall include at least one officer of the Authority nominated by \nthe Chief Executive or in his absence by the Secretary.  \nCHAPTER -IV \nCONFLICT OF INTEREST  \n 16.  Disclosure of interest by members. —(1) A person shall be deemed to have an interest \nin a matter if he has any interest, pecuniary or otherwise, in such matter which could reasonably be \nregarded as giving  rise to a conflict between his duty to honestly perform his functions under this Act \nand such interest, so that his ability to consider and decide any question impartially or to give any \nadvice without bias, may reasonably be regarded as impaired.  \n (2) A person having any interest in any matter to be discussed or decided by the Authority or \nthe Board or a committee shall, prior to any discussion of the matter, disclose in writing to the \nAuthority, the Board or a committee, as the case may be, the fact of h is interest and the nature \nthereof.  \n (3) A disclosure of interest under sub -section (2) shall be recorded in the minutes of the \nAuthority, the Board, or a committee, as the case may be, prior to any discussion of, or decision on, \nthe matter.  \n (4) Where a m ember discloses his interest, — \n(a)        he shall not, save as provided in sub -sections (7), (8) and (9), take part nor be \npresent in any deliberations or decisions of the Authority, the Board or a \ncommittee, as the case may be; and  \n(b)       he shall be disregarded for the purpose of constitution, of a quorum of the \nBoard, the Authority or a committee, as the case may be.  \n (5) Any member or the member of a committee who fails to disclose his interest as required \nby this section shall, on proof of such act  as may be prescribed, be liable to removal from the Board \nor the committee, as the case may be.  \n \nPage 12 of 25 \n  (6) It shall be a valid defence for a person charged with the allegation of failure to disclose \nhis interest under sub -section (5), if he proves that he was n ot aware of the facts constituting such \nallegation and that he exercised due care and diligence in discovering the facts which he ought \nreasonably to have known in the circumstances.  \n (7) Every member shall give written notice to the Authority of all direc t or indirect pecuniary \ninterests that he has or acquires in a body corporate carrying on a business in Pakistan. The nature of \nsuch interests and the particulars thereof shall be disclosed in the annual report of the Authority.  \n (8) If a member is not the  Chairman and the Chairman becomes aware that a member has an \ninterest, the Chairman shall — \n(a)        consider that the member should not take part or continue to take part, as the \ncase may require, in determining the matter and direct the member \naccordin gly; or  \n(b)        in any other case, cause the member's interest to be disclosed to the persons \nconcerned in the matter including any person whose application is pending \ndecision or adjudication by the Authority.  \n (9) The member in respect of whom a direc tion has been given under clause (a) of sub -\nsection (8) shall comply with the direction.  \n (10) In case the member is the chairman of a committee, he shall disclose his interest to the \nChairman who shall decide the matter as may be prescribed by regulations  made by the Board.  \n (11) Subject to sub -section (8), the Chairman or the member or chairman of a committee who \nhas any interest in any matter referred to in this section shall not take part or continue to take part as \nthe case may require in determining t he matter.  \n 17. Disclosure of interest by others. —(1) Where a person who, in the course of — \n(a)        performing a function or exercising a power, as a delegatee of the Board;  \n(b)        performing functions or service as an employee of the Authority; or  \n(c)        performing a function or services in any capacity by way of assisting or  \nadvising the Authority, the Board, any Committee or any delegate of the \nAuthority,              \nis required to consider a matter in which he has an interest, such person sha ll forthwith give \nto the Authority a written notice stating his interest in the matter and setting out particulars of the \ninterest.  \n (2) The person referred to in sub -section (1) shall also declare his interest in accordance with \nthat sub -section whenever it is necessary to avoid the conflict of interest.  \n (3) Where a person discloses his interest in the matter under this section, the Authority shall \ndecide the matter as may be prescribed by regulations made by the Board.  \n \nPage 13 of 25 \n CHAPTER -V \nDISQUALIFICATION, REMOVAL , RESIGNATION AND VACANCIES  \n 18. Disqualification of members. —No person shall be appointed or continue as a member if \nhe— \n(a)        has been convicted of an offence involving moral turpitude;  \n(b)        has been or is adjudged insolvent;  \n(c)        is inc apable of discharging his duties by reasons of physical, physiological or, \nmental unfitness and has been so declared by a duly constituted medical board \nappointed by the Federal Government;  \n(d)        being a member, absents himself from three consecutive meetings of the \nBoard, without leave of the Board and in the case of a non -official ex-officio \nor an ex-officio  member, fails to appoint another person to act as member \nunder sub -sections (6) and (7) of Section 12, as the case may be; or  \n(e)        fails t o disclose any conflict of interest at or within the time provided for such \ndisclosure by or under this Act or contravenes any of the provisions of this Act \npertaining to un -authorized disclosure of information.  \n 19. Removal, resignation and vacancies. —(1) Subject to sub -section (2), appointment of \nany member may, at any time, be revoked and he may be removed from his office by order of the \nFederal Government if it is found that such person stands disqualified under Section 18.  \n (2) Unless a disqualificatio n referred to in Section 18 arises from the judgment or order of a \ncourt or tribunal of competent jurisdiction under any relevant provision of applicable law, a member \nshall not be removed or his appointment revoked without an enquiry by an impartial perso n or body \nof persons constituted in accordance with such procedure, as may be prescribed by rules made by the \nBoard in case of a member and such rules shall provide for a reasonable opportunity for him to be \nheard in his defence.  \n (3) A member from private  sector may at any time resign his office by a written notice \naddressed to the Federal Government through the Board.  \n (4) The office of a member shall ipso facto  be vacated if he dies.  \nCHAPTER -VI \nPOWERS AND FUNCTIONS  \n 20. Powers and functions of the Board. —(1) The Board shall be the supreme decision \nmaking body of the Authority having the power to supervise, control, direct and regulate affairs of \nthe Authority and shall have the following functions, namely: — \n(a)        to establish short,  medium  and long term critical success factors and key \nperformance indicators for the Authority;  \n \nPage 14 of 25 \n (b)        to review performance of the Authority annually including against pre agreed \ncritical success factors and key performance indicators;  \n(c)       to advise the Federal Government in the Ministry of Commerce;  \n(d)       to consider and approve with or without modification any rules and regulations \nproposed to be made by the Authority under this Act;  \n(e)       to consider and approve with or without modification the budget for each \nfinancial year of the Authority and approve expenditure therefrom;  \n(f)        to express its opinion in writing on any policy matter referred to it by the \nFederal Government or the Authority; and  \n(g)        to exercise all such powers and perform all such functions as are conferred or \nassigned to it under this Act.  \n (2) All policy decisions, including any change in previously established policy, in respect of \nall and any matters within the jurisdiction of the Authority shall be made only by the Boa rd. The \nBoard may also adopt policy recommendations of the Authority with or without modifications as the \nBoard may deem fit in its sole discretion.  \n (3) The Board shall have the authority to delegate any of its powers to Chief Executive.  \n (4) The Authorit y shall be the secretariat of the Board.  \n  21.  Powers and functions of the Authority. —(1) The Authority shall have all such powers \nas may be necessary to perform its duties and functions under this Act.  \n (2) The Authority may, having regard to its functio ns and to exercise its powers efficiently, \norganize itself into divisions, departments or such other sub -divisions as it may consider expedient, \nwith the approval of the Board.  \n (3) The Authority may, having regard to its functions and to pursue the purpos es of this Act \nefficiently, appoint and notify any committees, bodies, form entities etc. consisting of employees, \npersons of private sector or Government.  \n (4) The Authority may, from time to time, identify matters suggesting to the Board to make \npolicy d ecisions and may also make recommendations regarding policy to the Board for its \nconsideration, provided that any matter referred to the Board by the Authority shall require prior \napproval of the Chief Executive, except in the case where the Chairman makes  such a reference.  \n (5) Without prejudice to the generality of the foregoing provisions of this section, the \nAuthority shall perform the following functions, namely: — \n(i)         to recommend to the Board a national policy for maximizing exports from \nPakis tan of goods and services and after approval of the Federal Government \nto develop strategy and plans within the policy frame work given by the \nBoard;  \n \nPage 15 of 25 \n (ii)        to develop a consistent, sustainable and result oriented, holistic export \ndevelopment plan, ou tlining vision, objectives, strategies and plans as \napproved by the Board;  \n(iii)      to achieve synergy in development of exports at a national level by forging \neffective liaison with private and public stakeholders and avoiding duplication \nof efforts;  \n(iv)       to encourage and promote research in trade and policy related studies that may \nfacilitate in formulating an effective export policy and plans;  \n(v)        to plan and organize exhibitions and delegations to and from Pakistan;  \n(vi)      to plan and  organize local, international and inter -provincial export \npromotional conferences, workshops, seminars etc.;  \n(vii)      to plan and organize foreign trade promotion through advertising in local, and \ninternational print, electronic and other appropriate me dia; \n(viii)     to liaise with trade bodies abroad;  \n(ix)       to encourage and reward leading exporters from Pakistan through recognition \nand rewards, initiatives and incentives etc. including making recommendations \nto the Federal Government for export aw ards including civil awards;  \n(x)        to promote export of sectors where separate sectoral boards or bodies currently \nexist or will be formed in the future, notwithstanding anything contained in \nany other law for the time being in force;  \n(xi)       to ex amine supply chains of strategic export sectors and develop plans and \ninitiatives for strengthening supply base including exporters' capabilities and \ncapacities;  \n(xii)      to sensitise and co -ordinate through Ministry of Commerce, with concerned \nMinistrie s, Divisions and Departments, for the development of sectoral road \nmaps;  \n(xiii)     to monitor progress against these plans for information of the Board;  \n(xiv)      to co -ordinate through Ministry of Commerce, with the Federal and Provincial \nGovernments and  related organizations, for a concerted supply chain initiative;  \n(xv)      to provide visa assistance to outgoing or incoming businessmen, whether \nPakistani or foreign nationals, in co -ordination with the Ministry of Foreign \nAffairs and foreign missions in  Pakistan;  \n(xvi)      to encourage, establish and manage where appropriate export development \ncenters, business support units, display centers and facilities and information \ncenters and exporters' training institutes etc.;  \n \nPage 16 of 25 \n (xvii)     to promote exporters and  stakeholders' education and training of \nintermediaries of export related supply chain;  \n(xviii)   to encourage organized development of export business and related corporate \nand commercial sectors in Pakistan;  \n(xix)      to facilitate availability of financ e to exporters, export oriented small and \nmedium enterprises, risk management of exporters and international buyers, \nenergy and infrastructure needs of exporters and related industrial areas and \nzones, quality management, social, environmental and security  needs and \ngenerally all aspects of export facilitation etc.;  \n(xx)      to encourage and promote human resource development in the export sectors;  \n(xxi)     to encourage and promote and train new exporters;  \n(xxii)    to promote export skill development initi atives and related matters including \ntraining initiatives and institutes;  \n(xxiii)   to co -ordinate, through Ministry of Commerce, with Federal and Provincial \nGovernments agencies and organizations with a view to achieving synergies \nthereby minimizing dupli cation of effort;  \n(xxiv)    to pursue with respective stakeholders the development of policies, regulations \nand standards for the export of goods and services;  \n(xxv)     to provide advisory support to stakeholders;  \n(xxvi)    to be responsible for all matters related to trade development and promotion \nby commercial officers posted in Pakistani missions abroad. This shall include \nthe training, trade targets, monitoring and performance evaluation against \nthese trade targets. The Chief Executive of the Authority s hall be a member of \nthe committee for selection of the commercial officers to be posted abroad;  \n(xxvii) to prepare and seek Board's approval of the annual budget;  \n(xxviii) to manage funds available to the Authority in accordance with rules and \nregulations approved by the Board;  \n(xxix)    to make rules for conduct of the Authority with approval of the Board \nincluding rules for the management of — \n(a)        human resources, including appointments, remuneration, appraisals, \nresignations, allowances, incentives etc. of all employees;  \n(b)        incomes and expenses;  \n(c)        procurement of goods and services;  \n \nPage 17 of 25 \n (d)        administrative and financial authority policies and delegation thereof; \nand \n(e)        employee welfare funds and initiatives;  \n(xxx)     to have  the administrative control of warehouses and other trade development \nentities owned by the Authority in Pakistan and abroad;  \n(xxxi)    to establish its own stationery and supplies and printing source independent of \nthe Printing Corporation of Pakistan;  \n(xxxii) to export archives of the Authority;  \n(xxxiii) to use the training institutions, corporate entities and facilities etc. established \nby the Authority for export development purposes;  \n(xxxiv)  to secure custody and preservation of all documents submitted to and \nemanating from the Authority;  \n(xxxv) to set up national, Provincial and sectoral trade committees;  \n(xxxvi)  to implement directives of the Federal Government and the Board relating to \nexport development and promotion;  \n(xxxvii) to prepare annual repor t of the Authority;  \n(xxxviii)  to consider other matters referred to the Authority by the Federal, a \nProvincial Government, a Division or a Department;  \n(xxxix) to consider and suggest reforms of the laws, rules and regulations relating to \nexports;  \n(xl)       to perform such functions and exercise such powers under this Act or any \nother law for the time being in force as may, after the commencement of this \nAct, be delegated to it by the Federal Government and exercising any power or \nperforming any functions c onferred on it by or under any other law for the \ntime being in force;  \n(xli)     to inculcate a quality assured ethic in exporters while encouraging value \naddition of exports;  \n(xlii)     to take initiatives for maintaining facilities etc. to improve the per formance of \nexporters in the interest of generating economic activity, reducing cost of \ndoing business and enhancing supply chain efficiency;  \n(xliii)    to maintain the confidence of exporters by appropriate communications;  \n(xliv)    to receive, process and store, efficiently and quickly, the documents lodged \nwith, and the information given to, it under this Act;  \n \nPage 18 of 25 \n (xlv)     to ensure that the documents and information referred to in clause (xiiv) are \navailable as soon as possible for access by the public;  \n(xlvi )    to improve existing methods and devise new options for the expeditious \nsettlement of claims and disputes between exporters and their buyers;  \n(xlvii)   to promote establishment and development of professional, educational and \ntraining organizations con nected with exports with a view to improving the \nmanagement of export business; and  \n(xlviii) to promote awareness among exporters and buyers and all relevant \nstakeholders with respect the benefits of exports and services of the Authority \nand general polici es of the Federal Government.  \n 22. Supplementary provisions. —(1) All guidelines, decisions and directives whether of the \nBoard or the Authority shall be in writing expressed by resolutions, orders or in such other form as \nmay be appropriate in the circumst ances and shall be authenticated in the manner prescribed by the \nregulations and where so provided by regulations, also sealed with the seal of the Authority.  \n (2) All policy decisions and directives of the Board and the Authority respectively shall be \npublished and the Board and the Authority shall make such publications available to the public.  \n (3) The Authority shall, in adjudicating upon the rights of any person whose application on \nany matter it is required to consider in the exercise of any power or function under this Act, give the \nreasons for its decision after giving the person right of being heard.  \nCHAPTER -VII \nFINANCE  \n 23. Fund. —(1) For the purpose of this Act, a non -lapsable Fund is, hereby, established which \nshall be administered and controlled by the Authority.  \n (2) The Fund shall consist of — \n(a)        such sums as the Federal Government may from time to time grant through \nnon-lapsable regular budget;  \n(b)        grants of money and sums borrowed or raised by the Authority for the \npurposes of me eting any of its obligations or discharging any of its duties;  \n(c)        fees including fees received from parties for participation in international trade \nfairs and exhibitions as well as the booking of halls in Karachi Expo Centre \nfor holding fairs, exh ibitions, seminars and conferences etc,  \n(d)       penalties or other charges levied or collected by the Authority; and  \n(e)        all other sums or property which may, in any manner, become payable to or \nvested in the Authority in respect of any matter inc idental to the exercise of its \nfunctions and powers.  \n \nPage 19 of 25 \n  (3) The regular budget of defunct Export Promotion Bureau alongwith the EMDF, shall vest \nin the Board which may approve release to the Authority.  \n (4) All expenditure shall be incurred in accordance wit h financial and administrative rules \nand regulations, approved by the Board.  \n (5) The Authority may open and operate one account in Pak Rupees and one account in \nforeign currency in any scheduled bank.  \n  24. Budget. —The Authority shall, in respect of each financial year, prepare its own budget \nand submit it after obtaining approval from the Board to the Federal Government, through the \nMinistry of Commerce, at least four months, before the commencement of every financial year.  \n 25. Expenditure to be charged on the Fund. —(1) The Fund shall be expended for the \npurpose of — \n(a)        paying any expenditure lawfully incurred by the Authority, including but not \nlimited to the remuneration, in cash or kind, of the Chief Executive, Secretary \nand Director -Generals an d all employees appointed and employed by the \nAuthority including performance bonuses, provident fu nd contributions, \nsuper -annuating  allowances or gratuities and legal fees and costs and all other \nfees, expenses and costs;  \n(b)        paying any other expen ses, costs or expenditure properly incurred or accepted \nby the Authority in the performance of its functions or the exercise of its \npowers under this Act;  \n(c)        purchasing or hiring equipment, hiring of premises, machinery and any other \nmaterials, acq uiring land and erecting buildings and carrying out any other \nwork and undertakings in the performance of its functions or the exercise of its \npowers under this Act;  \n(d)        repaying any financial accommodation received or moneys borrowed under \nthis Act  and the profit, return, mark -up or interest due thereon, howsoever \ncalled; and  \n(e)        generally, paying any expenses for carrying into effect the provisions of this \nAct. \n (2) Within one hundred and twenty days of its establishment, the Authority shall  prepare and \nsubmit to the Board for its approval, a budget for the period up to and including the end of the then \ncurrent financial year and thereafter it shall, not later than thirty days, before the expiry of each \nfinancial year, submit to the Board for  approval a budget for the next financial year.  \n (3) Subject to sub -section (4), no expenditure shall be made for which provision has not been \nmade in any approved budget except if made from any previously approved funds, unless further \napproval is sought and obtained from the Board.  \n (4) The Authority may transfer funds, with approval of the Board, from one head of account \nto the other but the total expenditure shall not exceed the total approved Budget. In exceptional cases \n \nPage 20 of 25 \n a maximum of ten per cent of to tal budgeted expenditure may be exceeded with the prior approval of \nthe Board.  \n (5) The Authority shall act as the secretariat of the Board and provide all the necessary \nfacilities to enable the Board to exercise its powers and perform its functions under this Act and the \nnecessary and proper expenses in that connection shall form part of the budget of the Authority.  \n 26.  Accounts and audit. —(1) The Authority shall maintain complete and accurate books of \naccounts of its actual expenses and receipts in such  form as the Federal Government may after \nconsultation with the Controller General of Accounts, direct.  \n (2) The Authority shall also maintain its balance sheet, statement of income and expenditures \naccount and statement of sources and application of funds  with explanatory notes to the accounts, in \naccordance with international accounting standards and other standards as notified by the Federal \nGovernment for this purpose.  \n (3) The Authority shall cause to be carried out audit of its accounts by the Auditor  General of \nPakistan.  \n (4) Notwithstanding the audit provided in sub -section (3), the Auditor -General of Pakistan \nshall have the power to audit or cause to be audited the accounts of the Authority.  \n (5) The Authority shall cause proper accounts to be kept and shall as soon as practicable after \nthe end of each financial year cause to be prepared for that financial year a statement of accounts of \nthe Authority which shall include a balance sheet and an account of income and expenditure.  \n (6) The auditors shal l make a report to the Authority, upon the annual balance sheet and \naccounts, and in any such report they shall state whether in their opinion the balance sheet is a full \nand fair balance sheet containing all necessary particulars and properly drawn up so as to exhibit a \ntrue and correct view of the affairs of the Authority and, in case they have called for any explanation \nor information from the Authority, whether it has been given and whether it is satisfactory.  \n (7) The Authority shall, within one hundre d and twenty days of the close of each financial \nyear, submit to the Board for approval an annual report of the Authority alongwit h the report of \nAuditor General of Pakistan mandated under sub -section (3).  \n 27. Power to obtain finance, borrow money and rec eive grants. —(1) The Authority may, \nfrom time to time and with the approval of the Federal Government, obtain finance or borrow money \nfrom sources within Pakistan or from abroad, as the case may be, with such rate of return, profit, \nmark -up or interest pay able thereon, as the case may be, and for such period and upon such terms as \nto the time and method of repayment and otherwise, in respect of any sums required by the Authority \nfor meeting any of its obligations or performing any of its functions.  \n (2) The Authority may also accept, with the approval of the Federal Government, grants, aid, \nloans etc. from entities both domestic and international, including multilateral agencies.  \n 28. Investment. —(1) Subject to sub -section (2), the Authority may, in so far a s its moneys \nare not required to be expended under this Act, invest in such manner as the Authority considers \nappropriate.  \n \nPage 21 of 25 \n  (2) The Authority may invest its money in listed securities or any derivative thereof subject to \napproval of the Board.  \n 29. Bank ac counts .—The Authority may open and maintain its accounts in rupees or in any \nforeign currency at such scheduled banks as it may from time to time determine.  \nCHAPTER -VIII \nGENERAL  \n 30. Common seal. —The Authority shall have a common seal and such seal shall b e kept in \nthe custody of the Chief Executive or such other person as may be authorized by regulations made by \nthe Authority. Documents required or permitted to be executed under seal shall be specified in and \nauthenticated in such manner as shall be author ized by regulations made by the Authority with \napproval of the Board.  \n 31. Public servants. —(1) The members, employees and other persons authorized to perform \nor exercise any function or power under this Act or rendering services to Authority as consultant  or \nadviser shall be deemed to be employees of the Authority and their terms of employment shall be \nstrictly governed by the regulations made by the Authority and shall be deemed to be public servants \nwithin the meaning of Section 21 of the Pakistan Penal Code (Act XLV of 1860).  \n(2) Save as otherwise provided by this Act and only for the purpose so provided nothing \nherein contained shall be construed to mean that any person referred to in sub section (I) is or shall be \ndeemed to be in the service of Pakista n or is to be regarded or treated as a civil servant. The \nprovisions of this section shall not be applicable to the officers of Commerce and Trade Group, \nworking against their encadred posts, and Government officers on deputation.  \n 32. Appeal to the Appell ate Bench of the Board .—(1) There shall be an Appellate Bench to \nhear and adjudicate appeals against the decisions of the Authority.  \n (2) The Appellate Bench shall consist of not less than three members of the Board who shall \nbe appointed by the Federal Go vernment and the decision of the Appellate Bench shall be expressed \nin terms of the opinion of the majority.  \n (3) Any person aggrieved by the decision of the Authority, may within thirty days of the \ndecision prefer appeal to the Appellate Bench.  \n (4) Any p erson aggrieved by the decision of the Appellate Bench may within thirty days of \nthe order or decision, prefer appeal to the Federal Government whose decision shall be final.  \n 33. Indemnity. —No suit, prosecution or other legal proceeding shall lie against the Federal \nGovernment or any Provincial Government or local authority or any other person exercising any \npower or performing any function under this Act or for anything which is in good faith done or \nintended to be done under this Act.  \n 34. Power of the F ederal Government to issue directives. — The Federal Government may, \nas and when necessary, issue directives to the Authority on matters of policy and such directives \nshall be binding on the Authority and if a question arises as to whether any matter is a m atter of \npolicy, the decision of the Federal Government shall be final.  \n \nPage 22 of 25 \n  35. Power to make rules. —The Authority may, with approval of the Federal Government in \nthe Ministry of Commerce by notification in the official Gazette, make rules for the purpose of this \nAct. \n 36. Power to make regulations. —The Board may, by notifi cation in the official Gazette, \nmake regulations, not inconsistent with the provisions of this Act and rules, for carrying out the \npurposes of this Act.  \n 37.  Dissolution of the Export Promo tion Bureau. —The Export Promotion Bureau is \nhereby dissolved and at all times thereafter — \n(a)        all powers exercisable by the Federal Government under any provisions of any \nlaw, order, resolution for the time being in force which immediately before th e \ncommencement of this Act, having been delegated to Export Promotion \nBureau, shall be exercisable by the Authority;  \n(b)       all assets, rights, including intellectual property, powers, authorities and \nprivileges and all property, movable and immovable, cash and bank balance, \nreserve funds, investments and all other interests and rights in or arising out of \nsuch property and all debts, liabilities and obligations of whatever kind of the \nExport Promotion Bureau subsisting immediately before its dissolution  shall \nstand transferred to and vest in the Authority;  \n(c)        in any other law, rules or regulations of Federal Government or the Provincial \nGovernment or trade bodies of Pakistan reference to the expression “Export \nPromotion Bureau ” shall be construed  to be a reference to the “Trade \nDevelopment Authority of Pakistan ” from the commencement of this Act;  \n(d)        all persons currently employed by the Export Promotion Bureau in BPS 1 to \n16, whether from regular budget or contract employees paid from regu lar \nbudget, and contract employees paid from EMDF, shall be given an option to \njoin the Authority;  \n(e)        for the service rendered in the Export Promotion Bureau such person referred \nto in clause (d) who joins the Authority as its permanent employee, s hall be \nentitled to such benefits including the transfer of benefits to the Authority as \nmay be prescribed by rules;  \n(f)        in the event if such a person referred to in clause (d) elects to remain a civil \nservant, he shall be retained in the Authority  in his current status at \nGovernment pay scales and terms of employment and shall seek promotion to \nnext grade or scale, when due, as per rules governing the civil servants but \nshall be obliged to perform duties in accordance with the job description, \nrules, regulations, policies and guidelines given by the Authority;  \n(g)        a person referred to in clause (d) who opts not to join the Authority shall \ncontinue to draw his pay, allowances privileges or other benefits as he was \ndrawing while holding the pos t in the Export Promotion Bureau and the post \nto which he was promoted subsequently serving in TDAP and unless he is \nappointed by the Federal Government to another post or otherwise ceases to \n \nPage 23 of 25 \n remain in Government service on account of retirement, dismissal , removal, \ndischarge from service or in any other manner applicable to a civil servant, the \ncost for paying salary, allowance and other benefits to such person shall be \nborne by the Authority;  \n(h)        subject to the provisions of sub -sections (2), (3) a nd (4) of Section 8, the civil \nservants in BPS 17 and above of Commerce and Trade Group, who are \nworking against their encadred posts and those on deputation from such posts \nworking in other departments of the Government, shall be given an option to \njoin t he Authority;  \n(i)         in the case of civil servants in BPS 17 and above of Commerce and Trade \nGroup who elect to remain civil servants, the provisions of subsections (2), (3) \nand (4) of Section 8 shall apply;  \n(j)         civil servant in BPS 17 and abo ve who elects to join the Authority as its \npermanent employee, shall be subject to an assessment process for employee \nskills and competencies and past performance, and thereafter considered for \nemployment in the Authority and after acceptance by the Author ity as its \npermanent employee he shall cease to be civil servant and option by such \nofficer, once exercised, shall be irrevocable;  \n(k)        all debts and obligations incurred or contracts entered into or rights acquired \nand all matters and things engaged  to be done by with or for the Export \nPromotion Bureau, before the coming in to force of this Act, shall be deemed \nto have been incurred, entered into, acquired or engaged to be done by, with or \nfor the Authority, as the case may be;  \n(l)         all suits and other legal proceedings instituted by or against the Export \nPromotion Bureau before the commencement of this Act shall be deemed to be \nsuits and proceedings by or against the Authority, as the case may be, and may \nproceed and be dealt with accordingly;  \n(m)       on commencement of this Act, the EMDF shall stand transferred to and shall \nvest in the TDAP Board which shall approve its release;  \n(n)        all officers, employees, servants or any other person holding any post in \nconnection with the affairs o f the EMDF shall continue to remain contractual \nemployees of the Authority till the un -expired terms of their contract;  \n(o)        in the event of a person referred to in clause (n) opting to be an employee of \nthe Authority and accepted by the Authority, h e shall cease to be an employee \nof the EMDF and shall be entitled to such remuneration, allowances and other \nterms and conditions of employment as were applicable to such persons as \nEMDF employees. But, in the event of such a person opting not to join the \nAuthority, he may continue to be employed as contractual employee of the \nAuthority for the remaining un -expired term of his contract under such terms \nand conditions that were applicable to such persons as EMDF employees;  \n \nPage 24 of 25 \n (p)        all officers, employees,  servants or any other person holding any post in \nconnection with the affairs of the EMDF shall be required to in form the \nAuthority within a period not exceeding six months from the commencement \nof this Act of their intention to offer themselves for emplo yment in the \nAuthority. However, in all cases where the un -expired period of the contracts \nis less than six months, such persons shall be required to notify, the Authority \nthirty days prior to the expiry of their contract period;  \n(q)        save as otherwi se provided in this Act, all debts and obligations incurred or \ncontracts entered into or rights acquired and all matters and things engaged to \nbe done by, with or for the Federal Government under or pursuant to the \nEMDF before its transfer to the Authority , shall be deemed to have been \nincurred entered into acquired or engaged to be done by, with or for the \nAuthority, as the case may be;  \n(r)        all suits and other legal proceedings instituted by or against the Federal \nGovernment under, or pursuant to, t he EMDF before its transfer to the \nAuthority, shall be deemed to be suits and proceedings by, or against, the \nAuthority, as the case may be, and may be proceeded with and be dealt with \naccordingly;  \n(s)        on commencement of this Act, the EMDF Board sha ll be replaced by the \nTDAP Board established under this Act and the decisions already taken by the \nEMDF Board before such commencement shall be deemed to have been \nvalidly taken by the TDAP Board under this Act;  \n(t)         till notification of Authority's  financial rules alongwith the delegated powers \nfor incurring expenditure, the delegation of powers for making expenditure in \nExport Promotion Bureau vis -a-vis regular budget receipts and EMDF, shall \ncontinue to remain as they were before the commencement of this Act;  \n(u)        the authority to make expenditure shall be exercised as follows: ⸺   \n  Board    no limit  \n  Chairman    upto ten million rupees every three months.  \n  Chief Executive   upto five million rupees every three months:  \n Provided that the expenditures incurred by the Chairman (Minister of \nCommerce) and Vice Chairman (Chief Execut ive TDAP) shall be approved by \nthe Board in the next immediate meeting; and  \n(v)        save as otherwise provided in this Act, nothing in this Act shall affect or be \ndeemed to affect anything done, action taken, investigation or proceedings \ncommenced, orde r, rule, regulation, appointment, document or agreement \nmade, fee directed, resolution passed, direction given, proceedings taken or \ninstrument executed or issued under or pursuant to any law amended or \nrepealed by this Act and any such thing, action, inve stigation, proceedings, \norder, rule, regulation, appointment, document, agreement, fee, resolution \n \nPage 25 of 25 \n direction or instrument and decisions shall, if in force on the commencement \ndate, and not inconsistent with any of the provisions of this Act, continue in \nforce and have effect as if it had been validly done, taken commenced, made, \ndirected, passed, given, executed or issued under this Act.  \n 38. Removal of difficulties. —If any difficulties arise in giving effect to any provision of this \nAct, the Federal Gover nment may make such order, not inconsistent with the provisions of this Act, \nas may be necessary to remove the difficulty.  \n 39. Repeal and savings. —Upon the commencement of this Act — \n(a)        the Government of Pakistan, Export Promotion Bureau's Resoluti on No.P -\n5(5)/65, dated the 22nd January, 1966, and Government of Pakistan, Ministry \nof Commerce's Order No. 28(19) -CE/63, dated the 4th December, 1963, shall \nstand repealed;  \n(b)        all funds, properties, rights and interests of whatsoever kind powers e xercised \nand enjoyed, possessed, owned or vested in the EMDF Board setup under \nGovernment of Pakistan, Export Promotion Bureau's Resolution No.P -5(5)/65, \ndated the 22nd January, 1966, and any liabilities legally subsisting against the \nEMDF Board and the sa id Bureau shall stand transferred to the Authority \nestablished under this Act; and  \n(c)        everything done, action taken, obligations or liabilities incurred, rights and \nassets acquired, decisions taken by the EMDF Board, persons appointed or \nauthorized  in the EMDF, powers conferred, funds donations or grants made, \norders issued and rules or regulations made, by the EMDF Board established \nunder the Resolution referred to in clause (b) immediately before the \ncommencement of this Act shall be deemed to hav e been validly done, taken, \nincurred, acquired, appointed, authorized, conferred, created, made or issued \nunder this Act . \n \n \n_________________"
}