{
    "file": "./converted_json\\administratord5658331c66960f387cb465b5b8179d1.json",
    "name": "Pakistan Bar Council Appeal (Amendment) Rules, 1990",
    "date": "28th February, 1990",
    "tagline": "Amendments to the Pakistan Bar Council Appeal Rules, 1986",
    "content": "242 THE GAZETTE OF PAKISTAN, EXTRA., MAR. 4, 1990 [PART II \nPAKISTAN BAR COUNCIL \nRawalpindi, the 28th February, 1990 \n. R. O. 229  1 \t—In exercise of the powers conferred by section 55 of \nthe e \tractitioners & Bar Councils Act, 1973 (XXXV of 1973), and other \nenabling provisions in that behalf the Pakistan Bar Council hereby makes and \nnotifies the following amendments in the Pakistan Bar Council Appeal Rules, 1986. \nShort title and commencement : \nThese Rules may be called the \"Pakistan Bar Council Appeal • \n(Amendment) Rules, 1990. \nThey shall come into force at once. \n2. Amendment of Rules 5 : \n(a) The words \"of receipt of an Appeal\" be inserted between the \nwords \" days \" and \" for \" occurring in sub-rule (i) of Rule 5. \n(b) The existing sub-rule (ii) of Rule 5 be substituted by the following: \n\"(ii) For the admission of appeal and grant of interim relief it shall \nnot be necessary to call a meeting of the Committee and it \nwill be sufficient if the appeal is circulated amongst the \nMembers of the Committee. \nEvery order or decision of the Committee shall be taken by majority \n(c) The existing sub-rule (iii) of Rule 5 be substituted by the \nfollowing : \n\"(iii) The Appeal Committee shall hear the appeal, examine the1.  \nrecord of the case, and record such evidence as it may deem-\nnecessary after providing opportunity of hearing to the \nparties. The Appeal Committee shall decide the appetd \nwithin two months and its decision shall be deemed to be \nthe decision of the Pakistan Bar Council. \" \n3. Deletion of Rule 6 : \nThe existing Rule 6 may be omitted. \n[No. 5319 PBCISECT901. RAJA HAQ NAWAZ KHAN, \nWe-Chairman. \nMOHAMMAD ARSHAD. Secretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLA!,..IABAD \nPUBLISHED BY THE MANAGER OF PUBLICATIONS, KARACHI"
}