{
    "file": "./converted_json\\administratorc8dc84cf91fcedf0a4a00fc2710945a1.json",
    "name": "Copyright Act",
    "date": "1962, 1967, 1968, 1981",
    "tagline": "Regulating the rights and protections of original literary, dramatic, musical, and artistic works",
    "content": "THE  \nCOPYRIGHT ORDINANCE, 1962 \n[XXXIV of 1962] \n \nwith  \n \nCOPYRIGHT RULES, 1967 \n \nTHE INTERNATIONAL COPYRIGHT  \nORDER, 1968 \n \nCOPYRIGHT BOARD (PROCEDURE) \nREGULATIONS, 1981  \n  \n                         \n \nCOPYRIGHT ORDINANCE, 1962 \n---------- \n \nCHAPTER I \n \nPRELIMINARY  \n \nS e c t i o n s          P a g e s  \n \n1. Short title, extent and commencement     1 2. Definitions         1 3. Meaning of copyright       5 4. Meaning of publication      7 5. When work not deemed to be published or performed in   p u b l i c          8   6. When work deemed to be first published in Pakistan   8 7. Nationality of author where the making of unpublished   work is extended over considerable period    8 8. Domicile of corporation       8 \n \nCHAPTER II \n \nCOPYRIGHT, OWNERSHIP OF COPYRIGHT AND  \nTHE RIGHTS OF THE OWNER  \n \n9. No copyright except as provided in this Ordinance   8 10. Works in which copyright subsists     8 11. Work of joint authors       9 12. Provision as to designs registerable under Act II of 1911  10 13. First owner of copyright       10 14. Assignment of Copyright       11 15. Mode of Assignment       12 16. Transmission of copyright in manuscript by testamentary   disposition         12 17. Right of owner to relinquish copyright     12\n \n    \n \nCHAPTER III \n \nTERM OF COPYRIGHT  \n \n18. Term of copyright in published literary, dramatic, musical  \nand artistic works        12   \nii. \nCONTENTS \n S e c t i o n s          P a g e s  \n \n19. Term of copyright in posthumous work    12 20. Term of copyright cinematographic works, record and  \nphotographs          13 \n21. Term of copyright in anonymous and pseudonymous work   13 22. Term of copyright in Government works and in works of     international organizations      14 23. Term of copyright in unpublished work     14  \nCHAPTER IV \n \nRIGHTS OF BROADCASTING ORGANIZATIONS  \nPERFORMERS AND PRODUCERS OF  \nPHONOGRAMS (SOUND RECORDING)  \n \n24. Rights of broadcasting organization      14 \n24.A. Rights of performers and producers of Phonograms  \n(sound recording)       15 \n25. Application of other provisions of this Ordinance to   broadcasting, performers and producers of phonograms  15 26. Definitions        15 27. Other rights not affected      16 \n \nCHAPTER V \n \n RIGHTS IN PUBLISHED EDITIONS OF WORK S   \n 28. Protection of typography and term of protection   16 29. Infringements, etc       16 30. Relations to copyright      16 \n \nCHAPTER VI \n \nPERFORMING RIGHTS SOCIETIES   \n \n31. Performing rights society to file statements of fees \n charges and royalties       16 32. Objections relating to published statements    17 33. Determination of objections      17 \n34. Existing rights not effected      18 \niii. \nCONTENTS \n S e c t i o n s          P a g e s  \nCHAPTER VII \n \nLICENCES \n \n35. Licences by owners of copyright     18 36. Compulsory licence in works withheld from public   18 37. Licence to produce and publish translation    19 \n \nCHAPTER VIII \n \nREGISTRATION OF COPYRIGHTS  \n \n38. Register of Copyrights, indexes form and inspection of  \nR e g i s t e r         2 0  \n39. Registration of Copyrights      20  \n40. Registration of assignments, etc. of copyrights   21 41. Correction of entries in the Register of Copyrights and   i n d e x e s  e t c .         2 1  42. Register of Copyrights to be prima facie evidence of      particulars entered therein      22  \nCHAPTER IX \n \nCOPYRIGHT OFFICE, REGISTRAR OF  \nCOPYRIGHTS AND COPYRIGHT BOARD   \n \n43. Copyright Office       22 43A. Branch of copyright office      22 44. Registrar and Deputy Registrar of Copyrights    22 45. Copyright Board       23 46. Powers and procedure of the Board      23 \n  \n \nCHAPTER X \n \nDELIVERY OF BOOKS AND NEWSPAPERS  \nTO PUBLIC LIBRARIES   \n \n47. Delivery of books to public libraries     24 48. Delivery of periodicals and newspaper to public libraries   24 49. Receipt for books, periodicals and newspaper, delivered   25 \n50. Penalty         25  \n51. Cognizance of offences under this Chapter    25  \niv. \nCONTENTS  \nS e c t i o n s          P a g e s  \n \n52. Application of this chapter to books, periodicals and    \n newspaper published by Government     25 \n \nCHAPTER XI \n \nINTERNATIONAL COPYRIGHT   \n \n53. Provisions as to works of certain international organizations 25 \n54. Power to extend copyright to foreign works    26 55. Power to restrict rights in works of foreign authors first      published in Pakistan        27  \nCHAPTER XII \n \nINFRINGEMENT OF COPYRIGHTS   \n \n56. When copyright infringed      28 \n57. Certain acts not to be infringement of copyright    28 57A. Particulars to be included in records and video films  33 58. Importation and exportation of infringing copies    33  \nCHAPTER XIII \n \nINFRINGEMENT OF COPYRIGHTS   \n \n59. Definition         34 60. Civil remedies for infringement of copyright   34 60A. Special remedies for infringement of copyright   35 61. Protection of separate rights      35 62. Author’s special rights      36 63. Rights of owner against persons possessing or dealing with    infringing copies       36 64. Restriction on remedies in the case of works of architecture  36 65. Jurisdiction of Court and limitation      36   \nCHAPTER XIIIA \n \nPROHIBITION OF IMPORTATION AND EXPORTATION   \n \n65A. Prohibition         37  \nv. \nCONTENTS \n S e c t i o n s          P a g e s  \n \n65B. Jurisdiction of Officers of Customs     37 65C. Release of detained consignment      38  \nCHAPTER XIV \n \nOFFENCES AND PENALTIES   \n \n66. Offences of infringement of c opyright or other rights conferred  \n by this Ordinance       38 \n66A. Penalty for publishing collections or compendiums of work   \n which have been adapted, translated or modified in any manner  \nwithout the authority of the owner of the copyright   38 \n66B. Penalty for unauthorized reproduction or distribution of  \n counterfeit of copies of sound recording and cinematographic  w o r k          3 8  \n66C. Penalty for exploitation and appropriation of recording or    audio-visual work intended for private use    39 66D. Penalty for making copies or reproduction in excess of those  \n authorized by the copyright owner or his successors in title 39 \n66E. Penalty for unauthorized rental of cinematographic works and   \n computer programmes       39 \n67. Possession of plates for purpose of making infringing, copies 39 68. Penalty for making false entries in the register, etc., or  \n producing or tendering false evidence     39 \n69. Penalty for making false statements for the purpose of deceiving  or influencing any authority or officer    40 70. False attribution of authorship, etc.     40 70A. Penalty for contravention of section 57A    40 70B. Enhanced fine in the case of subsequent offences    40 71. Offences by companies      41 72. Cognizance of offences      41 73. Power of the Court to dispose of infringing copies, plates or   recording equipment for purpose of making infringing copies 41      \n  \n \n  \nvi. \nCONTENTS \n S e c t i o n s          P a g e s  \n \n74. Powers of police to seize infringing copies, plates and recording  \n e q u i p m e n t         4 1  \n74A. Power of Magistrate to award compensation for offences \n under this Chapter       42 \n \nCHAPTER XV \n \nAPPEALS   \n \n75. Appeals against certain orders of Magistrate    42 76. Appeals against orders of Registrar     42 77. Appeals against orders of the Board     43  \nCHAPTER XVI \n \nMISCELLANEOUS   \n \n78. Registrar and Board to possess certain powers of Civil Court 43 79. Order for payment of money passed by Registrar or Board    to be executable as a decree      43 80. Indemnity        44 81. Certain persons to be public servants    44 82. Powers to make rules       44 83. Repeal         44 84. Savings and transitory provisions     44          \n \n      \n \nTHE COPYRIGHT ORDINANCE, 1962 \n [XXXIV of 1962] \n \nAn Ordinance to amend and consolidate  \nthe law relating to copyright \n \nWhereas it is expedient to amend and consolidate the law relating to \ncopyright:  \n \nNow, therefore, in pursuance of the proclamation of the seventh day of \nOctober, 1958, and in exercise of all pow ers enabling him in that behalf, the \npresident is pleased to make and promulgate the following Ordinance: -  \nCHAPTER I \n \nPRELIMINARY \n \n   1. Short title, extend and commencement ------(1) This Ordinance may be \ncalled the Copyright Ordinance, 1962.    (2) It extends to the whole of Pakistan.    (3) It shall come into force on such date as the Federal Government may, by notification in the official Gazette, appoint.  \n   2. Definitions ----- In this Ordinance, unless there is any thing repugnant in \nthe subject or context:-  (a) \"adaptation\" means:- ----   \n(i) in relation to a dramatic work, the conversion of the work into a \nnon-dramatic work; \n  (ii) in relation to a literary work or an artistic work, the conversion of \nthe work into a dramatic work by way of performance in public or \notherwise. \n \n(iii) in relation to a literary or dr amatic work, any abridgment of the \nwork or any version of the work in which the story or action is \nconveyed wholly or mainly by means of pictures in a form suitable \nfor reproduction in a book, or in a newspaper, magazine or similar periodical; and  \n  (iv) in relation to a musical work, any arrangement or transcription of the work; (b) \"architectural work of art\" mean s any building or structure having an \nartistic character or design, or any model for such building o structure; \n (c) \"artistic\" work' means:-  \n(i) a painting, a sculpture, a drawi ng (including a diagram, map, chart \nor plan), an engraving or a phot ograph, whether or not any such \nwork possess artistic quality; \n (ii) an architectural work of art; and  \n \n(iii) any other work or artistic craftsmanship; \n (ca) \"audio-visual work\" means a work wh ich consists of a series of related \nimages which are intrinsically inte nded to be shown by the use of a \nmachine or device, such as a projector , viewer or electronic equipment,  \ntogether with accompanying sound, if a ny, regardless of the nature of the \nmaterial object, such as film or tape, in which the work is embodied; \n (d) \"author\" means:-  \n(i) in relation to a literary or dramatic work, the author of the work;  (ii) in relation to a musical work, the composer;  (iii) in relation to an artistic work other than a photograph, the artist;  (iv) in relation to a photograph, the person taking the photograph;  (v) in relation to a cinematographic work, the owner of the work at the \ntime of its completion; and \n (vi) in relation to a record the owner of the original plate from which the \nrecord is made, at the time of the making of the place; \n \n(e) \"Board\" means the Copyright Board constituted under section 45; \n (f) \"book\" includes every volume, or di vision of a volume, and pamphlet, in \nany language, and every sheet of musi c, map, chart or plan, separately \nprinted or lithographed, but does not include a periodical or newspaper; \n(g) \"calendar year\" means the year commencing on the first day of January; \n \n(h) \"cinematographic work\" means any sequence of visual images including \nvideo films of every kind, recorded on ma terial of any description (whether \ntranslucent or not), whether sile nt or accompanied by sound, which, if \nshown (played back, exhibited) conveys the sensation of motion; \n \n(ha) \"copy\" includes any material object  in which a work is fixed by any \nmethod and from which the work can be perceived, reproduced or otherwise communicated, either directly  or with the aid of a machine or \ndevice; \n \n“(hb) counterfeit copy\" means a copy which is an imitation of another copy and \nappears to be, but is not, genuine;\"; \n \n(i) \"delivery\" in relation to a lecture, includes delivery by means of any  mechanical instrument or by broadcast or telecast; \n \n(j)     \"dramatic work\" includes any piece for recitation, choreographic work or           entertainment in dumb show, the scenic arrangement or acting form of                which is fixed in writing or otherwise but does not include a             cinematographic work;   (k) \"engravings\" include\" etchings, lithographs, woodcuts, prints and other \nsimilar works, not being photographs; \n (l) \"exclusive license\" means a license which confers on the licensee or on the \nlicensee and persons authorized by hi m, to the exclusion of all other \npersons (including the owner of the c opyright), any right comprised in the \ncopyright in a work and \"exclusive licensee\" shall be construed accordingly; \n   (m) \"Government work\" means a work which is made or published by or under \nthe direction or control of:- \n (i) the Government or any department of the Government; or   (ii) any court, tribunal or other judicial or legislative authority in Pakistan;  \n(n) \"infringing copy\" means,- \n \n(i) in relation to a literary, dramatic or artistic work, a reproduction \nthereof otherwise than in the form of a cinematographic work;  \n(ii) in relation to cinematographic wo rk, a copy of the work or a record \nembodying the recording in any part  of the sound track associated \nwith the film; \n \n(iii) in relation to a record, any record, embodying the same recording; \nand  \n \n(iv) in relation to a programme in  which a broadcast reproduction right \nsubsists under section 24, a record recording the programme: if such reproduction, copy or record  is made  or imported in \ncontravention of any of the provision of this Ordinance;  \n (o) \"lecture\" includes address, speech and sermon;  (p) \"literary work\" includes works on humanity, religion, social and physical \nsciences, tables \"compilations and co mputer programmes, that is to say \nprogrammes recorded on any disc, ta pe, perforated media or other \ninformation storage device, which, if fe d into or located in a computer or \ncomputer-based equipment is capable of reproducing any information\" \n (q) \"manuscript\" means the original document embodying the work, whether \nwritten by hand or not; \n (r) \"musical work\" means any combination of melody and harmony or either \nor them, printed, reduced to writing or  otherwise graphically produced or \nreproduced; \n (s) \"newspapers\" means any printed periodical work containing  public news \nor comments on public news published in conformity with the provisions of sections 5, 6, 7 and 8 of the Press and Publication Ordinance, 1960; \n (t) \"Pakistani work\" means a literary, dr amatic musical or artistic work, the \nauthor of which is citizen of Pakist an and includes a cinematographic work \nor record made or manufactured in Pakistan; \n \n(u) \"performance\" includes any mode of visual or acoustic presentation, \nincluding any such presentation by th e exhibition of a cinematographic \nwork, or by means of broadcast or by the use of a record, or by any other means and, in relation to a lecture, includes the delivery of such lecture; \n \n(v) \"performing rights society\" mean s a society, association or other body, \nwhether incorporated or not, which ca rries on in Pakistan the business of \nissuing or granting licenses for the perf ormance in Pakistan of any works in \nwhich copyright subsists; \n(va) \"periodical\" includes a publication w ith distinctive title intended to appear \nin successive numbers or in parts at re gular or irregular intervals and, as a \nrule, for an indefinite time, each part generally containing articles by \nseveral contributors;”; \n (w) \"photograph\" includes photo-lithogr aph and any work produced by any \nprocess analogous to photography but does not include any part of a \ncinematographic work; \n (x) \"plate\" includes any stereotype or other plate, stone, block, mould, matrix, \ntransfer, negative, tape, wire, optical film, or other device used or intended \nto be used for printing or reproducing copies of any work, and any matrix or other appliances by which records for the acoustic presentation of the work are or are intended to be made; \n (y) \"prescribed\" means prescribed by rules made under the Ordinance;  (z) \"public libraries\" means the nationa l library of Pakistan, Islamabad, and \nsuch other libraries as may be so declared by the Federal Government by \nnotification in the official Gazette; \n (za) \"radio diffusion\" includes comm unicationto the public by any means of \nwireless diffusion whether in the form of sounds or visual images or both; \n (zb) \"record\" means any disc, tape, wire, perforated roll or other device in \nwhich sounds are embodied so as to  be capable of being reproduced \ntherefrom, other than a sound track associated with a cinematographic work; \n (zc) \"recording\" means the aggregate of  the sounds embodied in and capable of \nbeing reproduced by means of a record; \n (zd) \"reproduction\" in the case by a literary, dramatic or musical work, includes \na reproduction in the form of a record  or of a cinematographic work, and, \nin the case of an artistic work, includes a version produced by converting the work into a three-dimensional form, or if it is in three dimensions, by converting it into a two dimensional form and references to reproducing a work shall be construed accordingly; \n \n(ze) \"Registrar\" means the Registrar of Copyrights appointed under section 44 \nand includes a Deputy Registrar of Copyrights when discharging any \nfunction of the Registrar; \n (zf) \"work\" means any of the following works, namely: - (i) a literary, \ndramatic, musical or artistic work; ( ii) a cinematographic work; (iii) a \nrecord; \n (zg) \"work of joint authorship\" means a work produced by the collaboration of \ntwo or more authors in which the contri bution of one author is not distinct \nfrom the contribution of the other authors; and  \n (zh) \"work of sculpture\" includes casts and models.  \n   3. Meaning of Copyright.--- 1. For the purpose of this Ordinance, \n\"copyright\" means the exclusive right, by vi rtue of, and subject to, the provisions \nof this Ordinance:- -----    (a) in the case of a literary, dramatic or  musical work, to do and authorize the \ndoing of any of the following acts, namely:- \n \n(i) to reproduce the work in any material form;  (ii) to publish the work;  (iii) to perform the work in public;   (iv) to produce, reproduce, perform or publish any translation of the  \nwork; \n (v) to use the mark in a cinematographic work or make a record in \nrespect of the work; \n (vi) to broadcast the work, or to communicate the broadcast of the work \nto the public by a loudspeaker or any other similar instrument; \n (vii) to make any adaptation of the work;  (viii) to do in relation to translation or an adaptation of the work any of \nthe acts specified in relation to the work in sub-clauses (i) to (vi); \n (b) in the case of an artistic work, to do or authorize the doing of any of the \nfollowing acts, namely;- \n \n(i) to reproduce the work in any material form;  (ii) to publish the work;  (iii) to use the work in a cinematographic work;  (iv) to show the work in television;  (v) to make any adaptation of the work;  (vi) to do in relation to an adaptation of the work any of the acts \nspecified in relation to the work in sub-clauses (i) to (iv); \n (c) in the case of a cinematographic work, to do or authorize the doing of any \nof the following acts, namely:- \n \n(i) to make copy of the work;  (ii) to cause the work in so far as it consists of visual images, to be seen \nin public and, in so far as it consists of sounds, to be heard in public; \n (iii) to make any record embodying th e recording in any part of the \nsound track associated with the work by utilizing such sound track; \n (iv) to broadcast the work; \n (d) in the case of a record, to do or au thorize the doing of any of the following \nacts by utilizing the record, namely:- \n \n(i) to make any other record embodying the same recording;  (ii) to use the recording in the sound track of a cinematographic work;  (iii) to cause the recording embodied in the record to be heard in the \npublic; \n (iv) to communicate the recording embodied in the record by broadcast. \n    (2)  Any reference in sub-section(1)  to the doing of any act in relation to a \nwork or a translation or an adaptation thereof shall include a reference to the doing \nof that act in relation to a part thereof. \n    (3). Entitlement to copyright in compila tion of data or other material shall not \nextent to data or other material itsel f and shall be without prejudice to any \ncopyright subsisting in the data or other material, that is to say, the copyright shall subsist to the extent of compilation only.  \n4. Meaning of publication ----- 1. For the purposes of this Ordinance, \n\"publication\" means: -  \n(a) in the case of a literary, dramatic, musical or artistic work, the issue \nof copies of the work to the public in sufficient quantities; \n (b) in the case of cinematographic wo rk, the sale or hire or offer for \nsale or hire of the work or copies thereof to the public; \n (c) in the case of a record, the i ssue of records to the public in \nsufficient quantities; but does not, except as otherwise expressly provided in this Ordinance, include:- \n \n(i) in the case of a literary, dramatic or musical work the issue \nof any records recording such work; \n (ii) in the case of work of sculpture or an architectural work of \nart, the issue of photographs and engravings of such work. \n \n2. If any question arises under sub-section (1) whether copies of any literary, \ndramatic, musical or artistic work, or reco rds issued to the public are sufficient in \nquantities, it shall be referred to the Board whose decision thereon shall be final.  \n5. When work not deemed to be published or performed in  \npublic. ------  Except for the purposes of infringe ment of copyright, a work shall \nnot be deemed to be published or perfor med in public, and a lecture shall not be \ndeemed to be delivered in public, if publis hed, performed in public or delivered in \npublic, without the licence or consent of the owner of the copyright.  \n6. When work deemed to be first published in Pakistan.--- (1). For the \npurposes of this Ordinance, a work published in Pakistan, shall be deemed to be first published in Pakistan, notwith standing that it has been published \nsimultaneously in some other country, unless such other country provides a shorter term of copyright for such work and a work shall be deemed to be published \nsimultaneously in Pakistan and in a nother country if the time between the \npublication in Pakistan and the publicati on in such other country does not exceed \nthirty days.      (2).  If any question arises under s ub-section (1) whether the term of copyright \nfor any work is shorter in any other country  than that provided in respect of that \nwork under this Ordinance, it shall be referred to the Board whose decision thereon shall be final.  \n   7. Nationality of author where the making of unpublished work is \nextended over considerable period.---- Where in the case of an unpublished work, \nthe making of the work is extended over a considerable period, the author of the \nwork shall for the purposes of this Ordina nce, be deemed to be a citizen of, or \ndomiciled in, the country of which he wa s a citizen or wherein he was domiciled \nduring the major part of that period.  \n   8. Domicile of corporation. --- For the purposes of this Ordinance a body \ncorporate shall be deemed to be domiciled in Pakistan if it is incorporated under \nany law in force in Pakistan or if it has an established place of business in \nPakistan.  \nCHAPTER II \n \nCOPYRIGHT, OWNERSHIP OF COPYRIGHT AND \nTHE RIGHTS OF THE OWNER \n \n   9. No copyright except as provided in this Ordinance.— No person shall be \nentitled to copyright or any right in any work, whether published or unpublished, \notherwise than under and in accordance with the provision of this Ordinance, or of \nany other law for the time being in force,  but nothing in this section shall be \nconstrued as abrogating any right or jurisdiction to restrain a breach of trust or confidence. \n \n   10. Works in which copyright subsists . ---- (I) Subject to the provisions of \nthis section and to the other provisions of  this Ordinance, copyright shall subsist \nthroughout Pakistan in the following classes of works that is to say:-     (a) original, literary, dramatic, musical        and artistic works;   (b) cinematographic works ; and    (c) records.   (2) Copyright shall not subsist in any work specified in subsection (1), other than a work to which the provisions of section 53 or section 54 apply, unless:-     \n(i).  in the case of a published work, the work is first published in \nPakistan, or where the work is fi rst published outside Pakistan, the \nauthor is at the date of such publication, or in a case where the author was dead at that date, was at the time of his death, a citizen \nof Pakistan or domiciled in Pakistan: \n (ii) in the case of an unpublished work  other than an architectural work \nof art, the author is at the date of  the making of the work a citizen of \nPakistan or domiciled in Pakistan; and  \n (iii) in the case of an architectural wo rk of art, the work is located in \nPakistan. \n    (3) Copyright shall not subsist:-  \n(a) in any cinematographic work, if a substantial part of the work is an \ninfringement of the copyright in any other work; \n   (b) in any record made in respect of a literary, dramatic or musical \nwork, if, in making the record, c opyright in such work has been \ninfringed. \n    (4) The copyright or the lack of c opyright in a cinematographic work or a \nrecord shall not affect the separate copyri ght in any work in respect of which or a \nsubstantial part of which, the work, or as the case may be, the record is made.     (5) In the case of an architectural wo rk of art, copyright shall subsist only in \nthe artistic character and design and shall not extend to the process or methods of \nconstruction.  \n   11.  Work of joint author.  --- Where, in the case of a work of joint authorship, \nsome one or more of the joint author s do not satisfy the conditions conferring \ncopyright Iaid down by this Ordinance, th e work shall be treated for the purposes \nof this Ordinance as if the other author or authors had been the sole author or \nauthors thereof:    Provided that the term of the copyright shall be the same as it would have been if all the authors had satisfied such conditions.  \n   12. Provision as to designs registerable under Act II of 1911. --- (1) \nCopyright shall not subsist under this Ordinance in any design which is registered under the Patents and Designs Act, 1911,  \n \n   (2) Copyright in any design which is capable of being registered under the Patents and Designs Act, 1911, but which has not been so registered, shall cease as soon as any article to which the design ha s been applied has been reproduced more \nthan fifty times by an industrial process by the owner of the copyright or, with his \nlicense, by any other person.  \n   13. First owners of copyright. -- Subject to the provisions of this Ordinance, \nthe author of a work shall be the first owner of the copyright therein:   Provided that:- (a) in the case of a literary, dramatic or artistic work made by the author in the \ncourse of his employment by the proprietor of a newspaper, magazine or similar periodical under a contract of  service or apprenticeship, for the \npurpose of publication in a newspaper, magazine or similar periodical, the \nsaid proprietor shall, in the absence of any agreement to the contrary, be \nthe first owner of the copyright in the wo rk in so far as the copyright relates \nto the publication of the work in any newspaper, magazine or similar periodical, or to the reproduction of the work for the purpose of its being so \npublished, but in all other respects the author shall be the first owner of the copyright in the work; \n \n(b) subject to the provisions of clause (a ), in the case of a photograph taken, or \na painting or portrait drawn, or an e ngraving or a cinematographic work \nmade, for valuable consideration at the instance of any person, such person shall, in the absence of any agreement to the contrary, be the first owner of \nthe copyright therein; \n \n(c) in the case of a work made in the course of the author's employment under \na contract of service or apprenticeship, to which clause (a) or clause (b) does not apply, the employer shall, in the absence of any agreement to the \ncontrary be the first owner of the copyright therein;  \n(d) in the case of a Government work, G overnment shall, in the absence of any \nagreement to the contrary, be the first owner of the copyright therein;  \n(e) in the case of a work to which the provisions of section 53 apply, the \ninternational organization concerned shall be the first owner of the copyright therein. \n \n   14. Assignment of copyright. --- (1) The owner of the copyright in an existing \nwork or the prospective owner of the copyright in a future work may assign to any \nperson the copyright either wholly or par tially and either generally or subject to \nlimitations and either for the whole term of the copyright or any part thereof:   Provided that, in the case of the a ssignment of copyright in any future \nwork, the assignment shall take effect only when the work comes into existence:   Provided further that, where the owner of the copyright in a work is the \nauthor of the work, no assignment of the copyr ight in the work or of any interest in \nsuch copyright shall be made, or if ma de shall be effective (except where the \nassignment is made in favour of Govern ment or an educational, charitable, \nreligious or non-profit institution) for a period of more than ten years beginning from the calendar year next following the y ear in which the assignment is made ; if \nan assignment of the copyright in a work is  made in contravention of this proviso, \nthe copyright in the work shall, on the expiry of the period specified in this proviso, revert to the author (who may re -assign the copyright in the work subject \nto the provisions herein contained), or if the author be dead to his representatives \nin interest.   Provided further that the copyright in an unpublished work assigned by its \nauthor to any person or organization fo r the specific purpose of its publication \nshall revert to the author if such work  is not published within a period of three \nyears from the date of its assignment.\"; and     (2) Where the assignee of a copyright becomes entitled to any right comprised in the copyright, the assignee as respects the rights so assigned, and the assignor as \nrespects the rights not assigned, shall be tr eated for the purposes of this Ordinance \nas the owner of copyright and the provisions  of this Ordinance shall have effect \naccordingly.   (2A) If the owner of a copyright or the publisher, or the publisher to \nwhom such right has been assigned, consid ers any of the terms of the assignment \nto be likely to affect his interests adversely, he may within one year of such assignment apply to the Board to consid er such term and the Board may, after \nhearing both the parties, pass such order as it may deem fit; and the order of the \nBoard shall be binding on both the parties.   (3) In this section, the expression \"assignee\" as respects the assignment of the copyright in any future work in cludes the legal representatives of the \nassignee, if the assignee dies before the work comes into existence.  \n15. Mode of assignment.  ---- No assignment of the copyright in any work \nshall be valid unless it is in writi ng signed by the assi gnor or by his duly \nauthorized. \n \n16. Transmission of copyright in manuscript by testamentary disposition.-\n---  Where under a bequest a person is entailed to the manuscript of a literary, \ndramatic or musical work, or to an ar tistic work, and the work was not published \nbefore the death of the testator, the bequest  shall, unless the contrary intention is \nindicated in the testator's will or any c odicil thereto, to be construed as including \nthe copyright in the work in so far as the testator was the owner of the copyright immediately before his death. \n \n   17. Right of owner to relinquish copyright.---- (1) The owner of the \ncopyright in a work may relinquish all or any of the rights comprised in copyright \nby given notice in the prescribed form to  the Registrar and thereupon such rights \nshall, subject to the provisions of sub-sec tion (3), cease to exist from the date of \nthe notice. \n \n   (2)  On receipt of a notice under sub-section (1), the Registrar shall cause it to  be published in the official Gazette and in such other manner as he may deem fit.      (3) The relinquishment of all or any of the rights comprised in the copyright in \na work shall not affect any rights subsisti ng in favour of any person on the date of \nthe notice referred to in subsection (1).  \nCHAPTER III \nTERM OF COPYRIGHT  \n \n   18. Term of copyright in published literary, dramatic, musical and artistic \nworks. ----- Except as otherwise hereinafter pr ovided, copyright shall subsist in \nany literary, dramatic, musical or artistic work (other than a photograph) published \nwithin the life time of the author until fifty years from the beginning of the \ncalendar year next following the year in which the author dies.   Explanation.---- In this section, the  reference  to the  author shall, in the case of  a work of joint authorship, be construed as a reference to the author who dies last. \n \n   19. Term of copyright in posthumous work. ---  (1) In the case of a literary, \ndramatic or musical work or an engraving, in which copyright subsists at the date \nof the death of the author or in the case of  any such work of joint authorship, at or \nimmediately before the date of the death of  the author who dies last, but which or \nany adaptation of which, had not been publis hed before that date, copyright shall \nsubsist until fifty years from the beginning of the calendar year next following the \nyear in which the work is first published or . where an adaptation of the work is \npublished in any earlier year, from the beginning of the calendar year next \nfollowing that year.   (2) For the purposes of this section. a literary, dramatic or musical work or an adaptation of any such work sh all be deemed to have been published, if \nit has been performed in public or if any r ecords made in respect of the work have \nbeen sold, or offered for sale, to the public. \n \n   20. Term of copyright in ci nematographic works, records and \nphotographs.---- (1) In the case of a cinematographic work, copyright shall \nsubsist until fifty years from the beginning of the calendar year next following the \nyear in which the work is published.    (2) In the case of a record, copyright shall subsist until fifty years from the beginning of the calendar year next fo llowing the year in which the record is \npublished.   (3) In the case of a photograph, copyright shall subsist until fifty years from the beginning of the calendar year next following the year in which the \nphotograph is published. \n \n   21. Term of copyright in anonymous and pseudonymous work--- (1) In the \ncase of a literary, dramatic, musical or artistic work (other than a Photograph), which is published anonymously or pseudonymously copyright shall subsist until fifty years from the beginning of the cal endar year next following the year in \nwhich the work is first published:     Provided that where the identity of the author is disclosed before the expiry of the said period, copyright shall subsist until fifty years from the \nbeginning of the calendar year next following the year in which the author dies. \n \n (2) In sub-section (1), references to  the author shall, in the case of an \nanonymous work of joint authorship, be construed:- \n \n(a) where the identity of one of the authors is disclosed as \nreferences to that author; \n \n(b) where the identity of more authors than one is disclosed, as \nreferences to the author who dies last from amongst such authors. \n (3) In sub-section (1), references to  the author shall, in the case of a \npseudonymous work of joint authorship, be construed:-  \n(a) where the names of one or more  (but not all) of the authors \nare pseudonyms and his or their identity is not disclosed, as references to the author whose name is not a pseudonym, or, of the names of two or mo re of the author are not \npseudonyms, as references to such one of those authors who dies last; \n (b) where the names of one or more  (but not all) of the authors \nare pseudonyms and  the identity of  one or more of them is \ndisclosed, as references to th e author who dies last from \namongst the authors whose names are not pseudonyms and the authors whose names are pseudonyms and are disclosed ; and  \n (c) where the names of all the authors are pseudonyms and the \nidentity of one of them is disclosed, as references to the author  whose identity is disclo sed or, if the identity of two \nor more of such authors is disclosed, as references to such one of those authors who dies last. \n  Explanation.----- For the propose of this  section, the identity of an author \nshall be deemed to have been disclosed, if either the identity of the author is \ndisclosed publicly by both the author and the publisher or is otherwise established to the satisfaction of the Board but that author. \n \n    22. Term of copyright in Governme nt works and in works of international \norganizations. --- (1) Copyright in a Government work shall, where Government \nis the first owner of the copyright th erein, subsist until fifty years from the \nbeginning of the calendar year next followi ng the year in which the work is first \npublished  \n \n    (2). In the case of a work of an  international organization to which the \nprovisions of section 53 appl y, copyright shall subsist until fifty years from the \nbeginning of the calendar year next followi ng the year in which the work is first \npublished. \n \n     23. Term of copyright in unpublished work.--- (1) If a work, whose \nauthor's identity is known, is not publish pos thumously within fifty years after the \ndeath of the author, such work shall fa ll into the public domain after fifty years \nfrom the beginning of the calendar years next following  the year in which the \nauthor dies.   (2) If a work, whose author's identity is not known, is not published \nwithin fifty years of its creation, such wo rk shall fall into the public domain after \nfifty years from the beginning of the cal endar year next following the year in \nwhich the work is created.    \nCHAPTER IV \nRIGHTS OF BROADCASTING ORGANIZATIONS PERFORMERS AND \nPRODUCERS OF PHONOGRAMS (SOUND RECORDING)  \n  \n   24. Rights of broadcasting organizations. --  (1) Broadcasting organizations \nshall enjoy the right to authorize:-     (a) the rebroadcasting of their broadcasts:  (b) the fixation of their broadcasts; and  (c) the copying of fixations made of their broadcasts.     (2) This right shall subsist until tw enty-five years from the beginning of \nthe calendar year next following the years in which the broadcast took place. \n \n   24A. Rights of performers and producers of Phonograms (sound recording)  \n-- (1) The performers shall have the right  to do or to prevent fixation of their \nunfixed performance and reproduction of  such fixation and broadcasting by \nwireless means and communication to the public of their live performance.          (2) The producers of Phonograms shall ha ve the right to do or to prohibit the \ndirect or the indirect reproduction of their fixation and any rental thereof \n    (3) The rights specified in subsections (1) and (2) shall subsists for a period of fifty  years computed from the end of the calendar year in which fixation was made or performance took place     \n   25. Application of other provision s of this Ordinance to broadcasting, \nperformers and producers of phonograms.---  Any person who, without the \nauthorization of the broadcasting organi zation, does or causes the doing of any of \nthe acts referred to in section 24 shall be  deemed to infringe the rights of the \nbroadcasting organization, and the provisi ons contained in Chapter XII to XVI \nshall, within the limits permitted by the natu re of the matter, apply to broadcasting \norganization and broadcasts as if they were authors and works, respectively.    \n   26. Definitions.--- (a) \"broadcast\" means communication to the public by any \nmeans of radio-diffusion, including communi cation by telecast, or by wire, or by \nboth, and \"broadcasting\" shall be construed according.\"       (b) \"rebroadcasting\" means the simultaneous broadcasting by one broadcasting \norganization of the broadcast of author broadcasting organization. \n \n(c) \"fixation\" means the incorporation of sounds or images or both in a device \nby means of which they can later be made aurally or visually perceivable. \n (d) “producer of phonogram” means a person who, or the legal entity which, \nfixes the sounds of a performance or other sounds; \n \n(e) “rebroadcasting” means the simultaneous broadcasting by one \nbroadcasting organization of the broadcast of an other broadcasting organization      \n \n   27. Other rights not affected. --  For the removal of doubts, it is hereby \ndeclared that the rights conferred upon broa dcasting organizations shall not affect \nthe copyright in any literary, dramatic, mu sical, artistic or cinematographic work, \nor in any record used in the broadcast.  \nCHAPTER V \nRIGHTS IN PUBLISHED EDITIONS OF WORKS \n \n   28. Protection of typography  and terms of protection. -- The publisher of an \nedition of a work shall enjoy the ri ght to authorize the making, by any \nphotographic or similar process, of copies , intended for sale in commerce, of the \ntypographical arrangement of the edition, and such right shall subsist until twenty-five years from the beginning of the calendar year next following the year in which the edition was first published.  \n   29. Infringement, etc. --- Any person who, without th e authorization of the \npublishers, makes or causes the making of, by any photographic or similar process, \ncopies, intended for sale in commerce, of the typographical arrangement of the \nedition or any substantial part thereof, shall be deemed to infringe the rights of the publishers, and the provisions contained in Chapters XII to XVI shall, within the \nlimits permitted by the nature of the ma tter, apply to the publisher and the \ntypographical arrangements of editions as  if they were authors and works \nrespectively.   Explanation. \"Typographical arrangement\" shall include calligraphy. \n \n   30. Relations to copyright.  -- For the removal of doubts, it is hereby declared \nthat subject to the provisions of subsecti on (2A) of section 10 the rights conferred \nupon publishers by this Chapter shall:-  \n \n \n(a) subsists irrespective of the question whether the edition is that of \nwork protected or unprotected by copyright; \n (b) not affect the copyright, if any, in the literary, dramatic, musical or \nartistic work itself. \n \nCHAPTER VI \nPERFORMING RIGHTS SOCIETIES  \n \n   31. Performing rights society to file statement of fees, charges and \nroyalties. --- (1) Every performing right society sh all, within the prescribed time \nand in the prescribed manner, prepare,  publish and file with the Registrar, \nstatement of all fees, charges, royalties whic h is proposes to collect for the grant of \nlicenses for the performance in public of works it respect of which it has authority \nto grant such licenses.     (2) If any such society fails, in relati on to any work, to prepare, publish or file \nwith the Registrar the statements referred to in sub-sub-section (1) in accordance \nwith the provisions of the sub-section, no action or other proceeding to enforce any \nremedy, civil or criminal, for infringement  of the performing rights in that work \nshall be commenced except with the consent of the Registrar.  \n   32. Objections relating to published statements. --- Any person having any \nobjections to any fees, charge or royalties or other particulars included in any statement referred to in section 31 may at any time lodge such objections in \nwriting at the Copyright Office. \n \n   33. Determination of objections. --- (1) Every objection lodged, at the \nCopyright Office under section 32 shall, as  soon as may be, be referred to the \nBoard and the Board shall decide such  objection in the manner, hereinafter \nprovided.      (2). The Board shall not withsta nding that no objection has been lodged, take \nnotice of any matter which, in its opinion, is one for objection.     (3). The Board shall give notice in re spect of every objections to the performing \nrights society concerned and shall give to  such society and the person who lodged \nthe objection a reasonable opportunity of being heard. \n    (4). The Board shall, after making the prescribed enquiry, make such alterations \nin the statements as it may think fit, and shall transmit the statements thus altered \nor unchanged, as the case may be, to the Re gistrar, who shall thereupon as soon as \npracticable after the receipt of such stat ements, publish them n the official Gazette \nand furnish the performing rights society concerned and the person who lodged the objection with a copy thereof.      (5). The statement of fees, charge s or royalties as approved by the Board shall \nbe the fees, charges or royalties which the performing rights society concerned \nmay respectively lawfully sue for or collect in respect of the issue or grant by it of \nlicenses for the performance in public of works to which such fees, charges or \nroyalties relate.      (6). No performing rights society sha ll have any right of action or any right to \nenforce any civil or other remedy for infr ingement of the performing rights in any \nwork claimed by such society against any person who has tendered or paid to such society the fees, charges or royalties wh ich have been approved by the Board as \naforesaid.  \n34. Existing rights not affected, --- Nothing in this Chapter shall be deemed \nto affect:- \n \n (a) any rights or liabilities in relation to the performing rights in \nwork accrued or incurred before the commencement of this Ordinance; and \n  (b) any legal proceedings in re spect of such rights or liabilities \npending at such commencement. \n \nCHAPTER VII \nLICENSES  \n \n   35. Licenses by owners of copyright,  ---  The owner of the copyright in any \nexisting work or the prospective owner of the copyright in any future work may grant any interest in the copyright by license in writing signed by him or by his \nduty authorized agent:   Provided that in the case of a license  relating to copyright in any future \nwork, the license shall take effect only when the work comes into existence. \n Explanation .----  When a person to whom a license relating to copyright in \nany future work is granted under this s ection dies before the work comes into \nexistence, his legal representatives shall,  in the absence of any provision to the \ncontrary in the license, be entitled to the benefit of the license. \n \n   36. Compulsory license in work withheld from public, -- (1) If at any time \nduring the term of copyright in any Pakistani work which has been published or performed in public, an application is ma de to the Board that the owner of the \ncopyright in the work-  \n(a) has refused to republish or allow the republication of the work or \nhas refused to allow the performa nce in public of the work and by \nreason of such refusal the work is withheld from the public; or \n (b) has refused to allow communication to the public by broadcast of \nsuch work or, in the case of a r ecord the work recorded in such \nrecord, on terms which the applicant considers reasonable or  \n (c) is dead or is unknown or cannot be traced or found and \nrepublication of the work is necessary in the public interest; the  Board, after giving to the owner of  the copyright in the work a \nreasonable opportunity of being heard and after holding such inquiry as it may deem necessary, ma y, if it is satisfied that such \nrefusal is not in the public intere st, or that the grounds for such \nrefusal are not reasonable, direct  the Registrar to grant to the \napplicant a license to republish the work, perform the work in public or communicate the work to  the public by radio-diffusion, as \nthe case may be, subject to paymen t to the owner of the copyright \nof such compensation and subject to such other terms and conditions as the Board may determine; and thereupon the Registrar shall grant the license to the applicant in accordance with the \ndirection of the Board, on paym ent of such fee as may be \nprescribed. \n \n(2) Where two or more persons have made applications under sub-\nsection (1), the license shall be gr anted to the applicant who in the \nopinion of the Board, would best se rve the interests of the general \npublic. \n (3) The Federal Government or the Board may, upon an application by \nany governmental or statutory in stitution in the public interest, \ngrant a license to reprint, transl ate, adopt or publish any text book \non non-profit basis.  \n   37. License to produce and publish translation, --- (1) Any citizen of \nPakistan or a person domiciled in Pakistan may apply to the Board for a license to \nproduce and publish a translation of a literary or dramatic work in any Pakistani language or a language ordinarily used in  Pakistan, not being English, French or \nSpanish \n \n   (2) Every such application shall be ma de in such form as may be prescribed \nand shall state the proposed retail price of a copy of the translation of the work. \n \n   (3) Every applicant for a license under this section shall, along with his \napplication, deposit with the Registrar such fee as may be prescribed. \n \n   (4) When an application is made to  the Board under this section, it may, after \nholding such inquiry as may be prescribe d, direct the Registrar to grant to the \napplicant a license, not being an excl usive license, to produce and publish a \ntranslation of the work in the language mentioned in the application, on condition \nthat the applicant shall pay to the owner of the copyright in the work royalties in \nrespect of copies of the translation of th e work sold to the public, calculated at \nsuch rate as the Board may, in the circumstances of each case, determine in the prescribed manner;    Provided that no such license shall be granted, unless;  \n \n   (a) a translation of the work in th e language mentioned in the application has \nnot been published by the owner of the copyright in the work or any person \nauthorized by him within one year of th e first publication of the work, or if \na translation has been so published, it has been out of print; \n \n(b) the applicant has proved to the satis faction of the Board that he had \nrequested and had been denied author ization by the owner of the copyright \nto produce and publish such translation or that he was unable to find the \nowner of the copyright; \n (c) where the applicant is unable to find th e owner of the copyright he had sent \na copy of his request for such author ization to the publisher whose name \nappears from the work not less than tw o months before the application for \nthe license; \n \n(d) the Board is satisfied that the appli cant is competent to produce and publish \na correct translation of the work a nd possesses the means to pay to the \nowner of the copyright the royalties payable to him under section; \n \n   (e)  Omitted;  \n   (f) an opportunity of being heard is gi ven wherever practicable to the owner of \nthe copyright in the work; \n    (g) the Board is satisfied, for reason to  be recorded in writing, that the grant of \nthe license will be in the public interest. \n \nCHAPTER VIII \nREGISTRATION OF COPYRIGHT  \n    38. Register of Copyrights, indexe s form and inspection of Register, -- (1) \nThe Registrar shall keep at the Copyright Office a register in the prescribed form \nto be called the Register of Copyrights in which shall be entered the names or titles of works and the names and addresses of  authors, publishers and owners of \ncopyright and such other particulars as may be prescribed.     (2) The Registrar shall also keep such  indexes of the Regist er of Copyrights as \nmay be prescribed.     (3) The Register of Copyright and th e indexes thereof kept under this section \nshall at all reasonable times be open to inspection, and any person shall be entitled to take copies, of or make extracts from, any such register or index on payment of \nsuch fee and subject to such conditions as may be prescribed. \n \n   39. Registration of copyrights,\n --(1) The author or publisher of, or the owner \nof or other person interested in the copyright in, any work may make an \napplication in the prescribed form acco mpanied by the prescribed fee to the \nRegistrar for entering particulars of the work in the Register of Copyrights. \n    (2) On receipt of an application in respect of any work under subsection (1), the Registrar shall enter the particulars of  the work in the Register of Copyrights \nand issue a certificate of such registration to the applicant unless, for reason to be \nrecorded in writing, he considers that such  entry should not be made in respect of \nany work;    Provided that in the case of artistic works the Registrar shall not enter the \nparticulars of the work in the Regist er of Copyrights and shall not issue a \ncertificate of registration to the applicant unless within one month of the filing of \nthe application, or within such extended time as the Registrar may determine, the applicant has advertised the work itself in a newspaper as may be prescribed, and send two copies thereof to the Registrar a nd unless within one month thereafter, or \nwithin such extended time as the Regi strar may determined, not exceeding two \nmonths, the Registrar has not received  any objection to the registration of \nparticulars of the work in the Register of Copyrights  \n    \n   40. Registration of assign ments, etc., of copyrights, -- (1) Any person \ninterested in the grant of an interest in  a copyright, either by assignment or license \nmay make an application in the prescribed form, accompanied by the prescribed fee, the original instrument of such grant and a certified copy thereof, to the \nRegistrar for entering the particulars of the grant in the Register of Copyrights.     (2) On receipt of an application in respect of any work under subsection (1), the Registrar shall, after holding such inquiry as he deems fit, enter the particulars of the grant in the Register of Copyright s unless, for reasons to be recorded in \nwriting, he considers that such entry should not be made in respect of any grant.     (3) The certified copy of the grant sha ll be retained at the Copyright Office and \nthe original shall be returned to the person depositing it, with a certificate of \nregistration endorsed thereon or affixed thereto.  \n    41. Correction of entries in the Regist er of Copyright and indexes,     etc.--\n(1) The Registrar may in the prescribed  cases and subject to the prescribed \nconditions, amend or alter the Register of Copyrights and the indexes by--   (a) correcting any error in any name, address or particular; or    (b) correcting any other error which may have arisen therein by \naccidental slip or omission. \n  (2) The Board, on application of the Registrar or of any person \naggrieved, may order the rectification of the Register of Copyrights by- \n  (a) the making of any entry wrongly omitted to be made in the \nRegister, or  \n \n (b) the expunging of any entry wrongly made in or, remaining on, the \nRegister, or  \n \n (c) the correction of any error or defect in the Register. \n \n   42. Register of Copyrights to be  prima facie evidence of particulars \nentered therein, --  (1) The Register of Copyrights and the indexes shall be prima \nfacie evidence of the particulars entere d therein and documents purporting to be \ncopies of any entry therein or extract s therefrom certified by the Registrar and \nsealed with the seal of the Copyright O ffice shall be admissible in evidence in all \ncourts without further proof of production of the original.  (2) A certificate of registration of copyright in a work shall be prima \nfacie evidence that copyright subsists in the work and that the person shown in the \ncertificate as the owner of the copyri ght is the owner of such copyright. \n \nCHAPTER IX \nCOPYRIGHT OFFICE, REGISTRAR OF COPYRIGHTS  \nAND COPYRIGHT BOARD \n    43. Copyright Office, --  (1) There shall be established for the purposes of this \nOrdinance an office to be called the Copyright Office.   (2) The Copyright Office shall be under the immediate control of the Registrar of Copyrights who shall act unde r the superintendence and direction of \nthe Central Government.   (3) The Copyright Office shall have a seal the impression whereof shall \nbe judicially noticed.  \n43 A. Branch of Copyright Office, --  (1) There shall be established for the \npurpose of facilitating the registration of copyrights, a Branch of the Copyright \nOffice at such place in Pakistan as the Registrar may. with the approval of the Federal Government, determine. \n \n (2) The Branch Office shall discharge such functions of the Copyright Office as may be notified by the Registrar from time to time. \n \n44. Registrar and Deputy Registrars of Copyrights, --  (1) The Central \nGovernment shall, for the purposes of th is Ordinance, appoint a Registrar of \nCopyrights and may appoint one or more  Deputy Registrars of Copyrights. \n \n(2) The Registrar shall, --  \n(i)  sign all entries made in th e Register of Copyrights kept \nunder this Ordinance; \n \n  (ii) sign all certificates of re gistration of copyrights and certified \ncopies under the seal of the Copyright Office; \n \n  (iii) exercise the powers conferred and perform the duties \nimposed upon him by or under this Ordinance; \n \n  (iv) be the Secretary of the Copyright Board; and  \n \n  (v) shall perform such other functions as may be prescribed.   \n (3) A Deputy Registrar of Copyr ights shall discharge, under the \nsuperintendence and direction of the Regi strar, such functions of the Registrar \nunder this Ordinance as the Registrar may, from time to time, assign to him.   (4) The Registrar may, with the a pproval of the Federal Government, \nassign any particular functions of the Re gistrar under this Ordinance to officers \nother than the Deputy Registrar of Copyrights. \n \n   45. Copyright Board, --  (1) The Central Government shall constitute a Board \nto be called the Copyright Board consisting of the following members, namely,--   (i) a Chairman appointed by the Central Government;  \n(ii) not less than three and not more than five other members appointed \nby the Central Government af ter consultation with the \nrepresentative bodies of authors, publishers, cinematograph industry and any other interest relating to copyright: \n \nProvided that adequate representation on the Board shall, as far as possible, be given to the resident of each Province; and  \n \n (iii) the Registrar, ex-officio. \n \n    (2) The members, including the Chairman of the Board, other than the ex-\nofficio  member, shall hold office for such period and on such terms and conditions \nas may be prescribed.      (3) The Chairman shall be a person who is, or has been a Judge of a High Court, or is qualified for appointment as such Judge. \n \n   46. Powers and procedure of the Board, --  (1) The Board shall subject to any \nrules that may be made under this Ordinance, have power to regulate its own procedure including the fixing of places and times of its sittings.      (2) If there is a difference of opinion among the members of the Board in respect of any matter coming before it for decision under this Ordinance, the opinion of the majority shall prevail:   Provided that where there is no such majority the opinion of the Chairman \nshall prevail.   \n    (3) The Board may authorize any of its members to exercise any of its powers \nunder section 78 and any order made or act done in exercise of any such power by \nthe member so authorized shall be deemed  to be the order or act, as the case may \nbe, of the Board.      (4) No act done or proceeding taken by the Board under this Ordinance shall by questioned on the ground merely of the existence of any vacancy in, or defect in the constitution of the Board.      (5) The Board shall be deemed to be a civil court for the purposes of sections 480 and 482 of the Code of Criminal Pro cedure, 1898, and all proceedings before \nthe Board shall be deemed to be judici al proceedings within the meaning of \nsections 193 and 228 of Pakistan Penal Code (Act XLV of 1860).      (6) No member of the Board shall take part in any proceedings before the \nBoard in respect of any matter in which he has a personal interest.  \nCHAPTER X \nDELIVERY OF BOOKS AND NEWSPAPERS \nTO PUBLIC LIBRARIES \n \n   47. Delivery of books to public libraries, -- (1) Subject to any rules that may \nbe made under this Ordinance, but without  prejudice to the provisions contained in \nsection 40 of the Press and Publications  Ordinance, 1960, the publisher of every \nbook published in Pakistan after the comme ncement of this Ordinance shall, \nnotwithstanding any agreement to the cont rary, deliver at his own expense, one \ncopy of the book to each of the \"public libraries within thirty days from the date of \nits publication, and shall also furnish to it such particulars relating thereto as may \nbe prescribed\"     (2) The copy delivered to the National Library of Pakistan, Islamabad shall be \na copy of the whole book with all maps a nd illustrations belonging thereto finished \nand coloured in the same manner as the best copies of the same, and shall be \nbound, sewed or stitched together and on th e best paper on which any copy of the \nbook is printed. \n \n   (3) The copy delivered to any other public library shall be on the paper on which the largest number of copies of the book is printed for sale, and shall be in \nthe like condition as the books prepared for sale. \n \n   (4) Nothing contained in sub-sec tion (1), shall apply to any second or \nsubsequent edition of a book in which edition no additions or alterations either in the letter press or in the maps, book prints or other engravings belonging to the \nbook have been delivered under this section. \n \n   48. Delivery of periodicals and newspapers to public libraries, --  Subject to \nany rules that may be made under this Ordinance, but without prejudice to the \nprovisions contained in section 36 of the Registration of Printing Press and \nPublication Ordinance, 1989 (VII of 1989), the publisher of every periodical or \nnewspaper published in Pakistan shall de liver, at his own expense, one copy of \neach issue or such periodical or newspaper as soon as it is published to each of the \npublic libraries, and shall also furnish to it such particulars relating thereto as may \nbe prescribed.  \n   49. Receipt for books, periodicals and newspapers delivered, -- The person \nin-charge of a public library (whether ca lled a librarian or by any other name) or \nany other person authorized by him in th is behalf to whom a copy of a book,  \nperiodical or a newspaper  is delivered unde r section 47 or Section 48, shall give to \nthe publisher a receipt in writing thereto,   \n   50. Penalty, -- Any publisher who contravenes any provision of this Chapter or \nany rule made thereunder shall be punishab le with fine which may extend to five \nhundred rupees and if the contravention is in respect of a book or a periodical shall \nalso be publishable with fine which shall be  equivalent to the value of the value of \nthe book, or periodical and the Court trying the offense may direct that whole or any part of the fine realized from him shall be paid, by way of compensation, to \nthe public library to which the book, periodical or newspaper, as the case may be, ought to have been delivered.  \n   51. Cognizance of offense under this Chapter, --  (1) No Court shall take \ncognizance of any offense punishable under this Chapter save no complaint made by an officer empowered in this behalf by the Central Government by a general or \nspecial order.     (2) No Court inferior to that of a Magistrate of the first class shall try any offense punishable under this Chapter.  \n   52. Application of this Chapter to  books, periodicals and newspapers \npublished by Government, -- This Chapter shall also apply to books, periodicals \nand newspapers published by or under the au thority of the Government, but shall \nnot apply to books or periodicals meant for official use only.     \n \n \nCHAPTER XI \nINTERNATIONAL COPYRIGHT \n    53. Provisions as to works of certain international organizations. (1) The \nCentral Government may, by notification in the official Gazette, declare that this \nsection shall apply to such organizations as may be specified therein of which one \nor more sovereign powers or the Gove rnment or Governments thereof are \nmembers.     (2) Where;-     (a) any work is made or first publis hed by or under the direction or control of \nany organization to which this section applies; and  \n    (b) there would, apart from this s ection, be no copyright in the work in  \nPakistan at the time of the making or, as the case may be, of the first publication thereof; and \n    (c) either;-  \n(i)  the work is published as aforesaid in pursuance of an agreement in \nthat behalf with the author, be ing an agreement which does not \nreserve to the author the copyright, if any, in the work, or \n  (ii)  under section 13 any copyright in the work would belong to the \norganization, there shall subsist copyright in the work throughout Pakistan. \n    (3) Any organization to which this section applies which at the material time had not the legal capacity of a body corporate shall have, and be deemed all material time to have had, the legal capacity of body corporate for the purpose of holding, dealing with, and enforcing copyright and in connection with a legal proceedings relating to copyright   \n   54. Power to extend copyright to foreign works, -- (1) The Central \nGovernment may, by order published in the o fficial Gazette, direct that all or any \nof the provisions of this Ordinance shall apply;-     (a) to works first published in a foreign country to which the order relates in \nlike manner as if they were first published within Pakistan; \n \n    (b) to unpublished works, or any class thereof, the authors whereof were at the \ntime of making of the work, subjects or  citizens of a foreign country to \nwhich the order relates, in like manner as if the authors were citizens of \nPakistan; \n \n   (c) in respect of domicile in a foreign country to which the order relates in like \nmanner as if such domicile were in Pakistan; \n \n   (d) to any work of which the author  was at the date of the first publication \nthereof, or in a case where the author was dead at that date, was at the time of his death, a subject or citizen of a foreign country to which the order \nrelates in like manner as if the author was a citizen of Pakistan at the date or time :  \n and thereupon, subject to the provisions of this Chapter and of the order, this \nOrdinance shall apply accordingly: \n \n  Provided that:- \n \n   (i) before making an order under this section in respect of any foreign country \n(other than a country with which Pakist an has entered into a treaty or which \nis a party to a convention relating to c opyright to which Pakistan is also a \nparty) the Central Government shall be  satisfied that foreign country has \nmade or has undertaken to make, such provisions, if any as it appears to the Central Government expedient to require  for the protection in that country \nof words entitled to copyright under the provisions of this Ordinance; \n    (ii) the order may provide that the provisions of this Ordinance shall apply \neither generally or in relation to such  classes of works or such classes of \ncases as may be specified in the order; \n    (iii) the order may provide that the term of copyright in Pakistan shall not \nexceed that conferred by the law of th e foreign country to which the order \nrelates; \n    (iv) the order may provide that the pr ovisions of this Ordinance as to delivery \nof copies of books to public librari es shall not apply to works first \npublished in such foreign country except so far as is provided by the order; \n    (v) in applying the provisions of this  Ordinance as to ownership of copyright \nthe order may make such modification as appears necessary, having regard \nto the law of the foreign country; \n   (vi) the order may provide that the provisions of this Ordinance or any part \nthereof shall not apply to works made, or first published before the commencement of the order. \n \n   55. Power to restrict rights in works of  foreign authors first published in \nPakistan, -- If it appears to the Federal Gove rnment that a foreign country does \nnot give or has not undertaken to give , adequate protection to the works of \nPakistani authors, the Federal Governme nt, by order published in the official \nGazette, direct that such of the provisions of this Ordinance as confer copyright on \nworks first published in Pakistan shall no a pply to works,  published after the date \nspecified in the order, the authors thereof  are subjects or citizens of such foreign \ncountry and or not domiciled in Pakista n, and thereupon those provisions shall not \napply to such works       \n \nCHAPTER XII \nINFRINGEMENT OF COPYRIGHT \n \n   56. When copyright infringed, --  Copyright in a work shall be deemed to be \ninfringed:-     (a) when any person without the cons ent of the owner of the copyright or \nwithout a license granted by such owner or the Registrar under this Ordinance or in contravention of the conditions of a license so granted or \nof any condition imposed by a competent authority under this Ordinance;- \n \n (i) does anything the exclusive right  to do which is by this Ordinance \nconferred upon the owner of the copyright; or  \n \n (ii) permits for profit any place to be used for the performance of the work \nin public where such performance constitutes an infringement of the copyright in the work unless he was not aware and had no reasonable \nground for suspecting, that such perfor mance would be an infringement \nof copyright, or \n \n    (b) when any person:- \n \n (i) makes for sale or hire or sells or lets for hire, or by way of trade \ndisplays or offers for sale or hire, or \n \n (ii) distributes either for the purpose of trade to such an extent as to \naffect prejudicially the owner of the copyright, or  \n \n (iii) by way of trade exhibits in public, or \n \n (iv) imports into Pakistan any infringing copies of the work. \n Explanation . For the purposes of this section, the reproduction of a literary, \ndramatic, musical or artistic work in the form of a cinematographic work shall be \ndeemed to be an \"infringing copy\" \n \n   57. Certain acts not to be infringement of copyright, -- (1) The following \nacts shall not constitute an infringement of copyright, namely:-     (a) a fair dealing with a literary, dramatic, musical or artistic work for the \npurpose of :- \n \n(i) research or private study; \n \n (ii) criticism or review, whether of that work or of any other work; \n    (b) a fair dealing with a literary, dramatic, musical or artistic work for the  purpose of reporting current events:-   (i) in a newspaper, magazine or similar periodical, or    (ii) by broadcast or in a cinematographic work or by means of \nphotographs; \n    (c) the reproduction of a literary, dramatic, musical or artistic work for the  propose of a judicial proceeding or for the purpose of a report of a  judicial \nproceeding;     (d) the publication in a newspaper of a report of an address of political nature \ndelivered at a public meeting unless th e report is prohibited by conspicuous \nwritten or printed notice affixed before and maintained during the lecture at \nor about the main entrance of the build ing in which the lecture is given and, \nexcept whilst the building is being us ed for public worship, in a position \nnear the lecture; but nothing in his clau se shall affect the provisions as to \nnewspaper summaries; \n     (e) the reproduction of any literary, dr amatic, or musical work in the certified \ncopy made or supplied in accordance w ith any law for the time being in \nforce; \n     (f) the reading or recitation in public of any reasonable extract from a \n published literary or dramatic work;  \n \n     (g) the publication  in a collection, mainly composed of non-copyright matter, \nbona fide intended for the use of edu cational institutions and so described \nin the title and in any advertisement issued by or on behalf of the publisher, of short passages from published, literary or dramatic works, not themselves published for the use of educational institutions, in which copyright subsists: \n \nProvided that not more than two such  passages from works of the same \nauthor are published by the same published during any period of five years; \n \nExplanation , -- In the case of a work of join t authorship references in this \nclause to passages from works shall include references to passages or by any one or more of those authors in collaboration with any other person; \n    (h) the reproduction or adaptation of a literary, dramatic, musical or artistic \nwork:- \n  (i) in the course and for the sole purpose of instruction whether at an \neducational institution or elsewhere where the reproduction or adaptation is made by a teacher or a pupil otherwise than by the use of a painting process; \n  (ii) as part of the questions to be answered in an examination; or   (iii) in answers to such questions;     (i) the performance, in the course of  the activities of an educational institution, \nof a literary dramatic or musical work by the staff and students of the institution, or of a cinematographic wo rk or a record, if the audience is \nlimited to such staff and students, the parents and guardians of the students \nand persons directly connected with the activities of the institution; \n \n   (j) the making of records in respect of any literary, dramatic or musical work, \nif: \n \n (i) records recording the work have  previously been made by or with \nthe license or consent of, the owne r of the copyright in the work; \nand  \n \n (ii) the person making the records ha s given the prescribed notice of his \nintention to make the records, and has paid in the prescribed manner \nto the owner of the copyright in th e work royalties in respect of all \nsuch records to be made by him, at the rate fixed by the Board in \nthis behalf: \n \nProvided that in making the record s such person shall not make any \nalterations in, or omissions from, th e work, unless records recording the \nwork subject to similar alterations and omissions have been previously \nmade by, or with the license or consen t of the owner of the copyright, or \nunless such alterations and omissions  are reasonably necessary for the \nadaptation or the work to the records in question; \n    (k) the causing of a recording embodied  in a record to be heard in public \n utilizing the record,-   (i) at any premises where persons reside, as part of the amenities \nprovided exclusively or mainly for residents therein, or  \n  (ii) as part of the activities of a club, society or other organization \nwhich is not established or conducted for profit: \n    (l) the performance of a literary, dram atic or musical work by an amateur club \nor society, if the performance is give n to a non-paying audience, or for the \nbenefit of a religious, charitable or educational institution; \n    (m) the reproduction in a newspaper, ma gazine or other periodical of an article \non current economic, political, social or religious topics, unless the owner of copyright of such article has expre ssly reserved to himself the right of \nsuch reproduction; \n    (n) the publication in a newspaper, ma gazine or other periodical of a report of \na lecture delivered to public; \n    (0) the making of not more than th ree copies of a book (including a pamphlet, \nsheet of music, map, chart or plan) by or under the direction of the person \nin charge of a public library or a non- profit library available for use by the \npublic free of charge or a library att ached to an educational institution for \nthe use of such library if such book is not available for sale; \n    (p) the reproduction, for the purpose of re search or private study or with a view \nto publication, of an unpublished literary, dramatic or musical work kept in \na library, museum or other institution to which the public has access: \n \nProvided that where the identity of the author of any such work, or in the \ncase of a work of joint authorship, of  any of the authors, is known to the \nlibrary, museum or other institution, as the case may be, the provision of this clause shall apply only if such reproduction is made at a time more than fifty years from the date of the d eath of the author or, in the case of a \nwork of joint authorship, from the d eath of the author whose identity is \nknown or, if the identity of more aut hors than whose identity is known or, \nif the identity of more authors than one is known, from the death of such \none of those authors who dies last;   \n   (q) the reproduction or publication of- \n (i) any matter which has been publishe d in any official Gazette, or the \nreport of any committee, commission, council, board or other like body appointed by the Government unless the reproduction or publication of such matter or report is prohibited by the Government ; \n (ii) any judgment or order of a court, tribunal or other judicial \nauthority, unless the reproduction or  publication of such judgment \nor order is prohibited by the cour t, tribunal or other judicial \nauthority, as the case may be; \n    (r) the making or publishing of a painting, drawing, engraving or photograph \nor an architectural work of art; \n    (s) the making or publishing of a painting, drawing, engraving or photograph \nor a sculpture or other artistic work if such work is permanently situate in a \npublic place or and premises to which the public has access; \n    (t) the inclusion in a cinematographic work of-   (i) any artistic work permanently situate in a public place or any \npremises to which the public has access; or \n  (ii) any other artistic work, if such inclusion is only by way of \n background or is otherwise incidental to the principal matters  represented in the work; \n    (u) the use by the author of an artistic  work, where the author of such work is \nnot the owner of the copyright therei n, of any mould, cast, sketch, plan, \nmodel or study made by him for the purpose of the work; \n \nProvided that he does not thereby repeat or imitate the main design of the \nwork; \n    (v) the making of an object of any desc ription in three dimensions of an artistic \nwork in two dimensions, if the object would not appear, to persons who are \nnot experts in relation to objects of th at description to be a reproduction of \nthe artistic work; \n    (w) the reconstruction of a buildi ng or structure in accordance with the \narchitectural drawings or plans by reference to which the building or \nstructure was originally constructed: \n \nProvided that the original construc tion was made with the consent and \nlicence of the owner of the copyrights in such drawing or plans ;    \n   (x) in relation to a literary, dramatic or musical work recorded or reproduced in \nany cinematographic work, the exhibiti on of such work after the expiration \nof the term of copyright therein: \n \nProvided that the provisions of sub-clause (ii) of clause (a), sub-clause (i) of clause (b) and clauses (f), (g), (m ), and (p) shall not apply as respects \nany act unless that act is accompanied by an acknowledgment- \n  (i) identifying the work by its title or other description; and    (ii) unless the work is anonymous or the author of the work has \npreviously agreed or required th at no acknowledgment of his name \nshould be made, also identifying the author. \n  Explanation. For the purposes of clau se (a) or clause (b) of this sub-\nsection--   (i) in relation to a literary or dram atic work in prose, single extract up \nto four hundred words, or a se ries of extracts (with comments \ninterposed) up to a total or eight  hundred words with no one extract \nexceeding three hundred words; and  \n  (ii) in relation to a literary or dramatic work in poetry, an extract or \nextracts up to a total of forty lines and in no case exceeding one \nfourth of the whole of  any poem may be deemed to be fair dealing \nwith such work : \n \nProvided that in a review of a ne wly published work, reasonably longer \nextracts may be deemed fair dealing with such work. \n    (2) The provisions of sub-section (1 ) shall apply to the doing of any act in \nrelation to the translation of a literary, dr amatic or musical work or the adaptation \nof a literary, dramatic, musical or artistic wo rk as they apply in relation to the work \nitself.  \n57-A Particulars to be included in records and video films, --  (1) No person \nshall publish a record in respect of any Pakistani work unless the following \nparticulars are displayed on the record and on any container thereof namely:-   (a) the name and address of the person who has made the record;   (b) the name and address or the owner of the copyright in such work;   and    (c) the year of its first publication.      (2) No person shall publish a video f ilm in respect of any Pakistani work \nunless the following particulars are displayed in the video film when exhibited, and on the video cassette or other container thereof, namely:- \n  (a) if such work is a cinematogra phic film required to be certified for \nexhibition under the provisions of the Motion Picture Ordinance, \n1979 (XLIII of 1979), a copyright the certificate granted in respect of such work by the Central Bo ard of film Censors under sub-\nsection (3) of section 5 of that Ordinance or by any other agency \nauthorized by the Government for the purpose; \n  (b) the name and address of the person who has made the video film \nand a declaration by him that he has obtained the necessary license \nor consent from the owner of c opyright in such work for making \nsuch video film; and  \n  (c) the name and address of the owner of the copyright in such work. \n \n   58. Importation and exportation of infringing copies, -- (1) The Registrar, \non application by the owner of copyright in any work or by his duly authorized \nagent and on payment of the prescribed f ee, may, after making such inquiry as he \ndeems fit, order that copies made out of Pakistan    \n   (2) Subject to any rules that may be  made under this Ordinance, the Registrar \nor any person authorized by him in this be half may enter any ship, vehicle, dock or \npremises where any such copies as are referred to in sub-section(1)may be found and may examine such copies.     (3) All copies to which any order made under sub-section (1) applies shall be deemed to be goods of which the bringing into Pakistan has been prohibited or \nrestricted under section 19 of the Sea Cu stoms Act, 1878, and all the provisions of \nthat Act shall have effect accordingly.   \nCHAPTER XIII \nCIVIL REMEDIES \n \n59. Definitions, -- For the purposes of this Chapter, unless the context \notherwise requires, the expression \"owner of copyright\" shall include:-   (a) an exclusive licensee;  (b) in the case of an anonymous or pseudonymous literary, dramatic, \nmusical or artistic work, the publis her of the work, until the identity \nof the author or in the case of an anonymous work of joint \nauthorship or a work of joint authorship published under names all \nof which are pseudonyms, the identity  of any of the authors, is \ndisclosed publicly by the author a nd the publisher or is otherwise \nestablished to the satisfaction of the Board by that author or his legal representatives. \n \n   60. Civil remedies for infringement of copyright, -- (1) Where copyright in \nany work has been infringed, the owner of the copyright shall, except as otherwise \nprovided by this Ordinance, be entitled to all such remedies by way of injunction, \ndamages, accounts and otherwise as are or may be conferred by law for the infringement of a right:   Provided that if the defendant proves that  at the date of the infringement he \nwas not aware that copyright subsisted in the work and he had reasonable ground \nfor believing that copyright did not subsist in the work, the plaintiff shall not be \nentitled to any remedy other than an injuncti on in respect of the infringement and a \ndecree for the whole or part of the profits made by the defendant by the sale of the \ninfringing copies as the court may in the circumstances deem reasonable.    \n   (2) Where, in the case of a literary, dramatic, musical or artistic work, a name \npurporting to be that of the author or th e publisher, as the case may be, appears on \ncopies of the work as published, or, in th e case of an artistic work, appeared on the \nwork when it was made, the person whose name so appears or appeared shall, in any proceedings in respect of infringe ment of copyright in such work, be \npresumed, unless the contrary is proved, to be the author or the publisher of the work, as the case may be.     (3) The costs of all parties in any pro ceedings in respect of the infringement of \ncopyright shall be in the discretion of the court.  \n   60A.  Special remedies for infringement of copyright,  -- (1) where copyright \nin any work has been infringed and the owne r of the copyright is unable to institute \nimmediate regular legal proceedings for sufficient caused the owner or any other person having any interest in the copyright in the work, may apply to the Court for \nimmediate provisional orders to prevent in fringement of the copyright in such \nwork and for preservation of any evidence relating to such infringement not with standing that regular proceedings in the form of a suit or other civil proceedings have not yet been instituted by the owner.      (2).  The court may pass any interim orders envisaged in sub section (1) without prior notice to the defendant, if the court is satisfied that the applicant has \nsome interest in copyright in the work and the right of the applicant is likely to be \ninfringed, effected or prejudiced and any de lay in passing such orders is likely to \ncause irreparable harm to the applicant or where there is a reasonable risk of \nevidence, either been destroyed, hidden or removed from the jurisdiction of the court or otherwise there is a likelihood or frustration of the intended proceedings if \nimmediate action could not be instituted or there is likelihood of multiplicity of proceedings in the absence of  the such orders.     (3)  Where the copyright owner or a ny other person having any interest in the \ncopyright has sought interim orders as pr ovided in sub section (1) and (2), such \norder shall cease to have effect if a suit fo r infringement of copyright or other civil \nproceedings or not initiated within a ma ximum period of 30 days, and where such \nregular proceedings have been filed by th e owner of the copyright, the provisional \nproceedings in respect of such a work by whosoever filed shall merge in to the \nregular proceedings.      (4) While exercising powers under subsec tion (1) and (2), the court, in case of \nimport or export of consignment containing copies of works, may direct the custom authority in whose custody such consignment is lying for the time being to refuse release of such consignment  pending decision of the matter by the court.  Provided that where interim orders ar e revoked or cease to have effect due \nto any act or omission of the applicant th e court may award appropriate costs to the \ndefendant for any injury caused.  \n \n61. Protection of separate rights, --  Subject to the provisions of this \nOrdinance, where the several rights comp rising the copyright in any work are \nowned by different persons, the owner of any su ch right shall, to the extent of that \nright, be entitled to the remedies provide d by this Ordinance and may individually \nenforce such right by means of any suit, action or other proceeding without making \nthe owner of any other right a party to such suit or proceeding. \n \n62. Author's special rights, -- (1) Notwithstanding that the author of work \nmay have assigned or relinquished the copyright in the work, he shall have the right to restrain, or claim damages in re spect of any distortion, mutilation or other \nmodification of the said work, or any ot her action in relation to the said work \nwhich would be prejudicial to his honor or reputation. \n \n   (2) The right conferred upon an author  of a work by sub-section (1) may be \nexercised by the legal representatives of the author. \n \n   63. Rights of owner against persons possessing or dealing with infringing \ncopies ,--  All infringing copies of any work  in which copyright subsists, and all \nplates used or intended to be used fo r the production of such infringing copies, \nshall be deemed to be the property of the owner of the copyright, who accordingly \nmay take proceedings for the recovery of  possession thereof or in respect of the \nconversion thereof: \n \n Provided that the owner of the copyri ght shall not be entitled to any remedy \nin respect of the conversion of any infringing copies, if the opponent proves:- \n \n (a) that he was not aware that copyr ight subsisted in the work and he \nhad reasonable ground for believing that copyright did not subsist in the work of which such copies are alleged to be infringing copies ; \nor \n \n (b) that he has reasonable ground for believing that such copies or \nplates do not involve infringement  of the copyright in any work. \n \n  64. Restriction on remedies in the case of works of architecture, -- (1) \nWhere the construction of a building or othe r structure, which infringes or which if \ncompleted, would infringe the copyright in  some other work has been commenced, \nthe owner of the copyright shall not be en titled to obtain an injunction to restrain \nthe construction of such building or structure or to order its demolition.    (2) Nothing in section 63 shall appl y in respect of the construction of a \nbuilding or other structure which infringe s or which, if completed, would infringe \nthe copyright in some other work. \n \n   65. Jurisdiction of court and limitation, -- (1) Every suit or other civil \nproceeding regarding infringement of copyri ght shall be instituted and tried in the \nCourt of the District Judge which shall or dinarily be decided within a period of \ntwelve months:   Provided that, where the person whos e copyright in a work has been \ninfringed does not intend to institute a suit or proceeding in the Court of the \nDistrict Judge, he may, by petition in the prescribed manner, refer the matter to the Board for decision.     (2) Where a petition as been filed unde r the proviso to sub-section (1), the \nBoard, or a Committee consisting of the Ch airman and not less than two members \nof the Board as the Chairman may appoint , shall consider the matter, and after \ngiving the parties an opportunity of being heard, pass such order as it thinks fit. \n \n   (3) The decision of the Committee re ferred to in sub-section (2) shall be \ndeemed to be the decision of the Board. \n \n   (4) Where a matter has been referre d to the Board under the proviso to sub-\nsection (1), no court shall hear, try or en tertain any suit or proceeding relating to \nthat matter. \n \n   (5) The decision of the Board shall, s ubject to the provisions as to appeal, be \nfinal, and shall be executed in the manner provided in section 79.  \nCHAPTER XIIIA \nPROHIBITION OF IMPORTATION AND EXPORTATION \n \n65A. Prohibition , -- No infringing copies of a ny work, whether themselves or \ndepicted or applied to any article or goods or in any form, shall be allowed to be \nimported into or exported out of Pakistan  either by see, year, land or through any \nother means of channel of communication. \n \n65B.  Jurisdiction of Officers of customs, -- (1) An officer of custom \nfunctioning under the Custom Act, 1969 (IV  of 1969), may, upon an application by \nthe owner of copyright in the work or a ny other person having an interest in the \ncopyright in the work, detain any consignment intended to be imported into or exported out of Pakistan which is suspect ed to contain infringing copies of any \nwork.        \n   (2) A consignment detained under subsection (1), shall be examined by an  officer of customs in the presence of parties and upon determination that such \nconsignment contains infringing copies of any work the same shall be ordered to \nbe confiscated and the importer or exporter thereof, as the case may be, shall be \nliable to such penalties as provided in this behalf in the Customs Act, 1969 (IV of 1969) \n \n Provided that a’1 the process of detention and examination of the \nconsignment as provided in this section shall be completed ordinarily within a period of fifteen days of the filing of the application by the aforesaid person :  \n \n Provided further that an order passe d by any officer of customs under this \nsection shall be deemed to be an orde r passed under the Customs Act, 1969 (IV of \n1969), and shall be appealable as such.    \n \n   65C.  Release of detained consignment, --  in case where the consignment \nintended to be imported into or exported out  of Pakistan has been detained by  an \nofficer of customs under section 65B and re quirements of the first proviso to that \nsection are not  completed, the importer or exporter of such consignment, as the case may be, may apply to the concerned custom authorities for release of such goods subject to furnishing such security as may be deemed appropriate by the officer of customs.    \n \nCHAPTER XIV \nOFFENCES AND PENALTIES  \n \n   66. Offenses of infringement of copyri ght or other rights conferred by this \nOrdinance , -- Any person who knowingly infringes or abets the infringement of:- \n \n(a) the copyright in a work, or  \n \n (ab) the rental rights in cinematographic works and computer \nprogrammes \n \n (ac) the rights of performers or producers of sound recording: or  \n \n (b) any other right conferred by this Ordinance, shall be punishable \nwith imprisonment which may extend to three years, or with fine which may extend to one hundred thousand rupees\" or with both \n \nExplanation.  Construction of a building or ot her structure which infringes or \nwhich, if completed, would infringe the copyr ight in some other work, shall not be \nan offence under this section.  \n   66A.  Penalty for publishing collect ions or compendiums of work which \nhave been adapted, translated or modified in any manner without the \nauthority of the owner of the copyright, --  Any person who knowingly \npublishes, or causes to be published, a co llection or compendium of works which \nhave been adapted, translated or modified  in any manner without the authority of \nthe owner of the copyright in the origin al works, or who fraudulently employs a \ntitle which tends to mislead the public or  create confusion with another work \npublished earlier, shall be punishable with imprisonment which may extend to three years, or with fine which may exte nd to one hundred thousand rupees or with \nboth. \n \n \n   66B.   Penalty for unauthorised repro duction or distribution of counterfeit \ncopies of sound recording a nd cinematographic work, - - Any person who \nunauthorisedly makes or distributes  counterfeit of sound recording and \ncinematographic work for the purpose of business, profit or gain shall be publishable with imprisonment which may extend to three years, or with fine which may extend to one hundred thousand rupees, or with both. \n \n \n   66C.   Penalty for exploitation and appropriation of recording or audio-\nvisual work intended for private use, - - Any person who for the purpose of \nbusiness, profit or gain, exploits or appropriates any sound recording or audio-\nvisual work intended for private use, sh all be punishable with imprisonment which \nmay extend to three years, or with fine  which may extend to one hundred thousand \nrupees, or with both. \n \n \n   66D. Penalty for making copies or reproduction in excess of those \nauthorized by the copyright owner or his successor in title, - - Any person who \nproduces or causes to be produced, copi es or reproductions in excess or the \nnumber authorized by the copyright owne r or his successor in title shall be \npunishable with imprisonment which may extend to three years or with fine which may extend to one hundred thousand rupees or with both. \n \n \n   66E.   Penalty of unauthorized rental of cinematographic works and \ncomputer programmes, --  any person who, without authorization of the \ncopyright owner or his licensee rents out the original or copies of the \ncinematographic works or computer pr ogrammes, shall be punishable with \nimprisonment which may extend to three y ear or with fine which may extend to \none hundred thousand rupees or with both. \n \n       67. Possession of plates for purpo se of making infringing copies, -- If any \nperson knowingly makes or has in his possession any plate for the purpose of \nmaking infringing copies of any work in  which copyright subsists, or knowingly \nand for his private profit causes any such work to be performed in public without \nthe consent of the owner of the copyr ight, he shall be punishable with \n\"imprisonment which may extend to two years, or with fine which may extend to one hundred thousand rupees\" or with both.  \n   68. Penalty for making false entries in the Register, etc., or producing or \ntendering false evidence, --  Any person who:- \n  (a) makes or causes to be made a false entry in the Register of \nCopyright, or \n  (b) makes or causes to be made a writing falsely purporting to be a \ncopy of any entry in the Register, or \n \n(b) produces or tenders or causes to be produced or tendered as \nevidence any such entry or writing, knowing the same to be false; \n \nshall be punishable with \"imprisonment wh ich may extend to two years, or with \nfine which may extend to one hundred thousand rupees\" or with both.  \n   69. Penalty for making false statements for the purpose of deceiving or \ninfluencing any authority or officer, --  Any person who:- \n  (a) with a view to deceiving any aut hority or officer in the performance \nof any of his functions under a ny of the provisions of this \nOrdinance, or \n  (b) with a view to inducing or influencing the doing or omission of \nanything in relation to this Ordinance or any matter thereunder. \n makes a false statement or representation knowing the same to be false, shall be \npunishable, with \"imprisonment which may extend to two years, or with fine \nwhich may extend to one hundred thousand rupees\" or with both.  \n70. False attribution or authorship, etc, -- Whosoever,  \n  (1) inserts or affixes the name of any person in or on a work of which \nthat person is not the author, or in or on a reproduction of such a \nwork, in such a way as to imply that  such person is the author of the \nwork ; or ; \n  (2) publishes or sells or lets for hi re, or by way or trade offers, exposes \nfor the sale or hire, or by way of trade exhibits in public a work in \nor on which the name of a person ha s been inserted or affixed in \nsuch a way as to imply that such person is the author of the work, or the publisher of the work, who to his knowledge  is not the author \nor the publisher, as the case may be, of such work; or \n  (3) does any of the acts mentioned in clause (2) in relation to, or \ndistributes, reproductions of a wo rk, being reproduction in or on \nwhich any person's name has been inserted or affixed in such a way as to imply that such person is the author of the work who to his knowledge is not the author of such  work, or performs in public, or \nbroadcasts the work as being the wo rk of a particular author, who to \nhis knowledge is not the author of such work ; \n shall be punishable with \"imprisonment which may extend to two years, or with fine which may extend to one hundred thousand rupees\" or with both.   \n   70A.  Penalty for contravention of section 57A, --  Any person who publishes a \nrecord or a video film in contravention of the provisions of section 57A. shall be \npunishable with \"imprisonment which may extend to three years, or with fine \nwhich may extend to one hundred thousand rupees\" or with both.  \n   70B.   Enhanced fine in the case of subsequent offences, - - Where any person \nconvicted for an offence punishable under section 66, 66A, 66B, 66C, 66D, or \n70A, is again convicted for the same offence, the said section shall have effect as if \nfor the words \"one hundred thousand\" th erein the words \"two hundred thousand\" \nwere substituted.\"  \n   71. Offenses by companies, -- (1) Where any offence under this Ordinance \nhas been committed by a company, every person who at the time the offence was committed was in charge of, and was res ponsible to the company for, the conduct \nof the business of the company, as well as  the company shall be deemed to be \nguilty of such offence and shall be liabl e to be proceeded against and punished \naccordingly:   Provided that nothing contained in th is sub-section shall render any person \nliable to any punishment, if he proves th at the offence was committed without his \nknowledge or that he exercised all due d iligence to prevent the commission of such \noffence.     (2) Notwithstanding anything contained in sub-section (1), where an offence \nunder this Ordinance has been committed by a company, and it is proved that \noffence was committed with the consent or c onnivance of, or is attributable to any \nnegligence on the part of, any director, mana ger, secretary or other officer of the \ncompany, such director, manager, secretary or  other officer shall also be deemed to \nbe guilty of that offence and shall be lia ble to be proceeded against and punished \naccordingly.  \n Explanation. For the purposes of this section:- \n   (a) \"company\" means any body corporate and includes a firm or \nother association of persons; and  \n   (b) \"director\" in relation to a firm means a partner in the firm  \n   72.  Cognizance of offence, -- No court inferior to that of a Magistrate of the \nfirst class shall try any offence under this Ordinance.  \n   73. Power of the court to dispose of infringing copies plates or recordings \nequipment for purpose of making infringing copies, --  The court before which \nany offence under this Ordinance is tried may, whether the alleged offender is convicted or not, order that all copies of  the work or all plates or recording \nequipment  in the possession of the alleged offender, which appear to it to be infringing copies, or plates or recording e quipment used or intended to be used for \npurpose of making infringing copies, be dest royed or delivered to the owner of the \ncopyright or otherwise dealt with as the court may think fit.  \n    74. Power of police to seize in fringing copies, plates and recording \nequipments, --  (1) Any police officer, not bellow the rank of Sub-inspector, shall, \nif he is satisfied that an offence under Ch apter XIV in respect of infringement of \ncopyright in any work has been, is be ing, or is likely to be, committed, seize \nwithout warrant all copies of the work and all plates and recording equipments \nused for the purposes of making infringed copies of the work, wherever found, and \nall copies, plates and recording equipments so seized shall, as soon as practicable, \nbe produced before a Magistrate.   Provided that no such copy, plate or recording equipment as is owned by \nany public library for a library attached to  an educational institution or a non-profit \nlibrary available for use by the public free of charge or in the possession of any person for his bona fide use shall be seized.          (2)    Any person having an interest in  any copies of a work, plates or recording \nequipment seized under sub-section (1) may, within fifteen days of such seizure, \nmake an application to the Magistrate for such copies plates or recording \nequipment being restored to him and the ma gistrate, after hearing the applicant and \nthe complainant and making such further i nquiry as may be necessary, shall make \nsuch order on the application as he may deem fit.      (3).  All offence under this Ordinance shall be cognizable and non-bailable  \n   74A.  Power of Magistrate to awar d compensation for offences under this \nChapter , -- (1) The Magistrate may, when passi ng a sentence of fine, direct that \nan amount not exceeding fifty per cent of the fine imposed by him but  \ncommensurate with the loss suffered by the pa rty shall be paid as compensation to \nthe person whose right has been infringed or to the heirs or legal representatives of such person.     (2)    Payment of any compensation  to any person under sub- section (1) shall be \nwithout prejudice to his right to any clai m in a suit or other proceeding which may \nbe instituted, or may be pending in a Court, in relation to the same matter.   \nCHAPTER XV \nAPPEALS \n \n   75.  Appeals against certain orders of Magistrate, -- Any person aggrieve by \nan order made under section 73, sub-section (2) of section 74 or sub-section (1) of section 74(A) may, within thirty days of the date of such order, appeal to the court to which appeals from the court making the order ordinarily lie, and such appellate court may direct that execution of the order be stayed pending disposal of the appeal.   \n   76.  Appeals against orders of Registrar, -- Any person aggrieved by any final \ndecision or order of the Registrar may, within three mouths from the date of this decision or order, appeal to the Board:   Provided that the Registrar shall not sit as a member of the Board when the hears an appeal under this section.  \n   77. Appeals against orders of the Board, -- (1) any person aggrieved by any \nfinal decision or order of the Board, not being the decision or order made in an \nappeal under section 76 may, within three months from the date of such decision or order, appeal to the High court within whose jurisdiction the appellant actually and voluntarily resides or carries on business or personally works for gain:  \n provided that no such appeal shall lie against a decision of the Board under \nsub-section (2) of section 4 and sub-section (2) of section 6.     (2).  In calculating the period of three months provided for an appeal under section 76 and sub-section (1), the time taken in granting a certified copy of the \norder or record of the decision appealed against shall be excluded.  \nCHAPTER XVI \nMISCELLANEOUS \n \n   78. Registrar and Board to cert ain powers of civil court, -- The Registrar \nand the Board shall have the power of a civil court when trying a suit under the \ncode of Civil Procedure, 1908, in respect of the following, namely:- \n \n(a). summoning and enforcing the attendance of any person and examining \nhim  on oath: \n \n (b). requiring the discovery and production of any document; \n \n (c ). receiving evidence on affidavits; \n \n (d). issuing commission for the examination of witnesses or documents;   \n(e). requisitioning any public record or copy thereof from any court or \noffice; \n \n(f)  any other matter of procedure which may be prescribed. \n \n      Explanation.  For the purpose of enforcing the attendance of witnesses, \nthe local limits of the jurisdiction of the registrar or the Board, as the case may be, \nshall be the whole of Pakistan.  \n  79.  Order for payment of money passed by Registrar or Board to be \nexecutable as decree, -- Every order made by the Registrar or the Board under \nthis ordinance for the payment of any money or by the High Court in any money appeal against any such order of the Bo ard shall, on a certificate issued by the \nRegistrar, the Board or the Registrar of High Curt, as the case may be, be deemed \nto be a decree of a civil court and sha ll be executable in the same manner as a \ndecree of such court.  \n   80. Indemnity, --  No suit or other legal proceeding shall lie against any person \nin respect of anything which is in good faith done or intended to be done in \npursuance of this Ordinance.  \n   81. Certain persons to be public servants, --  Every officer appointed under \nthis Ordinance and every member of the Board shall be deemed to be a  public servant within the meaning of section 21 of  the Pakistan Penal Code (Act XLV of \n1860)  \n82. Powers to make rules, -- (1) The Central Government may, after previous \npublication, make rules for carrying out the purposes of this ordinance:-     (2)  In particular and without prejudice to the generality of the foregoing power, the rules may provide for all or any of the following, namely:-  \n(a) the term of office and conditions of service of the Chairman and other \nmembers of the Board; \n (b) the form of complaints and applicati on to be made and the license to be \ngranted, under this Ordinance ; \n \n(c) the procedure to be followed in connection with any proceeding before \nthe Registrar or the Board; \n \n(d) the manner of determining any roya lties payable under this Ordinance \nand the security to be taken for the payment of such royalties; \n \n(e) the form of Register of Copyrights to be kept under this Ordinance and \nthe particulars to be entered therein; \n \n(f) the matters in respect of which the Registrar and the Board shall have \npowers of a civil court; \n \n(g) the fees which may be payable under the Ordinance; \n \n(h) the regulations of business of the C opyright Office and of all things by \nthis Ordinance placed under the direction or control of the Registrar. \n \n   83. Repeal. -- The Copyright Act, 1914, and th e Copyright Act of 1911 passed \nby the Parliament of the United Kingdom, as modified in its application to \nPakistan by the Copyright Act, 1914, are hereby repealed.      \n \n   84. Saving and transitory provisions, --  (1) Where any person has, before \nthe commencement of this Ordinance, taken any action whereby he has incurred any expenditure or liabilities in connecti on with the reproduction or performance \nof a work at a time when such reproducti on or performance any work in a manner \nwhich at the time was lawful or for th e purpose of or with  a view to the \nreproduction or performance would, but for the coming into force of this \nOrdinance, have been lawful nothing in th is section shall diminish or prejudice any \nrights or interest arising from or in connection with such actions which are \nsubsisting  and valuable at the said date unless the person who by virtue of this Ordinance becomes entitled to restrain such  reproduction or performance agrees to \npay such compensation as failing agreement may be determined by the Board.     (2)     Copyright shall not subsist by virtue of this Ordinance in any work in \nwhich copyright did not subsist immediat ely  before the commencement of this \nOrdinance under any Act repealed by section 83.     (3)    Where copyright subsist in any work immediately before the \ncommencement of this Ordinance the rights comprising such copyright shall, as from the date of such commencement, be  the rights specified in section 3 in \nrelation to the class of works to which such work belongs, and where any new rights are conferred by that section the owner of such rights shall be: \n \n(a) in any case where copyright in the work was wholly assigned \nbefore the commencement of this Ordinance the assignee or his successor-in -interest; and  \n (b) in any other case the person w ho was the first owner of the \ncopyright in the work under any Ac t repealed by section 83 or his \nlegal representatives. \n    (4).   Except as otherwise provided in this Ordinance, where any person was \nentitled immediately before the commencemen t of this Ordinance to copyright in \nany such work or any right in such copyri ght or to any interest in any such right, \nhe shall continue to be entitled to such right  or  interest for the period for which he \nwould have been entitled thereto if this Ordinance had not come into force.     (5)    Nothing contained in this Ordi nance shall be deemed to render any act done \nbefore its commencement an infringement  of copyright if that act would not \notherwise have constituted such an infringement. \n \n------------------------------------- \n----------------------------------"
}