{
    "file": "./converted_json\\administrator5a436c410d7fc88fc27dae7b864c6f63(2).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE PAKISTAN ARMY ACT, 1952  \n \n \n \nCONTENTS  \n \nCHAPTER I.  \nPRELIMINARY  \n1  Short title and commencement.  \n2  Persons subject to the Act.  \n2A  Secondment to Navy or Air Force  \n2B Secondment of other Armed Forces.  \n2C Protection to Witnesses, President, Members of the Court, Defending Officers, Prosecutors \nand persons concerned with court proceedings  \n \n3  Special provision as to rank in certain cases.  \n4  Commanding officer of certain persons subject to the Act.  \n5  Powers to apply Act to certain forces under [Federal Government].  \n6  Application of Act to States forces by Order of the Governor General.  \n7  Power to declare persons to be on active service.  \n8  Definitions.  \nCHAPTER IA  \nAPPOINTMENT OF THE CHIEF OF THE ARMY STAFF AND THECHAIRMAN, JOINT \nCHIEFS OF STAFF COMMITTE E \n \n8A.  Appointment of the Chief of the Army Staff  \n8B.  Reappointment or extension of the Chief of the Army Staff  \n8C.  Retirement age and service limits of the Chief of the Army Staff  \n8D.  Appointment of the Chairman, Joint Chiefs of Staff  Committee  \n8E.  Reappointment or extension of the Chairman, Joint Chiefs of Staff Committee  \n8F.  Retirement age and service limits of the  Chairman, Joint Chiefs of Staff Committee  \n \n \n Updated till  30.9.2021  \n \n\n \n \nCHAPTER II.  \nAPPOINTMENT, ENROLEMENT AND ATTESTATION.  \n9  Appointment to warrant rank.  \n9A   Administration of oath to warrant officers. [ Omitted.]  \n10  Ineligibility of aliens for service in the Army.  \n11  Procedure before enrolling officer.  \n12 Enrolment.  \n13  Presumption of validity of enrolment in certain cases.  \n14  Persons to be attested.  \n15  Mode of attestation.  \n15A  Fresh oath to certain persons. [ Omitted.]  \n \n \nCHAPTER III.  \nTERMINATION OF SERVICE  \n16  Dismissal or removal by Federal Government  \n17  Dismissal or removal by 2[Chief of the Army Staff] or other authorised officer . \n18  Retirement, rel ease, or discharge.  \n19  Certificate on termination of service.  \n20  Discharge or dismissal when out of Pakistan.  \nCHAPTER IV.  \nSUMMARY REDUCTION AND PUNISHMENT OTHERWISE THAN BY  \nSENTENCE OF COURT MARTIAL.  \n21  Reduction of warrant officers and noncommissioned  officers.  \n22  Reversion of an acting noncommissioned  officer.  \n23  Minor punishments.  \nCHAPTER V.  \nOFFENCES  \n \n24  Offences in relation to enemy and punishable with death.  \n25  Offences in relation to the enemy and not punishable with death.  \n26  Disclosure of pa role or watchword.  \n27  Offences against property or persons of inhabitant of country where serving.  \n28  Offences relating to sentries.  \n \n29  House breaking, false alarms, unauthorized  disclosures, punishable more severely  on active \nservice than at other time s. \n30  Other service offences.  \n31  Mutiny and insubordination.  \n32  Offences in relation to superior officers.  \n33  Disobedience of lawful command.  \n34  Neglect to obey orders.  \n35  Insubordination and obstruction.  \n36  Desertion and aiding deserters.  \n37  Absen ce without leave.  \n38  Fraudulent enrolment.  \n39  False answers on enrolment.  \n40  Fraudulent offence in respect of property.  \n41  Certain forms of disgraceful conduct.  \n42  Illegal gratification.  \n43  Intoxication.  \n44  Offences in relation to persons in custody . \n45  Loss of arms, etc., and destruction of property.  \n46  False accusation.  \n47  False documents.  \n48  Signing in blank and failure to report.  \n49  Offences in relation to courts martial.  \n50  False statement before court martial.  \n51  Irregular confinement.  \n52  Unbecoming behavior . \n53 Striking or ill-treating  person subject to the Act.  \n54  Unlawful detention of pay.  \n55  Violation of good order and discipline.  \n56  Offences relating to aircraft.  \n57  Attempt.  \n58  Abetment.  \n59  Civil offences.  \nCHAPTER VI.  \nPUNISHME NT \n60  Punishments.  \n \n61  Field punishment.  \n62  Special provisions regarding sentences.  \n63  Retention in the ranks of person convicted on active service  \nCHAPTER VII.  \nPENAL DEDUCTIONS  \n64  Authorized  deductions only to be made from pay.  \n65  Deductions from pay  and allowances.  \n66  Pay and allowances during trial.  \n67  Deduction from public money due, other than pay.  \n68  Power to withhold pay and allowances pending enquiry into conduct as prisoner of  war. \n69  Remission of deductions.  \n70  Provision for dependents  of prisoner of war from remitted deductions.  \n71  General power to make provision for dependents . \n72  Period during which a person is deemed to be a prisoner of war.  \nCHAPTER VIII.  \nARREST AND PROCEEDINGS BEFORE TRIAL  \n73  Custody of offenders.  \n74  Duty of comm anding officer in regard to person in custody.  \n75  Interval between committal and court martial.  \n76  Arrest by civil authorities.  \n77  Capture of deserters.  \n78  Inquiry into absence of person subject to Act.  \n78  Inquiry into any other Marshals . \n79  Appointm ent, duties and powers of provost marshals.  \nCHAPTER IX.  \nCOURTS MARTIAL  \nCONSTITUTION, JURISDICTION AND POWERS OF COURTS MARTIAL  \n80  Kinds of courts martial.  \n81  Power to convene general courts martial.  \n82  Power to convene district courts martial.  \n83  Limit ation of powers of convening authorities.  \n84  Power to convene field general Court martial.  \n85  Composition of general Court martial.  \n86  Composition of district Court martial.  \n87  Composition of field general Court martial.  \n \n88  Summary courts martial.  \n89  Dissolution of Courts martial.  \n90  Prohibition of second trial.  \n91  Period of limitation for trial.  \n92  Liability of offender who cease s to be subject to the Act.  \n93  Place of trial.  \n94  Order in case of concurrent jurisdiction of court martial and crimin al court.  \n95  Power of criminal court to require delivery of offender.  \n96  Trial by court martial, bar to subsequent trial by criminal court.  \n96  A Definition of court martial.  \n97  Powers of general and field general court s martial.  \n98  Power of district c ourts martial.  \n99  Offences triable by summary Court martial.  \n100  Persons triable by summary Court martial . \n101  Sentence awardable by summary Court martial . \n102  President.  \n102  A Religion of confirming officer, president, judge advocate and members of g eneral,  district \nor field general court martial.  \n \n103  Judge advocate . \n104  Challenges.  \n105  Voting of members.  \n106  Oaths of president and members.  \n107  Oaths of judge advocate and others.  \n108  Oaths of witnesses.  \n108A  Affirmation not allowed in the case  of Muslim . \n109  Summoning witnesses and production of documents.  \n110  Commission for the examination of witness.  \n111  Conviction of one offence permissible on charge of another.  \n112  Rules of evidence to be the same as in criminal court.  \n113  Judicial not ice. \n114  Presumption as to signatures.  \n115  Enrolment paper.  \n116  Presumption as to certain documents.  \n117  Reference by accused to Government officer.  \n \n118  Evidence of previous convictions and general character.  \n \n \nCHAPTER X.  \n \nCONFIRMATION AND REVISION OF  FINDING AND SENTENCES  \n119  Finding and sentence not valid unless confirmed.  \n120  Power to confirm finding and sentence of general Court martial.  \n121  Power to confirm finding and sentence of district Court martial.  \n122  Limitation of powers of confirming authority.  \n123  Power to confirm finding and sentence of field general court martial.  \n124  Power of confirming authority to mitigate, remit or commute sentences.  \n125  Confirmation of finding and sentence on board a ship.  \n126  Revision of finding and senten ce. \n127  Finding and sentence of a summary court martial.  \n128  Transmission of proceedings of a summary court martial.  \n129  Substitution of a valid finding or sentence for an invalid finding or sentence.  \n130  Provision in the case of accused being lunatic.  \n131  Remedy against finding and sentence of Court martial.  \n132  Annulment of proceedings.  \n133  Bar of appeals.  \n133A  Court of appeals 4[for hadd cases].  \n133B  Court of Appeals for other cases  \n \nCHAPTER XI.  \nEXECUTION OF SENTENCES  \n134  Form of sentence of sto ning to death or death.  \n135  Commencement of sentence of imprisonment or imprisonment or detention.  \n136  Execution of sentence of imprisonment for life or imprisonment  \n137  Execution of sentence of imprisonment in special cases.  \n138  Execution of sentence of detention.  \n139  Interim custody of offenders sentenced to transportation.  \n140  Conveyance of prisoner from place to place.  \n141  Communication of certain orders to civil prison officers.  \n142  Execution of sentence of fine.  \n \nCHAPTER XII.  \nPARDONS, REMISSION  AND SUSPENSION  \n143  Pardons and remissions.  \n144  Suspension of sentence of transportation, rigorous imprisonment or detention.  \n145  Orders pending suspension.  \n146  Release on suspension.  \n147  Computation of period of sentence under suspension.  \n148  Power to set aside suspension or to order remission.  \n149  Periodical review of suspended sentence.  \n150  Procedure on further sentence of offender whose sentence is suspended.  \n151  Scope of power of suspension.  \n152  Effect of suspension on dismissal.  \nCHAPTER XIII . \n \nPROPERTY OF DECEASED PERSONS, DESERTERS AND LUNATICS  \n153  Property of deceased persons and deserters, other than officers.  \n154  Disposal of certain property without production of probate, etc.  \n155  Discharge of commanding offi cer, prescribed person and the G overnment.  \n156  Application of sections 153 to 155 to lunatics, etc.  \n157  Property of officers.  \n158  Powers of Committee of Adjustment.  \n159  Disposal of surplus by the prescribed person.  \n160  Disposal of certain property without production of probate,  etc. \n161  Discharge of committee, prescribed person, and the Government.  \n162  Property in the hands of the committee or the prescribed person not to be assets at  the place \nwhere the committee or the prescribed person is stationed.  \n163  Saving of rights of  representative.  \n164  Applications of sections 158 to 163 to lunatics, etc.  \n165  Appointment of standing committee of adjustment when officers die or desert  while on     \nactive service.  \n166  Interpretations.  \nCHAPTER XIV.  \nMISCELLANEOUS PRIVILEGES  \n167  Compla int against officers.  \n168  Complaint by officers.  \n169  Privileges of person attending courts martial.  \n \n170  Exemption from arrest for debt.  \n171  Property exempted from attachment.  \n172  Application of the last two foregoing sections to reservists.  \n173  Prior ity of hearing by courts of cases in which persons subject to this Act are  concerned.  \n174  Order for custody and disposal of property pending trial in certain cases.  \n175  Order for disposal of property regarding which offence committed.  \n \nCHAPTER XV.  \n \nRULES  \n176  Power  to make rules.  \n176A  Power to make regulations.  \n176B  Reference to [Chief of  the Army Staff ]  in other Laws.  \n176C  Delegation of powers of the Chief of the Army Staff.  \n176D  Validation.  \n177 [ Omitted .] \nCHAPTER XVI and the Schedule  \n \n[Omitted. ] \n \n \n \n \nTHE PAKISTAN ARMY ACT, 1952  \n1ACT XXXIX OF 1952  \n [13th May, 1952]  \n    An Act to consolidate and amend the law relating to the Pakistan Army.  \nWHEREAS  it is expedient to consolidate and amend the law relating to the Pakistan Army; It is \nhereby enacted as fo llows:____  \n \nCHAPTER I.___ PRELIMINARY  \n1. Short title and commencement.___ (1) This Act may be called the Pakistan Army Act,  \n1952.  \n(2) It shall come into force on such date2 as the 3[Federal  Government ] may, by notification \nin the Official Gazette, appoint  in this behalf.  \n2. Persons subject to the Act.___ (1) The following persons shall be subject to this Act, \nnamely :___  \n(a)  officers, junior commissioned  officers and warrant officers of the Pakistan \nArmy ;  \n \n \n1 For Statement of Object and Reasons, see Gaz. of P., (1951 Pt. V, dated the 23rd November 1951, P. 71; and for Report of Select Committee, see ibid. \n1952. Ext., pp. 347 -400. \n The Act has been extended to Khairpur State, by the Khairpur (Federal Laws) Extension) Order, 1953 (G.G.O. 5 of 1953).  \n It has been extended to the Baluchistan States Union by the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G.G.O . 4 of \n1953), as amended.  \n The Act has been and shall be deemed always to have been applied to Baluchistan and the Federated Areas of Baluchistan with effect from \nthe 1st April, 1955, see Gaz. of P., 1955, see Gaz. of P., 1955. Pt. I p. 204.  \n The Act has been extended to the whole of Pakistan by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3, a nd 2nd Sch. \n(with e ffect from the 14th October, 1955).  \n The Act has been and shall be deemed to have been brought into force in Gwadur with effect from the 8th September, 1958, by the Gwadur \n(Application of Central Laws) Ordinance, 1960 (37 of 1960), s. 2.  \n The Act, rules, n otifins, and order s made under it, have been applied to the Tribal Areas or to the part of those areas to which they have not \nbeen already applied, see the Tribal Areas (Application of Acts) Reason 1965. Gaz. of P. 1965., Ext., pp 1016 -1018.  \n The Provision s of this Act and rules made thereunder have been applied in their application to non -commissioned officer and men of the \nPakistan Mujahid Force. When embodied for or otherwise undergoing training with certain modification specified in Sch. II to rule 12 o f the Pakistan \nMujahid For ce Rules, 1965, see Gaz. of P., 1965, Ext., pp. 1105 -1107.  \n2 The 1st day of April, 1955, see Gaz. of P., 1955, Ext. p. 389.  \n3 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n \n1[(b)  perso ns enrolled under the Indian Army Act, 1911, before the date notified in \npursuance of sub -section (2) of section 1, and serving with the Pakistan Army \nimmediately before that date, and persons enrolled under this Act;]  \n2[(bb) persons subject to the 3[Pakis tan Navy Ordinance, 1961], or the Pakistan Air \nForce Act , 1953, when seconded for service with the Pakistan Army, to such \nextent and subject to such regulations as the 4[Federal Government] may \ndirect;]  \n(c)  persons not otherwise subject to this Act, who, on active service, in camp, on \nthe march, or at any frontier post specified by the 4[Federal  Government ] by \nnotification in this b ehalf, are employed by, or are in the service of or are \nfollowers of, or accompany any portion of the Pakistan Army  5[;] \n5[(d)  persons not otherwise subject to this Act who are accused of__  \n(i)  seducing or attempting to seduce any person subject to this Act from \nhis duty or allegiance to Government, or  \n(ii)  having committed, in relation to any work of defence, arsenal, naval , \nmilitary or air force establishment or station, ship or aircraft or \notherwise in relation to the naval, military or air for ce affairs of \nPakistan, an offence under the Official Secrets Act, 1923 6[;] \n7[(iii)  claiming or are known to belong to any terror ist group or organization \nmisusing the name of religion or a sect; and  \n \n(a) raise arms or wage war against Pakistan, or attack the Armed \nForces of Pakistan , or law enforcement agencies, or attack any \ncivil or military installations in Pakistan; or  \n(b) abduct any person for ransom, or cause death of any person or \ninjury; or  \n \n(c) posses, s tore, fabricate or transport or use  explosives, fire arms, \ninstrument, articles, suicide jackets; or  \n \n(d) use or design vehicles for terrorist acts; or  \n(e) provide or recei ve funding from any foreign or local source for \nthe illegal activities under this clause; or  \n(f) act to over -awe the state or any section of the public or sect or  \nreligious minority; or  \n(g) create terror or insecurity in Pakistan or attempt to commit any \nof the said acts within or outside Pakistan,  \nshall be punished under this Act; and  \n(iv) claiming or are known to belong to any terrorist group or organization \nmisusing the name of religion or a sect and raise arms or wage war \nagainst Pakistan, commit an of fence as specified in clauses (b), (c), (c),  \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 2, for the original clause (b) ( with effect from the 1st April, 1952 ). \n2 Clause (bb) ins. by  ibid. \n3 Subs. by the Repealing and Amending Ordinance , 1965 (10 of 1965), s. 3, and 2nd Sch., for “Pakistan Navy (Discipline) Act, 1934 (XXXIV \nof 1934)”.  \n4 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n5 Subs. and added by the Defence Services Laws Amendment Ordin ance, 1967 (3 of 1967), s. 2.  \n6Subs., added and ins. by the Pakistan Army (Amdt) Act, 1975 (73 of 1975) s. 2.  \n 7Added by Act, XI of 2017, s. 2  \n \n (d), (h), (j), (l), (m), (n), or (o) of sub -section (2) of section 6 of the Anti -\nTerrorism Act, 1997 (XXVII of  1997).  \n \n Provided that___ \n \n(a) any person who is alleged to  have abetted, aided or conspired \nin the commission of any offence falling under sub -clause (iii) \nor sub -clause (iv) shall be tried under this Act wherever he may \nhave committed that offence;  \n \n(b) no person accused of an offence fallin g under sub -clause (iii) or \nsub–clause (iv) shall be prosecuted without the prior sanction \nof the Federal Government;  \n \n(c) any person arrested, taken into custody or detained under this \nAct, after transfer of his c ustody to the military unit he is \nattached with for trial, shall be produced before the standing \nmilitary court specially empowered by the convening authority \nfor this purpose or Commanding Officer as provided for in this \nAct; \n \n(d) the accused so attached will be provided grounds of arrest \nwithin twenty -four hours of arrest as provided for in this Act;  \n \n(e) the accused shall have the right to engage a counsel of his \nchoice at his trial as provided for in this Act. In case the \naccused is unable to engage a c ounsel due to any reason, the \nconvening authority at its discretion, may provide a counsel, on \nrequest of the accused, at state expense;  \n \n(f) provisions of the Qanun -e-Shahadat, 1984 (President’s Order \nX of 1984) shall apply at the trial as provided for i n this Act \nand clause (2) of Article 1 of the  Qanun -e-Shahadat, 1984 \n(president’s Order X of 1984)  \n \n(g) notwithstanding anything contained in this Act or any other law \nfor the time being in force, any person arrested, detained or \nheld in custody by the ar med forces, civil armed forces or law \nenforcement agencies and kept under arrest, custody or \ndetention before the coming into force of the Pakistan Army \n(Amendment) Act, 2017 (XI of 2017) shall be deemed to have \nbeen arrested or detained pursuant to the pr ovisions of this Act \nsubject to the amendments made through the Pakistan Army \n(Amendment)_ Act, 2015 (Act II of 2015) and the Pakistan \nArmy (Amendment) Act, 2015 (Act XIX of 2015), if the \noffence in respect t of which h such arrest or detention was \nmade al so constitutes an offence referred to in sub -clause (iii) \nor sub -clause (iv); and  \n \n \n(h) no suit, prosecution or other legal proceedings shall lie against \nany person in respect of anything which is in g ood faith done or \nintended to b e done under sub-clause (iii) or sub -clause (iv).  \n \n \nExplanation .___ In this clause, the expression “sect” means a sect of \nreligion and does not include any religious or political party regulated under \nthe Political Parties Order, 2002. ]   \n \n1[(e)  persons not otherwise subject to this Act who belonged to the former East \nPakistan Civil Armed Forces and were repatriated to Pakistan after the \nsixteenth day of December, 1971.]  \n \n  \n(2) Every person subject to this Act under clause (a) or clause (b) 1[or clause (e)]of sub -\nsection (1) shal l remain so subject until duly retired, released, dis charged, removed or dismissed \nfrom the service.  \n \n  \n2[(3) Every person subject to this Act under clause (bb) of sub -section (1) shall remain so \nsubject during the period of his secondment to the Pakistan  Army.]  \n \n \n3[(4) The Federal Government shall have the power to transfer any proceedings in respect of \nany person who is accused of any offence falling under sub -clause (iii) or sub -clause (iv) of  clause \n(d) of sub -section (1), pending in any court for  a trial under this Act.  \n \n \n(5) Any proceedings transferred under sub -section (4) shall be deemed to have been instituted \nunder this Act.  \n \n \n(6) Where a case is transferred under sub -section (4)  it shall not be necessary to recall any \nwitness or again record an y evidence that may have been recorded. ] \n \n \n  \n \n1 Subs. added and Ins. by the Pakistan Army (Amdt.) Act, 1975 (73 of 1975), s. 2.  \n2 New sub -section (3) added by the Pakistan Army (amdt.) Act, 1958 (11 of 1958), s. 2 ( with effect from the 1st April, 1952 ). \n3Ins. and added by Act XI of 201 7, s. 2.  \n \n1[2A. Secondment to Navy or Air Force. The 2[Federal Government] may by order in \nwriting direct that any person 3*  * * 4[referred to in clause (a), clause (b) or clause  (c)] of \nsub-section (1) of section 2 shall, un der such conditions as may be laid down by regulations, be \nseconded for service with the Pakistan Navy or the Pakistan Air Force.]    \n \n5[2B. Secondment to  other armed forces.___ The Federal Government may by order  in writing \ndirect that any person referred to in clause (a) of sub -section (1) of section 2, other than a junior \ncommissioned officer or warrant officer, shall, under such conditions as may be laid down by \nregulations, be seconded for service with any other armed forces raised or maintained by the Federal \nGovernment, including civil armed forces.]  \n \n6[2C. Protection to Witnesses, President, Members of the Court, Defending Officers, \nProsecutors and persons concerned with court proceedings.___ The convening authority or the \ncourt constituted under this  Act may, make such orders or take such measures, like sitting in camera, \nnot publishing the names of court officials etc., as it deems fit, within available resources, for the \nprotection of witnesses, President, members, prosecutors, defending officers an d other persons \nconcerned in court proceeding for an offence under this Act, as may be prescribed. ]   \n3. Special provision as to rank in certain cases.___ (1) The 2[Federal  Government ] may, by \nnotification, direct that any person or class of persons subjec t to this Act under clause (c) 7[or clause \n(d)] of sub -section (1) of section 2 shall be so subject as officers, junior commissioned officers, \nwarrant officers or non -commissioned officers, and may authorise any officer to give a like direction \nwith respec t to any such person or to cancel such direction.  \n \n (2) All persons subject to this Act other than officers, junior com missioned officers, warrant \nofficers or non -commissioned officers shall, if they are not persons in respect whom a notification or \ndirec tion under sub -section (1) is in force, be deemed to be of a rank inferior to that of a \nnon-commissioned officer.  \n4. Commanding officer of certain persons subject to the Act.  Every person subject to the \nAct under clause (c) of sub -section (1) of section 2 shall, for the purposes of this Act, be deemed to \nbe under the command of the commanding officer of the corps, unit or detachment (if any) to which \nhe is attached, and if he is not so attached, then he shall be under the command of any officer who \nmay for the time being be named as his commanding officer by the officer commanding the force \nwith which such person may for the time being be serving, or if no such officer is named, under the \ncommand of the sa id officer commanding the force:  \n \nProvided that an of ficer commanding a force shall not place a person under the \ncommand of an officer of rank inferior to that of such persons, if there is present at the place \nwhere such person is any officer of a higher rank under whose command he can be placed.  \n  \n \n1 Added by the Pakistan Army (Amdt.) Act, 1958 (II of 1958), s. 2 . \n2 Subs. by the Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n3The words “belonging to the Army Medical Corps and” omitted by the Pakistan Army (Amdt.) Ordinance, 1959 (61 of 1959), s. 2 (with \neffect from the 1st April, 1955).  \n4Subs. by the Defence Service laws (Amdt.) Ordinance, 1967 (3 of 1967),s.2 for “subject to this Act otherwise the  under claus e (abb)”.  \n5 Ins. by Act 73 of 1975, s. 3.  \n6Ins. and added by Act XIX of 2015, s. 2. \n7Ins. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 2  \n \n \n 5. Powers to apply Act to certain forces under the 1[Federal]  Govern ment.___ (1) The \n1[Federal Government] may, by notification, apply all or any provisions of this Act to any force \nraised and maintained in Pakistan under the authority of the 1[Federal Government 2[or a Provincial \nGovernment]].  \n  \n(2) On such notification being made any provisions of this Act so applied shall have effect in \nrespect of persons belonging to any such force  as they have effect in respect of person subject to this \nAct holding in the Pakistan Army the same rank as or equivalent to that which the afore said persons \nhold for the time being in the said force ; and shall have effect in respect of persons who are \nemployed by, or are in the service of, or are followers of, or accompany any portion of any such \nforce as they have effect in respect of persons subject to this Act under clause (c) of subsection (1) of \nsection 2.  \n  \n(3) While any of the provisions of this A ct apply to any such force, the 1[Federal \nGovernment] may, by notification, direct by what authority any jurisdictio n, powers or  duties \nincident to the operation of these pro visions shall be exercised or performed in respect of that force, \nand may suspend  the operation of any other enactment for the time being applic able to that force.  \n  \n6. Application of Act to States forces by Order of the President. The 3[President] may by \norder apply all or any provi sions of this Act to any Land Forces of an Acceding  State.  \n  \n7. Power to declare persons to be on active service.  Notwithstanding anything contained in \nclause (1) of section 8, the 1[Federal Government] may, by notification, direct that any person or \nclass of persons subject to this Act shall, with referen ce to any area in which he may be serving or \nwith reference to all or any of the provisions of this Act or of any other law for the time being in \nforce, he deemed to be on active service within the meaning of this Act.  \n \n8. Definitions. In this Act, unless the context otherwise requires,____  \n(1) “active service ”, as applied to a person subject to this Act, means the time during which \nsuch person is attached to, or forms part of a force which is engaged in operation against an enemy, \nor is engaged in militar y operations in, or is on the line of march to , a country or place wholly or \npartly occupied by an enemy, or is attached to or forms part of a force which is in military \noccupation of a foreign country ;  \n4[(2) “Chief of the Army Staff” means the officer  commanding the Pakistan Army 5[,duly \nappointed by the President, in accordance with Article  243 of the Constitution of the Islamic \nRepublic of Pakistan, read with  section 8A .] \n \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Centra l Government”.  \n2 Added by the Pakistan Army (Amdt.) Ordinance, 1971 (13 of 1971), s. 2.  \n3 Subs. by A.O., 1961, Art. 2 and Sch., for “Governor -General” (with effect from the 23rd March, 1956).  \n4Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 3 . for sub -section (2) and (3).  \n5Ins. By Act I of 2020, s.2 (a).(w.e.f. 27 -11-2019.)  \n \n1[(2A)    “Chairman, Joint Chiefs of Staff Committee” means an  officer  who  has  been  \nappointed  as  the  Chairman,  Joint  Chiefs  of  Staff Committee, by the President, i n accordance with \nArticle 243 of  the  Constitution  of  the  Islamic  Republic  of  Pakistan,  read  with  section 8D; ] \n(3) “Civil offence” means an offence which, if committed in Pakistan, would be triable by a \ncriminal court.]  \n \n(4) “Commanding Officer ” means:___  \n(i)  when used in any provision of this Act with reference to any separate portion \nof the Pakistan Army, the officer whose duty it is under the regulations of the \nPakistan Army, or in the absence of such regula tions by the custom of the \nservice, to discharge with respect to that portion, the functions of the \ncommanding officer, 2* * *  \n \n(ii)  when used in relation to a person subject to this Act, the officer for the time \nbeing in command of any separate portion of the Pakistan Army  3[or of any \nunit of a force] to which such person belongs or is attached 4[; and]  \n \n5[(iii)  when used in relation to a person subject to this Act under clause (d) of sub -\nsection (1) of section 2, any staff officer of General Headquarters or a \nformation Headquarters or an  officer, not below the rank of field officer, \nwithin whose jurisdiction the offence is alleged to have been committed or the \nperson who is alleged to have committed it resides or is found.]  \n(5) “corps” means any separate body of the Pakistan Army 3[or of  any force] which is \nprescribed as a corps for the purposes of all or any of the provisions of this Act ;  \n(6) “Court martial” means a Court martial held under this Act ;  \n(7) “Criminal Court” means a court of ordinary criminal justice in Pakistan, or establ ished \nelsewhere by the authority of the 6[Federal Government] ;  \n(8) “enemy” includes all armed mutineers, armed rebels , armed rioters, pirates and any \nperson in arms against whom it is the duty of any person subject to this Act to act ;  \n7[(8a) “Islamic law ” means a law relating to the enforcement of Hudood;]  \n \n \n \n1Ins. By Act I of 2020, s.2 (b).(w.e.f. 27 -11-2019.)  \n2Omitted by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 2.  \n3 Ins. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 2.  \n4 Subs.  by the Pakistan Army (Amdt.) Act 1973 (51 of 1973), s. 2, for semi colon.  \n5 Added ibid., s. 2. \n6 Subs. ibid., s. 3, for “Central Government”.  \n7 Ins. by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 2.  \n \n \n(9) “junior commissioned officer” means a person commissioned, gazetted or in pay as a \njunior commissioned officer in the Pakistan army ;  \n \n1[(9a) “military custody” means the arrest or confinement of a person according to the usage \nof the service and includes naval or air force custody ;  \n \n \n(9b)  “military reward” includes any gratuity or annuity for long service or good conduct, \nany good service pay or pension, and any other military pecuniary award ;]  \n(10) “non -commissioned officer” means a persons attested under this Act who holds a \nnon-commiss ioned rank in the Pakistan Army 2[and includes an active non -commissioned officer];  \n(11) “offence” means any act or omission punishable under this Act and includes a civil \noffence as hereinbefore defined ;  \n3[(12) “officer” means a person, other than a juni or commissioned officer, commissioned, \ngazetted or in pay as an officer of the Pakistan Army and includes, in relation to a person subject to \nthis Act when serving under such conditions as may be prescribed, an officer of the Pakistan Navy \nand an officer o f the Pakistan Air Force,].  \n(l3) “prescribed” means prescribed by rules made under this Act ;  \n(14) “service” when used in relation to an institution, necessaries, books, band, mess, money, \ngoods or other property means an institution, necessaries, books, b and, mess, money, goods or other \nproperty belonging to, or connected with, the Pakistan Army or any unit or part thereof ;  \n(15)  “superior officer”. when used in relation to a person subject to this Act, 4[includes a \njunior commissioned officer, a warrant officer] or a non -commissioned officer ; and, as regards \npersons placed under his orders, an officer, warrant officer, petty officer or non -commissioned \nofficer of the Pakistan Navy or Air Force;  \n(16) “warrant officer” means a person appointed, gazetted or  in pay as a warrant officer of the \nPakistan Army 5[;] \n \n \n \n1 New clauses (9a) and (9b) ins. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 4.  \n2 Added, ibid. \n3 Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 3 which was previously subs . by the Pakistan Army (Amdt.) Act, 1963 (9 \nof 1963), s. 2, for the original clause (12), to read as above.  \n4 Subs. by the Pakistan  Army (Amdt.) Act, 1958. (11  of 1958), s. 4. for “includes a warrant officer”.  \n5 Subs. ibid, for full -stop.  \n \n \n1[(17)  All wor ds and expressions used but not defined  in this Act and defined in the \nPakistan Penal Code (XLV of 1860) 2[or in any Islamic Law] shall be deemed to have the meanings \nassigned to them in that Code 2[or, as the case may be, that law].  \n______  \n3[CHAPTER IA. - \n \nAPPOINTMENT OF THE CHIEF OF THE ARMY STAFF AND THE  CHAIRMAN, JOINT \nCHIEFS OF STAFF COMMITTEE  \n \n8A. Appointment of the Chief of the Army Staff .—(1) The President  shall, on the advice of \nthe Prime Minister, appoint a General as the Chief of  the Army Staff, for a tenure of three (03) years.      \n  \n(2)  The terms and conditions of the Chief of the Army Staff shall be  determined by the \nPresident, on the advice of the Prime Minister.  \n \n8B.    Reappointment or extension of the Chief of the Army Staff. —(1) Notwiths tanding \nanything contained in this Act or any other law for the  time being in force, the President, on the \nadvice of the Prime Minister, may  reappoint the Chief of the Army Staff for additional tenure of \nthree (03)years,  or  extend  the  tenure(s)  of  th e  Chief  of  the  Army  Staff  up  to  three (03) years, \non such terms and conditions, as may be determined by  the President, on the advice of the Prime \nMinister, in the national security  interest or exigencies, from time to time.        \n \n(2)   Notwithstan ding anything contained in this Act or any other law,  or any order or \njudgment of any Court, the appointment, reappointment or  extension of the Chief of the Army Staff, \nor the exercise of discretion by  the appointing authority in this regard, shall not be called into \nquestion before  any Court on any ground whatsoever.  \n \n8C. Retirement age and service limits of the Chief of the Army Staff. —The retirement \nage and service limits prescribed for a General, under the Rules and Regulations made under this \nAct, shal l not be applicable to the Chief of the Army Staff, during his tenure of appointment, re -\nappointment, or extension, subject to a maximum age of sixty -four (64) years. Throughout such  \ntenure(s),  the  Chief  of  the Army  Staff  shall  continue  to  serve  as  a General in the Pakistan \nArmy.  \n \n \n \n \n1 Added  by the Pakistan  Army (Amdt.) Act, 1958. (11  of 1958), s. 4.  \n2 Ins. and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 2.  \n3 Ins. By Act I of 2020, s.3.(w.e.f. 27 -11-2019.)  \n \n \n8D. Appointme nt  of  the  Chairman,  Joint  Chiefs  of  Staff  Committee .— (1) The \nPresident may, on the advice of the Prime Minister,  appoint a Chairman, Joint Chiefs of Staff \nCommittee, from amongst Generals  in the Pakistan Army, Admirals in the Pakistan Navy, or Air \nChief Marshals  in the Pakistan Air Force, for a tenure of three (03) years.  \n \n(2)The terms and conditions of the Chairman, Joint Chiefs of Staff  Committee shall be \ndetermined by the President, on the advice of the Prime  Minister.  \n \n(3)If the Chairman, Joint Chiefs of Staff Committee is appointed  from amongst Generals in \nthe Pakistan Army, the provisions of this Act  shall be applicable to such Chairman, Joint Chiefs of \nStaff Committee.  \n \n8E. Reappointment or extension of the Chairman, Joint Chiefs of  Staff Comm ittee. —(1) \nNotwithstanding anything contained in this Act or  any other law for the time being in force, the \nPresident, on the advice of the  Prime Minister, may reappoint the Chairman, Joint Chiefs of Staff \nCommittee  for  additional  tenure  of  three  (03)   years,  or  extend  the  tenure(s)  of  the  Chairman, \nJoint Chiefs of Staff Committee up to three (03) years, on such  terms and conditions, as may be \ndetermined by the President, on the advice  of the Prime Minister, in the national security interest or \nexigencies,  from  time to time.  \n \n(2) Notwithstanding anything contained in this Act or any other law, or  any order or  \njudgment of any Court, the  appointment, reappointment or  extension of the Chairman, Joint Chiefs \nof Staff Committee, or the exercise  of discretion by the appointing authority in this regard, shall not \nbe called  into question before any Court on any ground whatsoever.  \n \n8F. Retirement age and service limits of the Chairman, Joint  Chiefs of Staff \nCommittee. —In case a General of the Pakistan Ar my is  appointed as the Chairman, Joint Chiefs of \nStaff Committee, the retirement  age and service limits, prescribed under the Rules and Regulations \nmade  under this Act, shall not be applicable to the said General during his tenure  of appointment, \nreappoint ment or extension, subject to a maximum age of  sixty -four (64) years. Throughout such \ntenure(s), the Chairman, Joint Chief  so f Staff Committee, appointed under this Act, shall continue to \nserve as a  General in the Pakistan Army.]  \n \nCHAPTER II   \nAPPOINTMENT , ENROLEMENT AND ATTESTATION  \n 9. Appointment to warrant rank. The 1[President] may appoint any person as warrant \nofficer.  \n 9A. [Administration of oath to warrant officers. (Omitted by the Pakistan Army ( Amdt.)Act, \n1976 (51 of 1976), s. 4 ]. \n 10. Ineligibili ty of aliens for service in the Army. No person who is not a citizen of \nPakistan shall, except with the consent of the 2[Federal Government] signified in writing, be granted \na commission or warrant or be enrolled in the Pakistan Army.  \n \n \n1Subs. by A.O., 196 1, Art. 2, for “Governor -General” (with effect from the 23rd March, 1956).  \n2 Subs. by the Pakistan Army (Amdt.), Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n \n11. Procedure before enrolling officer.  Upon the appearance before the  prescribed enro lling \nofficer of any person desirous of being enrolled, the  enrolling  officer shall read and explain to him, \nor .cause to be read and explained to him in his presence, the conditions of the service for which he is \nenrolled and shall put to him the question s set forth in the prescribed form of enrolment and shall, \nafter having cautioned him that if he makes a false answer to any such  question he will be liable to \npunishment under this Act, record or cause to be recorded his answer to each such question.  \n \n12. Enrolment. If, after complying with the provisions of section 11 , the enrolling officer is \nsatisfied that the person desirous of being enrolled understands the questions put to him and consents \nto the conditions of service, and if the enrolling officer pe rceives no impediment, he shall sign and \nalso cause such person to sign the enrolment paper and the person shall thereupon be deemed to be \nenrolled.  \n13. Presumption of validity of enrolment in certain cases. Every person who has for the \nspace of three mont hs been in receipt of military pay as a person enrolled under this Act and been \nborne on the rolls of any corps or unit of the Pakistan Army shall be deemed to have been duly \nenrolled and shall not be entitled to claim his discharge on the ground of any ir regularity or illegality \nin his enrolment or on any other ground whatsoever, and if any person, in receipt of such pay and \nborne on the rolls as aforesaid claim his discharge before the expiry of three months from his \nenrolment, no such irregularity or ill egality or other ground shall, until he is discharged in pursuance \nof his claim, affect his position as a person enrolled under this Act or invalidate any proceedings, act \nor thing taken or done prior to his discharge.  \n14. Person s to be attested. The follo wing persons shall be attested, namely :___ \n(a)  all persons enrolled as combatants;  \n \n(b)  all persons selected to hold a non -commissioned or acting non -commissioned \nrank;  \n \n(c)  all other enrolled persons prescribed by the 1[Federal  Govern ment ].  \n \n 15. Mo de of attestation.___ (1) When a person who is to be attested is reported fit for duty, or \nhas completed the prescribed period of probation, an oath or affirmation shall be administered to him \nin the prescribed form by his commanding officer, in front of h is corps or unit or such portion thereof \nas may be present, or by any other prescribed person 2[:] \n \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3 for “Central Government”.  \n2 Subs. and added by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 5.  \n  \n \n1[Provid ed that, if the person to be attested is a Muslim, this section shall have effect as if \nreference therein to affirmation were omitted.];  \n \n 2[(2) The form of oath or affirmation prescribed under this section shall contain a promis e \nthat the person to be attested will be ar true faith and allegiance  to Pakistan and uphold the \nConstitution of the Islamic Republic of Pakistan which embodies the will of the people, that he will \nnot engage himself in any political activities whatsoever a nd that he will honestly and faithfully \nserve Pakistan in the Pakistan Army as required by or under the law, and that he will obey all \ncommands of any officer set over him, even to the peril of his life.]  \n \n (3) The fact that an enrolled person has taken th e oath or affirma tion directed by this section \nshall be entered on his enrolment paper, and authenticated by the signature of the officer \nadministering the oath or affirmation.  \n \n 15A.___ [Fresh oath to certain persons]. [Omitted by the Pakistan Army (Amdt .) Act, 1976 (51 \nof 1976), s. 6].  \nCHAPTER III. \nTERMINATION OF SERVICE  \n 16. Dismissal or removal by Federal Government. The 3[Federal Government] may \ndismiss or remove from the service any person subject to this Act.  \n 17. Dismissal or removal by 2[Chief of the Army Staff] or other authorised officer.___ (1) \nThe 4[Chief of the Army Staff] may dismiss or remove from the service any junior commissioned \nofficer, or warrant officer, or any per son enrolled under this Act.  \n (2) An officer having power 5[to convene  a district court martial or an officer not below the \nrank of lieutenant -colonel] empowered by the 4[Chief of the Army Staff] in this behalf may dismiss \nor remove from the service any person enrolled under this Act who may be serving under his \ncommand.  \n 18. Retirement, release, or discharge. The prescribed authority may, in conformity with \nsuch rules as may be prescribed in this behalf, retire, release or discharge from the service any person \nsubject to this Act.  \n 19. Certificate on termination of service. Every junior commissioned officer, warrant \nofficer, or person enrolled under this Act, who is dis missed, removed, retired, released or discharged \nfrom the service shall be furnished by his commanding officer with a certificate in the English \nlanguage or s uch other language as he understands, setting forth,____  \n(a)  the authority who terminates his service;  \n(b)  the cause for such termination;  \n(c)  the full period of his service in the Pakistan Army.  \n \n \n1Subs. and added by the Pakistan Army (Amdt.) Act, 197 6 (51 of 1976), s. 5.  \n2Subs. F.A.O. 1975, Art. 2, and Sch, for sub -section 2 and 3.  \n3 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n4Subs. by F.A.O., 1975 Art. 2 and Sch., for “Command -in-Chief”.  \n5Subs. by the P akistan Army (Amdt.) Ordinance, 1965 (40 of 1965), section 3, for “not less than that of a brigade commander or any officer \nnot below the rank of brigadier”.  \n \n20. Discharge or dismissal when out of Pakistan.____ (1) Any person subject to this \nAct, who is en titled under the conditions of his service to be  discharged, or whose discharge is \nordered by competent authority, and who, when he is so entitled or ordered to be discharged, is \nserving out of Pakistan, and requests to be sent to Pakistan, shall, before b eing discharged, be sent to \nPakistan with all convenient speed.   \n \n(2) Any person subject to this Act who is dismissed from the service and who, when he is so \ndismi ssed is serving out of Pakistan  shall be sent to Pakistan with all convenient speed.  \n \n (3) Wh en any such person as is mentioned in subsection (2) is sentenced to dismissal \ncombined with any other punishment, such other punishment, or in the case of a sentence of \n1[Imprisonment for life o r for a shorter term] a portion of such sentence may be infli cted before he is \nsent to Pakistan.  \n \n Explanation.____ For the purposes of this section, the word “discharge” shall include \nretirement or release, and the word “dismissal” shall include removal.  \n \n_______  \n \nCHAPTER IV \n  \nSUMMARY  REDUCTION  AND PUNISHMENT  OTHER WISE  THAN BY SENTENCE  OF COURT MARTIAL . \n \n 21. Reduction of warrant officers and non -commissioned officers.___ (1) The 2[Chief of \nthe Army Staff] may reduce to a lower grade or class any warrant officer.  \n (2) The 2[Chief of the Army Staff] or 3[an officer having power to convene a district court \nmartial or an officer not below the rank of lieutenant -colonel empowered by the 2[Chief of the Army \nStaff] in this behalf] may reduce to a lower grade or rank or to  the ranks any non -commissioned \nofficer who may be serving under his command.  \n  \n22. Reversion of an acting non -commissioned officer . The command ing officer of an \nacting non -commissioned officer may order him to revert to his permanent grade as a \nnon-commissioned officer or, if he has no permanent grade ab ove the ranks, to the ranks.  \n23. Minor punishments.____ (l) The 4[Federal Government] may, on the recommendation of \nthe 2[Chief of the Army Staff] prescribe the minor punishments to which persons subject to this Act \nshall be liable without the intervention  of court martial, and the officer by whom, and the extent to \nwhich, such minor punishments may be awarded.  \n (2) Detention, or rigorous imprisonment in military custody, and, in the case of persons \nsubject to this Act on active service, any prescri bed fie ld punishment may be specified as minor \npunishments;  \n Provided that___  \n(a)  the term of such detention, rigorous imprisonment or field punishment shall \nnot exceed twenty -eight days, and  \n(b)  such detention, rigorous imprisonment or field punishment shall not be \nawarded to any person who is of or above the rank of non -commissioned \nofficer, or who, when he committed the offence in respect of which it is \nawarded , was of or above such rank.  \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 7, for “transportation of imprisonment”.  \n2 Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander -in-Chief”.  \n3 Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 4, for original words.  \n4 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973 ), s. 3, for “Central Government”.  \n \n \nCHAPTER V \nOFFENCES  \n \n24. Offences in relation to enemy and punishable with death. Any person subject to this \nAct who commits any of the following offences, that is to say,___  \n \n(a)  shamefully abandons or delivers up any garrison, fortress, air field, place, post \nor guard committed to his charge or which it is his duty to defend, or uses any \nmeans to compel or induce any commanding officer or other person to do any \nof the said acts ; or  \n \n(b)  in the presence of an y enemy, shamefully casts away his arms, ammunition, \ntools or equipment, or misbehaves in such manner as to show cowardice ; or  \n \n(c)  intentionally uses words or any other means to compel or induce any person \nsubject to this Act, 1*     *  * 2[or to the Pakistan Ai r Force Act, 1953 (VI \nof 1953),] or to the 3[Pakistan Navy Ordinance, 1961 (XXXV of 1961)], to \nabstain from acting against the enemy or to discourage such person from \nacting against the enemy ; or  \n \n(d)  directly or indirectly, treacherously holds correspon dence with, or \ncommunicates intelligence to , the enemy or who coming to the know ledge of \nsuch correspondence or communication treacherously omits to discover it to \nhis commanding or other superior officer ; or  \n \n(e)  directly or indirectly assists or relie ves the enemy with arms, ammunition, \nequipment, supplies or money, or knowingly harbours or protects an enemy \nnot being a prisoner ; or  \n \n(f)  treacherously or through cowardice sends a flag of truce to the enemy ; or  \n \n(g)  in time of war, or during any ope ration, intentionally occasions a false alarm \nin action, camp, garrison or quarter, or spreads reports Calculated to create \nalarm or despondency ; or  \n \n(h)  in time of action, leaves his commanding officer, or quits his post, guard, \npicquet patrol or party without being regularly relieved or without leave ; or  \n \n(i)  having been made a prisoner of war, voluntarily serves with or aids the enemy \n; or \n \n(j)  knowingly does when on active service any act calculated to imperil the \nsuccess of the Pakistan forces or any forces co -operating therewith or of any \npart of such forces ;  \n \n \n1 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3, and Sch. 2.  \n2 Ins. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ). \n3 Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 5, for “Pakistan Navy (Discipline) Act, 1934”.  \n \nshall on conviction by Court martial, be punished with ‘death or with such less punishm ent as is in \nthis Act mentioned.  \n25. Offences in relation to the enemy and not punishable with death.  Any person subject \nto this Act who, on active service,____  \n(a)  without orders from his superior officer leaves ranks in order to secure \nprisoners, anima ls or materials, or on pretence of taking wounded men to the \nrear ; or  \n \n(b)  without orders from his superior officer, wilfully destroys or damages any \nproperty ; or  \n \n(c)  is taken prisoner for want of due precaution or through disobedi ence of orders \nor w ilful neglect of duty, or, having been taken prisoner, fails to rejoin his \nservice when able to do so ; or  \n \n(d)  without due authority, either holds correspondence with, or communicates \nintelligence, or sends a flag of truce, to the enemy ; or  \n \n \n(e)  by wo rd of mouth, or in writing, or by signals, or otherwise spreads reports \ncalculated to create alarm or despondency ; or  \n \n(f)  in action or previously to going into action, uses words calcula ted to create \nalarm or despondency ;  \n \nShall, on conviction by Cour t martial, be punished with rigorous imprison ment for a term which may \nextend to fourteen years, or with such less punishment as is in this Act mentioned.  \n  \n26. Disclosure of parole or watchword. A ny person subject to this Act who___  \n(a)  treacherously m akes known the parole, watchword or counter sign to any \nperson not entitled to receive it, or  \n \n(b)  treacherously gives a parole, watchword or countersign different from what he \nreceived,  \nshall, on conviction by Court martial,  \nif he commits the offence on  active service, be punished with death, or with such less \npunishment as is in this Act mentioned, and  \n \n1[if he commits such offence not on active service ], be punished with rigorous imprisonment \nfor a term which may extend to five years, or with such les s punishment as is in this Act mentioned.  \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 5, for “if he commits such offence on active service”.  \n \n27. Offences against property or persons of inhabitant of country where serving. Any \nperson subject to this Act who, on active service, commits any offence against the property or person \nof any inhabitant of, or resident in, the country in which he is serving shall, on conviction by Court \nmartial, be punished with rigorous imprisonment for a term  which may extend to fourteen years, or \nwith such less punishment as is in this Act mentioned.  \n \n28. Offences relating to sentries. Any person subject to this Act who commits any of the \nfollowing offences, that is to say,___  \n \n(a)  being a sentry, sleeps or  is intoxicated on his post or quits it without leave ; or  \n \n(b)  being a sentry, or on guard, plunders, or wilfully destroys, or injures, any \nproperty placed under his charge or under charge of his guard ; or  \n \n(c)  strickes, or force or attempts to force a ny sentry or safeguard; or  \n \n(d)  without orders from his superior officer, leaves his guard, picquet, patrol or \npost ;  \nshall, on conviction by court martial,  \n if he commits such offence on active service, be punished with rigorous imprisonment which \nmay ex tend to fourteen years or with such less punishment as is in this Act mentioned; and  \n  \nif he commits such offence not on active service, be punished with rigorous imprisonment for \na term which may extend to five years or with such less punishment as is in this Act mentioned.  \n  \n29. House breaking, false alarms, unauthorised disclosures, punish able more severely on \nactive service than at other times.  Any person subject to this Act who___   \n \n(a)  breaks into any house or other place in search of plunder ; or  \n \n(b)  by any means whatever, intentionally occasions a false alarm ;or  \n \n(c)  without due authority, either verbally or in writing or by signals or otherwise \ndiscloses the number or position of any of the Pakistan forces, or any part \nthereof, or any prepara tion for, or orders relating to operations or movement of \nsuch forces ;  \n \nshall, on conviction, by Court martial,  \n \nif he commits the offence on active service, be punished with rigorous imprisonment for a \nterm which may extend to fourteen years, or with s uch less punishment as is in this Act mentioned, \nor  \nif he commits the offence not on active service, be punished with rigorous imprisonment for a \nterm which may extend to five years or with such less punishment as is in this Act mentioned.  \n \n \n30. Other serv ice offences. Any person subject to this Act who___  \n \n(a)  by any means whatever, negligently occasions a false alarm ; or  \n \n(b)  makes known the parole, watchword, or countersign to any person not entitled \nto receive it, or, without good and sufficient ca use, gives a watchword, parole \nor countersign different from what he received ; or  \n \n(c)  irregularly detains or appropriates to his own unit or detachment any \nprovisions or supplies proceeding to the forces, contrary to orders issued in \nthat respect ;  \n \nshall, on conviction by Court martial, be punished with rigorous imprison ment for a term which may \nextend to three years or with such less punishment as is in this Act mentioned.  \n \n \n31. Mutiny and insubordination. Any person subject to this Act who commits a ny of the \nfollowing offences, that is to say,___  \n \n(a)  begins, incites, causes, or conspires with any other person to cause, or joins in, \nany mutiny in the military, naval or air forces of Pakistan or any forces \nco-operating therewith ; or  \n \n(b)  being pre sent at any such mutiny, does not use his utmost endeavours to \nsuppress the same ; or  \n \n(c)  knowing or having reason to believe in the existence of any such mutiny or \nany intention to commit such mutiny, or of any such conspiracy, does not \nwithout reasonab le delay give information thereof to his commanding or other \nsuperior officer ; or  \n \n(d)  attempts to seduce any person in the military, naval or air forces of Pakistan \nfrom his duty or his allegiance to the Government of Pakistan ;  \n \nshall, on conviction by  Court martial, be punished with death or with such less punishment as is in \nthis Act mentioned.  \n \n32. Offences in relation to superior officers.___ (1) Any person subject to this Act who uses \nor attempts to use criminal force to, or commits an assault on, his superior officer being in the \nexecution of his office, knowing or having reason to believe him to be such, shall, on conviction by \nCourt martial, be punished with rigorous imprisonment for a term which may extend to fourteen \nyears, or with such less pu nishment as is in this Act mentioned.  \n \n(2) Any person subject to this Act who commits any of the follow ing offences , that is to \nsay___  \n \n(a)  uses or attempts to use criminal force to, or commits an assault on, his superior \nofficer, knowing or having reas on to believe him to be such ; or  \n \n \n(b)  is grossly insubordinate or insolent to his superior officer, knowing or having \nreason to believe him to be such ; or  \n \n(c) impedes a provost marshal or any person lawfully acting on his behalf, or any \nmember of the s ervice police, or when called upon, refuses to assist a provost \nmarshal or any person lawfully acting on his behalf or any member of the \nservice police in the execution of his duty,  \n \n \nshall, on conviction by Court martial,  \n \nif he commits such offence on active service, be punished with rigorous imprisonment for a \nterm which may extend to fourteen years, or with such less punishment as is in this Act mentioned ; \nand \nif he commits such offence not on active service, be punished with rigorous imprisonment fo r \na term which may extend to five years, or with such less punishment as is in this Act mentioned.  \n \nExplanation.___ For the purposes of subsection (2), “provost marshal” shall be deemed to \ninclude a provost marshal or any of his assistants appointed under 1*   *   * the Pakistan Air Force \nAct, 1953 (VI of 1953), or the 2[Pakistan Navy Ordinance, 1961 (XXXV of 1961)], and “service \npolice” shall be deemed to include members of the Air Force or the Naval Police, being persons \nsubject to the aforesaid Acts.  \n \n33. Disobedience of lawful command.___(1) Any person subject to this Act who disobeys in \nsuch a manner as to show a wil lful defiance of authority a lawful command given personally by his \nsuperior officer, knowing or having reason to believe him to be such, s hall, on conviction by Court \nmartial, be punished with rigorous imprisonment for a term which may extend to fourteen years, or \nwith such less punishment as is in this Act mentioned.  \n \n(2) Any person subject to this Act who disobeys the lawful com mand of hi s superior officer, \nknowing or having reason to believe him to be such, shall, on conviction by Court martial,  \n \nif he commits such offence on active service, be punished with rigorous imprisonment for a \nterm which may extend to fourteen years, or with such  less punishment as is in this Act mentioned ; \nand \nif he commits such offence not on active service, be punished with rigorous imprisonment for \na term which may extend to five years, or with such less punishment as is in this Act mentioned.  \n \n34. Neglect to  obey orders .-Any person subject to this Act who neglects to obey any \nstanding or routine or other orders shall, on conviction by Court martial, be punished with rigorous \nimprisonment for a term which may extend to two years, or with such less punishment a s is in this \nAct mentioned.  \n \n35. Insubordination and obstruction.  Any person subject to this Act, who___  \n \n \n1 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II.  \n2 Subs. by the Pakistan Army (Amdt.) Ordina nce, 1965 (40 of 1965), s. 5, for “Pakistan Navy (Discipline) Act, 1934”.  \n \n(a)  being concerned in any quarrel, affray or disorder, refuses to obey any officer \nthough of inferior rank, who orders him into arrest, or uses criminal force to, \nor assaults any s uch officer ; or  \n \n(b)  uses criminal force to or assaults any person, whether subject to this Act or \nnot, in whose custody he is lawfully placed, and whether he is or is not his \nsuperior officer ; or  \n \n(c)  resists an escort whose duty it is to apprehend hi m or to have him in charge ;  \nshall, on conviction by Court martial, be punished with rigorous imprisonment for a term which may \nextend to two years or with such less punishment as is in this Act mentioned.  \n36. Desertion and aiding deserters.___(1) Any per son subject to this Act who deserts or \nattempts to desert the service shall, on conviction by Court martial.  \nif he commits the offence when on active service or when under orders for active service, be \npunished with death, or such less punish ment as is in  this Act mentioned ; and  \nif he commits the offence under any other circumstances, be punish ed 1[with rigorous \nimprisonment for a term which may extend to five years] or with such less punishment as is in this \nAct mentioned.  \n(2) Any person subject to this  Act who knowingly harbour s any deserter from any of the \nmilitary, naval or air forces of Pakistan shall, on conviction by Court martial, be punished with \nrigorous imprisonment for a term which may extend to seven years or with such less punishment as \nis in this Act mentioned.  \n(3) any person subject to this Act who, being cognizant of any desertion, or attempt at \ndesertion, of any person belonging to the military, naval or air forces of Pakistan, does not forthwith \ngive notice to his own or some other super ior officer, or does not take any steps in his power to cause \nsuch person to be apprehended, shall, on conviction by Court martial, be punished with rigorous \nimprisonment for a term which may extend to three years or with such less punishment as is in this  \nAct mentioned.  \n37. Absence without leave . Any person  subject to this Act who,___   \n(a)  absents himself without leave ; or  \n \n \n(b)  without sufficient cause overstays leave granted to him ; or  \n \n \n(c)  being on leave of absence and having received information  from proper \nauthority that the corps or unit or detachment or portion of the corps unit or \ndetachment to which he belong s, has been ordered on active service, fails ; \nwithout sufficient cause, to rejoin without delay ; or  \n \n \n \n1 Subs. by the Pakistan Army ( Amdt.) Act, 1976 (51 of 1976), s. 8.  \n \n(d)  without sufficient cause fails to appear at the time fixed, at the parade or place \nappointed for exercise or duty ; or  \n \n(e)  when on parade, or on the line of march, without sufficient cause 1[or] without \nleave fro m his superior officer, quits the parade or line of march ; or  \n \n(f)  when in camp or garrison or elsewhere, is found beyond any limits fixed, or in \nany place prohibited, by any standing or routine order without a pass or \nwritten leave from his superior off icer ; or  \n \n(g)  without leave from his superior officer or without sufficient cause, absents \nhimself from any school or other institution when duly ordered to attend there ;  \n \nshall, on conviction by Court martial, be punished with rigorous imprisonment for  a term which may \nextend to 2[three years], or with such less punishment as is in this Act mentioned  \n \n38. Fraudulent enrolment. Any person subject to this Act who,___  \n(a)  without having obtained a regular discharge from the corps or unit to which he \nbelongs, or without having otherwise fulfilled the conditions enabling him to \nenroll or enter, enrolls himself in, or enters the same or any other corps or unit \nor any part of the Pakistan Forces regular or non -regular ; or  \n \n(b)  is concerned in the enrolment in any of the Pakistan Forces, regular or \nnon-regular, of any person whom he knows or has reason to believe to be so \ncircumstanced that by enrolling he commits an offence against this Act 3*** \n4[or the Pakistan Air Force Act, 1953 (VI of 1953),] or the 5[Pakistan Navy \nOrdinance, 1961 (XXXV of 1961)];  \nshall, on conviction by Court martial, be punished with rigorous imprisonment for a term which may \nextend to five years, or with such less punishment as is in this Act mentioned.  \n  \n39. False answers on enrolmen t. Any person having become subject to this Act by \nenrolment who is discovered to have made at the time of his enrolment a wilfully false answer to any \nquestion set forth in the prescribed form of enrolment which was put to him by the enrolling officer \nbefore whom he appeared for the purpose of being enrolled shall, on conviction by Court martial, be \npunished with rigorous imprisonment for a term which may extend to five years or with such less \npunishment as is in this Act mentioned.  \n \n40. Fraudulent offence  in respect of property. Any person subject to this Act who commits \nany of the following offences, that is to say,___ \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 6, for “and”.  \n2 Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 197 6), s. 9, for five years.  \n3 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981, (27 of 1981), s. 3, and Sch., 2.  \n4 Ins. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3, and 2nd Sch., ( with effect from the 14th October, 19 55). \n5 Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 5, for “Pakistan Navy (Discipline) Act, 1934”.  \n \n \n(a)  dishonestly misappropriates or commits theft of, or crimina l breach of trust in \nrespect of  any property belonging to th e Government or any service property \nor the property of any person subject to this Act, 1* * * 2[or the Pakistan Air \nForce Act, 1953 (VI of 1953)] or to the 3[Pakistan  Navy Ordinance, 1961 \n(XXXV of 1961)], or of any person serving with or attached to any o f the \narmed forces of Pakistan ; or  \n \n(b)  dishonestly receives or retains any stolen property of the nature specified in \nclause (a), knowing or having reason to believe the same to be stolen ; or  \n \n(c)  is guilty of any other act or omission with intent to defraud, or to cause \nwrongful gain or wrongful loss to any person ;  \nshall, on conviction by Court martial, be punished with rigorous imprison ment for a term which may \nextend to five years, or with such less punish ment as is in this Act mentioned.  \n41. Cer tain forms of disgraceful conduct. Any person subject to this Act who commits any \nof the following offences this is to say,___ \n \n(a)  malingers or feigns or produces disease or infirmity in himself, or intentionally \ndelays his cure or aggravates his disease  or infirmity ; or  \n \n(b)  with intent to render himself or any other person subject to this Act unfit for \nservice, voluntarily causes hurt to himself or such other person ; or  \n \n(c)  is guilty of any disgraceful conduct of a cruel indecent or unnatu ral kind ;  \nshall, on conviction by Court martial, be punished with rigorous imprison ment for a term which may \nextend to ten years or with such less punish ment as is in this Act mentioned.  \n42. Illegal gratification. Any person subject to this Act who directly or indirectly accepts or \nobtains, or agrees to accept, or attempts to obtain, from any person for himself or any other person, \nany gratification whatever other than a legal remuneration, as a motive or reward for doing or \nforbearing to do any act, or for show ing favour or disfavour to any person, in relation to any of the \naffairs of the State or of any service affairs, shall, on conviction by Court martial, be punished with \nrigorous imprisonment for a term which may extend to five years, or with such less puni shment as is \nin this Act mentioned.  \n43. Intoxication. Any person subject to this Act who commits the following offence, that is \nto say, the offence of being in a state of intoxication, shall, on conviction by Court martial,  \nif he commits such offence on ac tive service or while he is on duty, be punished with \nrigorous imprisonment for a term which may extend to five years or with such less punishment as is \nin this Act mentioned ; and  \n \n1 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981, (27 of 1981), s. 3 and Sch. 2.  \n2 Ins. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3. and 2nd Sch ( with effect from 14th October, 1955 ). \n3 Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 5, for “ Pakistan Navy (Discipline) Act, 1934”.  \n \n1[if he commits such offence while not on active service or not on duty be punished with \nrigorous imprisonment for a term which may extend to three years or with such less punishment as is \nin this Act mentioned.].  \n44. Offences in r elation to persons in custody.____ (1) Any person subject to this Act who, \nwithout authority, wilfully releases any prisoner or person placed in service custody, shall, on \nconviction by Court martial, be punished with rigorous imprisonment for a term which  may extend to \nfourteen years, or with such less punishment as is in this Act mentioned.  \n2[(2) Any person subject to this Act who commits any of the follo wing offences, that is to \nsay,___ \n(a) negligently or without reasonable excuse allows any prisoner or  person placed \nin his charge to escape; or  \n \n(b)  being in lawful custody escapes or attempts to escape or leaves such custody \nbefore he is set at liberty by proper authority ;  \n \nshall, on conviction by court martial, be punished with rigorous imprisonment f or a term which may \nextend to two years or with such less punishment as is in this Act mentioned.].  \n \n 45. Loss of arms, etc. and destruction of property . Any person subject to this Act who \ncommits any of the following offences, that is to say,___  \n \n(a)  loses by neglect any arms, ammunition, equipment, instruments, tools, \nclothing or any other thing being Government or service property issued to \nhim for his use or entrusted to him for his use or entrusted to him for military \npurposes ; or  \n \n(b)  wilfully des troys or injures any Government or service property ;  \n \nshall, on conviction by Court martial, be punished with rigorous imprison ment for a term which may \nextend to two years or with such less punishment as is in this Act mentioned  \n \n46. False accusation.  Any person subject to this Act who commits any of the following \noffences, that is to say,___ \n \n(a)  makes a false accusation against any person subject to this Act, knowing or \nhaving reason to believe such accusation to be false ; or  \n \n(b)  in making a compl aint to his superior officer makes any statement affecting \nthe character of a person subject to this Act knowing or having reason to \nbelieve such statement to be false, or in making such complaint knowingly and \nwilfully suppresses any material fact ;  \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 3.  \n2 Subs. ibid., s. 4. \n \nshall, on conviction by Court martial, be punished with rigorous imprison ment for a term which may \nextend to two years, or with such less punishment as is in this  Act mentioned.  \n47. False documents.  Any person subject to this Act who commits any of the following \noffences, that is to say,___  \n(a)  in any report, return, list certificate, book or other service or official document \nmade or signed by him, or of the con tents of which it is his duty to ascertain \nthe accuracy,____  \n \n(i)  knowingly makes or is privy to the making of any false or frau dulent \nstatement ; or  \n \n \n(ii)  knowingly makes or is privy to the making of an omission with intent \nto defraud ; or  \n \n (b)  knowingly and with intent to injure any person, or to defraud, suppresses, \ndefaces, alters or makes away with, any service or official document which it \nis his duty to preserve or produce ; or  \n \n \n(c)  when it is his official duty to make a declaration respecti ng any service or \nofficial matter, knowingly makes a false declaration ;  \n \nshall, on conviction by Court martial, be punished with rigorous imprison ment for a term which may \nextend to seven years, or with such less punishment as is in this Act mentioned.  \n \n48. Signing in blank and failure to report. Any person subject to this Act who,____  \n(a)  when signing any document relating to pay, arms, ammunition, equipment, \nclothing, supplies or stores 1[or] any other Government or ser vice property, \nknowingly leaves  in blank any material part for which his signature is a \nvoucher ; or  \n \n(b)  refuses, or by culpable neglect omits, to make a report or return which it is his \nduty to make ;  \nshall, on conviction by Court martial, be punished with rigorous imprison ment for a term which may \nextend to two years, or with such less punishment as is in this Act mentioned.  \n  \n49. Offences in relation to Courts martial. Any person subject to this Act who commits any \nof the following offences, that is to say,____  \n \n(a)  refuses to be  sworn or affirmed when duly required by a Court martial to be \nsworn or affirmed;  or \n \n(b)  refuses, when a witness, to answer any question or to produce or deliver up \nany book, document or other thing when duly required by a Court martial to \nanswer such question, or to produce or deliver up such book, document or \nother thing ; or  \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act,. 1976 (51 of 1976), s. 10, for “of”.  \n \n(c)  is guilty of contempt of Court martial, by using insulting or threatening \nlanguage, or by cau sing any interruption or disturbance in the proceedings of \nsuch Court ;  \nshall, on conviction by Court martial, be punished with rigorous impri sonment for a term which may \nextend to five years, or with such less punishment as is in this Act mentioned.  \n50. False statement before Court martial . Any person subject to this Act who, having been \nduly sworn or affirmed before any Court martial or other military Court competent under this Act to \nadminister an oath or affirmation, makes any statement which is false and which he either knows or \nbelieves to be false or does not believe to be true, shall, on conviction by Court martial, be punished \nwith rigorous imprisonment for a term which may extend to ten years, or with such less punishment \nas is in this Act mention ed. \n51. Irregular confinement. Any person subject to this Act who,___ \n(1) without lawful excuse, detains a person in arrest or confinement without bringing him to \ntrial or fails to bring his case before the proper authority for investigation ; or   \n(2) havi ng committed a person to custody, fails without reasonable cause to deliver at the \ntime of such committal, or as soon as practicable, and in any case within twenty -four hours \nthereafter, to the officer or other person into whose custody the person arrested  is committed, an \naccount in writing signed by himself of the offence with which the person so committed is charged.  \nshall, on conviction by Court martial, be punished with rigorous imprison ment for a term which may \nextend to two years or with such less p unish ment as is in this Act mentioned.  \n52. Unbecoming behaviour . Any officer, junior commissioned officer or warrant officer, \nwho behaves in a manner unbecoming his position and the character expected of him shall, on \nconviction by Court martial, be liabl e to be dismissed from the service or to suffer such less \npunishment as is in this Act mentioned.  \n53. Striking or ill -treating person subject to the Act. Any person subject to this Act who \nstrikes or ill -treats any person subject to this Act being his subo rdinate in rank or position shall, on \nconviction by Court martial, be punished with rigorous imprisonment for a term which may extend to \nfive years or with such less punishment as is in this Act mentioned.  \n54. Unlawful detention of pay. Any officer, junior  commissioned officer, warrant officer or \nnon-commissioned officer who, having received the pay of a person subject to this Act, unlawfully \ndetains or refuses to pay the same, when due, shall, on conviction by Court martial, be liable to be \npunished with r igorous imprisonment for a term which may extend to seven years , or with such less \npunishment as is in this Act mentioned.  \n55. Violation of good order and discipline.  Any person subject to this Act who is guilty of \nany act, conduct, disorder or neglect to the prejudice of good order an y of military discipline shall, \non conviction by Court martial, be punished with rigorous imprisonment for a term which may \nextend to five years, or with such less punishment as is in this Act mentioned.  \n \n \n56. Offences relating  to aircraft . Any person subject to this Act who,___ \n(a)  voluntarily or negligently damages,. destroys or loses any service aircraft or \naircraft material ; or  \n \n(b)  is guilty of any act or omission likely to cause such damage, destruction or \nloss ; or  \n \n(c)  without due authority disposes of any service aircraft or aircraft material ; or  \n \n(d)  is guilty of any act or omission in flying or in the use of any aircraft, or in \nrelation to any aircraft, or aircraft material which causes or is likely to cause \nloss of life or bodily injury to any person ; or  \n \n(e)  during a state of war, voluntarily and without proper occasion or negligently \ncauses sequestration, by or under the authority of a neutral State, or the \ndestruction in a neutral State, of any service aircr aft ; \n \nShall, on conviction by Court martial, be punished,  \nif he has acted voluntarily, with rigorous imprisonment for a term which may extend to \nfourteen years or with such less punishment as is in this Act mentioned ; and \n if he has not acted voluntarily,  with rigorous imprisonment for a term which may extend to \nfive years or with such less punishment as in this Act mentioned.  \n1[Explanation.___ In this section, “aircraft” includes aeroplanes, balloons, kite balloons, \nairships , gliders or other machines for  flying and “aircraft material” includes any engines, fittings, \nguns, gear, instruments or apparatus for use in connection with aircraft, and components and \naccessories of aircraft, and petrol or any other substance used for providing motive power for \naircraft, and lubricating oil.]   \n 57. Attempt.  Any person subject to this Act who attempts to commit any offence before in \nthis Act specified and in such attempt does any act towards the commission of the offence shall, on \nconviction by Court martial, where no  express provision is made by this Act for the punishment of \nsuch attempt, be punished,  \nif the offence attempted to be committed is punishable with death, with rigorous \nimprisonment for a term which may extend to fourteen years or with such less punishment  as is in \nthis Act mentioned, and  \nif the offence attempted to be committed is punishable with rigorous imprisonment, with \nrigorous imprisonment for a term which may extend to one half of the longest term provided for that \noffence, or with such less punishm ent as is in this Act mentioned.  \n \n \n`1 Explanation added by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 7.  \n \n58. Abetment . Any person subject to this Act who abets the commis sion of any offence \nbefore in this Act specified, or of any offence punisha ble under 1*     * * the Pakistan Air Force \nAct, 1953 (VI of 1953), or the 2[Pakistan Navy Ordinance,1961 (XXXV of 1961)], such offence \nbeing of the same nature as an offence before in this Act specified, shall, on conviction by Court \nmartial be punished w ith the punishment provided for such offence in this Act (XIV of 1932) 1*     *     \n* 3[or the Pakistan Air Force Act, 1953 (VI of 1953),] or in the 2[Pakistan Navy Ordinance, 1961 \n(XXXV of 1961)], as the case may be, or with such less punishment as in thi s Act mentioned.  \n59. Civil offences.___ (1) Subject to the provisions of subsection (2), any person subject to \nthis Act who at any place in or beyond Pakistan commits any civil offence shall be deemed to be \nguilty of an offence against this Act and, if cha rged therewith under this section, shall be liable to be \n4[dealt with under this Act],  \nand, on conviction, to be punished as follows, that is to say,___ \n(a)  if the offence is one which would be punishable under any law in force in \nPakistan with death or w ith 5[imprisonment for life], he shall be liable to suffer \nany punishment 6*     *      * assigned for the offence by the aforesaid law or \nsuch less punishment as is in this Act mentioned; and  \n \n(b)  in any other case, he shall be liable to suffer any punis hment 6*  *  * assigned \nfor the offence by the law in force in Pakistan, or 5* rigorous imprisonment for \na term which may extend to five years or 5* such less punishment as is in this \nAct mentioned [:]6 \n6[Provided that, where the offence of which any such person is found guilty is an offence \nliable to hadd under any Islamic law, the sentence awarded to him shall be that provided for the \noffence in that law.  \n(2) A person subject to this Act who commits an offence of murder against a person not \nsubject to thi s Act 1* * * 3[or the Pakistan Air Force Act, 1953 (VI of 1953)], or to the \n2[Pakistan Navy Ordinance, 1961 (XXXV of  1961)], or of culpable homicide not amounting to \nmurder against such a person or of 6[Zina or Zina -bil-Jabr] in relation to such a person,  shall not be \ndeemed to be guilty of an offence against this Act and shall not be 7[dealt with under this Act] unless \nhe commits any of the said offences,___ \n(a)  while on active service, or  \n \n(b)  at any place outside Pakistan, or  \n \n(c)  at a fronti er post specified by the8 [Federal Government] by notification in this \nbehalf.  \n \n \n1 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3, and 2nd Sch. \n2 Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), ss. 5 and 6, for “Pakistan Navy (Discipline) Act, 1934”.  \n3 Ins. by the Central Laws (Statute Reform) Ordinance 1960 (21 of 1960), s. 3, and 2nd Sch., ( with effect from 14th October, 1955 ). \n4 Subs. by Ordinance, 1965 (40 of 1965), s. 6, for “tried by court material”.  \n5 Subs. and omitted by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 11.  \n6 Omitted, subs. and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 5.  \n7Subs. ibid., s.6, for “tried by Court martial”.  \n8Subs. by the Pakistan Army (Amdt)  Act, 1973 (51 of 1973), s. 3. for “Central Government”.  \n \n(3) The powers of a Court martial 1[or an officer exercising authority under section 23] to \ncharge and punish any person under this section shall not be affected by reason of the fact that the \ncivil offence with which such person is charged is also an offence against this Act.  \n \n2[(4) Notwithstanding anything contained in this Act or in any other law for the time being in \nforce a person who becomes subject to this Act by reason of his being accused of  an offence \nmentioned in clause (d) of sub -section (1) of section 2 shall be liable to be tried or otherwise dealt \nwith under this Act for such offence as if the offence were an offence against this Act and were \ncommitted at a time when such person was sub ject to this Act ; and the provisions of this section \nshall have effect accordingly].  \n_____  \nCHAPTER VI. \nPUNISHMENTS  \n 60. Punishments. Punishments may be inflicted in respect of offences committed by persons \nsubject to this Act and convicted by Court s martial according to the scale following, that is to say,____  \n \n3[(a)  stoning to death ;  \n \n(aa)  death ;  \n \n(aaa)  amputation of hand, foot or both ;]  \n \n4[(b)  Imprisonment for life ;]  \n \n(c)  5* imprisonment for any term not exceeding 5[Twenty -five] years ;  \n \n5[(cc)   whipping not exceeding one hundred strips ;] ;  \n \n(d)  dismissal from the service;  \n \n(e)  in the case of persons other than officers, junior commissioned officers or \nwarrant officers , detention for a period not exceeding six months;  \n \n(f )  in the case of wa rrant officers, reduction in grade or class ; and  in the case of \nnon-commissioned officers, reduction to the ranks or to a lower rank;  \n \n(g) in the case of officers, junior commissioned officers, warrant officers and \nnon-commissioned officers, forfeiture of  seniority of rank;  or, in the case of \nany of the aforesaid whose promotion depends upon length of service, \nforfeiture of all or any part of the service for the purposes of promotion;  \n \n \n \n1 Ins. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 6. \n2 Added by the Defence Services Laws (Second Amendment) Ordinance, 1967 (4 of 1967), s. 2.  \n3Subs. by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984) s. 6.  \n4Subs. by the Pakistan Army (Amdt.) Act, 1976, (51 of 1976), s. 12.  \n5Subs. Omitted and Ins.  by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 6.  \n \n(h)   forfeiture of service for the purposes of increased pay, or  any other prescribed \npurpose;  \n \n(i)  in the case of officers, junior commissioned officers, warrant officers and \nnon-commissi oned officers, severe reprimand or reprimand ;  \n \n(j)  forfeiture, fines and stoppages as follows, namely:___ \n \n(i)  in the case of a person sentenced to dismissal from the service, \nforfeiture of all arrears of pay and allowances and other public money \ndue to  him at the time of such dismissal;  \n \n(ii)  fine; \n \n1[(iii)  stoppages of pay and allowances to make good the whole or any part \nof the proved loss or damage occasioned by the offence of which he is \nconvicted ;]  \n \n(iv)  for an offence committed on active servi ce, forfeiture of pay and \nallowances for a period commencing on the day of the sentence and \nnot exceeding three months [;]1 \n  \n1[(k)  any other punishment provided for in any Islamic law]  2[;and  any other law \nfor the time being in force]  \n \nProvided that,  \n \n \n1[(1) a person shall not be sentenced to imprisonment for life except in respect of an offence \nof which he is convicted under section 24 or secti on 31 or sub -section (1) of section 36 or section 59; \nnor shall a person be fined except in respect of an offen ce of which he is convicted under section 40 \nor section 42 or section 55 or section 59; ]  \n \n(2) Where in respect of an offence under this Act there is specified a particular punishment or \nsuch less punishment as is in this Act mentioned, there may be awarde d in respect of that offence \ninstead of such particular punishment, but subject to the other provisions of this Act and regard being \nhad to the nature and degree of the offence, any one punishment lower in the scale  than the particular \npunishment,  1[except  an offence liable to hadd under any Islamic law, for which the punishment \nprovided for in that law shall be awarded ;]  \n \n(3) an offender under this Act shall not be subject to detention for more than six months \nwhether under one or more sentences 1[ ; and]  \n \n \n \n \n1 Sub. Ins. and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 6.  \n2Added by Act XI of 201 7,s.3. \n \n1[(4) a person shall not be sentenced to stoning to death, amputation of hand, foot or both, \nwhipping or simple imprisonment except i n respect of an offence of which he is convicted under an \nIslamic law.  \n \nExplanation .___ While computing a sentence under an Islamic law, “imprisonment for life” \nshall have the same meaning as in such law.].  \n \n 61. Field punishment. ___(1) Where any person s ubject to this Act, being below the rank of \nwarrant officer, commits any offence on active service, it shall be lawful for  a Court martial to award \nfor that offence any such punishment, other than flogging, as may be prescribed as a field \npunishment. Field  punishment shall be of the character of personal res traint or of hard labour but \nshall not be of a nature to cause injury to life or limb.  \n(2) Field punishment shall, for the purpose of commutation, be deemed to stand next below \ndetention.  \n62. Special pr ovisions regarding sentences.___ (1) Where an officer, junior commissioned \nofficer or warrant officer is sentenced to 2[stoning to death,] death , 3[Imprisonment for life] or 2* \nimprisonment, the court shall, by its sentence, sentence such officer, junior c ommissioned officer, or \nwarrant officer to be dismissed from the service. \n (2) A person subject to this Act, being below the rank of warrant officer who is sentenced to \n3[Imprisonment for life] 4[or to imprisonment to be undergone otherwise than in militar y custody] \nmay, in addition thereto, be sentenced to be dismissed from the service.  \n(3) An officer, junior commissioned officer, warrant officer or non commissioned officer, \nwhen sentenced to forfeiture of seniority of rank or service for the purposes of p romotion or to \nforfeiture of service for the purposes of increased pay, or any other prescribed purpose s, may, in \naddition thereto be sentenced by Court martial to be severely reprimanded or reprimanded.  \n(4) In addition to, or without any other punishment,  in respect of any offence, an offender \nmay be sentenced by Court martial to any forfeiture, fine or stoppages authorised by this Act.  \n(5) A non -commissioned officer sentenced by Court martial to 5[ amputation of hand or foot \nor both,] 3[Imprisonment for l ife], 6* imprisonment, detention, field punishment or dismissal from \nthe service shall be deemed to be reduced to the ranks.  \n \n7[(6) A person subject to this Act who is sentenced to amputation of hand or foot or both or \nwhipping, may, in addition thereto, b e sentenced to be dismissed from the service.]  \n \n63. Retention in the ranks of person convicted on active service. When , on active service, \nany person enrolled under this Act has been sentenced by Court martial to dismissal from the service \nor to 3[imprison ment for life] or 6* imprisonment whether combined with dismissal or not, the \nprescribed officer may direct that such person may be retained to serve in the ranks, and where such \nperson has been sentenced to 3[Imprisonment for life] or 6* imprisonment, suc h service shall be \nreckoned as part of his term or 3[Imprisonment for life] or 6* imprisonment.  \n \n1 Subs. ins added by the Pakistan Army (Amdt.) Ordinance , 1984 (36 of 1984 ), s. 6.  \n2 Ins. and omitted ibid, s. 7. \n3 Subs. by Pakistan Army (Amdt.) Act, 1976 (5 1 of 1976), s. 13.  \n4 Subs. by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 7.  \n5 Ins. ibid. \n6 Omitted ibid. \n7Added. Ibid., s. 8. \n \n \nCHAPTER VII \nPENAL DEDUCTIONS  \n \n \n64. Authorised deductions only to be made from pay. The pay 1[and allowances] of an \nofficer, junior commissioned officer, warrant officer, or of any person enrolled under this Act shall \nbe paid without any deductions other than deductions authorised by or under this Act or any other \nlaw for the time being in force.  \n65. Deductions from pay and allowances.____ (1) The following penal deductions may be \nmade from the 2[pay and allowances of an officer], that is to say,___ \n(a)  all pay and allowances for every day he absents himself without leave, unless \na satisfactory explanation has been g iven to his comman ding officer or other \nsuperior officer and has been accepted by the 3[Federal  Government ] ; \n \n(b)  all pay and allowances for every day while he is in custody or under \nsuspension from duty on a charge for an offence of which he is afterwa rds \nconvicted by a Criminal Court or a Court martial or by an officer exercising \nauthority under section 23 ;  \n \n(c)  any sum required to make good the pay of any person subject to this Act \nwhich he has unlawfully retained or unlawfully refused to pay;  \n \n(d)  all pay and allowances ordered by a Court martial or by an officer exercising \nauthority under section 23 to be forfeited or stopped ;  \n \n(e)  any sum required to pay a fine awarded by a Criminal Court or a Court martial \nexercising jurisdiction under section  59 ;  \n \n(f)  any sum required to make good any loss, damage or destruction of any public or  \nservice property which, after due investigation, appears to the 3[Federal \nGovernment] to have been occasioned by any wrongful act or negligence on \nthe part of the o fficer ;  \n \n \n \n \n1 Ins. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 8.  \n2 Subs. ibid., s. 9, for “pay of an officer”.  \n3 Subs. by the Pakistan Army  (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n \n \n \n(g)  all pay and allowances forfei ted by order of the 1[Federal Govern ment] if the \nofficer is found by a Court of inquiry constituted in the behalf by the 2[Chief \nof the Army staff] to have deserted to the enemy, or while in enemy hands, to \nhave served with or under the orders of , the ene my, or in any manner to have \naided the enemy, or to have allowed himself to be taken prisoner by the enemy \nthrough want of due precaution or through disobedience of orders or wilful \nneglect of duty, or having been taken prisoner by the enemy to have failed  to \nrejoin his service when it was possible to do so ;  \n \n(h)  any sum which a criminal court or the 1[Federal Government] orders him to \npay for the maintenance of his wife or his child , legitimate or illegitimate.  \n(2) The following penal deductions may be m ade from the pay and allowances of a person \nsubject to this Act other than an officer, that is to say,___ \n \n \n(a)  all pay and allowances for every day of absence without leave or as a prisoner \nof war, a nd for every day of 3* imprisonment or detention awarde d by a \nCriminal Court, a Court martial, or an officer  exercising authority under \nsection 23 or of field punishment awarded by Court martial , or such officer ;  \n \n(b)  all pay and allowances for every day while he is in custody or under \nsuspension from duty o n a charge for an offence of which he is afterwards \nconvicted by a criminal court or a court martial, or on a charge of absence \nwithout leave for which he is afterwards awarded imprisonment, detention or \nfield punishment by an officer exercising authority under section 23 ;  \n \n(c)  all pay and allowances for every day on which he is in hospital on account of \nsickness certified by the medical officer attending on him to have been caused \nby an offence under this Act committed by him ;  \n \n(d)  for every day on whi ch he is in hospital on account of sickness certified  by the \nmedical officer attending on him to have been caused by  his own misconduct  \nor imprudence, such sum as may be specified by order of the 1[Federal  \nGovernment ] or of the prescribed officer ;  \n \n \n \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3., for “Central Government”.  \n2 Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander -in-chief”.  \n3 Omitted by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 15.  \n \n \n(e)  all pay and allowan ces ordered by a Court martial or by an officer  exercising  \nauthority under section 23 to be forfeited or stopped ;  \n \n(f)  all pay and allowances for every day between his being recovered from the \nenemy and his dismissal from the service in consequence of hi s conduct when \nbeing taken prisoner by, or while in  the bands of, the enemy ;  \n \n(g)  any sum required to make good such compensation for any expense, loss, \ndamage or destruction caused by him to the 1[Federal Government] or to any \nbuilding or property as m ay be awarded by his commanding officer ;   \n \n(h)  any sum required to pay a fine awarded by a Criminal Court, a Court martial \nexercising jurisdiction under section  59 or an officer exercising authority \nunder section 23 ;  \n \n(i)  any sum which a Criminal Court , the 1[Federal Government] or any prescribed \nofficer orders him to pay for the maintenance of his wife or his child, \nlegitimate or illegitimate:  \n \nProvided that the total deductions from the pay and allowances of a person under \nclauses (e), (g), (h) or (i)  shall not, except where he is sentenced to dismissal, exceed in any \none month one half of his pay and allowances for that month.  \nExplanation .___ For the purposes of clauses (a) and (b) :  \n \n(i)  no person shall be treated as absent or in custody unless the absence or \ncustody has lasted for six hours or upwards (except where the absence or \ncustody prevents the absentee from fulfilling any military duty which is \nthereby thrown on some other person) ;  \n \n(ii)  absence or custody for six consecutive hours or upwar ds, whether wholly in \none day or partly in one day and partly in another may be reckoned as absence \nor custody for a day ;  \n \n(iii)  absence or custody for twenty -four consecutive hours or up ward may be \nreckoned as absence or custody for the whole of each d ay during any portion \nof which the person was absent or in custody;  \n \n(iv)  for the purposes of this explanation “custody” includes custody on a charge for \nan offence of which a person is afterwards convicted, and any period in \ncustody of any nature, under a sentence of 2* rigorous imprisonment, detention \nor field punishment.  \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2 Omitted by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 15, for “transportation ”. \n \n \n66. Pay and allowances during trial. In the case of a person subject to this Act who is in \ncustody or under suspension from duty on a Charge for an offence, the prescribed officer may direct \nthat the whole or any part of the pay and allowances of such  person shall be withheld, pending the \nresult of his trial, on the charge against him, in order to give effect to the provisions of clause (b) of \nsubsection (1) or subsection (2) of section 65.  \n \n67. Deduction from public money due other than pay . Any sum a uthorised by this Act to \nbe deducted from the pay and allowances of any person may, without prejudice to any other mode of \nrecovering the same, be deducted from any public money due to him other than a pension.  \n \n68. Power to withhold pay and allowances pen ding enquiry into conduct as prisoner of \nwar.  Where the conduct of any person subject to this Act, when being taken prisoner by or whilst in \nthe hands of the enemy, is to be inquired into under this Act or any other law for the time being in \nforce, the 1[Chief of the Army Staff]  or any officer empowered by him in this behalf may order that \nthe whole or any part of the pay and allowances of such person shall be withheld pending the result \nof such inquiry.  \n \n69. Remission of deductions. Any deduction from pay and allow ances authorised by this Act \nmay be remitted in such manner, to such extent and by such authority as may be prescribed.  \n \n70. Provision for dependants of prisoner of war from remitted deductions. In the case of \na person subject to this Act being p risoner of war, whose pay and allowances have been forfeited \nunder clause (g) of subsection (1) or clause (a) of subsection (2) of section 65 but in respect of whom \na remission has been made under  section  69 it shall be lawful for proper provision to be ma de by the \nprescribed, authority out of such pay and allowances for any dependants of such a person and any \nsuch remis sion shall in that case be deemed to apply only to the balance thereafter remaining of such \npay and allowances.  \n \n 71. General power to mak e provision for dependants. In the case of a person subject to \nthis Act, it shall be lawful, for proper provision to be made by the prescribed authority for any \ndependants of any such person who is a prisoner of war or missing out of his pay and allowances . \n \n 72. Period during which a person is deemed to be a prisoner of war. For the purposes of \nsections 70 and 71 a person shall be deemed to continue to be a prisoner of war until the conclusion  \nof any inquiry into his conduct such as is referred to in sect ion 68 and if he is dismissed from the \nservice in consequence of such conduct, until the date of dismissal.  \n \n \n1 Subs. by F.A.O., 1975 Art, 2 and Sch., for “Commander -in-Chief”.  \n \nCHAPTER VIII \n ARREST AND PROCEEDINGS BEFORE TRIAL . \n \n 73. Custody of offenders.___ (1) Any person subject to this Act who is charged with any \noffence may be taken into military custody.  \n (2) Any such person may be ordered into military custody by any superior officer, or except \nin the case of a person subject to this Act as an office r, by any member of the military, naval or air \nforce police.  \n (3) An officer may order into military custody any officer, though he may be of a higher rank, \nwho is engaged in a quarrel, affray or disorder.  \n \n 74. Duty of commanding officer in regard to pers on in custody. Every commanding officer shall \ntake care that a person under his command when charged with an offence is not detained in custody for \nmore then forty -eight hours after the committal of such person  into custody is reported to him, without \nthe charge being investigated, unless investigation within that period seems to him to be \nimpracticable having due regard to the public service. Every case of a person detained in custody \nbeyond a period of forty -eight hours and the reason therefor shall be re ported by the commanding \nofficer to the officer, to whom application is to be made to convene a general or District Court \nmartial for the trial of the person charged:  \nProvided that in reckoning the period of forty -eight hours all public holidays shall be \nexcluded.  \n75. Interval between committal and Court martial . In every case where any such person as \nis mentioned in section 73 and as is not on active service remains in custody for a longer period than \neight days, without a Court martial for his trial being  ordered to assemble, a special report giving \nreasons for the delay shall be made by his commanding officer in the manner prescribed and a \nsimilar report shall be forwarded at intervals of eight days until a Court martial is assembled or such \nperson is rel eased from custody.  \n76. Arrest by civil authorities . Whenever any person subject to this Act, who is accused of \nany offence under this Act, is within the jurisdic tion of any magistrate or police  officer, such \nmagistrate or po lice officer shall aid in the apprehension and delivery to military custody of such \nperson upon receipt of a written application to that effect signed by that person’s commanding \nofficer.  \n77. Capture of deserters.___ (1) Whenever any person subject to this Act deserts, his \ncommanding o fficer shall give written information of the desertion to such civil authorities as in his \nopinion may be able to afford assistance towards the capture of the deserter. Such authorities shall \nthereupon take steps for the apprehension of the said deserter i n like manner as if he were a person \nfor whose apprehension a warrant had been issued by a magistrate, and shall deliver to deserter, \nwhen appre hended, into military custody.  \n \n \n(2) It shall be lawful for any police officer to arrest without warrant any pe rson whom he \nreasonably believes to be subject to this Act, and to be a deserter or absentee without leave, and to \nbring him without delay before the nearest magistrate, to be dealt with according to law.  \n \n78. Inquiry into absence of person subject to the Act.____ (1) When any person subject to \nthis Act has been absent from his duty without due authority for a period of 1[thirty days] a Court of \ninquiry shall, as soon as practicable, be assembled and such Court shall, upon oath or affirmation \nadministered i n the prescribed manner, inquire respecting the absence of the person, and the \ndeficiency, if any, in the property of 2[Federal Govern ment] entrusted to his care, or in his arms, \nammunition, equipment, instruments, clothing or necessaries ; and, if satisf ied of the fact of such \nabsence without due authority or other sufficient cause, the Court shall declare such absence and the \nperiod thereof and the said deficiency, if any, and the commanding officer of the corps or unit to \nwhich the person belongs shall enter in the Court martial book of the corps or unit a record of the \ndeclaration.  \n \n(2) If the person declared absent does not afterwards surrender, or is not apprehended, he \nshall, for the purposes of this Act, be deemed to be a deserter.  \n \n3[(3) Notwithsta nding anything contained in sub -section (1), a person who, after enrolment, \nfails to report to the corps or unit to which he is required to report within thirty days of the date on \nwhich he was required to so report, the commanding officer of the corps or unit shall declare such \nfailure and enter in the court martial book of the corps or unit, as the case may be, a record of the \ndeclaration; and if the person in respect of whom such declaration has been made does not afterwards \nsurrender,  or is not apprehen ded, he shall, for the purposes of this Act, be deemed to be a deserter.].  \n \n4[78A. Inquiry into any other marshals. A court of inquiry may also be assembled in the \nprescribed manner to inquire into any matter which may be referred to it.]  \n \n \n \n \n1 Subs. by th e Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 16, for “sixty days”.  \n2 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n3 Added by Act 51 of 1976, s. 16.  \n4 New section 78A ins. by the Pakistan Army (Amdt.) Ordi nance, 1965 (15 of 1965), s, 3.  \n \nProvost Marshals  \n 79. Appointment, duties and powers of provost marshals.___ (1) For the prompt and instant \nrepression of irregularities and offences committed, provost marshals with assistants may be \nappointed by the 1[Chief of the Army Staff] or by any prescribed officer.  \n  \n(2) the duties of a provost marshal so appointed shall be to take charge of persons confined \nfor any offence, to preserve good order and discipline, and to prevent breaches on the same by \npersons subjec t to this Act.  \n  \n(3) A provost marshal may at any time arrest and detain for trial any person subject to this \nAct who commits, or is charged with an offence, and may also carry into effect any punishment to be \ninflicted in pursuance of a sentence awarded b y a Court martial, or by an officer exercising authority \nunder section 23 but shall not inflict any punishment on his own authority :  \n  \nProvided that no officer shall be so arrested or detained otherwise than by or under the orders \nof an officer.  \n  \n(4) For  the purposes of subsections (2) and (3) “provost marshal” shall be deemed to include \nan assistant provost marshal appointed under this Act, or a provost marshal or any of his assistants \nappointed under 2*   *  * [ 3* the Pakistan Air Force Act, 1953 (VI o f 1953)] or the 4[Pakistan \nNavy Ordinance, 1961 (XXXV of 1961)].  \nCHAPTER IX \n \nCOURT S MARTIAL  \n \nConstitution, Jurisdiction and Powers of Courts Martial.  \n \n80. Kinds of Courts Martial.  For the purposes of this Act, there shall be four kinds of \nCourts martial, t hat is to say,___ \n(1) general Courts martial ;  \n(2) district Courts martial ;  \n(3) field general Courts martial; and  \n(4) summary Courts martial.  \n \n \n \n1 Subs. by F.A.O., 1975 Art 2 and Sch.  \n2 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 198 1 (27 of 1981), s. 3 and Sch -II. \n3 Ins. by the Central Laws (St atute Reform) Ordinance, 1960 ( 21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October 1955 ). \n4 Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 7, for Pakistan Nav y (Discipline) Act, 1934.  \n \n81. Power to convene general Courts martial . A general Court martial may be convened by \nthe 1[Chief of the Army Staff] or by an officer empowered in this behalf by warrant of the 1[Chief of \nthe Army Staff].  \n \n82. Power to convene d istrict Courts martial. A district Court martial may be convened by \nan authority having power to convene a general Court martial or by an officer empowered in this \nbehalf by a warrant of any such authority.  \n \n83. Limitation of powers of convening authoritie s. A warrant issued under section 81 or \nsection 82 may contain such restrictions, reservations or conditions as the authority issuing it may \nthink fit.  \n \n84. Power to convene field general Court martial. The following authorities shall have \npower to convene  a field general Court martial, namely :___ \n \n(a)  an officer empowered in this behalf by an order of the 2[Federal Govern ment ] \nor of the  1[Chief  of the Army Staff] . \n \n(b)  on active service, an officer commanding a portion of the Pakistan Army, not \nbelow th e rank of brigadier , if in the opinion of such officer commanding, \nsuch opinion to be recorded in writing and to be conclusive, it is not \npracticable with due regard to discipline and the exigencies of the service to \ntry the alleged offe nder by a general C ourt martial.  \n \n85. Composition of general Court martial. A general Court martial shall consist of not less \nthan five officers each of whom has held a commission for not less than three whole years and of \nwhom not less than four are of a rank not below that  of captain.  \n86. Composition of district Court martial. A district Court martial shall consist of not less \nthan three officers each of whom has held a commission for a continuous period of not less than two \nyears.  \n87. Composition of field general Court mar tial. A field general Court martial shall consist \nof not less than three officers.  \n \n88. Summary Courts martial.___ (1) A summary Court martial may be held by the \ncommanding officer of any corps of unit or any detachment thereof.  \n \n(2) At every summary Court  martial, the officer holding the trial shall alone constitute the \nCourt, but the proceedings shall be attended throughout by two officers, or two junior Commissioned \nofficers, or one officer and one junior commissioned officer, who shall not as such be sw orn or \naffirmed.  \n \n \n1 Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander -in-Chief”.  \n2 Subs. by the Pakistan Army (Amdt.) Act, 1973  (51 of 1973), s. 3, for “Central Government”.  \n \n \n1[(3) In the trial of an accused who is a Muslim for an offence punishable  under an Islamic \nlaw, the officer holding the trial, and the officers and junior commissioned officers attending the trial \nunder sub -section (2), shall all be Muslims ; and, where the commanding officer is a non -Muslim, a \nMuslim officer shall be appointed by the formation commander for holding the trial].  \n \n89. Dissolution of Courts martial.___ (1) If a Court martial after the commencement of a trial \nis reduced below the smallest number of officers of which it is by this Act required to consist, it shall \nbe dissolved.  \n \n \n(2) If , on account of the illness 2 *  * * of the accused before the finding, it is \nimpossible to continue the trial, the Court martial shall be dissolved.  \n \n(3) The officer who convened a Court martial may dissolve such Court martial if it app ears to \nhim that the exigencies of the service or the necessities of discipline render it impossible or \ninexpedient to continue the trial.  \n(4) Where a Court martial is dissolved under this section, the accused may be tried by a fresh \nCourt martial.  \n90. Pro hibition of second trial.  Where any person subject to this Act has been acquitted or \nconvicted of an offence by a Court martial or by a criminal Court or has been summarily dealt with \nfor an offence under section 23, he shall not be liable to be tried agai n for the same offence by a \nCourt martial or be dealt with summarily in respect of it under the said section  [ : ]3 \n4[ Provided that this section shall not apply in a case in which the finding or sentence of the \ncourt martial has not been confirmed or the proceedings have been annulled under section 132.].  \n \n91. Period of limitation for trial .___ (1) No trial by Court martial of any person subject to this Act \nfor any offence, other than an offence of desertion or fraudulent enrolment or any of the offences m entioned \nin 4[section 31 or section 40 or section 59], shall be commenced after the expiration of three years from the \ndate of such offence, and no such trial for an offence of desertion, other than desertion on active service or \nof fraudulent enrolment sh all be commenced if the person in question, not being an officer, has \nsubsequently to the commission of the offence, served continuously in an exemplary manner for not \nless than three years with any portion of the Pakistan regular forces.  \n \n \n1 Added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 9.  \n \n2 Omitted by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 17.  \n3 Subs. and added by the Pakistan Army (Amdt.) Ordinance, 1983 (39 of 1983), s. 2.  \n4 Subs. by the Pakistan Army (Amdt.) Ordinan ce, 1984 (36 of 1984), s. 10, for “Section 31 (or section 40). The words in crotechets were ins. \nby the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 10, to read as above.  \n \n \n(2) In the computation of the period of three years specified in sub section (1 ) any time spent \nby the person in question as a prisoner of war, or in evading arrest; shall be excluded.  \n \n92. Liability of offender who cease s to be subject to Act .___ (1) Where an offence has been \ncommitted by any person while subject to this Act, and he  has ceased to be so subject, he may be \ntaken into and kept in military custody and tried and punished for such offence as if he had continued \nto be so subject.  \n \n(2) No such person shall be tried for an offence, unless his trial commences within six months  \nafter he had ceased to be subject to this Act :  \n \nProvided that nothing contained in this subsection shall apply to the trial of any such person \nfor an offence or desertion, fraudulent enrolment or for any of the offences mentioned in section 31 \n1[or secti on 40] or shall affect the jurisdiction of a criminal Court to try any offence triable by such \nCourt as well as by Court martial.  \n \n93. Place of trial.__ Any person subject to this Act who commits any offence against it may \nbe tried and punished for such o ffence in any place whatever.  \n \n94. Order in case of concurrent jurisdiction of Court martial and Criminal Court. When \na Criminal Court and a Court martial have each jurisdiction in respect of a civil offence, it shall be in \nthe discretion of the prescribed  officer to decide before which Court the proceedings shall be \ninstituted and, if that officer decides that they shall be instituted before a Court martial, to direct that \nthe accused person shall be detained in military custody.  \n \n95. Power of Criminal Cou rt to require delivery of offender .___ (1) When a Criminal \nCourt having jurisdiction is of the opinion that pro ceedings ought to be instituted before itself in \nrespect of any civil offence, it may, by written notice, require the prescribed officer, at his  option, \neither to deliver over the offender to the nearest Magistrate to be pro ceeded against according to law, \nor to postpone proceedings pending a reference to the 2[Federal Government].  \n  \n(2) In every such case, the said officer shall either deliver o ver the offender in compliance \nwith the requisition or shall forthwith refer the question as to the Court before which the proceedings \nare to be instituted for the determination of the 2[Federal Government], whose order upon such \nreference shall be final.  \n \n \n \n \n1 Ins. by the Army (Amdt.) Ordinance, 1976 (51 of 1976), s. 18.  \n2 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n \n \n1[96. Trial by Court martial, bar to subsequent trial by Criminal Court. Where a person \nsubje ct to this Act is acquitted or convicted of an offence by a court martial, a criminal court shall be \ndebarred from trying him subsequently for the same offence or on the same facts.]  \n  \n2[96A. Definition of court martial. For the purposes of sections 94 and  96, the term “court \nmartial” shall include an officer exercising authority under section 23.]  \n \n97. Powers of general and field general Court martial.  A general or field general Court \nmartial shall have power to try any person subject to this Act for any o ffence made punishable \ntherein, and to pass any sent ence authorised by this Act.  \n98. Power of district Court martial. A district Court martial shall have power to try any \nperson subject to this Act, except an officer, junior commissioned officer or warran t officer, for any \noffence made punishable therein, and to pass any sentence authorised by this Act other than a \nsentence of 3[stoning to death or death or amputation of hand, foot or both or imprisonment for a \nterm exceeding two years or whipping exceedin g forty stripes].  \n \n99. Offences triable by summary Court martial. A summary Court martial may try any \noffence punishable under any of the provisions of this Act 4[other than an offence liable to hadd \nunder any Islamic law] :  \n \nProvided that when there is no  grave reason for immediate action and reference can without \ndetriment to discipline be made to the officer empowered to convene a district Court martial, or on \nactive service a field general Court martial, for the trial of the alleged offender, an officer  holding a \nsummary Court martial shall not try without such reference any of the following offences, namely :___ \n \n(a)  any offence punishable under sections 24, 31 and 59 ; or  \n \n(b)  any offence against the officer holding the Court.  \n   \n100. Persons triable  by summary Court martial. A summary Court martial may try any \nperson subject to this Act and under the command of the officer holding the Court, except an officer, \njunior commissioned officer or warrant officer.  \n  \n101. Sentence awardable by summary Court martial . A summary Court martial may pass \nany sentence which may be passed under this Act, except a sentence of 5[stoning death or death or \namputation of hand, foot or both or imprisonment for a term exceeding one year or whipping \nexceeding twenty stripes]  : \n  \nProvided that if the officer holding the summary Court martial is below the rank of 6[Major], \nhe shall not award 5[whipping or] impri sonment for a term exceeding three months.  \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1966 (6 of 1966), s. 2, “for original section 96 ”. \n2 New section 96A ins. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 8.  \n3 Subs. by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 11.  \n4 Ins. by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 12.  \n5Subs. ibid., s. 13.  \n6 Subs. by the Pakistan Army (Amdt.) Act, 1963 (9 of 1963), s. 3, for “Lieutenant -Colonel”.  \n \n \n \n102. President.  The President of a general, district or field general Court martial shall be \nappointed by order of the authority convening the Court.  \n \n1[102A. Religion of confirming officer, president, judge advocate and members of \ngeneral, district or field general court martial. In the trial, by a general, district or field general \ncourt martial, of an accused who is a Muslim for an offence  punishable under an Islamic law, the \nconfirming officer, the president, the judge advocate and the members shall be Muslims].  \n \n \n103. Judge Advocate. Every general Court martial shall, and every district or field general \nCourt martial may, be attended by a  judge advo cate, who shall be an officer belonging to the \ndepartment of the Judge Advocate -General, Pakistan Army or, if no such officer is available, a \nperson appointed by the convening officer.  \n \n \n104. Challenges.___ (1) At all trials by general, distric t or field general Court martial, as soon \nas the Court is assembled, the names of the presi dent and members shall be read over to the accused, \nwho shall thereupon be asked whether he objects to being tried by any officer sitting on the Court.  \n \n \n(2) If the  accused objects to such officer, his objection and also the reply thereto of the officer \nobjected to, shall be heard and recorded, and the remaining officers of the Court shall, decide on the \nobjection in the absence of the challenged officer.  \n \n(3) If the  objection is allowed by one half or more of the votes of the officers entitled to vote, \nthe objection shall be allowed and the member objected to shall retire and his vacancy may be filled \nin the prescribed manner by another officer subject to the right o f the accused to object.  \n \n(4) When no challenge is made, or when challenge has been made and disallowed or the \nplace of every officer successfully challenged has been filled by another officer to whom no \nobjection is made or allowed, the Court shall procee d with the trial.  \n \n105. Voting of members.___ (1) Every decision of a Court martial shall be passed b y an \nabsolute majority of votes ; and where there is an  equality of votes, as to either finding or sentence, \nthe decision shall be in favour of the accused : \n \n \nProvided that no sentence of death shall be passed without the con currence, in the case of a \ngeneral Court martial of at least two -thirds of the members and, in the case of a field general Court \nmartial of all the members, of the Court [ : ]2 \n \n \n \n \n \n \n \n1 Ins. by the Pakistan Army (Amdt.) Ordinance, 1984, (36 of 1984.), s. 14.  \n2 Subs. and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 15.  \n \n 1[Provided further that, where the offence of which an accused is found guilty is an offence \nliable to hadd under an Islamic law, the sentence awarded shall be that provided for the offence in \nthat law.].  \n \n (2) In matters other than a challenge or the finding or sentence, the president shall have a \nsecond or casting vote.  \n \n106. Oaths of president and  members.  An oath or affirmation in the prescribed form shall \nbe administered to every member of every Court martial before the commencement of the trial.  \n \n107. Oaths of judge advocate and others. After the members of the Court have been sworn \nor affirmed,  an oath or affirmation in the prescribed form shall be administered to the following \npersons or such of them as are present at the Court martial :___ \n \n (a)  judge advocate ;  \n (b)  officer attending for the purpose of instruction ;  \n (c)  shorthand writer;  \n (d)  interpreter.  \n \n 108. Oaths of witnesses . Every person giving evidence at a Court martial shall be examined \non oath or affirmation and shall be duly sworn or affirmed in the prescribed form:  \nProvided that where a Court martial is satisfied that a child  of tender years is unable to \nunderstand the nature of an oath or affirmation, it may dispense with the administration of oath or \naffirmation.  \n2[108A. Affirmation not allowed in the case of Muslim. Where the person referred to in \nsection 106 or section 107  or section 108 is a Muslim, the said section shall have effect as if \nreference therein to affirmation were omitted.].  \n109. Summoning witnesses and production of documents.___ (1) The convening officer, the \npresident of 3* 4[a court martial or a court of i nquiry], the judge advocate, or the commanding officer \nof the accused person may, by summons under his hand, require the attendance at a time and place to \nbe mentioned in the summons of any person either to give evidence or to produce any docu ment or \nthing. \n \n \n \n1 Subs. and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 15.  \n`2 Ins. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 21.  \n3The redundant word “the” has been omitted in printing.  \n4 Subs. by the Pakistan Army (Amdt.) Ordin ance, 1965 (15 of 1965), s. 4, for “Court”.  \n \n \n(2) In the case of a witness amen dable to military, naval or air force authority, the summons \nshall be sent to his commanding officer and such officer shall serve it upon him accordingly.  \n \n(3) In the case of an y other witness, the summons shall be sent to the magistrate within whose \njurisdiction he may be or reside, and such magistrate shall give effect to the summons as if the \nwitness were required in the Court of such magistrate.  \n \n(4) When a witness is require d to produce any document o r thing in his possession or power, \nthe summons shall describe it with reasonable precision.  \n \n(5) Nothing in this section shall be deemed to affect the Evidence Act, 1872 (I of 1872), \nsections 123 and 124, or to apply to any lett er, postcard, telegram or other document in the custody \nof the postal or telegraph authorities.  \n(6) If any document in such custody is, in the opinion of any district magistrate, high Court, \nor Court of session wanted for the purpose of any Court martial, such magistrate or Court may \nrequire the postal or tele graph authorities, as the case may be, to deliver such document to such \nperson as such magistrate or Court may direct.  \n(7) If any such document is, in the opinion of any other magistrate or of any com missioner of \npolice or district superintendent of police, wanted for any such purpose, he may require the postal or \ntelegraph authorities, as the case may be, to cause search to be made for and to detain such document \npending the orders of any such distric t magistrate, high court or Court of session.  \n1[110. Commissions for the examination of witness .___ (1) Whenever, in the course of trial \nby a Court martial, it appears to the Court that the examination of a witness is necessary for the ends \nof justice, and  that the attendance of such witness cannot be procured without an amount of delay,  \nexpense or inconvenience which  in the circumstances of the case, would be unreasonable, such Court \nmay, if it thinks necessary, issue a commission in the manner specified i n Chapter XL of the Code of \nCriminal Procedure, 1898 (V of 1898), according as the witness resides in a place in or outside \nPakistan.  \n \n(2) The court may be adjourned for a specified time reasonably sufficient for the execution \nand return of the commission.  \n \n(3) Such a commission shall be executed by the magistrate or officer to whom it is issued in \nthe same manner as if it was issued in the trial of a 2 * case under the Code of Criminal Procedure, \n1898 (V of 1898), or of any corresponding law in force at th e place  where the evidence is recorded; \nand shall be returned, together with the deposition of the witness examined thereunder, to the Judge \nAdvocate General.  \n \n \n1 Subs. by the Pakistan Army and Air Force (Amdt.) Ordinance, 1964 (6 of 1964), s. 2, for the o riginal section 110, as amended by A.O., \n1961, the Repealing and Amending Ordinance, 1961 (1 of 1961) and the Pakistan Army (Amdt.) Ordinance, 1962 (58 of 1962).  \n2 Omitted by the Pakistan Army (Amdt.) Ordinance, 1983 (39 of 1983), s. 4.  \n \n(4) The Judge Advoc ate General will forward the same to the court -martial who issued it or, \nif the said court -martial is in the meanwhile dissolved, to another court -martial convened for the trial \nof the accused in respect of the same charge and any deposition so taken shall  be recorded in \nevidence and shall form part of the proceedings of the court.  \n Explanation.___ The expression “Judge Advocate General” means the Judge Advocate \nGeneral, Pakistan Army, and includes a Deputy Judge Advocate General.]  \n 111. Conviction of one o ffence permissible on charge of another .___ (1) A person charged \nbefore a Court martial with desertion may be found guilty of attempting to desert or of being absent \nwithout leave.  \n (2) A person charged before a Court martial with attempting to desert may  be found guilty of \nbeing absent without leave.  \n (3) A person charged before a Court martial with any one of the offences specified in clauses \n(a) and (b) of section 40 may be found guilty of any other of these offences with which he might \nhave been charge d. \n (4) A person charged before a Court martial with an offence punish able under section 59 may \nbe found guilty of any other offence of which he might have been found guilty if the provisions of \nthe Code of Criminal Procedure, 1898 (V of 1898), had been a pplicable.  \n (5) A person charged before a Court martial with any offence under this Act may, on failure \nof proof of an offence having been committed in circumstances involving a more severe punishment \nbe found guilty of the same offence as having been comm itted in circumstances involving a less \nsevere punishment.  \n(6) A person charged before a Court martial with any offence under this Act may be found \nguilty of having attempted to commit, or of abet ment of, that offence although the attempt or \nabetment is n ot separately charged.  \n(7) A person charged before a Court martial with using or attempt ing to use, criminal force, \nto his superior officer, knowing or having reason to believe him to be such may be found guilty of \nhaving committed an assault on such supe rior officer.  \n112. Rules of evidence to be the same as in Criminal Court s. Subject to the provisions of \nthis Act, the rules of evidence in proceedings before Courts martial shall be the same as those which \nare followed in criminal Courts.  \n113. Judicial not ice. A Court -martial may take judicial notice of any matter within the \ngeneral military knowledge of the members.  \n114. Presumption as to signatures. In any proceedings under this Act, any application, \ncertificate, warrant, reply or other document purportin g to be signed by an officer in the service of \nthe Government shall, on pro duction, be presumed to have been duly signed by the person by whom \nand i n the character in which it purports to have been signed until the contrary is proved.  \n115. Enrolment paper .___ (1) Any enrolment paper purporting to be signed by an enrolling \nofficer shall, in proceedings under this Act, be evi dence that the person enrolled gave the answers \nwhich he is therein represented as having given.  \n \n(2) The enrolment of such person may be proved by the production of his enrolment paper or \na copy of his enrolment paper purporting to be certified to be a true copy by the officer having the \ncustody of the enrol ment paper.  \n116. Presumption as to certain documents.___ (1) A letter, return or  other document with \nrespect to a person,  \n(i)  having, or not having, at any time served in, or been discharged from any part \nof the armed forces of Pakistan, or  \n \n(ii)  having, or not having, held any rank or appointment in, or been posted or \ntransferred to any part of such forces, or having or not having served in any \nparticular country or place, or  \n \n(iii)  being, or not being, authorised to use or wear any naval, military or air force \ndecoration, medal, medal ribbon, badge, wound stripe or emblem, the u se or \nwearing of which by an unauthorised person is, by any law in force for the \ntime being, an offence,  \nif purporting to be signed by or on behalf of a Secretary to the 1[Federal Government], \nor on behalf of the Pakistan Military, Naval or Air Force Headq uarters, or by the \ncommanding officer or the officer or record officer having the custody of the records of any \nportion of those forces or of any of the ships of Pakistan Navy to which such person appears \nto have belonged, or alleges that he belongs or had  belonged, shall, be evi dence of the facts \nstated in such letter, return or other document.  \n(2) Any army, navy or air force list or gazette purporting to be published by authority shall be \nevidence of the status and rank of the officers, junior commission ed officers or warrant officers \ntherein men tioned, and of any appointment held by such officers, junior commissioned officers or \nwarrant officers and of the corps, unit, battalion, ship, arm, branch or department of the service to \nwhich such officers, jun ior com missioned officers or warrant officers belong.  \n (3) Where a record is made in any service book in pursuance of this Act or of any rules made \nthereunder or otherwise in pursuance of duty and purports to be signed by the commanding officer or \nby the officer whose duty it is to make such record, such record shall be evidence of the facts thereby \nstated.  \n(4) A copy of any record in any service book purporting to be certi fied to be a true copy by \nthe officer having the custody of such book shall be evid ence of such record.  \n(5) Where any person subject to this Act is being tried on a charge of desertion or of absence \nwithout leave and such person has surrendered himself into the custody of, or has been apprehended \nby, any officer, or any portion, of the a rmed forces of Pakistan, a certificate purporting to be signed \nby such officer, or by the commanding officer of that portion of the armed forces and stating the fact, \ndate and place of such surrender or apprehension, shall be evidence of the matter so stat ed. \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1973, (51 of 1973), s. 3.  \n \n(6) Where any person subject to this Act is being tried on a charge of desertion or of absence \nwithout leave and such person has on arrest or surrender been taken to a police stati on in Pakistan, a \ncertificate purport ing to be signed by the officer -in-charge of that police station, and stating , the fact, \ndate and place of such surrender or apprehension shall be evi dence of the matters so stated.  \n(7) Any document purporting to be a  report under the hand of any Chemical Examiner or \nAssistant Chemical Examiner to the Government of Pakistan upon any matter or thing duly \nsubmitted to him for examina tion or analysis and report may be used as evidence in any proceeding \nunder this Act.  \n117. Reference by accused to Government Officer .___ (1) If at any trial, or other proceedings, for \ndesertion or absence without leave, overstaying leave, or not rejoining when warned for service, the accused \nstates in his defence any sufficient or reasonable  excuse for his unauthorised absence, and refers in support \nthereof to any officer in the service of the Govern ment or if it appears that any such officer is likely to prove \nor disprove the said statement in the defence the Court or officer conducting the  proceedings shall \naddress such officer and adjourn the Court or proceedings until his reply is received.  \n(2) The written reply of any officer so addressed shall, if signed by him , be received in \nevidence and have the same effect as if made on oath before the Court or officer conducting the \nproceedings.  \n(3) If the Court martial is dissolved before receipt of such reply or if it omits to comply with \nthe provisions of this section, the convening officer may, at his discretion, annul the proceedings and \norder a fresh trial by the same or another Court martial.  \n118. Evidence of previous convictions and general character.___ (1) When any person \nsubject to this Act has been convicted by a Court martial of any offence, such Court martial may \ninquire into, and recei ve and record evidence of, any previous convictions of such person, either by a \nCourt martial or by a Criminal Court, and may further inquire into and record the general character \nof such person, and such other matters as may be prescribed.   \n(2) Evidence r eceived under this section may be either oral, or in the shape of entries in, or \ncertified extracts from, service records, and it shall not be necessary to give notice before trial to the \nperson tried that evidence as to his previous convictions or charact er will be received.  \n(3) At a summary Court martial, the officer holding the trial may, if he thinks fit, record any \nprevious convictions against the offender, his general character, and such other matters as may be \nprescribed, as of his own knowledge, ins tead of requiring them to be proved under the fore going \nprovisions of this section.  \n____  \n \nCHAPTER X \nCOMFIRMATION AND REVISION OF FINDING AND SENTENCES . \n119. Finding and sentence not valid unless confirmed. No finding or sentence of a general, \ndistrict or  field general Court martial shall be valid except in so far as it may be confirmed as \nprovided by this Act.  \n120. Power to confirm finding and sentence of general Court  martial . The finding and \nsentence of a general Court martial may be confirmed by the 1[Chief of the Army Staff] or by an \nofficer empowered in this behalf by war rant of the 1[Chief of the Army Staff].  \n \n121. Power to confirm finding and sentence of District Court martial.  The finding and \nsentence of a district Court martial may be confirmed by an officer having power to convene a \ngeneral Court martial or by any officer empowered in this behalf by warrant of any such officer.   \n \n122. Limitation of powers of confirming authority.  A warrant issued under section 120 or \nsection 121 may contain such  restrictions, reservations or conditions as the officer issuing it may \nthink fit.  \n123. Power to confirm finding and sentence of field general Court martial. The finding \nand sentence of a field general Court martial may be con firmed by the convening office r or 2[, if it is \nnot practicable for the convening officer to do so by reason of his absence on leave or otherwise or \nthe convening officer so directs,] by an authority superior to him.  \n124. Power of confirming authority to mitigate, remit or commute sent ences. Subject to \nsuch restrictions, reservations or conditions, as may be contained in any warrant issued under section \n120 or section 121, a confirming officer may, when confirming the sentence of a Court martial, \nmitigate or remit the punishment thereby  awarded, or commute that punishment for any less \npunishment or punishments to which the offender might have been sentenced by Court martial or if  \nthat punishment is death or 3[imprisonment for life], for any less punishment or punishments \nmentioned in th is Act:  \n 4[Provided that a sentence awarded as hadd under any Islamic law shall not be so mitigated, \nremitted or commuted otherwise than in accordance with such law.],  \n5* * * * * *      * \n125. Confirmation of finding and sentence on board a ship.___ When a ny person subject to \nthis Act is tried and sentenced by a Court martial while on board a ship the finding and sentence so \nfar as not confirmed and executed on board the ship may be confirmed and executed in like manner \nas if such person had been tried at t he port of disembarkation.  \n \n \n1 Subs. by F.A.O., 1975 Art. 2 and Sch.  \n2 Subs. by the Pakistan Army (Amdt.) Ordinance, 1983 (39 of 1983), s. 5.  \n3 Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 22 for “transportation for Life”.  \n4 Proviso Subs. by the Pakistan Army (Amdt.) Ord., 1984, (36 of 1984), s. 16.  \n5 Proviso omitted by Act 51 of 1976, s. 22.  \n \n \n \n126. Revision of finding and sentence.___ (1) Any finding or sentence of a Court martial \nwhich requires confirmation may be once revised by order o f the confirming officer, and, on such \nrevision, the Court, if so directed by him, may take additional evidence.  \n \n(2) The Court, on revision, shall consist of the same officers as were present when the \noriginal decision was passed unless any of those offic ers are unavoidably absent.  \n \n(3) In case of such unavoidable absence, the cause thereof shall be duly recorded in the \nproceedings, and the Court shall proceed with the revision, provided that, if a general Court martial, \nit still consists of five officers or, if a field general or District Court martial, of three officers.  \n127. Finding and sentence of a summary Court martial. The finding and sentence of a \nsummary Court martial shall not require to be confirmed, but may be carried out forthwith:  \nProvided tha t if the officer holding the trial is of less than five years’ service, he shall not, \nexcept on active service, carry into effect any sentence  until it has received the approval of 1[an \nofficer having power to convene a district court martial].   \n128. Trans mission of proceedings of a summary Court martial. The proceedings of every \nsummary Court martial shall without delay be forwarded to 2[an officer having power to convene a \ndistrict court martial], and such officer, or any higher authority, may, for reason s based on the merits \nof the case but not on any merely technical grounds, set aside the proceedings or reduce the sentence \nto any other sentence which the Court might have passed [ : ]3 \n  \n3[Provided that a sentence awarded as hadd under any Islamic law sh all not be so mitigated, \nremitted or commuted otherwise than in accordance with such law.].    \n \n \n129. Substitution of a valid finding or sentence for and invalid finding or sentence.___ (1) \nWhere a finding of guilty by a Court martial, which has been confir med, or which does not require \nconfirmation, is found for any reason to be invalid or cannot be supported by the evidence, the \nauthority which would have had power under section 143 to commute the punish ment awarded by \nthe sentence, if the finding had bee n valid, may substi tute a new finding, if the new finding could \nhave validly been made by the Court martial on the charge and if it appears that the Court martial \nmust have been satisfied of the facts establishing the offence specified or involved in the new \nfinding, and may pass a sentence for the said offence.  \n (2) Where a sentence passed by a Court martial which has been confirmed, or which does not \nrequire confirmation, not being a sentence passed in pursuance of a new finding substituted under \nsubsect ion (1) is found for any reason to be invalid, the authority referred to in the sub section may \npass a valid sentence.  \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1963 (9 of 1963), s. 4, for “an officer not below the rank of brigadier, who may be e mpowere d in \nthis behalf by the Commander -in-Chief”.  \n2Subs. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 11, for “an officer not below the rank of brigadier, who may be  empowered \nin this behalf by the Commander -in-Chief”.  \n3Subs. and added by the Pakista n Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 17.   \n \n \n  (3) The punishment awarded by a sentence passed under subsection (1) or subsection (2) \nshall not be higher in the scale of punishments than, or in excess of the punishment awarded by, the \nsentence for  which a new sentence is substituted under this section.  \n(4) For the purposes of this Act, any finding or sentence substituted in accordance with this \nsection for the finding or sentence of a Court martial, and any sentence imposed for an offence \nspecified  or involved in any such substituted finding, shall have effect as if it was a finding or \nsentence of a Court martial.  \n130. Provision in the case of accused being lunatic.___ (1) Whenever, in the course of a trial \nby Court martial, it appears to the Court that the person charged is of unsound mind and \nconsequently incapable of making his defence, or that such person committed the act alleged but was \nby reason of unsoundness of mind incapable of knowing the nature of the act or that it was wrong or \ncontrary to law, the Court shall record a finding accordingly, and the president of the Court, or the \nofficer holding the trial as the case may be, shall forthwith report the case to the confir ming officer \nor, in the case of a Court martial whose finding does not require confirmation to the prescribed \nofficer.  \n \n \n(2) The confirming officer to whom a case is reported under sub section (1) may, if he does \nnot confirm the finding, take steps to have the accused person tried by the same or another Court \nmartial for the offence with which he was originally charged  \n \n(3) The prescribed officer to whom a case is reported under sub section (1) and a confirming \nofficer confirming a finding in any case so reported to him shall order the accused person to be kept \nin custody in t he prescribed manner, and shall report the case for the orders of the 1[Federal \nGovernment].  \n \n(4) On receipt of a report under subsection (3), the 1[Federal Govern ment] may order the \naccused person to be detained in a lunatic asylum or other suitable plac e of safe custody.  \n \n  \n(5) Where an accused person, having been found by reason of unsoundness of mind to be \nincapable of making his defence, is in custody or under detention, the prescribed officer may___  \n \n \n \n(a)  if such person is in custody under subsect ion (3), on the report of a medical \nofficer that he is capable of making his defence, or  \n \n \n(b)  if such person is detained in a jail under subsection (4), on a certificate of the \nInspector General of Prisons and if such person is detained in a lunatic asyl um \nunder the said sub -section, on a certificate of any two or more of the visitors of \nsuch asylum that he is capable of making his defence,  \n \ntake steps to have such person tried by the same or another Court martial for the \noffence with which he was origina lly charged or, provided that the offence is a civil \noffence, by a criminal Court.  \n \n \n1 Subs. by the Pakistan Arm (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government ”.  \n \n \n \n \n(6) Where any person is in custody under subsection (3) or under detention under sub -section \n(4),___  \n(a)  if such person is in custody under sub -section (3), on the report of a medical \nofficer, or  \n \n \n(b)  if such person is detained under subsection (4), on a certificate from any of the \nauthorities mentioned in clause (b) of subse ction (5), that , in the judgment of \nsuch officer or authority, such person may be released without danger of his \ndoing injury to himself or to any other person, the 1[Federal Government] may \norder such person to be released, or to be detained in custody or  to be \ntransferred to a public lunatic asylum if he has not already been sent to such an \nasylum.  \n \n \n(7) Where any relative or friend of any person who is in custody under subsection (3) or \nunder detention under subsection (4) desires that he shall be delive red to his care and custody, the \n1[Federal Government] may, upon the application of such relative or friend and on his giving security \nto the satisfaction of the 1[Federal Government] that the person delivered shall___ \n \n \n(a)  be properly taken care of and prevented from doing injury to himself or to any \nother person, and  \n \n \n(b)  be produced for the inspection of such authority, and at such time and places, \nas the 1[Federal Government] may direct,  order such person to be delivered to \nsuch relative or friend.  \n  \n(8) A copy of every order made by the prescribed officer under sub section (5) shall forthwith \nbe sent to the 1[Federal Government].  \n \n131. Remedy against finding and sentence of Court martial .___ (1) Any person subject to \nthis Act who considers himself aggrieved by the finding or sentence of a general, field general or \ndistrict Court martial may submit a petition, before confirmation of such finding or sentence, to the \nofficer empowered to confirm it and, after confirmation, to the 1[Federal Government],  or the 2[Chief \nof the Army Staff] or to any 3[prescribed officer who is superior in command to] the one who \nconfirmed such finding or sentence.  \n \n \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2 Subs. by F. A.O., 1975 Art. 2 and Sch., for “Commander -in-Chief”.  \n3 Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 23, for certain words.  \n \n \n \n(2) Any person subject to this Act who considers himself aggrieved by the finding or \nsentence of a summary Court  martial may submit a petition to the 1[Federal Government], or the \n2[Chief of the Army Staff], or any officer empowered to act under section 128.  \n \n132. Annulment of proceedings. The 1[Federal Government] or the 2[Chief of the Army \nStaff] or any prescribed  officer may annual the proceedings of any Court martial on the ground that \nthey are illegal or unjust.  \n \n133. Bar of appeals. No remedy shall lie against any decision of a Court martial save as \nprovided in this Act, and for the removal of doubt it is hereb y declared that no appeal or application \nshall lie in respect of any proceeding or decision of a Court martial to any Court exercising any \njurisdiction whatever 3[except as provided for in section 133A 4[and section 133B.]  \n \n3[133A . Court of Appeals 4[for Hadd cases].___ (1) Any person to whom a court martial has \nawarded a sentence of hadd under an Islamic law may, within sixty days from the date of the \nsentence, prefer an appeal against the finding and sentence of the court martial to a Court of Appeals \nconsisting of the Chief of the Army Staff or an officer, being a Muslim, designated by him in this \nbehalf, hereinafter referred to as the Court of Appeals 4[for Hadd  cases].  \n \n(2) No sentence awarded by a court martial as hadd under an Islamic law shall be ex ecuted \nunless it is confirmed by the Court of Appeals 4[for Hadd  cases.]  \n \n \n(3) The Court of Appeals 4[for Hadd  cases] shall have power to ____  \n(a) confirm the finding or sentence of both; or  \n \n \n(b) substitute a valid finding or sentence for an invalid find ing or sentence; or  \n \n(c) Call any witness for the purpose of recording additional evidence in the \npresence of the parties who shall be afforded an opportunity to put any \nquestion to the witness ; or  \n \n \n(d) Annual the proceedings of the court martial on the ground that they are illegal \nor unjust ; or  \n \n \n(e) Order retrial of the accused by a fresh court.  \n \n(4) The decision of the Court of Appeals 4[for Hadd  cases] shall be final and shall not be \ncalled in question before any court or other authority.].  \n \n \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2 Subs. by F.A.O., 1975 Art. 2 and Sch.  \n3Added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), Ss. 18. and 19.  \n4 Added and ins. by the Pakistan Army (Amdt .) Act, 1992 (28 of 1992), ss. 2,3, and 4.  \n \n \n \n \n \n \n1[133B. Court of Appeals for other cases. ___ (1) Any person to whom a court -martial has \nawarded a sentence of death, imprisonment for life, imprisonment exceeding three months, or \ndismissal from the service after the commencement of the Pakistan Army (Amendment) Act, \n2[1992 ], may, within forty days from the date of announcement of finding or sentence or \npromulgation thereof, whichever is earlier, prefer an appeal against the finding or sentence to a Court \nof Appeals consisting of the Chief of the Army Staff or one or more officers designated by him in \nthis behalf, presided by an officer not below the rank of Brigadier in the case of General Court -\nMartial or Field General Court -Martial convened or confirmed or counter -signed by an officer of the \nrank of Brigadier or below as the case may be, and one or more officer, presided by an officer not \nbelow the rank of Major General in other cases, hereinafter referred to as the Court of Appeals.  \n \nProvided that where the  sentence is awarded by the court -martial under an Islamic law, the \nofficer or officers so designated shall be Muslims:  \n  \nProvided further that every Court of Appeal’s may be attended by a judge advocate who shall \nbe an officer belonging to the Judge Advoc ate General’s Department, Pakistan Army, or if no such \nofficer is available, a person appointed by the Chief of the Army Staff.  \n (2) A Court of Appeals shall have power to___  \n(a) accept or reject the appeal in whole or in part; or  \n \n(b) substitute a valid finding or sentence for an invalid finding or sentence ; or  \n \n(c) call may witness, in its discretion for the purpose of recording additional \nevidence in the presence of the parties, who shall be afforded an opportunity to \nput any question to the witness ; or  \n \n(d) annual the proceedings of the court -martial on the ground that they are illegal \nor unjust; or  \n \n(e) order retrial of the accused by a fresh court; or  \n \n(f) remit the whole or any part of the punishment or reduce or enhance the \npunishment or commute the punishment for any less punishment or \npunishments mentioned in this Act.  \n \n(3) The decision of a Court of Appeals shall be final and shall not be called in question before \nany court or other authority whatsoever.]  \n \n_____  \n  \n \n \n \n1 Added and ins. by the Pak istan Army (Amdt.) Act, 1992 (28 of 1992), s. 4  \n2 Corrigenda G. of Pak Pt. I, dated 27 -01-1993.  \n \n \n \nCHAPTER XI.  \nEXECUTION OF SENTENCES  \n \n1[134. Form of sentence of Sto ning to death or death.__(1) In awarding a sentence of \nstoning to death, a court martial s hall direct that the sentence shall be executed in the manner \nprovided for in the Offence of Zina (Enforcement of Hudood ) Ordinance, 1979.  \n \n(2) In awarding a sentence of death, a court martial shall, in its discretion, direct that the \noffender shall suffer  death by being hanged by the neck until he be dead, or shall suffer death by \nbeing shot to death.  \n  \n134A. Form of sentence of amputation of hand, foot or both or whipping. ___(1) In \nawarding a sentence of amputation of hand, foot or both a court martial s hall direct that the sentence \nshall be executed in the manner provided for in the Offences Against Property (Enforcement of \nHudood )) Ordinance, 1979 (V of 1979).  \n  \n(2) In awarding a sentence of whipping, a court martial shall direct that the sentence shall  be \nexecuted in the manner provided for in the Execution of the Punishment of Whipping Ordinance, \n1979 (IX of 1979).]  \n \n135. Commencement of sentence of imprisonment for life or imprisonment or detention. \nWhenever any person is sentenced under this Act to 2[Imprisonment for life] imprisonment or \ndetention, the term of sentence shall, whether it has been revised or not, be reckoned to commence \non the day on which the original proceedings were signed by the president or, in the case of summary \nCourt martial, b y the Court.  \n  \n136. Execution of sentence of imprisonment for life or imprisonment. Whenever any \nsentence of 2[imprisonment for life] or 3* imprisonment is passed under this Act, or whenever any \nsentence of death so passed is commuted to 2[imprisonment for  life] or to 3* imprisonment, the \ncommanding officer of the person under sentence, or such other officers as may be prescribed, shall \nforward a warrant in the prescribed form to the officer -in-charge of the civil prison in which such \nperson is to be confi ned, and shall forward him to such prison with the warrant :  \n  \nProvided that in the case of a sentence of 3* imprisonment for a period not exceeding three \nmonths, the confirming officer, or in the case of a sentence which does not require confirmation, the  \nCourt, may direct that the sentence shall be carried out in military custody:  \n \n \n1Subs. by the Pakistan Army (Amdt.) Ordinance 1984 (36 of 1984), s. 20.  \n2Subs. by the Pakistan Army (Amdt.) Act 1976, (51 of 1976), s. 24.  \n3 Omitted by the Pakistan Army (Amdt .) Ordinance, 1984 (36 of 1984), ss. 21 -22. \n \n \nProvided further that, on active service, a sentence of 1 * imprisonment may be carried out by \nconfinement in such place as the officer commanding the forces in the field may, from time to time, \nappoint.  \n \n137. Execution of sentence of imprisonment in special cases. When ever in the opinion of \nan officer not below the rank of brigadier em powered in this behalf by the 2[Chief of the Army Staff] \nany sentence or portion of a sentence of imprisonment cannot, for sp ecial reasons, be conveniently \ncarried out in accordance with provisions of section 136 such officer may direct that such sentence or \nportion of sentence shall be carried out by confinement in any civil prison or other fit place.  \n \n138. Execution of sentenc e of detention. Where a sentence of deten tion is passed under this \nAct, the person on whom that sentence has been passed shall undergo the term of his detention either \nin a detention barrack or in military custody, or partly in one and partly in the other , but not in a \nprison.  \n \n139. [ Interim custody of offenders sentenced to transportation ] Omitted by the Pakistan \nArmy (Amendment) Act, 1976 (51 of 1976), s. 26.  \n \n140. Conveyance of prisoner from place to place. A person under sentence of 1[stoning to \ndeath,  death, amputation of hand, foot or both, imprisonment for life, imprisonment, whipping] or \ndetention may during his conveyance from place to place, or when on board a ship for aircraft, be \nsubjected to such restraint as is necessary for his safe conduct a nd removal.  \n \n141. Communication of certain orders to civil prison officers. Whenever an order is duly \nmade under this Act setting aside or varying any sen tence, order or warrant under which any person \nis confined in a civil prison, a warrant in accordance  with such order shall be forwarded by the \nprescribed officer to the officer -in-charge of the prison, in which such person is confined.  \n \n142. Execution of sentence of fine. When a sentence of fine is imposed by a Court \nmartial under this Act, whether the t rial was held within Pakistan or not, a copy of such sentence, \nsigned and certified by the president of the Court or the officer holding the trial, as the case may \nbe, may be sent to any magistrate in Pakistan and such magistrate shall thereupon cause the fine to be \nrecovered in accordance with the pro visions of the Code of Criminal Procedure, 1898 (V of 1898), \nfor the levy of fines as if it were a sentence of fine imposed by such magistrate.  \n \n______  \n \n \n \n \n1 Omitted by the Pakistan Army (Amdt.) Ordinance, 19 84 (36 of 1984), s. 23.  \n2 Subs. by F.A.O., 1975 Art. 2 and Sch.  \n \nCHAPTER XII. \n \nPARDONS  REMISSIONS AND SUSPENSION  \n \n143. Pardons and remissions.___ (1) When any person subject to this Act has been convicted \nby a Court martial of any offence, the 1[Federal Go vernment] or the 2[Chief of the Army Staff] or \nany officer not below the rank of brigadier empowered in this behalf by the 2[Chief of the Army \nStaff] may___ \n(i)  either without conditions or upon any conditions which the person sentenced \naccepts, pardon t he person or remit the whole or any part of the punishment \nawarded; or  \n \n(ii)  mitigate the punishment awarded or commute such punishment for any less \npunishment or punishments mentioned in this Act ;  \nProvided that a sentence of 3*       *   * rigorous impr isonment shall not be commuted for a \nsentence of detention for a term exceeding the term of rigorous imprisonment awarded by the court \n[:]4 \n4[Provided further that a person to whom a sentence has been awarded as hadd \nunder an Islamic law shall not be pardo ned, and no such sentence  shall be mitigated remitted \nor commuted to any less punishment or punishments, otherwise than in accordance with such law.]  \n(2) If any condition on which a person has been pardoned or a punishment has been remitted \nis, in the opin ion of the authority which granted the pardon or remitted the punishment, not fulfilled, \nsuch authority may cancel the pardon or remission, and thereupon the sentence of the Court shall be \ncarried into effect as if such pardon had not been granted or such punishment had not been remitted:  \n \nProvided that, in the case of a person sentenced to 5[Imprisonment for life] 4* imprisonment, \nor detention, such person shall undergo only the unexpired portion of his sentence.  \n \n(3) When under the provisions of subsectio n (5) of section 62 a non -commissioned officer is \ndeemed to be reduced to the ranks, such reduction shall, for the purposes of this section, be treated as \na punish ment awarded by sentence of a Court martial.  \n144. Suspension of sentence of transportation, 6[imprisonment , whipping  or \ndetention .____(1) Where a person subject to this Act has been sentenced by a Court martial to  \n5[imprisonment for life] 6[imprisonment, whipping] or detention, the 1[Federal Government], or the \n2[Chief of the Army Staff], or any  officer empowered to convene a general or field general Court \nmartial may sus pend the sentence whether or not the offender has already been com mitted to prison \nor custody [ : ]7 \n \n8[Provided that a sentence awarded as hadd under any Islamic law shall not  be suspended \nexcept while the offender is on active service nor otherwise than in accordance with such law.].  \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3.  \n2 Subs. by F.A.O., 1975, Art. 2 and Sch.  \n3 Certain words omitted by the Pakis tan Army (Amdt.) Act, 1976 (51 of 1976), s. 28.  \n4 Subs. Omitted and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 24.  \n5 Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 28.  \n6 Subs. ibid., s. 25.  \n7 Subs. by Ordinance, 36 o f 1984, s. 25.  \n8 Added ibid.  \n \n(2) The au thority or officer specified in  sub-section (1) may in the case of an offender so \nsentenced direct that, until the orders of such authority or officer have been obtained, the offender \nshall not be com mitted to pris on or custody.  \n \n(3) The powers conferred by subsections (1) and (2) may be exercised in this case of any such \nsentence which has been confirmed, mitigated or commuted.  \n145. Orders pending suspension.___ (1) Where the sentence referred to in section 144 is \nimposed by a Court martial other than a summary Court martial the confirming officer may, when \nconfirming the sentence, direct that the offender be not committed to prison or to custody until the \norders of the authority or officer specified in section 144 have been obtained.  \n(2) Where a sentence of rigorous imprisonment or detention is awarded by a summary Court \nmartial, the officer holding the trial or the officer authorised to approve the sentence under the \nproviso to sec tion 127 may make the direction r eferred to in subsection (1).  \n146. Release on suspension. Where in accordance with any order passed under section 144 a \nsentence is suspended, the offender shall, whether he has been committed to prison or custody or not, \nbe released forthwith.  \n147. Comput ation of period of sentence under suspension.  Any period during which a \nsentence is under suspension shall be reckoned as part of the term of such sentence.  \n148. Power to set aside suspension or to order remission. The authority or officer specified \nin sec tion 144 may, at any time whilst a sentence is suspended, order___ \n(a)  that the offender be committed to undergo the unexpired portion of the \nsentence; or  \n \n(b)  that the sentence be remitted.    \n149. Periodical review of suspended sentence.___ (1) Where a sentence has been suspended, \nthe case may at any time and shall, at interva ls of not more than four months  be reconsidered by the \nauthority or officer specified in section 144 or by an officer not below the rank of field officer duly \nauthorised in this beh alf by the authority or officer specified in section 144.  \n \n (2) Whereon such reconsideration by the officer authorised in this behalf under subsection \n(1), it appears to him that the conduct of the offender since his conviction has been such as to justify \na remission of the sentence, he shall refer the case to the authority or officer specified in section 144.  \n  \n150. Procedure on further sentence of offender whose sentence is suspended. Where an \noffender, while a sentence on him is suspended, is sentenced f or any other offence, then___ \n \n(a)  if the further sentence is also suspended under this Act, the two sentences shall \nrun concurrently;  \n \n(b)  if the further sentence is for a period of three months o r more and is not \nsuspended under this Act, the offender shall also be committed to prison or \nmilitary custody on the unexpired portion of the previous sentence, but both \nsentences shall run concurrently; and  \n \n \n \n(c)  if the further sente nce is for a period of less than  three months and is not \nsuspended under this  Act, the offender shall be committed on that sentence \nonly, and the previous sentence shall , subject to any order which may be \npassed under section 148 or 149 continue to be suspended.  \n  151. Scope of power of suspension. The powers conferred by section 1 44 or section 148 \nshall be in addition to and not in derogation of the powers of mitigation, remission or commutation \nof sentences.  \n  \n152. Effect of suspension on dismissal .___ (1) Where in addition to any other sentence, the \npunishment of dismissal has be en awarded by a Court martial, and such other sentence is suspended \nunder section 144 , then, such dismissal shall not take effect until so ordered by the authority or \nofficer specified in section 144.  \n (2) If such other sentence is remitted under section 1 48 the punish ment of dismissal shall also \nbe remitted.  \n \nCHAPTER XIII  \nPROPERTY OF DECEASED  PERSONS , DESERTERS AND LUNATICS . \n 153. Property of deceased persons and deserters other than officers . The following \nprovisions are enacted respecting the disposal of the property of every person subject to this Act, \nother than an officer, who dies or deserts:___  \n \n(1) The commanding officer of the corps, unit or detachment to which the deceased person or \ndeserters belonged 1[or the officer commanding a station where  the deceased person or deserter left \nhis belongings before moving to field or operational area or before deserting] shall secure all the \nremovable property belonging to the deceased or deserter that is in camp or quarters, and cause an \ninventory thereof t o be made, and draw any pay and allowances due to such person.  \n \n \n(2) In the case of a deceased person who has left in a bank (includ ing any post office savings \nbank, however named) a deposit not exceeding one thousand rupees, the commanding officer 2[or the \nofficer commanding the station] may, if he thinks fit, require the agent, manager or other  proper \nofficer of the bank to pay the deposit to him forthwith, and such agent, manager or other officer shall \ncomply with the requisition notwithstanding anythin g in the rules of the bank; and after the payment \nthereof in accordance with such requisi tion, no person shall have any right in respect of the deposit \nexcept as hereinafter provided.   \n \n \n \n \n \n1 Ins. by the Pakistan Army (Second Amdt.) Ordinance, 1965 ( 40 of  1965), s . 9. \n2 Ins. by the Pakistan Army ( Seccond Amdt.) Ordinance, 1965 (58 of 1965), s. 2.  \n \n \n(3) In the case of a deceased person whose representative, widow or next of kin is on the spot \nand has given security for the payment of regimental or other deb ts in camp or quarters, if any, of the \ndeceased, the commanding officer 1[or the officer commanding the station] shall deliver over any \nproperty received und er clauses (1) and (2) to that representative, widow or next of kin as the case \nmay be, and shall n ot further interfere in relation to the property of the deceased.  \n \n(4) In the case of deceased person whose estate is not dealt with under clause (3), and in the \ncase of any deserter, the commanding officer 1[or the officer commanding the station] shall ca use \nsuch of the movable property as does not consist of money to be sold by public auction, and shall pay \nthe regimental and other debts in camp or quarters , if any, and in the case of a deceased person, the \nexpenses of his funeral, ceremonies, from the pr oceeds of the sale and from any pay and allowances \ndrawn under clause (1) and from the amount of the deposit, if any, received under clause (2).  \n \n(5) The surplus, if any, shall, in the case of a deceased person, be paid to his representative, \nwidow or next  of kin, if any, or in the event of no claim  to such surplus being established, within \ntwelve months after the death then the same shall be remitted to the prescribed person:   \n \nProvided that the remission shall not bar the claim of any person to such surpl us or any part \nthereof.  \n \n(6) In the case of a deserter, the surplus, if any, shall be forthwith remitted to the prescribed \nperson and shall, on the expiry of three years from the date of his desertion, be forfeited to the State \nunless the deser ter shall i n the meantime have surrendered or been apprehended.  \n \n(7) The dec ision of the commanding officer  1[or the officer commanding the station] as to \nwhat are the regimental and other debts in camp or quarters of a deceased person or a deserter or as \nto the amou nt payable therefor shall be final.   \n \n  \n154. Disposal of certain property without production of probate, etc.  Property deliverable \nand money payable to the representative, widow or next of kin of a deceased person under section \n153  may, if the total valu e or amount thereof does not exceed one thousand rupees, and if the \nprescribed person thinks fit, be delivered or paid to any one of them who appears to be entitled to \nreceive it or to administer the estate of deceased, without requiring the production of any probate, \nletters of administration, succession certificate or other such conclusive evidence of title 2[:] \n \n  \n2[Provided that when the deceased person was attched to or formed part of, a force which was \nnot on active service, the commanding officer sha ll obtain from the representative, widow or next of \nkin of the deceased to whom the amount as aforesaid is  paid an undertaking to the effect that the \namount left after payment of debts, if any, shall be distributed amongst the legal heirs of the \ndeceased.]  \n \n \n \n1 Ins. by the Pakistan Army (Second Amdt.) Ordinance, 1965 (58 of 1965), ss. 2 and 3.  \n2 Subs. and added by the Pakistan Army (Amdt.) Act, 1992, (28 of 1992), s. 5.  \n  \n \n155. Discharge of commanding officer prescribed person and the Government. Any \npaymen t of money or delivery, application , sale or other disposition of any property made, or in good \nfaith purported to be made, by the commanding officer 1[or the officer commanding the station] or \nthe prescribed person in pursuance of section 153 or 154 shall  be valid and shall be a full discharge \nto those ordering or making the same and to the Government from all further liability in respect of \nthe property or money, but nothing herein contain ed shall effect the rights of any executor or \nadministrator or oth er repre sentative, or of any creditor of a deceased person against any person to \nwhom such delivery or payment has been made.  \n  \n156. Application of sections 153 to 155 to lunatics, etc. The provi sions of sections 153 to \n155 shall, so far as they can be m ade applicable, apply in the case of a person subject to the Act, \nother than an officer who , notwithstanding anything contained in the Lunacy Act, 1912, is \nascertained in the prescribed manner to be insane, or who, being on active service, is officially \nreported missing, as if he had died on a day on which his insanity is so ascertained or, as the case \nmay be, on the day on which he is officially reported missing :  \n  \nProvided that in the case of a person so reported missing no action shall be taken under \nclauses (2) to (5) of section 153 until he is officially presumed to be dead.  \n  \n157. Property of Officers.  The provisions of sections 158 to 163, inclusive, shall apply to \nthe disposal of the property of officers subject to this Act who die or desert.  \n  \n158. Powers of Committee of adjustment.___ (1) On the death or desertion of an officer, A \nCommittee of Adjustment appointed in this behalf in the manner prescribed (hereinafter referred to \nas the commit tee) shall, as soon as may be, subject to the rules made in this behalf under this Act,___ \n \n(a)  secure all movable property belonging to the deceased or deserter that is in camp or \nquarters and cause an inventory thereof to be made and ascertain the pay and \nallowances, if any, due to him; and  \n \n(b)  ascertain th e amount, and provide for the payment of the regimental and other debts \nin camp or quarters, if any, of the deceased or deserter.  \n \n(2) In the case of a deceased officer whose representative, widow or next of kin has given \nsecurity to the satisfaction of th e committee for the payment of the regimental and other debts in \ncamp or quarters if any, of the deceased, the committee shall deliver any property received by it \nunder subsection (1) to that representative, widow or next of kin and shall not further inter fere in \nrelation to the property of the deceased . \n \n \n(3) In the case of a deceased officer, the committee, save as may be prescribed, shall, if it \nappears necessary for the payment of the regimen tal and other debts in camp or quarters, and the \nexpenses, if  any, incurred by the committee, collect all moneys left by the deceased in any bank \n(including any post office savings bank, however named) and for that purpose may require the agent, \nmanager or other proper officer of the bank to pay the moneys to the co mmittee forthwith, and such \nagent, manager or other officer shall comply with the requisition notwithstanding anything in any \nrules of the bank; and when any money has been paid in compliance with the requisition under this \nsubsection, no person shall have  a claim against the bank in respect of such money.  \n \n \n \n1 Ins. by the Pakistan Army (Second Amdt.) Ordinance, 1965 (58 of 1965), ss. 2 and 3.  \n \n  \n(4) In the case of a deceased officer, whose estate has not been dealt with under subsection \n(2) and in the case of a deserter the committee, save as may be prescribed, shall, for the purpose of \npaying the regimental and other debts in camp or quarters, and may in any other case, sell or convert \ninto money such of the movable property of the deceased or deserter as d oes not consist of money.  \n  \n(5) The committee shall, out of the money referred to in sub sections (3) and (4), pay the \nregimental and other debts in camp or quarters, if any, of the deceased or deserter and, in the case of \na deceased , also the expenses of his last illness and funeral.  \n  \n(6) In the case of a deceased officer the surplus, if any, shall be remitted to the prescribed \nperson.  \n (7) In the case of an officer who is a deserter, the surplus, if any, shall be forthwith remitted \nto the prescribed pers on and shall , on the expiry of three years from the date of his desertion, be \nforfeited to the State, unless the deserter shall in the meantime have surrendered or been \napprehended.  \n(8) If, in any case, a doubt or difference arises as to what are the regim ental and other debts in \ncamp or quarters of a deceased officer or a deserter or as to the amount payable therefor, the decision \nof the prescribed person shall be final.  \n(9) For the purposes of the exercise of its duties under this section, the committee s hall, to the \nexclusion of all authorities and persons  whom soever, have the same rights and powers as if it had \ntaken out representation to the deceased, and any receipt given by the committee s hall have effect \naccordingly.  \n159. Disposal of surplus by the p rescribed person. On receipt of the surplus referred to in \nsubsection (6) of section 158 the prescribed person shall proceed as follows:___ \n (1) If he knows of a representative, widow or next of kin of the deceased he shall pay the \nsurplus to that represen tative, widow or next of kin ;  \n (2) If he does not know of any such representative, widow or next of kin he shall publish every \nyear a notice in the prescribed form and manner for six consecutive years. If no claim to the surplus is \nmade by a representativ e, widow or next of kin of the deceased within six months after the publication of \nthe last of such notices, the prescribed person shall deposit  surplus together with any income or \naccumulation of income accrued therefrom to the credit of the 1[Federal Gov ernment]:  \nProvided that such deposit shall not bar the claim of any person to such surplus or any part \nthereof.  \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n \n \n \n160. Disposal of certain property without produ ction of probate, etc.  Property deliverable \nand money payable to the representative, widow or next of kin of a deceased officer under section \n158 or section 159 may, if the total value thereof does not exceed two thousand rupees, and if the \nprescribed per son thinks fit, be delivered or paid to any one of them who appears to him to be \nentitled to receive it or to administer the estate of the deceased, without requiring the production of \nany probate, letters of administration, succession certificate or other  such conclusive evidence of title \n[:]1 \n1[Provided that when the deceased officer was attached to or formed part of, a force which \nwas not on active service the commanding officer shall obtain from the representative widow or next \nof kin of the deceased to  whom the amount as aforesaid is paid an undertaking to the effect that the \namount left after payment of debts, if any, shall be distributed among the legal heirs of the deceased.]  \n \n161. Discharge of committee, prescribed person and the Government. Any pay ment of \nmoney or delivery, application, sale or other disposi tion of any property made, or in good faith \npurported to be made, by the committee or the prescribed person in pursuance of section 158, section \n159 or section 160 shall be valid shall be a full  discharge to those ordering or making the same and to \nthe Government from all further liability in respect of the property of money ; but nothing in this \nsection shall affect the rights of any executor or administrator or other representative, or of any \ncreditor of the deceased officer against any person to whom such delivery or payment has been \nmade.  \n162. Property in the hands of the committee or the prescribed person not to be assets at \nthe place where the committee or the prescribed person is stationed. Any property coming under \nsection 158 into the hands of the committee or the prescribed person shall not, by reason of so \ncoming, be deemed to be assets or effects at the place in which that committee or prescribed person \nis stationed and it shall not be n ecessary by reason thereof that representation be taken out in respect \nof that property for that place.  \n163. Saving of rights of representative . After the committee has deposited with the \nprescribed person the surplus of the property of any deceased office r under subsection (6) of section \n158 any representative of the deceased shall, as regards any property not collected by the committee \nand not forming part of the aforesaid surplus, have the same rights and duties as if section 158 had \nnot been enacted.  \n164. Applications of sections 158 to 163 to lunatics, etc.  The pro visions of sections 158 to \n163 shall so far as they can be made applicable apply in the case of an officer who , notwithstanding \nanything contained in the Lunacy Act, 1912  (IV of 1912)  is asce rtained in the prescribed manner , to \nbe insane or who, being on active service is officially reported missing, as if he had died on the day \non which his insanity is so ascertained or, as the case may be, on the day on which he is officially \nreported missin g: \n \n \n1 Subs. and added by the Pakistan Army (Amdt.) Act, 1992 (28 of 1992), s. 6.  \n \n \nProvided that, in the case of an officer so reported missing, no action shall be taken under \nsubsections (2) to (5) of section 158 until such time as he is officially presu med to be dead.  \n165. Appointment of standing committee of adjustment when officers die or desert \nwhile on active service. When an officer dies or deserts while on active service, the references in the \nforegoing section of this Chapter to the committee shal l be construed as references to the Stand ing \nCommittee of Adjustment, if any, appointed in this behalf in the manner prescribed.  \n166. Interpretations. For the purposes of this Chapter :___ \n(1) a person shall be deemed to be a deserter if he without author ity has been absent from \nduty for a period of 1[Thirty days] and has not subsequently surrendered or been apprehended;  \n \n(2) the expression “regimental and other debts in camp or quarters” includes money due as \nmilitary debts, namely, sums due in respect of , or of any advance in respect of___ \n \n(a)  quarters;  \n \n(b)  mess, band and other regimental accounts;  \n \n(c)  military clothing, appointments and equipment, not exceeding a sum equal to \nsix months pay of the deceased and having become due within eighteen \nmont hs before his death.  \n(3) “representation” includes probate and letter of administration with or without the will \nannexed, and a succession certificate, constitut ing a person the executor or administrat or of the estate \nof a deceased person or authorising h im to receive or realize the assets of a deceased person;  \n(4) “representative” means any person who has taken out repre sentation.  \n \n________  \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 30, for “sixty days”.  \n \nCHAPTER XIV  \n \nMISCELLANEOUS  PRIVILEGES  \n \n167. Complaint against Officers .___(1) Any person subject to this Act, other than an officer, who \ndeems himself wronged by any superior or other officer, may, if not attached to a  unit, troop or company, \ncomplain to the officer under whose co mmand o r orders he is serving; and may  if attached to a unit, \ntroop or company, complain to the officer commanding the same.  \n (2) When the officer complained against is the officer to whom any complaint should under \nsubsection (1), be preferred the aggriev ed person may complain to such officer’s next superior \nofficer.  \n (3) Every officer receiving such complaint shall examine into it for giving full redress to the \ncomplainant or, when necessary refer it to superior authority.  \n  \n(4) Every such complaint shall  be preferred in such manner and through such channels as \nmay from time to time be specified by proper authority.  \n  \n(5) The 1[Federal Government] may revise any decision by the 2[Chief of the Army Staff] \nunder subsection (2), but otherwise the decision of the 2[Chief of the Army Staff] shall be final.  \n  \n168. Complaint by Officers. Any officer who deems himself wronged by his commanding \nofficer or any superior officer and who, on due application made to his commanding officer, does not \nreceive the redress to  which he considers himself entitled, may complain to the 1[Federal \nGovernment] in such manner and through such channels as may from time to time be specified by \nproper authority.  \n  \n169. Privileges of person attending Courts martial .___ (1) No presi dent o r Member of a \nCourt martial, no Judge Advocate, no party to any proceedings before a Court martial, or his legal \npractitioner or agent, and no witness acting in obedience to a summons or order to attend a Court \nmartial shall, while proceeding to, attending , or returning from, a Court martial, be liable to arrest \nunder civil or revenue process.  \n \n(2) If any such person is arrested under any such process, he shall be discharged by order of \nthe Court martial.  \n  \n170. Exemption from arrest for debt.___ (1) No per son subject to this Act shall, so long as \nhe belongs to the Pakistan Army, be liable to be arrested for debt under any process issued by, or by \nthe authority of, any civil or revenue Court or Revenue Officer.  \n  \n(2) The judge of any such Court or the said o fficer shall examine into any complaint made by \nany such person or his superior officer of the arrest of such person contrary to the provisions of this \nsection, and shall, by warrant under his hand, discharge the person, and award reasonable costs to the \ncomplainant, who may recover those costs in like manner as he might have recovered costs awarded \nto him by a decree against the person obtaining the process.  \n  \n(3) For the recovery of such costs no Court fee shall be payable by the complainant.  \n \n \n \n1 Subs. b y the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2 Subs. by F.A.O., 1975, Art. 2 and Table for “Commander -in-Chief”.  \n \n 171. Property exempted from attachment. Neither the arms, clothes, equipment, \naccoutrement or necessari es of any person  subject to this Act, nor any animal used by him for the \ndischarge or his duty, shall be seized, nor shall the pay and allowances of any such person or any part \nthereof be attached, by direction of any civil or Revenue Court or any revenue officer, in satisfaction \nof any decree or order enforceable against him.  \n \n172. Application of the last two foregoing sections to reservists . Every person belonging to \nany of the categories of the Reserves of the Pakistan Army constituted under the Pakistan  (Army and \nAir Forces) Reserve Act, 1950 (XLVII of 1950), shall, when called out or engaged upon returning \nfrom, training or service, be entitled to all the privileges accorded by sections 170 and 171 to a \nperson subject to this Act.  \n \n173. Priority of hear ing by Courts of cases in which persons subject to this Act are \nconcerned.___ (1) On the presentation to any Court by or on behalf of any person subject to this Act \nof a certificate from the proper authority, that leave of absence has been granted to him o r has been \napplied for by him for the purpose of prosecuting or defending any suit or other proceeding in such \nCourt, the Court shall, on the applica tion of such person, arrange as far as may be possible, for the \nhearing and final disposal of such suit or  other proceeding within the period of leave so granted or \napplied for.  \n  \n(2) The certificate from the proper authority shall state the first and the last day of leave or \nintended leave, and shall set forth a descrip tion of the case with respect to which the leave was \ngranted or applied for.  \n  \n(3) No fee shall be payable to the Court in respect of the presenta tion of any such certificate, \nor in respect of any application by or on behalf of any such person for priority for the hearing of his \ncase.  \n  \n(4) Wh ere the Court is unable to arrange for the hearing and final disposal of the suit or other \nproceeding within the period of such leave or intended leave as aforesaid, it shall record its reasons \nfor such inability and shall cause a copy thereof to be furnis hed to such person on his application \nwithout any payment whatever by him in respect of the application for such copy or of the copy itself \nor otherwise.  \n  \n(5) If in any case a question arises as to the proper authority qualified to grant such certificate \nas aforesaid such question shall be at once referred by the Court to the officer commanding the corps \nor unit concerned, whose decision shall be final.  \n  \n174. Order for custody and disposal of property pending trial in certain cases. When any \nproperty rega rding which any offence appears to have been committed, or which appears to have \nbeen used for the commission of any offence, is produced before a Court martial during a trial, the \nCourt may make such order as it thinks fit for the proper custody of such p roperty pending the \nconclusion of the trial and, if the property is subject to speedy or natural decay, may, after recording \nsuch evidence as it thinks necessary, order it to be sold or otherwise dis posed of.  \n  \n175. Order for disposal of property regardin g which offence committed.__(1) After the \nconclusion of a trial before a Court martial, the Court or the officer confirming the finding o r \nsentence of such Court martial, or any authority superior to such officer, or , in the case of the trial by \n \nsummary Co urt martial, 1[an officer having power to convene a district court martial], may make \nsuch order as it or he thinks fit for the disposal by destruction, confiscation, delivery to any person \nclaiming to be entitled to possession thereof or otherwise of any property or document produced \nbefore the Court or in its custody, or regarding which any offence appears to have been committed or \nwhich has been  used for the commission of any offence.  \n \n (2) Where any order has been made under subsection (1) in respect of  property regarding \nwhich an offence appears to have been committed, a copy of such order signed and certified by the \nauthority making the same may, whether the trial was held within Pakistan or not, be sent to a \nmagistrate in any district in which such pr operty for the time being is, and such magistrate shall \nthereupon cause the order to be carried into effect as if it was an order passed by such magistrate \nunder the provisions of the Code of Criminal Procedure, 1898 (V of 1898).  \n \n Explanation.____ In this  section the term “property” includes in the case of property regarding \nwhich an offence appears to have been committed, not only such property as has been originally in \nthe possession on under the control of any person, but also any property into or for w hich the same \nmay have been converted or exchanged, and anything acquired by such conversion or exchange \nwhether immediately or otherwise.  \n \n \n_____  \n \n \n \n1 Subs. by the Pakistan Army (Amdt.) Act 1963 (9 of 1963), s. 5, for “an officer not below the rank of br igadier empowered in this behalf by \nthe Commander -in-Chief”.  \n \nCHAPTER XV \nRULES  \n 176. Powers to make rules.___ (1) The 1[Federal Government] may make rules 2for the \npurpose of carrying into effect the provisions of this Act.  \n \n(2) Without prejudice to the ge nerality of the power conferred by sub -section (1), such rules \nmay provide for___ \n(a)  the 6[appointment , reappointment or extension ] retirement, release, discharge, \nremoval or dismissal from the service of persons subject to this Act  \n6[,including the  Chie f of the Army Staff and / or the Chairman, Joint Chiefs of \nStaff Committee ]; \n \n(b)  the specification of punishments which may be awarded as field punishments \nunder sections 23 and 61;  \n \n(c)  the assembly and procedure of Courts of inquiry 3[the recording of  summaries \nof evidence and the abstracts of evidence]  and the administration of oaths and \naffirmations by such Courts;  \n \n(d)  the convening and constitution of Court s martial  4[and the court of Appeals] ; \n \n(e)  the adjournment, dissolution and sittings of Co urts martial  4[and the Court of \nAppeals] ; \n \n(f)  the procedure to be observed in trials by Courts martial 5[and the Court of \nAppeals], and the qualification of legal practitioners who appear thereat;  \n \n(g)  the confirmation, revision and annulment of, and pe titions against, the findings \nand sentences of Courts martial;  \n \n(h)  the carrying into effect of sentences of Court martial  4[and the Court of \nAppeals] ; \n \n(i)  the forms and orders to be made under the provisions of this Act relating to \nCourts martial 5[and the court of Appeals] and sentences of 5[stoning to death, \ndeath, amputation of hand, foot or both, imprisonment for life, imprisonment, \ndetention or whipping] ; \n \n \n(j)  the constitution of authorities to decide for what persons, to what amounts and \nin wha t manner provision should be made for depen dants under section 71 and \nthe due carrying out of such decisions;  \n \n \n \n \n1 Subs. by the Pakistan Army, (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2 For the Pakistan Army Act Rules, 1954, see Gaz. of Pak., 1955, Ext., pp. 251 -388. \n3 Ins. by the Pakistan Army (Amdt.) Ordinance, 1965 (15 of 1965), s. 5.  \n4 Added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s, 26.  \n5 Ins. ibid.  \n6Added By Act I of 2020, s. 4...(w.e.f. 27 -11-2019.)  \n \n \n(k)  the relative rank of, and powers of command to be exercised by , officers, \njunior commissioned officers,  warrant officers, petty officers and \nnon-commissioned officers of the Pakistan Army, Navy and Air Force, when \nacting together;  \n \n(l)  deductions on accoun t of public and regimental debts from the pay and \nallowances of persons subject to this Act; and  \n \n(m)  any matter in this Act directed to be prescribed.  \n \n (3) All rules made under this Act shall be published in the Official Gazett e and, on such \npublication  shall have effect as if enacted in this Act.  \n \n 1[176A. Power to make regulations. The 2[Federal Government] may make regulations \nfor the governance, command, discipline, recruitment, terms and conditions of service, rank, \nprecedence, and administration of  the Pakistan  Army 3[including, appointment, reappointment, \nextension or retirement of the Chief of the Army Staff and / or the Chairman, Joint Chiefs of Staff \nCommittee] and generally for all or any of the purposes of this Act, other than those in respect  of \nwhich rules have been made under section 176.  \n \n 4[176B. Reference to 7[Chief of the Army Staff ] in other laws.___ Reference in any law, and \nin any rule, regulation, bye -law, notification, order, warrant, bond, document or other instrument \nmade or issue d under any law, to the 7[Chief of the Army Staff]   in relation to the Pakistan Army \nshall be construed as reference to the Chief of the Army Staff.  \n \n 176C. Delegation of powers of the Chief of the Army Staff. ___ 5[(1) If at any time the \nFederal Governmen t considers it necessary to do so for any reason, the Federal Government may, by \norder in writing, authorise the officer appointed as 6[Vice Chief of the Army Staff or, Deputy Chief \nof the Army Staff] to exercise and perform such of the powers and function s vested in the Chief of \nthe Army Staff under any law, rules, regulations, order or instruction for the time being in force as \nmay be so specified ; and any such order may be made so as to have retrospective effect from any \nday not preceding the twenty -fourth day of June, 1978].  \n \n (2) 6[The Vice Chief of the Army Staff or, as the case may be, the] Deputy Chief of the Army \nStaff shall exercise the powers and perform the functions conferred upon him under sub -section (1) \nin accordance with such general or spe cial direction as may be given in that behalf by the Federal \nGovernment.  \n \n \n \n1 New section 176A ins. by the Pakistan Army (Amdt.) Ordinance, 1965 (15 of 1965), s. 6  \n2 Subs. by the Pakistan Army (Amdt.) Act 1973 (51 of 1973), s. 3., for “Central Government”.  \n3Added By Act I of 2020, s. 5(w.e.f. 27 -11-2019.)  \n \n4Ins. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 32.  \n5Subs. by the Pakistan Army (Amdt.) Act, 1979 (60 of 1979), s. 2.  \n6 Subs. by the Pakistan Army (Amdt.) Ordinance, 1980 (37 of 1980), s. 2, (w.e.f. 1-5-1980)  \n7 Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander -in-Chief”.  \n \n. \n \n176D. Validation. Any power or function of the 1[Chief of  the Army Staff] , Pakistan Army, \nwhich has been exercised or performed by the Chief of Staff of the Pakistan A rmy or the Chief of the \nArmy Staff or by an acting Chief of Staff of the Pakistan Army or by an acting Chief of the Army \nStaff or by an officer under the command or the authority of any of them at any time on or after the \nthird day of March, 1972, and befo re the commencement of the Pakistan Army (Amendment) Act, \n1976, shall be deemed to have been validly exercised or performed as if the Chief of Staff of the \nPakistan Army, or the Chief of the Army Staff or the acting Chief of Staff of the Pakistan Army or \nthe acting Chief of the Army Staff or such other officer as aforesaid, as the case may be, were duly \nauthorised to exercise such power or perform such function.].  \n \n 177. [ Repeals. ] Omitted by the Federal Law (Revision and Declaration) Ordinance, 1981 \n(27 of  1981), s. 3 and 2nd Sch. \n \n____  \n \n Chapter XVI . [Transitory Provisions ] Omitted by the Pakistan Army (Amdt.) Act, 1976 (51 \nof 1976), s. 33.  \n \n____  \n \n [The Schedule]. ___ Omitted by the Federal Laws (Revision and Declaration) Ordinance, \n1981 (27 of 1981), s.  3 and Sch. II.  \n______  \n       \n \n \n \n_________________________________________________________________________________  \n1 Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander -in-Chief”."
}