{
    "file": "./converted_json\\administrator0e0d8db7414f95016f04d2807304783f.json",
    "name": "Securities and Exchange Commission of Pakistan",
    "date": "9th April, 2015",
    "tagline": "Amendments to Single Member Companies Rules, 2003",
    "content": "GOVERNMENT OF PAKISTAN \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN \n* \nIslamabad, the 9 th  April, 2015 \nNOTIFICATION \nS.R.O2q3(I)/2015.- In exercise of the powers conferred by section 506 of the Companies \nOrdinance, 1984 (XLVII of 1984), read with clause (b) of section 43 of the Securities and \nExchange Commission of Pakistan Act, 1997 (XLII of 1997), the Securities and Exchange \nCommission of Pakistan, with the approval of the Federal Government, is pleased to make the \nfollowing amendments in the Single Member Companies Rules, 2003, having been previously \npublished as required by sub-section (1) of the said section 506, namely: \nIn the aforesaid Rules, - \n(1 ) \tin rule 2, in sub rule (1),- \n(a)clauses (a) and (c) shall be omitted; \n(b)after clause (c), omitted as aforesaid, the following new clause shall be \nadded, namely:- \n\"(ca) \"non-member director\" means an individual who is not a member, \nbut has been nominated as director by and due to membership of a \nbody corporate, government or an institution or authority in terms \nof proviso (i) of clause (h) of section 187 and in such situation the \nbody corporate shall be deemed to be an institution in terms of the \nsaid proviso and for the purposes of these rules only;\"; and \nPage 1 of 6 \n(c) \t\n\tin clause (h), after the word \"director\", at the end, the words \"and includes \na non-member director\" shall be added; \n(2) \tfor rule 3, the following shall be substituted, namely:- \n\"3. \tSingle member company.- A single person may form a private \ncompany limited by shares having only one member to be called a single member \ncompany.\"; \n(3)in rule 4, in sub-rule (1), in clause (b), for sub-clause (i), the following shall be \nsubstituted, namely:- \nthe secretary shall take steps for transfer of shares in name of legal heirs of \nthe single member within seven days of the receipt of succession \ncertificate and in case of any impediment, report the circumstances of the \ncase to the registrar on Form S3;\"; \n(4)for rule 7, the following shall be substituted, namely:- \n\"7. \tTransfer of managemen (1) In case of death of the single \nmember, the secretary, shall- \n(a)manage affairs of the company till transmission of shares to \nlegal heirs of the single member; \n(b)inform the registrar concerned about the death, provide \nparticulars of the legal heirs and in case of any impediment \nreport the circumstances seeking within seven days of the death \ndirections in the form as set out in Form S3; \n(c)after satisfying himself of compliance with all the requirements \nof the relevant laws, transfer the shares to the legal heirs along \nwith the management in accordance with the applicable laws; \nand \n(d)call the general meeting of the members to elect directors. \nPage 2 of 6 \n(2) \tIn case of any impedim nt due to transfer of shares or election of \ndirectors or any other circumstances, the registrar concerned shall call or direct to \ncalling of meeting of the legal heirs, in exercise of the powers conferred by \nsection 170 in such manner as he deems fit and give such directions with regard to \nelection of directors and making alteration in the articles, if any, and such \nancillary and consequential directions as he thinks expedient in relation to calling, \nholding and conducting of the meeting.' ; \n(5) in rule 9, for sub-rule (5),the following hall be substituted, namely:-    \n\"(5) A certified copy of the order containing approval under sub-rule \n(1), together with a notice in the form as set out in Form S5 shall be filed with the \nregistrar concerned within fifteen days of the approval of the Commission for \nchange of status to single member company.\"; \n(6) \tafter rule 11, the following new rule shall be added, namely:- \n\"12. Penalty for contravention of these rules.- Whoever fails or \nrefuses to comply with or contravenes ry provision of these rules or knowingly \nand willfully authorizes or permits such failure, refusal or contravention shall, in \naddition to any other liability under the Ordinance, be also punishable under the \nprovisions of sub-section (2) of section 506.\"; \nForm Si, shall be omitted; \nin Form S3, in item No. 10, for the words \"nominee director\" the word \n\"secretary\" shall be substituted; \nin Form S4, after item No. 9, the following new item No. 9a shall be inserted, \nnamely:- \n\"9a Date of passing of special resolution: \nDay \tMonth \tYear 57, \nPage 3 of 6 \n(10) in Form S5, after item No. 7, the following new item No. 7a shall be inserted, \nnamely:- \n\"7a Date of approval of the Commission \nMonth \nI \tI \tJ Day CC Year \n(Attach copy of approval of the Commission)\"; and \n(11) in Form S8,- \n(a) \tin regulation 1,- \nclause (a) shall be omitted; \nfor clause (e), the ¶ollowing shall be substituted, namely:- \n\"(e) \"member director\" means a director which is a member of \nthe company;\"; \n(iii)after clause (e), albstituted as aforesaid, the following new clause \nshall be added, namely:- \n\"(ea) \"non-member director\" means an individual who is not a \nmember, but has been nominated as director due to \nmembership of a body corporate, government or an \ninstitution or authority in terms of proviso (i) of clause (h) \nof section 187 and the body corporate in such a situation \nshall be clemed to be an institution in terms of the said \nproviso an for the purposes of these rules only;\"; \n(iv)clause (f) shall be omitted; and \n(v)in clause (k), foil the words \"the single member\", the words \n\"includes a non-member director\", shall be substituted; \n(b) \tfor regulation 5, the following shall be substituted, namely:- \n\"5. \tShare certificate shall be issued under the seal of the \nCompany and shall be signed by the member director or the non-member \ndirector, as the case may be, and in case of death of member director , by \nthe secretary.; \nPage 4 of 6 \n(c)in regulation 11, the words, \"and the nominee director\" shall be omitted; \n(d)in regulation 13, the words \"and the nominee director\" shall be omitted; \n(e)in regulation 18, for the cord \"members\", occurring for the second time, \nthe words \"the single member\" shall be substituted; \n(f)for regulation 20, the following shall be substituted, namely:- \n\"20. If a sole director or the single member takes any decision \nwhich is required to be taken in a meeting of the board or in the general \nmeeting or by means of a resolution and such decision is delivered in \nwriting by the sole director and the single member, as the case may be, \nwithin three days of such \nbook and is so recorded, \nmade in such a meeting.\"; decision, to the company for entry in the minute \nthat decision shall be valid as if the decision is \nfor regulation 22, the following shall be substituted, namely:- \n\"22. The board shall not have the power to remove the member \ndirector or the non-member director but the single member shall have the \npower to remove any director, chief executive or secretary through a \nresolution.\"; \nafter regulation 25, the following new regulation shall be inserted, \nnamely:- \n\"25A. The directors may hold their meetings through tele or video \nconferencing in emergent situation where it is not possible for them to be \nphysically present at the venue of the meeting, provided that the minutes \nof such meeting are approved and signed subsequently by all the directors \nwho participated in such meeting, requirements of the requisite quorum \nand other legal formalities relating to holding of such meetings have been \nobserved and tele or video recording of the proceedings of the meetings \nare kept for the purpose of record.\"; (g) \n(h) \nPage 5 of 6 \n(I) in regulation 27, for the words \"at the time\", the words \"within fifteen \ndays\", shall be substituted; \nin regulation 28, for the words \"sole director\", the words \"single member\", \nshall be substituted; \nfor regulation 34, the following shall be substituted, namely:- \n\"34. The director shall provide for safe custody of the seal and \nthe seal shall not be affixed to any instrument except by the authority of a \nresolution of the board of directors or by a committee of directors \nauthorized in that behalf by the member director or the non-member \ndirector and in the presence of at least member director or the non-member \ndirector and of the secretary or such other person as the directors may \nappoint for the purpose and the member director or the non-member \ndirector and the secretary or other person as aforesaid shall sign every \ninstrument to which the seal of the company is affixed in their presence.\"; \nand \nafter regulation 36, the following new regulation shall be added, namely:- \n\"DISPUTE RESOLUTION \n37. \tIn the event that a dispute, claim or controversy arises \nbetween the company and its management or between the directors inter \nse, all steps shall be taken to settle the dispute and resolve the issue \nthrough mediation by an accredited mediator before taking recourse to \nformal dispute resolution such as arbitration or litigation.\". \n[No. CLD/RD/602(01)2003] \n(Bushra Aslam) \nSecretary to the Commission \nPage 6 of 6"
}