{
    "file": "./converted_json\\administrator677ba60f75cfd3eab21ac148b5e66a24.json",
    "name": "The Cotton Cloth Act, 1918",
    "date": "26th September, 1918",
    "tagline": "An Act to take powers to provide for the cheap supply of cotton cloth to the poorer classes of the community.",
    "content": "Page 1 of 4 \n          \n \n \n \nTHE COTTON CLOTH ACT, 1918  \n \n \n \nCONTENTS  \n1.  Short title  \n2.  Definition s \n3.  Power to appoint Controllers  \n4.  Powers of  the Controller  \n5.  Appointment of Advisory Committees  \n6.  Manufacture and delivery of standard clot h \n7.  Delegation of powers  \n8.  Penalty for disobedience of orders under section 4  \n9.  Power to fix prices of standard cloth  \n10.  Limitation of sale of standard cloth  \n11.  Grant of licences for sale of standard cloth  \n12.  Rule -making power  \n13.  Protection for acts done under Act  \n14.  Power s of Act to be cumulative   \n\n \nPage 2 of 4 \n THE  COTTON  CLOTH  ACT,  1918  \n1ACT.  No. XXIII  of 1918  \n[26th September,  1918 ] \nAn Act to take powers  to provide  for the cheap  supply  of cotton  cloth  to the poorer  classes  of the \ncommunity.  \n WHEREAS  it is expedient  to take powers  for the purpose  of encouraging  or maintaining  the \nsupply,  at reasonable  rates,  to the poorer  classes  of the community,  of cotton  cloth  manufactured  in \nthis country  ; It is hereby  enacted  as follows  :___ \n 1. Short  title. This Act may be called  the Cotton  Cloth  Act, 1918.  \n 2. Definition s. In this Act, unless  there  is anything  repugnant  in the subject  or context,__ \n(a)  “Controller ” means  a Controller  appointed  under  this Act ; \n(b)  “cotton  cloth” means  cotton  cloth  manufactured  in this country  ; and \n(c)  “standard  cloth” means  any kind of cotton  cloth  which  a Controller  may,  from  \ntime to time,  declare  to be standard  cloth.  \n 3. Power  to appoint  Controllers . The 2[Provincial  Government]  may,  by notification3 in the \n4[official  Gazett e], appoint  one or more  persons  as 5[it] may think  fit to be Controllers  for the \npurposes  of this Act, and shall  specify  in any such notification  the area in which  any Control ler so \nappointed  shall  exercise  his powers.  \n 4. Powers  of controller . (1) Whenev er it appears  to a Controller  that such a course  is \nnecessary  or expedient  for the purpose  of encouraging  or maintaining  the supply  of standard  cloth,  at \nreasonable  rates  to the poorer  classes  of the community,  he may (subject  to this Act and the rules  \nmade thereunder  and to the control  of the 2[Provincial  Government])  make  general  or special  orders  \nregulating  or giving  directions  within  the area in which  he is empowered,  with respect  to the \nmanufacture,  transport,  distribution  and sale or purchase  of, or other  dealings  in, cotton  cloth.  \n (2) Without  prejudice  to the generality  of the foregoing  power,  orders  may be made  by a \nController - \n(a)  declaring  and defining  the classes  of standard  cloth  ; \n(b)  prescribing distinctive indications which shall be woven  into, impressed or \notherwise displayed upon, different classes of standard cloth ;  \n \n \n1For Statement  of Objects  and Reasons,  see Gazette  of India,  1918,  Pt. V. p. 58; for Report  of Select  Committee,  see ibid.,  1918.  V, p.77;  and \nProceedings  in Council,  see ibid.,  1918,  Pt. VI, pp. 754, 953, 1000  and 1147.  \n2Subs.  by A O., 1937,  for “G. G. in C ”. \n3For a notification  issued  by the G. G. in C. under  this section,  see Gazette  of India,  1918,  Pt. I, p. 1558 . \n4Subs.  by A. O., 1937,  for “Gazette  of India”. \n5Subs.  ibid., for “he”. \n \nPage 3 of 4 \n (c)  requiring  any person,  who ordinarily  manufactures  cotton  cloth,  to \nmanufacture,  or provide  for the manufacture  of, standard  cloth  in such \nquantity,  of such quality  and by such date as the Controller  may direct  ; and \n(d)  fixing  the prices to be paid to the manufacturer  for standard  cloth  or for any \nparticular  class  of standard  cloth,  and providing  for the payment  thereof  on \ndelivery:  \n Provided  that in fixing  prices  the Controller  shall  have  regard  to the cost of production  and to \nthe allowance  of a reason able profit,  without  necessarily  taking  into consideration  the market -price,  \nand if the Controller  is satisfied  that the manufac turer  has incurred  actual  loss arising  out of forward  \ncontracts  entered  into before  the commencement  of this Act, and that such loss is immediately  \nattributable  to an order  under  this Act, he may take such loss into account:  \n Provided  further  that the Controller  may fix different  prices  in the case of different  localities  \nor, if special  reasons  exist,  in respe ct of different  manufacturers  in the same  locality.  \n 5. Appointment  of Advisory  Committees . Where  a Controller  is appointed  in exercise  of \nthe power  conferred  by section  3, the 1[Provincial  Government]  shall  appoint  a Committee  consisting  \nof such number  of persons  having  knowledge  of the cotton  or cotton  cloth  trade  as 2[it] thinks  fit to \nassist  the Controller  with their advice  in the performance  of his duties.  Before  a Controller  issues  any \norder  declaring  and defining  the classes  of standard  cloth  or fixing the prices  to be paid to the \nmanufacturer,  he shall  consult  the Committee,  and he may consult  the Committee  on any other  \nmatter  connected  with his duties:  \n Provided  that, if the opinion  of the majority  of members  of the Committee  who are present  at \nany meeting  is adverse  to the issue  of any order,  the Controller  shall,  if he does not accept  the \nCommittee's  advice,  refer  the matter  for the decision  of the 1[Provincial  Government].  \n 6. Manufacture  and delivery  of standard  cloth . Where,  by an order  made  in the exercise  of \npowers  conferred  by section  4, the Controller  has directed  a manufacturer  to manufacture,  or provide  \nfor the manufacture  of, standard  cloth  and has fixed  the price  therefor,  the manufacturer  shall  deliver  \nthe same  at such time and place  and in such manner  as the Controller  may specify  from  time to time,  \nand the Controller  shall  pay or cause  to be paid to the manufacturer  the said price,  together  with the \nfreight,  if any, actually  paid by the manufacturer.  \n 7. Delegation  of powers . Subject  to the control  of the 1[Provincial  Government],  a Controller  \nmay,  from  time to time by order  in writing,  delegate  all or any of his powers  subject  to such \nconditions  and restrictions  as may be prescribed  therein.  \n 8. Penalty for disobedience of orders under  section 4.  If any person acts in contravention \nof, or without reasonable cause, fails to comply with, the provisions of any order made under section \n4, or counterfeits upon any cloth a distinctive indication prescribed by the Controller, such person \nshall  be punishable with imprisonment which may extend to six months, or with fine or with both.  \n \n \n1Subs,  by A.O.,  1937  for “G.G.  in C.”. \n2Subs.  ibid., for “he” \n \nPage 4 of 4 \n  9. Power  to fix prices  of standard  cloth .__ (1) The 1[Provincial  Government]  shall,  if \nstandard  cloth is sold in the Province,  by order  in writing  which  shall  be notified  in the 2[official  \nGazette],  fix the price  at which  alone  standard  cloth  or any class  of standard  cloth  shall  be sold to the \npublic.  \n (2) Orders  may be made  fixing  different  prices  for different  localities  or for different  methods  \nof sale. \n (3) Every  such order  shall  be published  in such manner  as the 1[Provincial  Government]  may \nconsider  to be best adapted  for bringing  the prices  so fixed  to the notice  of the poorer  classes.  \n 10. Limita tion of sale of standard  cloth .___ (1) No person  shall  sell or keep,  offer  or expose  \nfor sale to the public,  standard  cloth  otherwise  than at such price  as may be fixed  by the 1[Provincial  \nGovernment]  and in accordance  with the terms  and conditions  of a licence  issued  in this behalf.  \n (2) If any person  contravenes  the provisions  of sub-section  (1), he shall  be punishable  with \nimprisonment  which  may extend  to six months,  or with fine or with both.  \n 11. Grant  of licences  for sale of standard  cloth . A licence  for the sale of standard  cloth  \nshall  be granted  by such authority,  in such form  and subject  to such conditions  as the 1[Provincial  \nGovernment]  may prescribe  by rules  made  under  this Act. \n 12. Rule -making  powe r .___ (1) The 1[Provincial  Government]  may make  rules - \n(a)  prescribing  the powers  and duties  of the Controller,  \n(b)  prescribing  the manner  in which  the Controller's  orders  shall  be published  or \nserved,  as the case may be, and \n(c)  generally  giving  effect  to the provisions  of this Act. \n (2) The 1[Prov incial  Government]  shall,  if standard  cloth  is sold in the Province,  make  rules  \nprescribing  the authority  by which,  the form  in which  and the conditions  under  which,  any licence  or \nclass  of licences  for the sale of standard  cloth  shall  be granted.  \n (3) Rules made  under  this Act shall  be published  in the 2* * * 3[official  Gazette],  4* * * and \non such publication  shall  have  effect  as if enacted  in this Act. \n 13. Protection  for acts done  under  Act. No suit, prosecution  or other  legal  proceeding  shall  \nlie again st any person  for anything  which  is in good  faith done  or intended  to be done  under  this Act. \n 14. Power  of Act to be cumulative . All powers  given  by this Act shall  be in addition  to and \nnot in derogation  of any other  powers  conferred  by or under  any enact ment,  and all such powers  may \nbe exercised  in the same  manner  and by the same  authority  as if this Act had not been  made.  \n \nDate: 11 -09-2024  \n1Subs.  by A. O., 1937,  for “L. G”. \n2The words  “the Gazette  of India  or” rep. by A. O., 1937.  \n3Subs.  ibid.,  for “local official  Gazette” \n4The words  “as the case may be” rep., ibid."
}