{
    "file": "./converted_json\\administrator032fd909161c765fc557d9ffa832803f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n  \n \n \n \n THE SUPREME COURT (PRACTICE AND PROCEDURE) \nACT, 2023 . \n \n \n \n \n \n \n \nCONTENTS  \n1. Short title and commencement  \n2. Constitution of Benches  \n2A. Practice and procedure of Constitutional Benches   \n3. [Omitted ] \n4. [Omitted ] \n5. Appeal  \n6. Right to appoint counsel of choice  \n7. Application for fixation of urgent matters  \n7A Hearing, etc.  \n7B. Recording and transcript of proceedings  \n8. Act to override other laws etc . \n   \n\n \nPage 2 of 4 \n THE SUPREME COURT (PRACTICE AND PROCEDURE) \nACT, 2023  \nACT No. XVII of 2023  \n[21st April, 2023 ] \nAN  \nACT \nto provide for certain practices and procedures of the Supreme Court  \n1[WHEREAS Articles 191 and 191A of the Constitution of the Islamic Republic of Pakistan \nenables the Majlis -e-Shoora  (Parliament) to provide for the practice and procedure of the Supreme \nCourt including, Constitutional Benches thereof ;] \n It is hereby enacted  as follows:__ \n1. Short title and commencement .__ (1) This Act shall be called the S upreme Court (Practice \nand Procedure) Act , 2023.  \n1[(2) It shall come into force at once  and shall be deemed to have taken effect on and from the \ndate of commencement of the Constitution (Twenty -sixth Amendment) Act, 2024 (XXVI of 2024).]  \n2. Constitution of Benches .__ 1[(1) Every cause, matter, petition, appeal or review application \nbefore the Supreme Court, other than those falling within clause (3) of Article 191A of the Constitution \nof the Islamic Republic of Pakistan, hereinafter referred to as the Constitution, shall be heard and \ndisposed of by a Bench constituted  by the Committee comprising the Chief Justice of Pakistan, the \nmost senior Judge of the Supreme Court and the most senior Judge of the Constitutional Benches:  \nProvided that until the most senior Judge of the Con stitutional Benches is nominated, the \nCommittee shall comprise the Chief Justice of Pakistan and the most senior Judge of the Supreme \nCourt:  \nProvided further that if either the Chief Justice or the most senior Judge of the Supreme Court \nor both are nominat ed to the Constitutional Benches, the next most senior Judge of the Constitutional \nBenches shall be the member of the Committee:  \nProvided also that if a member declines to sit on the Committee, the Chief Justice may nominate \nany other Judge of the Supreme Court or a member of the Constitutional Benches, as the case may be, \nas a member of the Committee.  \n(2) As soon as may be expedient, after the commencement of this Act, the  \nCommittee constituted under sub -section (1) shall immediately hold its first  meetin g and shall \nformulate its procedure for regulating the working of the Committee:  \nProvided that , till such time the procedure is formulated under this sub -section, the meeting of \nthe Committee for the purposes of sub -section (1) shall be convened by the Chi ef Justice.]  \n(3) The decisions of the Committee shall be by majority . \n \n1Subs. by Act No. XXXI of 2024, s s.2-4.  \n \nPage 3 of 4 \n 1[2A. Practice and procedure of Constitutional Benches .__ (1) Where a question arises as to \nwhether a cause, matter, petition, appeal or review application falls within clause (3) of Article 191A \nof the Constitution and is to be heard and disposed of by a Constitutional Bench or another Bench of \nthe Supreme Cour t, the committee constituted under clause (4) of Article 191A of the Constitution \nshall, through a speaking order, determine the question and if it decides that a matter__ \n(a) falls within clause (3) of Article 191A of the Constitution, assign it to a \nConstitutional Bench for hearing and disposal; or  \n(b) does not fall within clause (3) of Article 191A of the Constitution, send it to the \nCommittee constituted under section 2 for disposal by another Bench.  \n(2) The Registrar of the Supreme Court of Pakista n shall provide the requisite administrative \nand secretarial support to the Constitutional Benches.  \n(3) Subject to the availability of Judges, Constitutional Benches shall comprise equal number \nof Judges from each Province. ] \n 3. 1[* * * * * * *] \n4. 1[* * * * * * *] \n1[5. Appeal .__ An appeal shall lie, within thirty days, from an order of a Constitutional Bench, \nexercising jurisdiction under clause (3) of Article 184 of the Constitution, to a larger Constitutional \nBench if practicable:  \nProvided that the appe als filed against orders passed under clause (3) of Article 184 prior to \nthe commencement of the Constitution (Twenty -sixth Amendment) Act, 2024 (XXVI of 2024) shall \nstand transferred to a Constitutional Bench. ] \n6. Right to appoint counsel of choice .__ For filing a review application under Article 188 of \nthe Constitution, a party shall have the right to appoint counsel of its choice.  \nExplanation : For the purpose of this section, ‘counsel’ shall mean an  Advocate of the Supreme \nCourt.  \n7. Application for fixation of urgent matters .__ An application pleading urgency or seeking \ninterim relief, filed in a cause, appeal or matter, shall be fixed for hearing within fourteen days from \nthe date of its filing.  \n1[7A. Hearing, etc.__ Unless law requi res a decision within a stipulated period, every cause, \nmatter or appeal in the Supreme Court shall be heard at its turn based on first in, first out, which is to \nsay, the cases filed first shall be heard first.  \n7B. Recording and transcript of proceedings .__ Hearing of every cause, matter or appeal in \nthe Supreme Court shall be recorded and transcript thereof duly prepared. For the purposes of reliance \nthereon in any court proceedings, only a certified copy of the transcript against payment of a  fee \namounting to Rupees fifty per page shall be  used.]  \n \n1Ins., Omitted and Subs. by Act No. XXXI of 2024, ss.5 -8.  \n \nPage 4 of 4 \n 8. Act to override other laws e tc.— The provisions of this Act shall have effect \nnotwithstanding anything contained in any other law, rules or regulations for the time being in force \nor judgment of any Court including the Supreme Court and a High Court.  \n \n \n_______  \n \n \n \n \n \n \n \n       Last Uploaded on 13.11.2023"
}