{
    "file": "./converted_json\\administratore45ef07fe938bd0f4e3de06b8cc3a219.json",
    "name": "National Electric Power Regulatory Authority (Tariff Standards and Procedure) Rules",
    "date": "December 23, 1998",
    "tagline": "Electric Power Tariff Standards and Procedure in Pakistan",
    "content": "National Electric Power Regulatory Authority  \n(Tariff Standards and Procedure) Rules, 1998.  \n \n \nNOTIFICATION  \n \nIslamabad, the 23rd of December, 1998  \n \n \nS.R.0. 1399 (I)/98. — In exercise of the powers  conferred by section 46 of  the \nRegulation of Generation, Transmission and Dist ribution of Electric Power Act,  1997 (XL of \n1997), the National Electric Power Regulatory Authority, with t he approval of the Federal \nGovernment, is pleas ed to make the following rules  namely : — \n \nPART - 1 \n \nSHORT TITLE, COMMENCEMENT AND DEFINITIONS  \n \n1. Short title and commencement . — (1) These rules may be called the National \nElectric Power Regulatory Authority (Tariff Standards and Procedure) Rules, 1998.  \n \n(2) They shall come into force at once.  \n \n2.     Definitions . — (1) In these rules, unless  there is anything repugnant in the subject or \ncontex t,— \n \n(a) \"Act\" means the Regulation of Generation, Transmission and Distribution of Electric \nPower Act, 1997 (XL of 1997);  \n \n(b) \"Authority\" shall bear the meaning ascribed  thereto in the Act, and where the context \nso admits, shall mean the presiding officer;  \n \n(c) \"communication\" means any information,  comment, data, filing, summary, written \nstatement, Representation, pleadings, correspondence, or evidence filed with  the \nRegistrar, the presiding officer or the Authority in connection with any proceedings;  \n \n(d) \"information direction\" means a direction  issued by the Authority or the presiding \nofficer to any person to provide information to the  Authority;  \n \n(e) \"interven tion request\" means an  intervention request filed under rule 6;  \n \n(f) \"motion\" means any or, if so directed by the  Authority, written application in relation \nto any matter of procedure under these rules;  \n \n(g) \"petition\" means a petition made to the  Authori ty for the determination, modification \nor revision of tariff;  \n \n   (h) \"pleadings\" means the petition, the replies to  the petition  [,the intervention request, \nthe reply of intervention request]1 and rejoinders to replies;  \n \n(i) \"presiding o fficer\" means the pre siding officer appointed by the Authority under sub -\nrule (5) of rule 9 and, for the purpose of these rules, where the context so admits, shall \nalso means the Authority;   \n \n(j) “proceedings” means the entire process commencing from the date of filling of \npetition with the Registrar or, where the Authority initiates the process of \ndetermination of tariff,  the date of such initiation by the Authority, and ending on the \ndate the Authority makes its final determination on a petition, and shall include any \nstage d uring the proceedings;  \n \n(k) \"register' means the register maintained by the Registrar wherein shall be entered the \ntitle and number of all petitions and communications in such manner and with such \ndetails as the Authority may from time to time direct;  \n \n(l) \"Registrar\" means a person designated by the Authority to register and record the \nreceipt of  communications and petitions filed with the Authority and to perform such \nother duties under these rules as may from time to time be assigned by the Authority; \nand \n \n(m) \"tariff” means the rates, charges terms and conditions for  generation of electric power, \ntransmission, inter -connection, distribution services and sales o f electric power to \nconsumers by a licensee.  \n \n(2) Words and expressions used but not defined in  these rules shall have the same \nmeaning as in the Act.  \n \n \nPART - II \nPROCEDURE  \n \n3. Filing of petitions and communications . — (1) Any licensee, consumer or person \ninterested in the tariff may file a petition with the Authority by filing it with the Registrar  \nalong with such fees as may be determined by the Authority from time to time. The Authority \nmay also initiate proceeding suo moto . \n \n(2) A petition filed under sub -rule (1) shall — \n \n(a) state the name and address of the petitioner and the grounds giving ris e to the \npetitioner's interest forming the basis of the petition and, where the petitions is a \nlicensee, the number and other relevant details of the license as may be determined by \nthe Authority from time to time;  \n \n(b) state in a concise manner the ground s and the facts forming the basis of the petition;  \n \n(c) the relief or determination sought;  \n \n(d) be accompanied with comparative schedules of charges, costs, units, price and other \nitems comprising the existing tariff and the proposed tariff, or such other  details as \nmay be determined from time to time by the Authority for the purpose;  \n                                                 \n1 Added by S.R.O 267(I)/2011, dated 21st March, 2011  \n   (e) be accompanied with a comparative table of the existing tariff design and the \nproposed tariff design on the basis of the categories of consumers likely to be affected \nby a modification of the tariff, their consumption  patterns and charges payable by \nthem; []2 \n \n(f) be supported with a summary of evidence giving brief particulars of the data, facts \nand evidence in support of the petition  [; and]3 \n \n[(g) be accompanied with su ch information and be in accordance with such format as may \nbe specified by the Authority from time to time.]4 \n \n(3) The Registrar shall examine the contents of the petition in order to satisfy himself of \nthe conformity thereof with the provisions of sub -rule (2), and — \n \n(a) shall return the petition to the petitioner with directions to amend and re -file \nthe petition in accordance with the provisions of sub -rule (2), if the petition is \nfound by the Registrar not to be in conformity with sub -rule (2), provide d that, \nno petition shall be returned after the expiry of [fifteen]5 days of filing thereof \nwith the Registrar; or  \n \n(b) where the petition is found to be in conformity with the requirements of sub -\nrule (2), shall accept the petition and endorse thereo n a s tamp acknowledging \nthe fil ing along with the number given thereto in the Register:  \n \nProvided that, where a petition is re -filed by the petitioner,  and the Registrar is \nnot satisfied of the conformity thereof with sub -rule (2), the Registrar shall place the  \npetition before the Authority for directions which shall be made by the Authority not \nlater than seven days of the date of re -filing thereof by  the petitioner. The Authority \nshall not reject a petition on the grounds of any defect therein without giving t he \npetitioner and opportunity of rectifying the defect within the time  specified for the \npurpose by the Authority.  \n \n(4) Any communications proposed to be filed by a licensee, consumer or other interested \nperson shall contain the name and address of the com municator, the subject -matter of the \ncommunication and the title of the proceedings, and shall be filed with the Registrar who \nshall acknowledge receipt thereof either on a copy of the communication or through a written \nreceipt in a format to be determined  by the Authority and shall also endorse on the filing \nreceipt the number of the petition in connection with which the communication is filed and \nthe number assigned to the communication on the regist er. \n \n(5) All petitions shall be deemed to be filed on th e date of filing thereof with the \nRegistrar, and where re -filed in accordance with the provisions of sub -rules (2) and (3), on \nthe date the Registrar or the Authority, as the case may be, accepts the filing thereof. A \ncommunication shall be deemed to be fi led on the date on which it is filed with the Registrar.  \n \n(6) The contents of any communication shall pertain to a single petition in respect of \nwhich it is filed.  \n \n(7) A petition or communication shall be signed by the petitioner or communicator or by \none or more of his authorized representatives in their individual names on behalf of the \npetitioner or the communicator.  \n                                                 \n2 Word “and” omitted by S.R.O 267(I)/2011 da ted 21st March, 2011  \n3 The full stop is substituted by semicolon and word “and” is added by ibid.  \n4 New sub -clause (g) is added by ibid.  \n5 Word “seven” is substituted by “fifteen” by S.R.O. 267(I)/2011, dated 21st March, 2011  \n   (8) Any petition or communication, where in any statement of fact or opinion is made by \nthe petitioner or the communicator, shall be verif ied by an affidavit, drawn up in the first \nperson stating the full name, age, occupation and address of the deponent and the capacity in \nwhich he is signing and indicating that the statement m ade therein is true to the best of the \nknowledge of the deponent , information received by the deponent and belief of the deponent, \nand shall be signed and sworn before a person lawfully authorized to take and receive \naffidavits, provided that, a communication filed during the course of a hearing may be \naffirmed in pers on before the Authority by the person filing the same.  \n \n(9) Where any statement in an affidavit given under sub -rule (8) is stated to be true \naccording to the information received by the deponent, the affidavit shall also disclose the \nsource of such inform ation.  \n \n(10) A petition or communication shall be filed with such number of copies as the \nAuthority may from time to time determine.  Each set of the petition or communication shall \nbe complete in all respects.  \n \n(11) A petition or communication shall be lo dged for registration during office hours at the \nprincipal office of, or such other office as may be directed by the Authority . A petition or \ncommunication may be forwarded to the Authority through registered post or courier service.  \nIf an authorized agen t files a petition or communication on behalf of any party, the document \nauthorizing the agent to do so shall be filed along with the petition or communication, if not \nalready filed in the record of the case.  \n \n4. Admission of petition . — (1) As soon as may  be, but no later that fourteen days of \nthe date of filing of the petition, it shall be placed before the Authority for admission.  \n \n(2) The Authority may call for submission by the petitioner of any further supporting \ncommunication within the time specifie d for the purpose of admission of the petition, and the \nAuthority shall not be required to entertain or admit any petition until such time that such \nsupporting communication is furnished.  \n \n(3) The Authority may admit the petition for hearing without requir ing attendance of the \npetitioner.  \n \n(4) The Authority shall not pass an order refusing admission without giving the petitioner \nan opportunity of being heard of making a written representation.  \n \n(5) In case the Authority admits the petition, it may give such  orders and directions  for \nthe service of notices to — \n \n(a) the respondents and other parties affected or interested, which in the opinion of the \nAuthority are likely to be affected or interested; and  \n \n(b) to persons who, by reason of their calling or expe rtise, may be of assistance to the \nAuthority in arriving at a just and informed determination of the proceedings,  \n \nfor filing replies or communications in opposition or in support of the petition in such form as \nthe Authority may direct, or for purposes o f expeditious and efficient conduct of the \nproceedings.  \n \n(6) The Authority may, if deemed appropriate, also direct the advertisement by \npublication of the title and brief description of the petition in any one or more newspapers \nspecified for the purpose b y the Authority.  Such publication shall also contain a notice of the \n   availability of a copy of the petition at the office of the Authority upon payment of fee \ndetermined for the purpose by the Authority.  \n \n(7) The Authority may, while admitting a petition,  allow the immediate application of the \nproposed tariff subject to an order for refund for the protection of consumers, or for  \nsatisfactory  security to be provided for refund, while the proceedings are pending before the \nAuthority.  \n \n5. Publication and Serv ice of notices . — (1) A notice or process issued on directions of \nthe Authority may be served by Registrar or the party concerned as the Authority may direct, \nand the Authority may also direct the service to be effected through any one or more of the \nfollo wing modes of service, namel y:- \n \n(a) by hand delivery through a messenger;  \n \n(b) by registered post with acknowledgment due; or  \n \n(c) by publication in national daily newspaper in the English language and two \nnational daily newspapers in the Urdu language in  cases where the Authority \nis satisfied that it is not reasonably practicable to serve notices in any other \nmanner.  \n \n(2) Every notice or process required to be serve on or delivered to any person may be sent \nto the person at the address furnished by him fo r service or at the place where the person or \nhis agent ordinarily resides or conducts business or personally works for gain and where the \nperson to be served in a petition pending before the Authority has authorized an agent or \nrepresentative to represent  him in the petition, such agent or representative shall be \nconsidered duly authorized to accept service of a notice and process on behalf of the person \nconcerned.  \n \n(3) The Authority shall be entitled to decide in each case the requirements for service of a \nnotice, any other appropriate process and publi cation, if any, directed by the Authority. The \nAuthority shall decide as to who shall bear the cost of such ser vice and publication and the \ntime and the manner of recovery or reimbursement of such costs if d irected to be borne by \nany party to the proceedings.  \n \n(4) Where any petition is required to be advertised, it shall be advertised within such time \nas the Authority may determine.  \n \n(5) In default of compliance with the requirements of these rules or directi ons of the \nAuthority as regards service or publication, the Authority may either dismiss the petition or \ngive such further directions, as it deems fit and proper.  \n \n(6) No service or publication shall be deemed invalid by reason of any defect in the name \nof description of a person, provided that the Authority is satisfied that such service or \npublication is in all other respects sufficient.  \n \n6. Intervention . — (1) Any interested person who desires to participate in any \nproceedings may file an intervention re quest for leave to intervene along with the fees \ndetermined for the purpose by the Authority.  \n \n(2) [The intervention request shall state the name and address of the person filing the \nsame, objections and the manner in which such person is or is likely to b e substantially and \nspecifically affected by any determination in the proceedings. The intervention request may \n   also contain the contentions of the person making the same, the relief sought and the \nevidence, if any, in support of the case.]6 \n \n(3) [Unless o therwise provided in the notice of proceedings pursuant to sub -rule (2), (3) \nof rule 4, or in a other notice required to be given by the petitioner pursuant to the directions \nof the Authority to this effect, an intervention request must be filed within sev en days from \nthe date of publication of notice of admission in the newspapers. The person filing \nintervention request shall also serve a copy of the same to the petitioner and the petitioner \nmay, if so elects, file a reply to the intervention request and t he petitioner shall also serve a \ncopy of the reply to the person making intervention request. The Authority may grant leave to \nintervene, subject to such conditions, if any, as the Authority may deem appropriate.]7 \n \n(4) The Authority, while refusing leave to intervene, may direct the person making the \nintervention request to file such communications before the Authority as may have been \nreferred to in the intervention request, and such communications may be taken into account \nby the Authority in accordance with sub -rule (3) of rule 8.  \n \n(5) []8 \n(6) []9 \n \n7. Reply and Rejoinder . — (1) [Each respondent to whom a notice of the filing of \npetition is issued and who intends to oppose or support the petition, may file a reply within \nseven days of the date of publicat ion of the petition with such number of copies as may be \ndirected by the Authority. The format and contents of replies shall be in accordance with the \nprovisions of sub -rule (2) of rule 3.]10 \n \n(2) [In the event the respondent  does not file a reply or no int ervention request is filed, \nthe Authority may decide the petition inter-alia on the basis of the documents and evidence \navailable on record.]11 \n \n(3) [In the reply  or the intervention request , the respondent or the intervener may \nspecifically admit, deny  or explain the facts stated in the petition and may also state \nadditional facts which are relevant and necessary for reaching a just and informe d decision in \n                                                 \n6 Sub for “The intervention re quest shall state the name and address of the person filing the same and shall describe the manner in which \nsuch person is or is likely to be substantially and specifically affected by any determination in the proceedings. The interv ention request \nshall st ate the contention of the person making the same, the relief sought and brief particulars of the evidence such person shall p resent in \ncase the intervention request is granted” by S.R.O. 267(I)/2011, dated 21st March, 2011  \n7 Sub for “Unless otherwise provi ded in the notice of proceedings given pursuant to sub -rule (2) or (3) of rule 4, or in any other notice \nrequired to be given by the petitioner pursuant to the directions of the Authority to this effect, an intervention request mu st be filed no later \nthan seven days prior to the first date of hearing in any proceedings, provided that following the commencement of a hearing, an \nintervention request may be filed at any time during office hours prior to the next date of hearing. The Authority may grant leave t o \nintervene, subject to such conditions, if any, as the Authority may deem appropriate” by ibid  \n \n8 Sub-rule (5) “No intervention request may be filed or acted upon during a hearing unless permitted by the Authority after opportu nity for \nall parties to obje ct thereto, which may be made orally or in writing, as the Authority may direct. If no objection is made, the Authority may \ndecide to accept or deny the intervention request based on the procedural and substantive merits of the intervention request”  omitte d by \nS.R.O 267(I)/2011, dated 21st March, 2011.  \n \n9 Sub-rule (6) “No intervention request may be filed or acted upon after the close of evidence in the proceedings” omitted by ibid  \n \n10 Sub-Rule (1) of rule 7 “Each respondent to whom a notice of the filing of  petition is issued, or any person whose intervention request has \nbeen accepted by the Authority, who intends to oppose or support the petition may file a reply within fifteen days of the dat e of service of \nnotice, the date of publication of the petition, or the date of acceptance of intervention request , as the case may be, with such number of \ncopies as may be directed by the Authority.  The format and contents of replies shall be in accordance with the provisions of  sub rule (2) of \nrule (3)” is substitut ed by ibid.  \n11 Sub-rule (2) of rule 7 “In the event the respondent, or the intervener, does not file a reply, the Authority may decide the petit ion on the \nbasis of inter alia, the documents and evidence submitted by the petitioner” is substituted by ibid.  \n   the proceedings. The reply or the intervention request shall be signed, verified and supported \nby mea ns of an affidavit in the same manner as in the case of the petition. ]12 \n \n(4) [The respondent or the intervener, if elects to file a reply  or the intervention request,  \nshall serve a copy of the reply or the intervention request duly attested as  true copy on  the \npetitioner or his authorized representative and the petitioner may file a rejoinder to the reply \nor the intervention request provided that such reply or rejoinder shall be filed before the \ncommencement of hearing.]13 \n \n(5) []14 \n \n8. Comments and Participa tion. —  (1) A person, other than an intervener or a persons \nto whom a notice has been issued, who intends to file any comments in regard to any \nproceedings before the Authority, pursuant to an advertisement and publication issued for the \npurpose, shall de liver to the Registrar a statement of comments.  \n \n(2) The Authority may permit such person to participate in the proceedings, if the \nAuthority considers that the participation of such person shall facilitate the proceedings and \ndecision in the matter.  The  person filing the comments shall not be entitled as of right to \nparticipate in the proceedings.  \n(3) The Authority shall be entitled to take into account the contents of any statement of \ncomments filed pursuant to sub -rule (1) in the final determination, p rovided that, if deemed \nfit by the Authority, the Authority may invite written representations by the parties in the \nproceedings in response to the statement of comments.  \n \n9. Hearing s by the Authority . —  (1) [At the time of admission of petition, the \nAuth ority shall also]15 determine whether a hearing is required to arrive at a just and \ninformed decision.  For the purposes of making such an order, the Authority may (i) \nadminister discoveries and interrogatories to any person; (ii) make information direction s; or \n(iii) require the appearance of any person.  \n \n(2) In case the Authority orders a hearing, the Authority shall fix the date of hearing for \nthe parties to present written or oral arguments on the basis of the pleadings.  The Authority \nmay also frame the  issues over which the parties may be allowed to address arguments and \npresent evidence before the Authority, and the Authority may decide as to which issues may \nbe allowed to be addressed during the course of the h earing. In framing the issues, the \nAuthor ity may exclude one or more issues or matters raised or stated in the pleadings, and \nmay also include additional issues or matters not raised in the pleadings.  \n \n(3) In case the Authority determines not to hold a hearing, it shall inform the parties of its \ndecision no later than seven days of such a determination.  The parties shall, no later than ten \ndays of receiving the notice as aforesaid, file with the Registrar the detailed evidence referred \nto in the summaries of evidence.  \n \n                                                 \n12 Sub-rule (3) of rule 7 “In the reply, the respondent or the intervener shall specifically admit, deny  or explain the facts stated in the \npetition and may also state additional facts which are relevant and necessary for reaching a just and informed decisio n in the proceedings.  \nThe reply shall be signed, verified and supported by means of an affidavit in the same manner as in the case of the petition”  is substituted by \nibid. \n \n13 Sub-rule (4) of rule 7 “The respondent or the intervener, if he elects to file a  reply, shall serve a copy of the reply duly attested as a true \ncopy on the petitioner or his authorized representative and file proof of such service with the Registrar at the time of fili ng the reply” is \nsubstituted by ibid.  \n14 Sub-rule (5) of rule 7 “Whe re the respondent or the intervener states additional facts, data or reports, the Authority may allow the \npetitioner to file a rejoinder to the reply filed by the respondent or the intervener within fourteen days of the order of th e Authority to this \neffec t.  The procedure described in this rule for filing of the reply shall also apply to the filing of the rejoinder” omitted by ibid \n \n15 In sub -rule (1), for the words and comma “After filing of the pleadings, the Authority shall examine the same and” are subs tituted by S.R.O. 267(I)/2011, dated 21st March, 2011.  \n   (4) [In case the Authority  orders a hearing, the date of hearing shall also be specified in \nthe notice of admission,]16 provided that, once hearing in the proceedings has commenced, \nthe notice of the next date of hearing may be of any period as determined by the Authority \nand may be  announced by the Authority at the time of adjournment of the hearing or notices \nmay be given to the parties in accordance with sub -rule (1) of rule 5.  \n \n(5) A hearing may be conducted by only one member of the Authority who shall be \ndesignated as the presi ding officer, by the Authority for the purpose, provided that the final \ndecision or determination in the proceedings shall be taken by the Authority on the basis of \nthe recorded in the proceedings.  \n \n(6) The parties may be allowed to present such written or  oral evidence as the presiding \nofficer may allow and shall present such written or oral evidence as the presiding officer may \ndirect.  The presiding officer may in his discretion allow the parties the right to cross \nexamination or re -examination in respec t of any evidence presented.  \n \n(7) The presiding officer may co -opt such staff, officers, consultants or experts as deemed \nappropriate.  The presiding officer shall be empowered to administer affirmations, issue or \ndirect the issuance of notices, and make a ll decisions regarding the admission or exclusion of \nevidence or any other procedural matters which may arise during the course of the hearing.  \n \n(8)     The presiding officer may direct the parties to  attend a pre -hearing conference to \ndiscuss procedural m atters relating to the proceedings at any time before the commencement \nof the hearing.  The presiding officer shall, through written memorandum to the parties or \nannouncement on the record, announce any action taken at the pre -hearing conference.  \n \n(9) The presiding officer may, to the extent deemed necessary and practicable, establish a \ndetailed schedule for the proceedings.  The schedule may include, without limitation, the \ndates for the filing of communications, interrogatories, discovery motions, objecti ons to  \ndiscovery motions, responses to objections or any other procedural matters that may aid in \nthe orderly disposition of the proceedings. Any schedule established by the presiding officer \nshall be binding on the parties unless later modified by the pre siding officer after notice to all \nparties.  \n \n(10) The Authority shall maintain a public listing of all proceedings set for hearing.  \n \n(11) All hearings shall be held at the principle office of the Authority unless the presiding \nofficer designates a differen t location in the notice for hearing.  \n \n(12) Where, on a fixed date for hearing, any of the parties does not appear when the matter \nis called for, the Authority may either dismiss the petition for default of appearance or \nproceed against the party in defaul t and hear and decide the petition.  \n \n(13) Where a petition has been dismissed or decided in default of appearance of a Party, \nthe person aggrieved may file an application within ten days from the date of such dismissal \nor decision.  The applicant may seek a recall of the order passed.  The presiding officer may \nrecall the order on such terms as it considers fit, if he is satisfied that there was sufficient \ncause for non -appearance when the petition was called for hearing.  \n \n(14) All parties, counsel, witness es and other persons present at a hearing shall conduct \nthemselves with decorum and deference to the presiding officer. The presiding officer may \n                                                 \n16 In sub -rule (4) for the words and commas “Notice of the commencement of a hearing shall be given at least fourteen days prior theret o, \nunless the Authority finds for reasons to be recorded, in writin g, that a shorter period of notice is consistent with the public interest,” are \nsubstituted by ibid.  \n   order the removal of any person from the hearing who displays disrespect to the presiding \nofficer or obstructs  the hearing.  \n \n(15) The presiding officer shall declare close of evidence following the submission of all \nthe evidence by the parties as may be allowed or required by the presiding officer during the \nproceedings.  Following a declaration of close of eviden ce by the presiding officer, the record \nin the proceedings shall be presented before the Authority for its decision.  \n \n(16) Notwithstanding close of evidence in the proceedings, for the purposes of arriving at \nits final decision in the proceedings, the Auth ority may (i) administer discoveries and \ninterrogatories to any person; (ii) make information directions; or (iii) required the \nappearance of any person.  \n \n(17) The presiding officer may, upon its own motion, or upon motion by a party or an \nintervener, orde r proceedings involving a common question of law or fact to be consolidated \nfor hearing on any or all of the matters in issue such proceedings.  \n \n(18) The presiding officer may allow and fix a time for the presentation of oral arguments \nor the examination o r cross -examination of any witness during the hearing, imposing such \nlimits of time on the argument, examination or cross -examination, as the case may be, as \ndeemed reasonable by the presiding officer.  The parties shall strictly comply with such time \nlimited, and no prejudice shall be deemed to have been caused to any party as a result of the \nrefusal of the presiding officer to allow further time to such party.  \n \n(19) A party shall not present additional evidence after it has closed its evidence nor may \nany hearing be reopened after having been closed, except upon motion and where a good \ncause is shown.  The presiding officer shall give notice to all parties of the ruling upon such \nmotion.  Notwithstanding anything in the sub -rule, the Authority may, at any time prior to the \nrendering of a decision, reopen the hearing on its own, in which case the parties shall be \ngiven a notice and the hearing shall not be convened less than five days after the sending of \nsuch notice.  \n \n(20) Where the Authority decides not to  hold a hearing, it shall render its final \ndetermination in the proceedings on the basis of the evidence filed by the parties and the \ncommunications filed by any person of their own volition or upon the direction of the \nAuthority, provided that the Authori ty may invite written representations by the person \nseeking the modification of the tariff in respect of any communication materially adverse to \nhis interests, in order to arrive at a just and informed decision.  Where the Authority decides \nnot to hold a h earing, the evidence shall be deemed to have been closed thirty days prior to \nthe expiry of the time prescribed under sub -rule (2 ) of rule  16. \n \n(21) The Authority may appoint  one or more days during the course of the proceedings for \nthe participation of th e general public in an informal manner.  \n \n10. Discovery . — (1) At any stage of the proceedings, the Authority may required any \nperson to produce such documentary of other evidence as the Authority may consider \nnecessary for the purpose of enabling it to con duct a fair hearing and to arrive at a just and \ninformed decision.  \n \n(2) A party to any proceedings may, at any time before the close of evidence, make a \nmotion to the Authority for discovery of any document or other information from any other \nparty to the  proceedings or from any other person.  The motion for discovery shall specify the \nnature and content of the discovery sought and its relevance to the issues in the proceedings.  \n \n(3) The Authority may — \n    \n(i) after giving an opportunity of responding orally  or in writing, as deemed fit by \nthe Authority, within the time limit specified for the purpose, to the party by \nwhom the discovery is sought, reject the motion for discovery if deemed by \nthe Authority to be irrelevant, unnecessary for purposes of the proc eedings or \nunlikely to be of assistance to the Authority in its decision; or  \n \n(ii) after giving an opportunity of responding orally or in writing, as deemed fit by \nthe Authority, within the time limit specified for the purpose, to the party \nagainst whom th e discovery is sought, accept the same subject to any \namendments to the contents or extent of the discovery requested in the motion.  \n \n(4) Upon the acceptance of a motion for discovery, the Authority shall direct the person \nfrom whom the discovery is sought  to produce the required documents or information before \nthe Authority within the time limit directed in this respect by the Authority and upon \nproduction as aforesaid, shall provide a copy thereof to the party making the motion for \ndiscovery.  \n  \n(5) Notwit hstanding anything contained in sub rules (1) and (2), the presiding officer may \nestablish different or additional discovery procedures in each case, which take into account \nthe legitimate rights of the parties in the context of the proceedings, in accorda nce with the \nprovisions of the Act.  In establishing discovery procedures, the presiding officer shall \nexercise his direction to balance the interests of the parties and shall ensure that the \ninformation necessary to complete the record is produced within the time for discovery \ndirected in each case by the presiding officer.  \n \n(6) Where the directions for discovery made by the Authority on the motion of a party are \nnot complied with, within the time limit determined for the purpose, the party making the \nmotion for discovery shall immediately bring such failure of discovery to the notice of the \nAuthority.  Failure of a party to file a motion to compel discovery in a timely manner may \nresult in a waiver of its right to compel the discovery.  \n \n(7) A party which h as produced any document or information in response to a direction \nfor discovery, shall be under a continuing duty to bring to the notice of the Authority any \nchanges rendering the contents and meaning of any documents or information no longer \naccurate or complete and shall amend such documents or information in accordance with the \ndirections of the Authority.  \n \n11. Interrogatories . — (1) The Authority may, whether by itself or on a motion made by \nany party and granted by the Authority on such terms as it ma y deem fit, administer written \ninterrogatories to any person.  The interrogatories shall state the questions whose answers are \nsought by the Authority or any party to the proceedings, provided that the Authority shall \nensure that the questions stated in th e interrogatories are relevant to the issues in the \nproceedings.  \n \n(2) A person to whom int errogatories are   administered,  shall  respond thereto within the \ntime limit directed by the Authority.  The response to interrogatories shall be in writing and \nshall be filed with the Registrar.  \n \n(3) Where the interrogatories administered on the motion of a party are not responded to \nwithin the time limit directed for the purpose by the Authority, the party making the motion \nfor interrogatories shall immediately bring such failure of response to the notice of the \nAuthority.  \n \n   (4) Failure of a party to make a motion to compel response to the interrogatories in a \ntimely manner may result in a waiver of its right to compel the response.  \n \n12. Rulings . — (1) The presiding off icer may make rulings during the course of a hearing \nupon a motion for ruling made by a party, and may also make rulings of its own motion.  The \npresiding officer may require, at his discretion, written memoranda or permit oral argument \non any issue in res pect of which a party seeks a ruling.  The presiding officer may rule at the \ntime of the request or take any matter under advisement.  \n \n(2) The presiding officer shall make ruling promptly after submission of a motion for \nruling and generally not later than  the next hearing date.  \n \n(3) The Authority may review rulings made by the presiding officer when issuing its final \ndecision in the proceedings.  \n \n(4)    A ruling of the presiding officer shall remain in full force and effect unless and until set \naside or mo dified by the Authority.  \n \n(5) A ruling of the presiding officer may be appealed to the Authority, by filing the \nappeal  in writing with the Registrar, within seven days of the date of announcement of the \nruling. The Authority shall decide the appeal not lat er than fourteen days of the date of filing \nof the appeal.  \n \n(6) A party wishing to appeal a ruling of the presiding officer shall immediately give \nnotice to the presiding officer of its intent to do so, on the record of possible, and shall \nprovide copies o f the appeal to all the other parties to the proceedings, within a seven days \ntime limit.  \n \n(7) Any party to the proceedings may file replies to the appeal by filing them with the \nRegistrar.  \n \n(8) The Authority may decide the appeal on the basis of the recor d alone, or may permit \noral or written argument by any or all the parties to the proceedings.  \n \n(9) The presiding office may, but shall not be required to, stay the proceedings until such \ntime the Authority has rendered its decision in appeal on a ruling, i f in his opinion the \nconduct of the proceedings pending the decision on the appeal shall be prejudicial to the party \nfiling the appeal.  \n \n13. Transcripts . — (1) The Authority may of its own and shall on motion made by any \nparty in writing at least seven day s before the date fixed for hearing, arrange that the hearings \nat the proceedings be officially recorded by a person appointed for the purpose.  \n \n(2) A party requesting a copy of the transcript shall pay to the Authority the reasonable \ncost of preparing the  copy before the Authority makes the copy available to the party.  \n \n(3)    A correction in the official transcript may be made only to make it conform to the \nevidence presented at the hearing.  \n \n(4) A correction in the official transcript agreed to by the p arties may be incorporated into \nthe record, if and when approved by the presiding officer, at any time during the hearing; or \nafter the close of evidence, but, in any event, not more than ten days from the date of receipt \nof the transcript by the parties.  The presiding officer may call for the submission of proposed \ncorrections in the official transcript and may make dispositions thereof at appropriate times \nduring the course of the proceedings  \n    \n14. Tentative Opinions . — (1) At any stage in a proceeding, t he presiding officer may \ncall all parties together for a conference and may recess the hearing for such conference.  The \npresiding officer shall record, in writing, the tentative opinion of the Authority or the \npresiding officer on the basis of the evidenc e on the record. The purpose s of recording the \ntentative opinion shall be to afford an opportunity to the parties to appraise the prospects of \ntheir case in the proceedings and accordingly to consider settlement or withdrawal of their \ncase or to modify the  evidence proposed to be presented.  \n \n(2) The presiding officer shall record, in writing, the result of the conferenc e referred to \nin sub -rule (1). The tentative opinion shall contain a statement of reasons and a determination \nof each issue relevant to such  opinion.  \n \n(3)    Neither the Authority nor any party shall be bound, or in any manner restricted, by a \ntentative opinion, or any determination in respect of any issue in a tentative opinion, rendered \nin accordance with the provisions of this rule and noth ing recorded in a tentative decision \nshall be used in any manner prejudicial to the Authority or any party to the proceedings.  \n \n15. Evidence . — (1) Subject to the provision of sub-rule ( 7) of rule 9 and sub -rule (1) of  \nrule 25, any matter contained in any record, report, communication and document in the \npossession of the Authority of which a party or the Authority desires to avail itself as \nevidence in a proceeding, may be offered and made a part of the record in the proceedings. \nSuch record, reports, comm unication and other documents need not be produced or marked \nfor identification, but may be offered in evidence by specifying the particular report, \ndocument or other file containing the matter so offered.  \n \n(2) The presiding officer may allow to be prepare d a written statement of the evidence of \nany witness along with an affidavit of accuracy to be offered as an exhibit in lieu of oral \nevidence.  Copies of such proposed exhibit shall be served upon all parties to the proceedings \nwho have filed an appearance  at lease seven days in advance of the session of the hearing at \nwhich such exhibit is to be offered.  \n \n(3) Parties to a proceedings may file with the Authority and serve on all other parties a \nwritten statement of specific facts or issues.  The written sta tement shall be supported by \nevidence along with a summary thereof.  Other parties may file any response to the written \nstatement within su ch period of time after service, a s may be fixed by the presiding officer.  \nThe presiding officer shall give his deci sion as to the relevance and admissibility, in whole or \nin part, of the written statement at the next due date of hearing, or where the written statement \nis presented during the course of hearing, then prior to the admission of such written \nstatement in ev idence in the proceedings.  \n \n(4) A summary of evidence shall contain: - \n \n(i) an abstract of the relevant and necessary  evidence re lied upon by the party \nfiling, with reference to the pages of record or exhibits where the evidence \nappears; and  \n \n(ii) arguments  and authorities in support.  \n \n(5) Any exhibit referred to in the summary of evidence should not be reproduced therein.  \nSuch exhibits shall be produced before the Authority when so directed by the Authority \nwithin the time limit specified by it.  \n \n(6) Any a nalysis of an exhibit relied on should be included in the relevant part of the \nsummary of evidence under the subject to which it pertains.  \n    \n(7)    No summary of evidence shall be more than twenty pages in length.  \n \n16. Decisions, etc ., by the Authority . — (1) All orders, determinations and decisions of \nthe Authority shall be taken in writing.  \n \n(2) [The Authority shall decide a petition within four months of the date of admission of \nthe petition:  \n \nProvided that t he Authority may, only for causes  beyond its co ntrol including , without \nlimitation, the failure by any person to comply with the provisions of these rules or the orders \nand directions of the Authority, extend the aforesaid four months period b y a further period of \none month:  \n \nProvided further that, the  Authority shall not extend the time for its final \ndetermination in  proceeding s beyond an a ggregate period of four months. Also the  reasons \nfor such extension in ti me shall be recorded in writing:  \n \nProvided also that in case of failure by any person to com ply with the directions of the \nAuthority to provide any information or document, the Authority may either dismiss the \npetition or may proceed to decide the petition on the basis of available record.]17 \n \n(3) The reasons given by the Authority in support of i ts orders, determinations and \ndecisions including those by the dissenting members, if any, shall form a part of the order, \ndetermination or decision.  Copies of all orders, determinations and decisions shall be \navailable at the principal office of the Auth ority for public inspection.  \n \n(4) All orders, determinations and decisions made or issued by the Authority shall be \ncertified under the signature of the Registrar and the seal of the Authority, and copies \nsimilarly certified shall be made available to any person on payment of such fees as the \nAuthority may form time to time determine.  \n \n(5) Within five days of service of a final order, determination or decision of the \nAuthority, a party may file a motion for re -calculation based on an alleged inadvertent err or \nin a calculation contained in the final order, determination or decision, as the case may be.  \nThe motion shall set forth in detail the proposed adjustments and the basis for the chang es. \nThe Authority may, in its discretion , convene a conference or hea ring to discuss the motion . \nThe Authority shall act upon a motion for re -calculation within seven days of receipt of such \nmotion unless it gives notice to the parties, in writing, that a longer period of time will be \nrequired and specifies the additional l ength of time necessary to consider the motion.  \n \n(6) Within ten days of service of a final order, determination or decision of the Authority, \na party may file a motion for leave for review by the full strength of the Authority of such \nfinal order, determin ation or decision, as the case be.  \n \n(7) A motion for leave for review shall specify the grounds on which review is sought by \nthe party.  Parties to the proceedings shall be afforded a reasonable opportunity, orally or in \nwriting as deemed fit by the Author ity, to respond to a motion for leave for review.  \n \n                                                 \n17 Sub-rule (2) of rule 16 “The Authority shall decide a petition within six months of the date of filing of the petition, provided that, the \nAuthority may,  only for causes beyond its control including without limitation, the failure by any person to comply with the provisions of \nthese rules or the orders and directions of the Authority, extend the aforesaid six months period by a further period of one month,  provided \nfurther that, the Authority shall not extend the time for its final determination in a proceeding beyond an aggregate period of six months. The \nreasons for such extension in time shall be recorded in writing” is substituted by S.R.O. 267(I)/2011,  dated 21st March, 2011.  \n \n   (8) The Authority shall act upon a motion for leave for review within ten days of receipts \nof such motion unless it gives notice to the parties, in writing that a longer period of time will \nbe required and  specifies the additional length of time necessary to consider the motion.  \n \n(9) The Authority may refuse leave for review if it considers that the review would not \nresult in the withdrawal or modification of the final order, determination or decision.  \n \n(10) The Authority may grant  leave for review on such conditions as deemed appropriate \nby the Authority including, without limitation, the conditions pertaining to any limits on time \nor additional evidence proposed to be presented in review.  \n \n(11) A final ord er, determination or decision given by the Authority in any proceeding and \nwhere applicable, following a determination in respect of a motion for review pursuant to \nsub-rule (6), shall be intimated by the Authority to the Federal Government as soon as may \nbe but in any event not later than three days after the date of such final order, determination \nor decision, as the case may be for the purpose of notification thereof in the official Gazette \nunder sub -section (4) of section 31 of the Act.  \n \n \n(12) The Autho rity shall, within fifteen days of a request by '.he Federal Government for \nreconsideration by the Authority of its final order, determination or decision in a proceeding, \nreconsider such final order, determination or decision anew and shall intimate the r esult \nthereof to the Federal Government within a period of fifteen days for notification in the \nofficial Gazette under sub -section (4) or section 31 of the Act.  \n \nPART - III \nSTANDARDS AND GUIDELINES  \n \n17. Standards and guidelines . — (1) The Authority may, f rom time to time, set and \nissue standards and guidelines regarding the substances or contents of filings to provide \nassistance to persons seeking to file petition and communications. The Authority may hold \npublic hearings in accordance with these rules in the development of standards and \nguidelines. The persons filing the petitions and communications shall comply with any and \nall standards or guidelines issued by the Authority.  \n \n(2) The Authority may, at any time, modify, amend or revoke the standards or th e \nguidelines by publishing the proposed modification, amendment or revocation in the official \nGazette thirty days in advance of the effective date thereof, provided that, no modification, \namendment or revocation shall be effective in respect of any proceed ings pending before the \nAuthority at the time such modification, amendment or revocation becomes effective.  The \nAuthority shall, before publishing the modification, amendment or revocation in the official \nGazette, take into consideration any comments rece ived within the aforesaid period of thirty \ndays.  \n \n(3) Tariffs shall be determined, modified or revised on the basis of and in accordance \nwith th e following standards, namely: - \n \n(i) tariffs should allow licensees the recovery of any and all costs prudently \nincurred to meet the demonstrated needs of their customers, provided  that, \nassessments of licensees, prudence may not be  required where tariffs are set \non other than cost - of - service basis, such as formula -based tariffs that are \ndesigned to be in place  for more than one years;  \n \n   (ii) tariffs should generally be calculated by including a depreciation charge and a \nrate of return on the capital investment of each licensees commensurate to that \nearned by other investments of comparable risk;  \n \n(iii) tariffs s hould allow licensees a rate of return which   promotes    cont inued    \nreasonable investment in equipment and facilities for improved and efficient \nservice;  \n \n(iv) tariffs should include a mechanism to allow licensees a benefit from, and \npenalties for fail ure to achieve, the efficiencies in the cost of providing the \nservice and the quality of service;  \n \n(v) tariffs should reflect marginal cost  principles to the extent feasible, keeping in \nview the  financial stability of the sector;  \n \n(vi) the Authority shall have a preference for competition rather than regulation \nand shall adopt policies and establish tariffs towards that end;  \n \n(vii) the tariff regime shou ld clearly identify inter -class and inter-region subsidies \nand shall provide such subsidies transparently  if found essential, with a view \nto minimizing if not eliminating them, keeping in view the n eed for an \nadequate transition period;  \n \n(viii)  tariffs may be set below the level of c ost of p roviding the service to consumers \nconsuming electric power below the consumption levels determined for the \npurpose from time to time by the Authority, as long as such tariffs are \nfinancially sustainable;  \n \n(ix) tariffs should, to the extent feasible, reflect the full cost of service to consumer \ngroups with similar service re quirements;  \n \n(x) tariffs should take into account Government subsidies or the need for \nadjustment to finance rural electrification in accordance with the policies of \nthe Government;  \n \n(xi) the application of the tariffs should allow reasonable transition pe riods for the \nadjustments of tariffs to meet the standards and other r equirements pursuant to \nthe Act  including the performance standards, industry standards and the \nuniform codes of conduct;  \n \n(xii) tariffs should seek to provide stability and predict -ability for customers; and  \n \n(xiii)  tariffs should be comprehensible, free of misinterpretation and shall state \nexplicitly each component thereof.  \n \n(4) The Authority may amend, modify, supplement, revise or revoke the standards \nprescribed under sub -rule (3) pro vided that no action as aforesaid shall be taken to the \nprejudice of a party to any proceedings pending before the Authority.  \n \n(5) The Authority shall, in determining the tariff, strike a balance to the extent possible, \namong the tariff standards in order to optimize the benefits to all persons likely to be affected \nby the tariff. . \n \nPART - IV \n   TARIFFS, SCHEDULES AND CONTRACTS  \n \n18. Filing of tariff . — (1) Every licensee shall have approved tariffs filed with the \nAuthority.  The Authority may order the license es to file tariffs if not already filed with or \napproved by the Authority in accordance with these rules.  In case such tariffs have not \nalready been approved by the Authority, the Authority may direct the licensee to file a \npetition for the purposes of approval of the tariffs by such licensee.  \n \n(2) A tariff determined by the Authority shall not become effective until such time \nit is published in the official Gazette in accordance with sub -section (4) of section 31 of the \nAct. \n \n19. Format of tariffs . — (1) A tariff, and any schedule or contract in connection with the \ntariff, shall be typewritten, printed, or otherwise legibly duplicated and shall be filed with the \nAuthority in such number of copies as the Authority may direct.  \n \n(2) A tariff, and any schedule  or contracts in connection with such tariff, shall show \nplainly all -requisite details necessary or appropriate to explain the basis of all charges to be \nmade.  \n \n(3) A schedule in connection with a tariff shall show the price or unit upon which it is \nbased,  meter rentals, service charges, basis for determining demand, discounts, and any other \ndetail necessary for a complete understanding of the charges comprised in the tariff.  \n \n(4) A tariff, and the schedule or contract in connection with the tariff, shall b e marked \nwith identification numbers and letters in accordance with the method determined for the \npurpose by the Authority.  Each tariff shall show plainly, the date of issue and the date of \neffectiveness.  \n \n20. Posting of rates . — A tariffs, and any schedu le or contract in connection with the \ntariff, filed by a licensee or approved by the Authority, shall be printed and copies thereof \nshall be made available to the public free of cost at the licensees' offices.  \n \n21. Notice of general rate changes to custome rs of licensee . — In any publication \nordered by  the Authority under sub -rule (2 ) of rule 4 on a petition filed by a licensee, the \npublication shall, in addition to the information directed by the Authority to be published, \ncontain the  following information , namely: - \n \n(a) total rupee amount of the proposed rate change;  \n \n(b) total percentage change in annual revenues ; \n \n(c) typical bill impact of the proposed change on each class of customers;  \n \n(d) if applicable, a statement indicating that the Authority has o rder immediate \nimplementation of the proposed tariff subject to an order for refund protection \nto the customers; and  \n \n(e) the telephone numbers of a representative of the licensee who can be called for \nfurther information.  \n \n \nPART - V \n \nMISCELLANEOUS  \n    \n22. Seal of the Authority . — (1) T here shall be a seal of the Authority, which shall \nremain in the custody of the Registrar.  \n \n(2) The seal of the Authority shall be affixed by the Registrar on all orders, \ndeterminations , decisions or communications made, notices  issued or certified copies granted  \nby the Authority.  \n \n23. Effect of irregularity in proceedings . —No proceedings of the Authority shall be \ninvalid by reason of any defect or irregularity unless the Authority, on an objection taken by \nany party, is of the opinion that substantial injustice has been caused by such defect or \nirregularity or there are otherwise sufficient reasons for doing so, and the Authority may in \nsuch event make such orders as deemed appropriate by it for the rectification of such defect \nor irregularity.  \n \n24. Inspection by public . — (1) S ubject to the provisos of sub -rule (1) of rule 25, the \nAuthority shall maintain a policy for inspection and examination of its files and records in \nrelation to any proceedings.  \n \n(2) The Authority shall fix  the fees for providing copies of any document available with \nthe Authority to the public.  The Authority shall also specify the times of public access to \nfiles and records.  \n \n(3) Records of  every proceeding shall be open  for inspection, except those parts  specified \nby the Authority as confidential or privileged under sub -rule (1) of rule 25.  \n \n(4) Public access to records of the Authority shall be subject to compliance wi th such \nterms as the Authority may direct from time to time, including the time, place and manner \nand the payment of fees for inspection.  \n \n(5) The Authority may develop record keeping systems, numbering systems and case \nmanagement systems as it may deem appropriate  \n \n25. Confidentiality . — (1) The Authority may issue such standards for confid entiality, as \nit may deem appropriate.  The Authority may change, amend or revoke standards of \nconfidentiality at any time, consistent with the provisions of these rules and the Act, provided \nthat, no change in the standards of confidentiality shall be app licable in case of documents \nmarked or declared confidential by the Authority prior to such change.  \n \n(2) Any person compelled to produce a document may claim that some or all of the \ninformation contained in a particular document is exempt from production i n accordance with \nthe confidentiality standards of the Authority.  The person making such claim shall file a \nstatement specifying the justification for a claim of confidentiality. The Authority shall have \nthe right to make the determination with regard to any claim of confidentiality, provided that, \nin making such determination, the Authority shall reject any general claims of confidentially , \nand shall make its determination on a claim for confidentiality only on the basis of detailed \ninformation furnished to the Authority to make an informed decision of the  request for \nconfidential treatment.  \n \n(3) Notice of the decision by the Authority to deny a claim, in whole or in part, and an \nopportunity to respond shall be given to a person claiming confidentiality n o less than five \ndays before its public disclosure.  \n \n   26. Extension of time . — (1) Subject to the provision of sub -rule (2) of rule 16, the \nAuthority may, for good cause shown, extend any time limit as prescribed by these rules or \ndirected by the presiding officer.  \n \n(2) All requests for extension of the time limit shall be made by motion before the \nexpiration of the period originally prescribed or as previously extended.  \n \n(3)    The Authority shall give notice to all parties of the Authority determination up on the \nmotion made under sub -rule (2).  \n \n27. Penalty . — (1) Subject to sub -rule (2), any person who contravenes any of these rules \nshall be punishable with fines which may extend to three hundred thousand rupees and, in the \ncase of a continuing contraventio n with an additional fine which may extend to three hundred \nthousand rupees for every day during which such contravention contuse after the first \ncontravention.  \n \n(2) In imposing any find under these rules, the Authority shall keep in view the principle \nof proportionality of the fine to the gravity of the contravention and shall allow the person \nliable to be penalized to show cause, orally or in writing and in the manner deemed fit by the \nAuthority, as to why the fine may not be imposed.  \n \n     \n \n     Maj Gen  (R) M Hasan Aqeel , \n     Secretary  \n     National Electric Power Regulatory Authority  \n   Amendments made in NEPRA (Tariff Standards & Procedure) Rules, 1998  \n \nPart-II \nStatutory Notifications (S.R.O.)  \nGOVERNMENT OF PAKISTAN  \nCABINET SECRETARIAT  \n(Cabinet Division ) \nNotification  \nIslamabad, the 21st March, 2011  \n S.R.O. 267(I)/2011. –– In exercise of the power conferred by section 46 of the \nRegulation of Generation, Transmission and Distribution of Electricity Power Act, 1997 (XL \nof 1997), the National Electric Power R egulatory Authority, with the approval of the Federal \nGovernment, is pleased to direct that following amendments shall be made in the Tariff \n(Standards and Procedure) Rules, 1998, namely: –– \n \n In the aforesaid Rules. –– \n \n(1) in rule 2, in sub -rule (1), in cl ause (h), after the word “petition”, occurring for \nthe second time, the commas and words “,the intervention request, the reply of \nintervention request” shall be inserted:  \n \n (2) in rule 3, –– \n \n  (a) in sub -rule (2), –– \n \n   (i) in clause (e), the word “and”, a t the end, shall be omitted; and  \n \n(ii) in clause (f), for the full stop, at the end, a semicolon and word \n“and” shall be substituted and thereafter  the following new \nclause shall be added, namely: –– \n \n“(g) be accompanied with such information and be in \naccordance with such format as may be specified by the \nAuthority from time to time”’ and  \n \n(b) in sub -rule (3), in clause (a), for the word “seven”, the word “fifteen” \nshall be substituted;  \n \n (3) in rule 6, –– \n \n  (a) for sub -rule (2), the following shall be sub stituted, namely: –– \n \n“(2) The intervention request shall stated the name and address of \nthe person filing the same, objections and the manner in which \nsuch person is or is likely to be substantially and specifically \naffected by any determination in the pro ceedings. The \nintervention request may also contain the contentions of the \nperson making the same, the relief sough and the evidence, if \nany, in support of the case.”  \n     (b) for sub -rule (3), the following shall be substituted, namely: –– \n \n“(3) Unless otherw ise provided in the notice of proceedings \npursuant to sub -rule (2), (3) of rule 4, or in any other notice \nrequired to be given by the petitioner pursuant to the directions \nof the Authority to this effect, an intervention request must be \nfiled within seven days from the date of publication of notice of \nadmission in the newspapers. The person filing intervention \nrequest shall also serve a copy of the same to the petitioner and \nthe petitioner may, if so elects, file a reply to the intervention \nrequest and the petitioner shall also serve a copy of the reply to \nthe person making intervention request. The Authority may \ngrant leave to intervene, subject to such conditions, if any, as \nthe Authority may deem appropriate.”; and  \n \n  (c) sub-rules (5) and (6) shall be o mitted;  \n \n (4) in rule 7, –– \n \n  (a) for sub -rule (1), the following shall be substituted, namely: –– \n \n“(1) Each respondent to whom a notice of the filing of petition is \nissued and who intends to oppose or support the petition, may \nfile a reply within seven da ys of the date of publication of the \npetition, with such number of copies as may be directed by the \nAuthority. The format and contents of replies shall be in \naccordance with the provisions of sub -rule (2) of rule 3.”;  \n \n  (b) for sub -rule (2), the following  shall be substituted, namely: –– \n \n“(2) In the event the respondent does not file a reply or no \nintervention request is filed, the Authority may decide the \npetition inter alai  on the basis of the documents and evidence \navailable on record.”;  \n \n  (c) for sub -rule (3), the following shall be substituted, namely: –– \n \n“(3) In the reply or in the intervention request, the respondent or the \nintervener may specifically admit, deny or explain the facts \nstated in the petition and may also state additional facts which \nare relevant and necessary reaching a just and informed \ndecision in the proceedings. The reply or the intervention \nrequest shall be singed, verified and supported by means of an \naffidavit in the same manner as in the case of the petition,”;  \n \n  (d) for sub -rule (4), the following hsall be substituted, namely: –– \n \n“(4) The respondent or the intervener, if elects to file a reply or the \nintervention request, shall serve a copy of the reply or the \nintervention request duly attested as true copy on the petitioner \nor his authorized representative and the petitioners may file a \nrejoinder for the reply or the intervention request provided that \nsuch reply or rejoinder shall be filed before the commencement \nof hearing.”; and  \n \n     (e) sub-rule (5) shall be omitted:  \n \n (5) In rule 9, –– \n \n(a) in sub -rule (1), for the words and comma “After filing of the pleadings, \nthe Authority shall examine the same and “ the words and comma “At \nthe time of admission of petition, the Authority shall also” shall be \nsubstituted; and  \n \n(b) in sub -rule (4), for the words and commas “Notice of the \ncommencement of a hearing shall be give at least fourteen days prior \nthereto, unless the Authority finds for reasons to be recorded, in \nwriting, that a shorter period of notice is consistent with the public \ninterest” the words and comma “In case the Authority orders a hearing, \nthe date of hearing shall also be specified in the notice of admission” \nshall be substituted; and  \n \n (6) in rule 16, for sub -rule (2), the following shall be substituted, namely: –– \n \n“(2) The Authority shall decide a petition within four months  of the date of \nadmission of the petition:  \n \nProvided that the Authority may, only for causes be yond its \ncontrol including, without limitation, the failure by any person to \ncomply with the provisions of these rules or the orders and directions \nof the Authority, extend the aforesaid four months period by a further \nperiod of one month:  \n \nProvided further that, the Authority shall not extend the time \nfor its final determination in proceedings beyond an agg regate period \nof four months. Also the reasons for such extension in time shall be \nrecorded in writing:  \n \nProvided also that in case of failure by any person to comply \nwith the directions of the Authority to provide any information or \ndocument, the Authorit y may either dismiss the petition or may \nproceed to decide the petition on the basis of available record,”.  \n \n \n \nMALIK MOHAMMAD USMAN,  \nSection Officer (RA -III)."
}