{
    "file": "./converted_json\\administratorb786086997519449eb3ee54720154048(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA., MAY. 29 , 2020 259 \n \n \n \n  \nISLAMABAD,  FRIDAY ,  MAY   29,  2020  \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nLAW AND JUSTICE  DIVISION  \n \nIslamabad , the 21st May, 2020 \n \n No. F. 2(1)/20 20-Pub.—The following Ordinance Promulgated on 20 th Ma y, \n2020 by the President is hereby published for general information :— \n \nORDINANCE  No. VI OF 2020 \n \nAN \n \nORDINANCE  \n \nto provide for the right of review and re -consideration in giving effect to the \nJudgment of  the International Court of Justice  \n \nWHEREAS , it is expedient to provide  for the right of review and  \nre-consideration to foreign nationals, in relation to orders and judgments of \nMilitary Courts;  \n \n(259) \n \nPrice : Rs. 6.00 \n \n[5588 (2020)/Ex. Gaz.]   \n260   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  MAY . 29, 2020 [PART I \n \n AND WHEREAS,  the Senate and the National Assembly are not in se ssion \nand the President is satisfied that circumstances exist which render it nec essary to \ntake immediate action ; \nNOW, THEREFORE,  in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, 1973,  the \nPresident is pleased to make and promulgate the following Ordinance, namely :— \n 1. Short title and commencement .—(1) This Ordinance may be \ncalled the International Court of Justice (Review and Re -consideration) \nOrdinance, 2020.  \n (2) It shall extend to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. High Court ’s Power to review and reconsider. —(1) Where:  \n (a) the International Court of Justice in relation to a foreign national \npasses an order in respect of rights under Article 36 of the  Vienna \nConvention of Consular Relations of 24 April 1963; or  \n (b)  a foreign national is aggrieved in respect of the rights available \nunder Article 36 of the Vienna Convention of Consular Relations of \n24 April 1963;  \nsuch foreign national, either himself o r through his authorized representative,  \nor through a consular officer of a mission of his country, may file a petition \nbefore a High Court for review and re -consideration, in terms of section 3, with \nregard to an order of  conviction or sentence of a Mili tary Court operating under \nthe Pakistan  Army Act, 1952.   \n Explanation. — “High Court ” means a High Court established under \nArticle 175 of the Constitution of Pakistan, 1973, within the limits of whose \nterritorial jurisdiction a foreign national is confined.  \n (2) The petition for review and re -consideration may be filed within 60  \ndays of:— \n (a)  the promulgation of this Ordinance against the order of the Military \nCourt specified in sub -section (1) existing prior to the promulgation \nof this Ordinance; or  \n (b)  the order of the Military Court specified in the sub -section (1 ), if \nsuch order has been delivered after the promulgation of this \nOrdinance.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MAY. 29 , 2020 261 \n \n  3. Disposal of petitions for review and re -consideration. —In \ndeciding a petition filed under section 2, the Court  shall examine whether any \nprejudice has been caused to the foreign national in respect of his right of \ndefence, right to evidence and principles of fair trial, due to denial of consular \naccess according to the Vienna Convention on Consular Relations of 24  April \n1963.  \n 4. Removal of difficulties. —If any difficulty arises in giving effect to \nany provision of this Ordinance, the President may make such order as may \nappear to him to be necessary for the purpose of removing such difficulty.  \n 5. Ordinance to hav e overriding effect. —The provisions of this \nOrdinance shall have effect notwithstanding anything to the contrary contained in \nany other law for the time being in force including the Pakistan Army Act, 1952.  \n \n \n  \n DR. ARIF ALVI ,  \n President . \n \n__________  \n \n  \n MUHAMMAD KHASHIH -UR-REHMAN , \n Secretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}