{
    "file": "./converted_json\\administratoraae4d8026120bd29ddeb95e3ba0c7b1c.json",
    "name": "The Explosive Substances Act",
    "date": "8th June, 1908",
    "tagline": "Punishing malicious use of explosive substances.",
    "content": "1  THE EXPLOSIVE SUBSTANCES ACT, 1908   \n1ACT No. VI OF 1908  \n \n[8th June, 1908]  \n \nAn Act further to amend the law relating to explosive substances  \n \n WHEREAS  it is necessary further to amend the law relating to  explosive substances; It is \nhereby enacted as follow s :___ \n \n 1. Short title, and extent.___(1) This Act may be called the Explosive Substances \nAct,1908.  \n 2[(2) It extends to the whole of Pakistan.]  \n \n 2. Definition of “explosive substance”.  In this Act the expression “explosive \nsubstance ” shall be deemed to  include any materials for making any explosive sub stance; also \nany apparatus, machine implement or material used, or intended to be used, or adapted for \ncausing, or aiding in causing, any explosion in or with any explosive substance; also any part of \nany such apparatus, machine or implement.  \n \n 3. Punishment for causing explosion likely to enda nger life or property.  Any person \nwho unlawfully and maliciously causes by any explosive substance an explosion of a nature  \n________________________________________ _____________________________________ _______________________________________  \n1For Statement of Objects .and Reasons, see Gazette of India, 1908, Pt. V, p. 170, and for Proceedings in Council, s ee ibid., Pt. VI, p. 128.  \nThis Act has been declared to be in f orce in Baluchistan by notification under section 5 of the Scheduled Districts Act, 1874 (14 of 1874), see \nGazette of India, 1931, Pt. II -A, p. 358 ;  \nIt has been applied to___  \n(1) Phulera in the Excluded Area of Upper Tanawal to the extent the Act is app licable in the N.W.F.P., see N.W.F.P. (Upper Tanawal) (Excluded \nArea) Laws Regulation, 1950).  \nIt has also been extended to the Excluded Area of Upper Tanawal other than Phulera by the N.W.F.P. (Upper TanawaI) (Excluded Area) Laws \nRegulation, 1950 and decla red to be in force in that area with effect from the 1st June, 1951, see N.W.F.P. Gaz ette, Extraordinary, dated the 1st \nJune ,1951.  \nIt has also been extended to the Leased Areas of Baluchistan s ee the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950), a nd applied in the \nFederated Areas of Baluchistan, see Gazette of India, 1937, Pt. I. p. 1499.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with ef fect from the 14th October, 1955) , for the \noriginal sub-section (2). as amended by A. O., 1949.   \n \n \n \n  \n2  likely to endanger life or to cause serious injury to property shall, whether any injury  to person or \nproperty has been actually caused or not, be punished with l[death or imprisonment for life].  \n \n 4. Punishment for att empt to cause explosion, or for making or keeping explosive \nwith intent to endanger life or property.___ Any person who unlawfully and maliciously  \n \n(a)  does any act with intent to cause by an explosive sub stance, or conspires to cause \nby an explosive su bstance, an explosion in 2[Pakistan ] of a nature likely to en -\ndanger life or to cause serious injury to property; or  \n(b)  makes or has in his possession or under his control any explosive substance with \nintent by means thereof to endanger life, or cause se rious injury to property in \n2[Pakistan], or to enable any other person by means thereof to endanger life or \ncause serious injury property in 2[Pakistan] ;  \n Shall, whether any explosion does or does not take place and whether any injury to \nperson or propert y has been actually caused or not, be punished with 3[imprisonment for life or \nany shorter term which shall not be less than seven years].  \n \n 5. Punishment for making or possessing explosives under suspicious circumstance.  \nAny person who makes or knowingly has in his possession or under his control any explosive \nsubstance, under such circumstances as to give rise to a reasonable suspicion that he is not \nmaking it or does not have it in his po ssession or under his control for a lawful object, shall, \nunless he  can show that he made it or had it in his possession or under his control for a lawful \nobject , be punishable with 4[imprisonment for a term which may extend to fourteen years].  \n \n 5[5A. For feature of property.  A Court convicting a person for an offence ag ainst this \nAct shall direct that the whole of his property shall stand forfeited to Government.]  \n \n 6. Punishment of abettors.  Any person who by the supply of or solicitation for money, \nthe providing of premises, the supply of materials, or in any manner wh atsoever, procures, \ncounsels, aids, abets, or  is accessory to, the commission of any offence under this Act shall be \npunished with the punishment provided for the offence.  \n \n 7. Restriction on trial of offences. No Court shall proceed to the trial of any pe rson for \nan offence against this Act except with the consent of 6 * * * the 7[Provincial Government].  \n \n________  \n______________________________________________________________________________  \n1Subs. by the Explosive Substances (A mdt.) Act,  1975 (40 of 1975) , s. 21, for “transportation for life or any shorter term, to which fine may be \nadded, or with imprisonment for a term which may extend to ten years, to which fine may be added ”. \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21of 1960), s. 3  and 2nd Sch. (with effect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation ” which had been subs. by A. O., 1949, for “Birtish India ”. \n3Subs. by the Explosive Substances (A mdt.) A ct, 1975 (40 of 1975), s. 3 for “transporta tion for a term which ,may extend to twenty years, to \nwhich fine may be added, or with imprisonment for a term which may extend to seven ye ars, to which fine may be added” . \n4Subs. ibid., s. 4, for “transportation for a term which may extend to fourteen yea rs, to which fine may be added, or with imprisonment for a term \nwhich may extend to five years, to which fine may be added ”. \n5Section 5A Ins. ibid., s. 5. \n6The words  “the L. G. or ” omitted by A. O., 1937.  \n7Subs. by A O., 1964, Art. 2 and Sch., for “Central  Government” which had been subs. by A.O., 1937, for “G.G. in C,”."
}