{
    "file": "./converted_json\\administratora99c8434289fb3294601defe6888d547.json",
    "name": "Contempt of Court Ordinance, 2003",
    "date": "December 15, 2003",
    "tagline": "Regulating the exercise of powers of courts to punish for contempt",
    "content": "REGISTEREDNo.M-302\nL.-7(A69\n@lteGuq;are d $![tdrEil\nEXTRAORDINARY\nPUBLISHED BY AUTHORIry\nISLAMABAD. MONDAY, DECEMBER 15, 2OO3\nNo, F. 2/1/2003-Pub.-The fbllowing Ordinance made by the president\nis hereby published lor senerrl inforrnution:PART I\nActs, Ordinances, President's Orders and Regulations\nC'OVERNMENT OF PAKISTAN\nMINISTRY OF LAW JUSTICE, HUMAN RIGHTS AND\nPARLIAMENTARY AFFAIRS\n(Laq Justice and Human Rights Division)\nlslunnbutl, the l5th Deruntber. 2003\nOnorreNce No. V or 2003\nAN\nORDINANCE\n(l4l)\nPrice : Rs. 5.00to regulate the exercise of the powers o.f courts to punish forconte tpt oJ court\nWuenees clause (3) ofArticle 204 ofthe Constitution ofthe Islamic Republic\nof Pakistan provides that the exercise of the power conferred on courts to punish\nfor contempt may be regulated by lawl\n[5348(2003) Ex. Gaz.]\n112 ]'HE GAZETTE OF PAKISIAN. EXIRA.. DEC. 15. 2003 [Peer I\nAND WHEREAs the National Asscmbly is not in session and the President is\nsatisfied that circumstances exist which render it necessary to take immediate action;\nNow, tHenerone, in exercise o[ the powers confered by clause (l) of\nArticle 89 ;f the Consrirurion of the Islamic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance:-\nI . Short title. extent and commencement'-( I ) This Ordinance may\nbe called the Contempt of Court Ordinance, 2003.\n(2) [t extends to thc \\\\hole of Pakistarl\n(3) lt shall come into tbrce at once and shall be deemed to have taken\neffect from the ninth day of Novelnber. 2003.\n2. Definitions.-ln this Ordinance. unless there is anything repugnant\nin the subject of context,-\n( a ) \"civil contempt\" means the willtul tlouting or disl egard ot'\n(l) an order, whether interim or linal, a judgement or decree of a\ncourt;\n(ii) a writ or order issued by a court in the exercise of its constitutional\njurisdictionr\n(iii) an undcrtakin-s givcn to. und rcc()l.ded Lr). a court:\n(iv) the process of a coul1i\n(b) \"criminal contempt\" means the doing of any act with intent to, o'\nhaving the etTect of, obstructing the administration ofjustice;\n(c) \"iudicial contempt\" means the scandalization of a court and includes\npersonalized criticism of ajudge while hcrlding office;\n(d) \"notice\" means a notice other than a show clause notice issued bF\ncourt:\n(e) \"pending proceedings\" means proceedings rvhich have been instituted\nin a court of law until finally decided after exhausting all appeals,\nt43\nrevisions or reviews provided by law or until the period of limitation\ntherefor has expired:\nProvided that the pendency of an execution application shall not\ndetract from the finality of the proceedings.\n(f) \"personalized criticism\" means a criricism of a judge or ajudgemenr in\n\"vhich improper motivcs are imputed: and\n(-s) \"superior courl\" means the Supreme Court or a High Court.\n3. Contempt of court.-Whoever disobeys o[ disregards any order,\ndirection or process of a cour1. which he is Ievally hound to obey; or commits a wilful\nbreach ofa valid undertakin_e given to a co rti or does anything which is intended to\n(n' tends to brin!l the authoritv of a court or the administrirtion of law into disrespect\nor disrepute, or to interfere rvith or obstruct or interupt or prejudice the process of\nlaw or the due course of any judicial proceedings. or to lower the authority of a court\nor scandalize a judge in relation to his office. or to distnrb the order or decorum of a\ncou[t. iS said to commit \"contempt ofcoIrt\". The contempt is ofthree type, namely,\nthe \"civil contempt\". \"criminal contempt\" and \"judicial contempt.\".\n.1. Jurisdiction.-( [ ) Every superior court shall have the power to punish\na conlenlpl eummitted in relutirrn to it.\n(2) Subject to sub-section (3). every High Court shall have the power to\npunish a contempt committed in relation to any court subordinate to it.\n(-1) No High Court shall proceed in cases in u,hich an alleged contempt is\npunishable by a subordinate court under the Pakistan Penal Code (Act No. XLV of\n1860).\n5. Punishment.-( 1) Sublect to sub-section (2). any person who\ncomnrits contempt ofcourt shall be punrshed with imprisonment which may extend- to six months simple imprisonment, or with fine which may extend to one hundred\nthousand rupees. or with both.\n(2) A person accused of having committed contempt of court may, at any\nstage, submit an apology and the coLrrt. if satistied that it is bona Jide, may discharge\nhim or remit his sentence.\nEtplanatiofl. lhe tact that an accused person genuinely believes that he\nhas not committed contempt and enters a det'ence shall not detract from the\nbutu Jides of an apology.Panrll THE GAZEITE OF PAKIS'IAN. EX fRA.. DEC. 15. 2003\nt44 THE GAZET|E OF PAKISTAN. EXTRA.. DEC. 15.2003 [PARr I\n(3) In the case ofa contempt having been committed. or alleged to have\nbeen committed, by a company, the responsibility therefore shall extend to the persons\nin the company. directly or indirectly. responsible fbr the same, who shall also be\nliable to be punished accordingly.\n(4) Notwithstanding anything contained in anyjudgement. no court shall\nhave the power to pass any order of punishment for or in relation to any act of\ncontempt save and except in accordance with sub-section ( I ).\n6. Criminal contempt when committed. (1) A criminal contempt\nshall be deemed to have been committed il a person-\n(a) attempts to influence a witness. or proposed witness, either by\nintimidation or improper inducement. not to give evidence, or not to tell\nthe truth in any legal proceeding;\n(b) offers an improper inducement or attempts to intimidate a judge, in\norder to secure a tavourable verdict in any legal proceedings;\n(c) commits any other act with intent to divert the course ofjustice.\n(2) Nothing contained in sub-section ( I ) shall prejudice any other criminal\nproceedings which may be initiated against any such person as is menrioned therein.\n7. Cognisance of criminal contempt.-ln the case of a criminal\ncontempt a superior court may take actior:\n(i) suo moto; or\n(ii) on the initiative ofany person connected rvith the proceedings in which\nthe alleged contempt has been committedl or'\n(iii) on the application of the law officer of a Provincial or the Federal\nGovernment.\n8. Fair reporting,-( I ) Subject to sub-section (2), the publication of a\nsubstantially accurate account ofwhat has transpired in a court. or oflegal proceedings,\nshall not constitute contempt of court.\n(2) The court may. for reasons to be recorded in writing, in the interest of\njustice, prohibit the publication ol information pertaininc to legal proceedings.\nPmr IlTHE GAZETTE OF PAKISTAN. EXTRA,, DEC. 15,2OO3\n9. Personalized criticism,-( I ) Subiect to the provisions of this\nOrdinance. personalized criticisrn ofa specific.judge. orjudges, may constitute judicial\ncontempt save and except true averment if rnade in gootl laith and in temperate\nlanguage in a complaint made,-\n(a) to the administrative superior of ajudge of a subordinate court;\n(b) to a Provincial Govemment:\n(c) to the Chief Justice of a High Court:\n(d) to the Supreme Court:\n(e) to the Supreme Judicial Council; or\n(f) to the Federal Government for examination and being forwarded to\nthe Supreme Judicial Council.\n10. Fair comments.-The fair and healthy comments on a judgment\ninvoiving question of public importance in a case which has tinally been decided and\nir n(l longer pendinp rha ll rtot conslitLrle eontc,np(:\nProvided that it is phrased in temperate language and the integrity and\nimpartiality of a Judge is not impugned.\nll. Judicial contempt.- (l) A superior court may take action in a case\nof judicial contempt on its own initiative or on infbrmation laid before it by any\nperson.\n(2) Any person laying false intbrmation relating to the commission of an\nallegedjudicial contempt shall himself be liable to be proceeded against for contempt\nof court.\n(3) Judicial contempt proceedings initiated by a judge, or relating to a\njudge, shall not be heard by the saidjudge, but shall (unless he is himselfrhe Chief\nJustice) be referred to the Chief Justice, who may heal the same personally or refer\nit to some otherjudge. and. in a case in which thejudge himself is the ChiefJustice,\nshall bereferred to thesenior most jutlge available for disposal similarly.\n(4) No proceedings forjudicial contempt shall be initiated after the expiry\nof one year.I45\n(2) Nothing contained in sub-section ( I ) is intended to deprive ajudge of\nthe right to Iile a suit fordclamation.\nIt6 ]'HE GAZETTE OF PAKISTAN. EXTRA.. DEC. 15,2003 lPenrl\n12. Civil contempl. ( I ) Pr-oceedin-es tbr civil contempt may be initiated\nsuo nloto o[ at the instance of an aggrievetl party.\n(2) The provisions contained herein are intended to be in addition to, and\nnot in derogation of. the porver of the court under any othcr law for the time being in\ntbrcc to enlorce compliance of its orders. judgements or dectees.\n13. Procedure in cases of contempt in the face of th€ court.-( l) In\nthe casc of a contempt committed in the t:rce of the court. the court may cause the\ncontemner/off'ender to be dctained in custod-v and may proceed against him in the\nrranner provided in sub-section (l):\nProvided that if the case cannot be tinally disposed of on the same day. the\ncourt m:ry older the release of the accused from thc'ctlstody either on bail or on his\nown bond.\n(2) In all cases ofcontempt in the face ofthe court thejudge shall pass an\norder in open court recording separately what was said or done by the accused\nperson and shall immediately proceed against the otTender or may refer the matter\nto the Chief Justice fbr hearing and deciding the case bv himself or by another\nJudge.\n14. Expunged material.-No material which has been expunged from\nthc record under the orders of-\n(i) acourtof competent.iurisdiction;or\n1ii) the presiding oltrcer ofthe Senate. the National Assembly or a Provincial\nAssembly,\nshall be admissible in cvidence unlcss it is ()therwise ordercd by the court.\n15. Innocent publication.-No person shall be guilty of contempt of\ncourt tbr makin€r any statement. or publishing any matcrial. pertaining to any matter\nwhich forms the subject of pending proceedings, if he rvas not aware of the pendency\nthereof.\n16. Protected statements.-No proceedin-qs for contempt of court shall\nlie in relation to the rbllowing:-\n(D observations made by a higher or appellate court in a judicial order or\njudgement;\nPARI l]THE GAZETTE OF PAKISTAN. EXTRA., DEC. 15, 2OO3 111\n(ii) remarks nlade in an administrative capacity by any authority in the\ncourse of official business. including those in connection with a\ndisciplinary inquiry or in an inspection note or a character roll or\nconfidential report: and\n(iiD a true statement regarding conduct of a judge connected with the\npertbrmance of his judicial tunctions:\nstatement.\n17. Procedure.-(I ) Save as expressly provided to the contrary,\nproceedings in cases of contempt shall be commenced by the issuance of a notice.\nor a show cause notice. at the discrction of the court.\n(2) In the case of a notice the alleged contemner may enter appearance\nin person or through an advocate, and. in the cuse of a show cause notice, shall\nappear personally:\n(3) If, after giving the allegcd contemner an opportunity of a preliminary\nhearing. the court is prima .f'acie satisfied that the interest of justice so requires. it\nshall fix a date for liaming a charge in opcn court and proceed to decide the matter\neither on that date, or on a subsequent date or dates, on thc basis of affidavits. or\nafter recording evidence:\nProvided that the llleged contemner shall not. if he so requests. be denied\nthe right of cross examination in relation to any affiditvit, t'rther than that of ajudge,\nused in evidence against him.\n(2) In the event ofa person being lbund not guilty ofcontempt by reason\nof sub-section ( I ) the court may pass an order deprecating the conduct, or actions,\nof the person accused of having committed contempt.\n(3) Subject to the provisions ofthis Ordinance, truth shall be a valid defence\nin cases of contempt of court.Provided that onus of proof shall be on the person relying on the\nProvided that the court may at irny time exempt the alleged contemner from\nappearing personally.\n18. Substantial d€triment. (l) No person shall be lbund guilty of\ncontempt of court. or punished accordingll', unless the court is satisfied that the\ncontempt is one which is substantially detrimenltll to fie adrninistration ofjustice or\nscandalizes the court or otherwise tends to bring the coult or Judge of the court into\na hatred or ridiculc.\nTI1E GAZETTE OF PAKISIAN. EXTR.\\.. DEC. 15. 2003 IPARr I\n19. Appeal.-( 1) Notrvithstanding anything contained in any other law or\nthe rules fbr the time being in force, orders passed by a superior court in cases of\ncontempt shall be appealable in the following manner:-\n(i) in the case of an order passed by a single judge of a High Court an\nintra-coun appeal shall lie to a bench of two or more judges;\n(ir) in a case in which the original order has been passed by a divtston or\nlarger bench of a High Court an appeal shall lie to the Supreme Court;\nand\n(iii) in the case of an original order passed by a single judge or a bench of\ntwo judges of the Supreme Court an intra-court appeal shall lie to a\nbench of three jud-qes and in case the original order was passed by a\nbench ofthree or morejudges an intra-court appeal shall lie to a bench\nof five or more judges.\n(2) The appellate court may suspend the impugned order pending disposal\nof the appeal.\n(3) The limitation period for filing an appeal shall be thirty days\n20\nrepealed.Repeal,-The Contempt of Court Act, 1976(LXIVof 1976) is hereby\nGENenel\nPERVEZ MUSHARRAF.\nP resident,\nMn. Jusrrce\nMUHAMMAD NAWAZ ABBASI.\n. Principal Setreta4',\nPRINTED BY THE MANAGER. PRIN]'ING CORPORAIION OF PAKISTAN PRESS. ISLAMABAD\nPUBLISHED BY THE MANAGER OF PUBL]CATIONS. KARACHI.r.18"
}