{
    "file": "./converted_json\\administrator8650e903ca13ef4dc879f2c2e761cea3(1).json",
    "name": "Pakistan Engineering Council (Amendment) Ordinance, 2005",
    "date": "December 24, 2005",
    "tagline": "Further to amend the Pakistan Engineering Council Act, 1975",
    "content": "i)\nGbeGatre d ?e[tdtur\nEXTRAORDINARY\nPUBLISHED BY AUTHORIry\nISLAMABAD, SATURDAY, DECEMBER 24, 2OO5\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nLAW JUSTICE AND HUMAN RIGHTS DIVISION\nIslamabad, the 22nd Decemben 2005\nF. No. 2(f )/2005-Pub.-The following Ordinance promulgated by the\n';iesident is hereby published for General information:-\nOnorNaNcE No. XXIV oe 2005\nAN\nORDINANCE\nfurther to amend the Pakistan Engineering Council Act, 1975\nWHEREAs it is expedient funher to amend the pakistan Engineering Council\nAct. 1975 (V of 1976), for the purposes hereinafter appearing;\nAND wHEREAS the National Assembly is not in session and the president is\nsatisfied that circumstances exist which render it necessary to take immediate action;\n(879)\nPrice : Rs. 20.50 13628 (2004)lEx. Gaz.lREGISTEREDNo.M-30?L.-7&6\nNow, THEREFoRE, in exercise of the powers conferred by clause (l) of\nArticle 89 of the Constitution of the lslamic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance:-\nl. Short title, and commencemenL-( I ) This Ordinance may be called\nthe Pakistan Engineering Council (Amendment) Ordinance, 2005.\n(2) It shall come into force at once and shall be deemed to have taken\neffect on the l9th November, 2005.\n2. Addition of preambular paragraphs, Act V of 1976.-ln the\nPakistan Engineering Council Act, 1975 (V of 1976), hereinafter referred to as the\nAct, after the existing preamble, the following paragraphs shall be added, namely:- '\n\"WHEREAS the Council shall regulate the engineering profession with the\nvision that the engineering profession shall function as a key driving force for achieving\nrapid and sustainable growth in all national, economic and social fields;\nWusnens the Council shall as its mission set and maintain realistic and\nintemationally relevant standards ofprofessional competence and ethics forengineers,\ntechnologists and technicians, and licence engineers, technologists, technicians and\nengineering institutions to competently and professionally promote and uphold the\nstandards:\nAND wHEREAS the Council, managed by distinguished engrneers covering\nthe entire spectrum of engineering disciplines, shall function as an apex body to\nencourage and promote the pursuit of excellence in engineering profession and to\nregulate the quality of engineering education and the practice of engineering and\ntechnology and thereby promote rapid growth in economic and social fields in\nPakistan.\".\n3. Substitution of section 2, Act V of 1976.-ln the Act, fbr section 2\nthe following shall be substituted, namely:-\n(i) \"Accreditation Committee\" means the Accreditation Committee\nconstituted under sub-section ( I ) of section l4i\n(ii) \"accreditedengineering, technologyortechnicianqualification\"\nmeans any ofthe qualifications included in the First Schedule\nor the Second Schedule;880 THE GAZSITE OF PAKISTAN, EXTRA., DECEMBER 24.2005 [PaRr I\n'2. Definitions.-ln this Act, unless there is anything repugnant in thc\nsubject or the context.\nParr Il THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 24,2005 881\n(iii) \"bye-laws\" means bye-laws made under this Actl\n(iv) \"Chairman\" means the Chairman of the Council:\n(v) \"constructor\" means any person, partnership, corporate body or any\nother legal entity registered and licensed as such by the Council;\n(vi) \"consulting engineei\" means any person, pannership, corporate body\nor any other legal entity which independently performs study,\nprepares reports, makes design, supervises construction or undenakes\nany other similar advisory aativities in engineering disciplines and is\nregistered as such by the Council;\n(vii) \"continued professional development\" means the sysrematic\nmaintenance, improvement and broadening of knowledge,\nunderstanding and skill, and the development of personal qualities\nflecessary for the execution of professional and technical duties\nthroughout the individual's working life;\n(viii) \"Council\" means the Pakistan Engineering Council constituted under\nsection 3;\n(ix) \"creativity\" means innovation, invention. hypothesis. theories and such\nother actions in the realm of engineering profession contributory\nto development;\n(x) \"engineering institution\" means an institution within or outside pakistan\nwhich grants degree, diploma and certificate in engineering and related\n6ducation and is accredited as such by the Council;\n(xi) \"engineering products\" means the products as a result ofor the outcome\nofprofessional engineering works or engineering profession, or both;\n(ni) \"engineering profession\" means engineering education and practices\nof engineering and technology:\n(xiii) \"engineering public organization\" means a department ofthe Federal\nGovernment or a Provincial Govemment, a Public Corporation,\nautonomous or semiautonomous body, cantonment board, municipality,\nimprovement trust or other local authority;\n(xiv) \"engineering services\" means services relating to study, preparation\nof reports, design, supervision, estimation, documentation, evaluation\nand advising in matters ofengineering profession and engineering work;\n882 Tm GAETTE OF PAKISTAN, EXTRA., DECEMBER 24' 2005 IPARr I\n(xv) \"engineering university\" means a degree awarding university or\ninstitution as has more than fifty per cent of their undergraduate and\npostgraduate programmes as well as student population pertaining to\nengineering and are accredited.as such by the Council;\n(xvi) \"enrolment committee\" means the enrolment committee refened to in\nsub-section (l) of section l7:\n(xvii) \"Goveming Body\" means the Governing Body ofthe Council;\n(xviii) \"learned societies\" means institutions and associations for promotion\nof knowledge and excellence in engineering and technologyl\n(xix) \"Management Committee\" means the Management Committee of the\nCouncil constituted under sub-section ( I ) of section 9A;\n(xx)\"member\" means a member ofthe Council and includes the Chairman\nand the Vice-Chairman;\n(xxii) \"prescribed\" means prescribed by byeJaws;\n(xxiii)\"professional engineer\" means a person who holds an accredited\nengineering qualification and has a minimum experience of fiveyears\nin the practice of engineering profession, whether working privately\nor in the employment of an engineering public organization and is\nregistered as such by the Council;\n(xxiv) \"professional engineering bodies\" means professional engineering\ninstitutes, associations and such other bodies registered as such by the\nCouncil;\n(xxv)\"professional engineering work\" means the giving ofprofessional advice\nand opinions, the making ofmeasurements and Iayouts, the prepuration\nof repons, computations, designs, drawings, plans and specifications\nand the construction, inspection and supervision ofengineering works,\nin respect'of-\n(a) railways, aerodromes, bridges, tunnels and metalled roads;\n(b) dams, canals, harbours, light houses;(xxi) \"operator\" means any person, partnership. corporate body or any other\nlegal entity registered and licensed as such by the Council;\nTHE GAZETTE OF PAKISTAN, EXTRA.. DECEMBER 24 2OO5 883\n(xxvi)\n(xxvii)\n(xxviii)\n(xxix)(c) works of an electrical, mechanical, hydraulic, communication.\naeronautical power engineering, geological or mining character;\n(d) waterworks, sewers, tiltration, purification and incinerator works;\n(e) residential and non-residential buildings, including foundations\nframework and elecirical and mechanical systems thereof;\n(0 structures accessory to engineering works and intended to house\nthem;\n(g) imparting or promotion of engineering education, training and\nplanning, designing, development construction, commissioning,\noperation, maintenance and management of engineering works\nin respect of computer engineering, environmental\nengineering, chemical engineering, structural engineering,\nindustrial engineering, production engineering, marine engineering\nand naval architecture, petroleum and gas engineeling,\nmetal lurg ic al -engineering, agricultural engineering,\ntelecommunication engineering, avionics and space engineering'\ntransportation engineering, air-conditioning, ventilation, cold\nstorage works, system engineering' electronics, radio and\ntelevision engineering, civil engineering, electrical engineering.\nmechanical engineering and biomedical engineeringl\n(h) organizing, managing and conductinB the teaching and training\nof engineering subjects in engineering universities, colleges,\ninstitutions, government colleges of technology, polytechnic\ninstitutions and technical training institutions; and\n(i) any other work which the Council may, by notification in the\nofficial Gazette, declare to be an engineering work for the\npurposes of this Act;\n\"Register\" means the Register maintained under section l6;\n\"registered engineer\" means a person who holds an accredited\nengineering qualification, whether working privately.or in the\nemployment of an engineering public organization and is registered\nas such by the Council:\n\"registered\" means registered under this Act;\n\"Registrar\" means the Registrar olthe Council:Pem tl\n88A TM CAZME OF MKSM\n(xxx) \"technician\" means a person who holds an accredited training or\nskill certificate and is registered as such;\n(xxxi) \"technologist\" means a person who holds an accredited technology\nqualification and is registered as such:\n(xxxii) \"technology\" means a knowledge ofsystematic and practical application\nof industrial, manufacturing or engineering sciences;\n(xxxiii)\n(xxxiv)\"Think Tank\" means a creative and innovative body to advise on\nengineering and national development plans:\n\"Think Tank Committees\" means bodies of eminent engineers\nconstituted by the Council to assist in formulation of relevant policies\nrelating to national development; and\n(xxxv) \"university\" means a university established by law in pakistan and\nhaving an engineering faculty.\".\n4. Addition of new section 3A, Act V of 1976.-ln the Acr. afrer\nsection 3, the following new section shall be inserted, namely:-\n\"3AExecutive powers of the Council. -( l) The general direction and\nadministration ofthe Council and its affairs shall vest in the Goveming\nBody which may exercise all powers and do all acts and things thar\nmay be exercised or done by the Council.\n(2) Subject to the provisions of this Act. bye-laws and the general or\nspecial delegation of powers by the Governing Body and the\nManagement Committee, the Chairman shall be the Chief Executive\nof the Council and shall also be empowered to-\n(a) take any action or step in emergency which in his opinion requires\nimmediate action as he may consider necessary. subject to\nratification by the Governing Body or the Management\nCommittee in the meeting of such body immediately held\nthereafter: and\n(b) exercise the powers of the Council in the matters relating ro irs. administratien and the staff of the Council, who may delegate\nsuch powers to the Registrar subject to such conditions a:; the\nChairman may specify in this regard.\nPAnr Il THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 24, 2005 885\n(3) The Council shall be funded through an initial grant by the Federal\nGovernment and thereafter continuous financial support shall be\nprovided besides that accrue from registrations, for running the affairs\nof the Council.\".\n5. Substitution of section 4, Act V of 1976.-ln the Act, for section\n4 the following shall be substituted. namely :-\n'4. Chairman and Vice-Chairman.-( 1) There shall be a Chairman and\na Vice-Chairman of the Council, who shall be eminent professional\nengineers ofknown integrity, competence, standing and stature with a\nminimum of twenty-fi ve years of standing.\n(3) The Vice-Chairman shall be appointed by the Federal Govemment\nfiom a panel of three engineers recommended by Goveming Body.\n(4) The Chairman and Vice-Chairman shall hold office for an initial term\nof three years and shall be eligible for reappointment lbr a similar term\nconsecutively or otherwise.\n(5) The Chairman and Vice-Chairman may resign his oUlce ay wrirrng\nunder his hand addressed to the Federal Govemment.\n(6) The Federal Government may remove the Chairman or the Vice-\nChairman or the Registrar from his office ifon enquiry by the competent\nauthority, he is found unable to perform the functions ofhis office due\nto mental or physical disability or to have committed misconduct.\n(7) The Chairman, the Vice Chairman, the Registrar/Secretary shall retire\non attaining the age of sixty-five years.\".\n6. Amendment of section 5, Act V of 196.-ln the Act, in secrion 5,-\n(a) in sub-sections (I), for the words \"Executive Committee\" the words\n. \"Governing Body\" shall be substituted; and\n(b) in sub-section (2), in clause (c), for the words \"Executive Committee\"\nthe words \"Governing Body\" shall be substituted.(2) The Chairman shall be appointed by the Federal Government.\n8ti6 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 24, 2m5 [PARr I\n7. Amendment of section 8, Act V of 1976,-ln the Act, in section 8.\n(a) for clause (a) the following shall be substituted, namely:-\n\"(a) maintenance of a Register of persons qualitied to work as\nregistered engineers, professional engineers, consulting enginegs,\ntechnologists, technicians, constructors and operators,\":\n(b) for clause (b) the tbllowing shall be substituted, namely:-\n(b) accreditation ofengineering and technology qualitications tbr the\npurpose of registration of registered engineers, profession;-^\nengineers, consulting engineers, technologists and technicians;\";\n(c) in clause (k), the word 'and' appearing at the end, shall be omitted;\nand\n'(l) assistance to the Federal Government as a Think Tankl\n(m) promotion ofengineering profession in totality;\n(n) encouragement, facilitation and regulation of working of\nprofessional engineering bodies as leamed societies tbr crearivity\nand as custodian oftechnology under the umbrella ofthe Councill\n(o) ensuring and managing of,continued professional development\nthrough engineering academies and professional bodies;\n(p) establishing standards for engineering products and services; ^\n(q) facilitating engineering sector indusries;\n(r) acting as a bridge between various engineering forums and the\nFederal Govemment; and\n(s) performance of all other functions connected with, or ancillary\nor incidental to, the aforesaid functions.\".(d) for clause (l) the following shall be substituted and thereafter the\nfollowing new clauses shall be inserted, namely:-\nPAm II THE CAZETTE OF PAKISTAN, EXTRA., DECEMBER 24, 2005 887\n8. Substitution of section 9, Act V of 1976.-ln the Acr, for secrion 9\nthe following shall be substituted, namely:-\n*9. Governing Body.-( I ) There shall be a Goveming Body which shall\nbe the principal executive authority of the Council for supervising\nand governing the affairs and functions assigned to the Council by or\nunder this Act and bye-laws.\n(2) The Governing Body shall be composed ofthe following, namely:-\n(a) the Chairman and Mce-Chairman who shall also be the Chairman\nand Vice-Chairman of the Goveming Body;\n(b) the Registrar;\n(c) two distinguished professional engineers to be nominated by rhe\nFederal Govemment including one from Azad Jamu Kashmir;\n(d) one distinguished professional engineer to be nominated by each\nProvincial Govemment;\n(e) all Vice-Chancellors or equivalent office holders ofengineering\nuniversities or equivatent institutions howsoever namedl\n(0 Engineer-in-Chief, Pakistan Army;\n(g) nominees from the following Ministries or Organizations of the\nFederal Government, not below the rank of Joint Secretary,\nnamely:-\n(i) PlanningCommission:\n(ii) Ministry of Water and Power;\n(iii) HigherEducationCommission:\n(iv) EngineeringDevelopmentBoard;\n(v) Ministry ofScience and Technology; and\n(vi) Chairman/Member Technical from strategic instirutions\n(PAEC. NESCOM and KRL):\n888 Tm GAZETTE OF PAKISTAN, EXTRA., DECEMBER 24,2m5 [PARrl\n(h) Chairmen/Heads/Senior nominees of such engineering organizations\nthat employ more than five hundred engineers and as notified by rhe\nCouncil;\n(i) elected members including Presidents/Chairmen, being professional\nengineers and technologiss of not less than twenty years professional\nstanding of the following bodiesiegistered with the Council\nhovided that the Council may, in its discretion, add substitute or\nsubtract or modify the list, namely:-\n(D\n(ii)\n(iii)\n(iv)\n(v)\n(vi)\n(vii)\n(viii)\n(ix)Association of Consulting Engineers (Pakistan)i\nAII Pakistan Contractors Association or the nominee;\nnominee of Federation of Pakistan Chamber of Commerce and\nIndustryi\nInstitution of Engineers, Pakistan;\nInstitution of Electrical and Electronics Engineers, Pakisran;\nInstitute of Chemical Engineers, Pakistan;\nInstitute of Metallurgical and Material Engineers, Pakistan;\nInstitute of Mining Engineers, Pakistan;\nPakistan Engineering Congress; and\n(x) any other professional body registered or licensed as such by the\nCouncil (e.9. disciplines like Mechanical, Aeronautical, Marine\nand Telecommunication Engineering, etc);\n(j) fifteen members (Punjab - 6; Sindh - 4; NWFP - 3, Balochistan 2)\nto be elected in the prescribed manner by professional engineers\nwhose names are bome on the Register on the thirtieth June of\nthe year in which elections to the Goveming Body are to be held;\nand\n(k) four members nominated by the Council, from private sector.\n(3) The members ofthe Goveming Body, orher rhan rhe Registrar, shall hold\noffice for a term of three years.\nPArr Il THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 24, 2005 889\n(4) The members of the Governing Body shall be nominated or, as the\ncase may be, elected not less than fifteen days before the term of the outgoing\nmembers is due to expire.\n(5) The Governing Body shall hold at least three meetings per year, the\nquorum for which shall be thiny per cent of the total membership of the Governing\nBody.\".\n9. Addition of new section 9A, Act V of 1976 .-In rhe Act, after\nsection 9, the following new section shall be inserted, namely:-\n\"9A. Management Committee.-( I ) There shall be a Management\nCommittee, to oversee working of the Secretariat to run the affairs of\nthe Council in accordance with the provisions of this Act and\nbye-laws.\n(2) The Management Committee shall be composed of the following,\nnamely:-\n(a) Chairman:\n(b) Vice-Chairman;\n(c) Registrar; and\n(d) four members nominated by the Goveming Body.\n(3) The tentire of the Management Committee shall be three years. The\nManagement Committee shall hold meetings once in a quarter, the\nquorum for which shall be the Chairman or the Vice-Chairman and\ntwo members.\".\n10. Substitution of section 10, Act V of 1976.-In the Act. for secrion\nl0 the following shall be substituted, namely:-\n\"10. Accreditation of engineering and technology qualification\ngranted by institutions in Pakistan.--{l ) The engineering and ter\nnology qualifications granted by engineering and technology ins\ntions in Pakistan which are included in the First Schedule shall )\naccredited engineering and technology qualifications for the pr\nof this Act.\n(2) Any engineering and technology institution in Pakistan v\nan engineering and technology qualification not includc\n890 THE GAZTTE OF PAKISTAN, EXTRA., DECEMBER 24, 2005 [Panr I\nSchedule may apply to the Council to have such qualification ac-\ncredited and the Council may, by notification in the oflicial Gazette.\namend the First Schedule so as to include such qualification therein.\".\nll.Substitution of section 11, Act V of 1976.-ln the Act, for section\n1l the following shall be substituted, namely:-\n\"11Accreditation of foreign engin€ering and technology qualifica-\ntions.-( I ) The engineering and technology qualifications granted by\nengineering and technology institutions outaide Pakistan which are\nincluded in the Second Schedule shall be accredired engineering\nand technology qualifications for the purposes ofthis Act.\n12. Amendment of section 12, Act V of 1976.-In the Act, in section 12,-\n(a) in sub-section (1), for the words \"Executive Committee\" and\n\"recognized\" the words \"Governing Body\" and \"accredited\" shall\nrespectively, be substituted; and\n(b) in sub-section (2), for the word \"Executive Committee\" the word\n\"Governing Body\" shall be substituted; and\n(c) in sub-section (3), for the word \"Executive Committee\" the word\n\"Goveming Body\" shall be substituted.\n13. Amendment of section 13, Act V of 1976.-ln rhe Ac! in secrion 13.-\n'?') for the word \"recognized\" the word \"accredited\" shall be substituted:\nar\\d\nword \"engineering\" the words \"and technology\" shall be\n'ection 14, Act V of 1976.-In the Act. for section'' be substituted namely:-\nengineering and technology programmes/\n,) The Council shall constitute an accreditirtiona:cl the\n'..s*\"\ntq *b's\n^'\"+i\nsS:r*\"\"\n,b.'(2) Any engineering and technology qualification granted by an engineer-\ning and technology institution outside Pakistan not included in the Sec-\nond ichedule may be accredited by the Council, and the Council may,\nby notification in the official Gazette, amend the Second Schedule so\nas to include such qualification therein.\".\nParr ll THE GAZEITE OF PAKISTAN, EXTRA., DECEMBER 24,2005 891\ncommittee including represe ntative( s) from Higher Education\nCommission (HEC) for organizing and carrying out a comprehensive\nprogram of accreditation of engineering and technology universities\ncolleges and institutions etc., according to the criterion approved\nby the HEC in consultation with Pakistan Engineering Council\n(PEC).\n(Z) The curricula ofcourses ofstudies in various disciplines of engineering\nand technology and minimum level and standard of such courses\nincluding lectures, laboratories, design, drawing and field work shall\nbe examined and scrutinized by the accreditation committee in line\nwith criterion laid down by HEC, who shall submit its report to the\nGoveming Body.\n(3) The Accreditation Cornmittee shall be responsible lbr the inspection\nofexaminations held by the engineering and technology institutions in\nPakistan. For such purpose, the members of the Accreditation\nCommittee shall also act as inspectors ofexamination. The report of\nthe inspectors ofexamination shall be submitted to the Governing\nBody through the Accreditation Committee.\".\n15. Amendment of section 15, Act V of 196.-ln the Act, in section 15,-\n(a) in the marginal heading, for the word \"recognition\" the word\n\"accreditation\" shall be substituted: and\n\"(l) When upon report by the Accreditation Committee, it appears to\nthe Council that the courses ofstudy and examination to be gone\nthrough in any engineering.and technology institution in Pakistan\nin order to obtain an accredited engineering and technology\nqualification or the standards of proficiency required from\ncandidates in any examination held for rhe purpose of granting\nsuch qualification are not such to secure to a p€rson holding\nsuch qualification the knowledge and skill requisite for the\nefficient practice of engineering and technology, the Council\nshall forward the report to the engineering and technology\ninstitr.rtion concemed with an intimation of the period within which\nit may submit its explanation to the Council; and(b) for sub-section ( I ) the following shall be substituted, namely:-\n(c) in the sub-section (2), for the word \"recognized\" the word \"accredited\"\nshall be substituted. -\n892 THE GAZEITE OF PAKISTAN, EXTRA., DECEMBER 24,2005 [Pe,nrl\n16. Amendment of section 16 Act V of 196.-ln the Act, in section 16,-\n(a) for sub-section (l) the following shall be substituted, namely:-\n\"(1) The Council shall maintain in the prescribed manner a Register\nin which shall be entered the names and other particulars of\npersons possessing accredited engineering and technology\nqualifications whose application for registration as registered\nengineers, professional engineers, consulting engineers,\ntechnologists, technicians, constructors and operators are, from\ntime to time, granted by the Council.\";\n(b) in sub-section (3) for the word \"professional engineer and consulting\nengineer\" the words and commas \"registered engineer, professional\nengineer, consulting engineer, technologist, technician, constructor and\noperator\" shall be substitutedl and\n(c) after sub-section (4), the following new sub-section shall be added,\nnamely:-\n\"(5) Every constructor and operator registered under this Act shall\nbe entitled to receive a licence under the hand of the Registrar.\".\n17. Amendment of section 17, Act Vof 196,-ln the Act, in section 17,-\n(a) in sub-section (l) for the words \"ten years\" and \"Executive\nCommittee\" the words \"twenty years\" and \"Governing Body\" shall,\nrespectively, be substitutedl and\n(b) in sub-section (2), for the words \"or consulting engineer\" the commas\nand words\", consulting engineer, technologist or technician\" shall be\nsubstituted.\n18. Amendment of sec,tion lE, Act V of 196.-ln the Acr, in section 18,-\n(a) in sub-section ( I ),--j-\n(i) for the words \"Any professional engineer orconsulting engineer\"\nthe commas and words \" Any registered engineer, professional\nengineer, consulting engineer, technologist, technician, consUuctor\nor operator\" shall be substitutedl and\nPeer ll THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 24, 2005 893\n(ii) for the words \"Executive Committee\" the words \"Governing\nBody\" shall be substituted: and\n(b) in sub-section (2) for the words \"Executive Committee\" the words\n\"Goveming Body\" shall be substituted.\n(a) in sub-section (l), for the words \"any professional engineer or consulting\nengineer\" the commas and words \"registered engineer, prot'essional\nengineer, consulting engineer, technologist. technician. constructor or\noperator\" shall be substituted;\n(c) in sub-section (3), for the words \"any professional engineers or\nconsulting engineer\", occurring twice, the commas and words\n\"registered engineer, professional engineer, consulting engineer,\ntechnologist, technician. constructor or operator\" shall be substituted.\n20. Amendment of section 20, Act V of 1976.-ln the Act, in section\n20, in sub-sections ( l), for the words \"professional engineer or consulting engineer\"\nthe commas and words \"registered engineer, professional engineer, consulting\nengineer, technologist, technician, constructor or operator\" shall be substituted.\n2l. Amendment of section 21, Act V of 196.-ln the Act, in section 21, -\n(a) in sub-section ( l),-\n(i) for the words \"professional engineers and consulting engineers\"\nthe commas and words \"registered engineers, consulting\nengineers, technologists, technicians, constructors and operators\"\nshall be substituted; and\n(b) in sub-section (2), for the words \"Executive Committee\" and \"ten\"\nthe words \"Governing Body\" and \"twenty\" shall respectively be\nsubstitutedi and19. Amendment of scction 19, Act V of 196.-ln the Act, in section 19,-\n(b) in sub-section (2), for the words \"professional engineer or consulting\nengineer\", occurring twice, the commas and words \"registered\nengineers, professional engineer, consulting engineer, technologist,\ntechnician, constructor or operator\" shall be substitutedi and\n(ii) for the words \"Executive Committee\" the words \"Goveming\nBody\" shall be substituted.\n894 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 24.2005 [prnrr\n(c) for the words \"Executive Committee\" the words ,.Governing Body'\nshall be substituted.\n22. Amendment of section 22, Act V of lg6.-ln the Acr. in sedion 22.-\n(a) in sub-section ( l), for the words \"professional engineers and consulting\nengineers\" the commas and words \"registered engineers, prof'essional\nengineers, consulting engineers, technologists, technicians, consmrctors\nand operators\" shall be substituted;\n(b) in sub-section (2), for the words \"professional engineer or consultin; ^\nengineer\" the commas and words ..registered engineer, professional\nengineer, consulting engineer. technologisr, technician, constructor and\noperator\" shall be substituted; and\n(c) in sub-section (7A), for the words \"Executive Committee\" the words\n\"Goveming Body\" shall be substituted.\n23. Amendment of section 24, Act y of 1976._ln rhe Act. in section\n24, in sub-section (2) for the words \"Executive Comminee\" the words ,.Coveming\nBody\" shall be substirured.\n24.Amendment of s€ction 25, Act V of lgl6.-tn the Act, in section 25._\n(a) in sub-section (l) for the words \"Executive Committee,,the words\n\"Governing Body\" shall be substituted; and\n(b) in sub-section 2,-\n(i) in clause (a), for the words \"Executlve Coi.rntittee,' the words ^\n\"Goveming Body\" shall be substituted; and\n(ii) in clause (g), for rhe figure \"17,' the figure ,,22', shall be\nsubstituted.\nx.Amendment of secfion 25A, Act V of lyl6- In rhe Act, in seclion 25A,_\n(a) for the words \"Executive Committee,'and..University Grants\nPanr IlTHE CAZE-TTE OF PAKISTAN, EXTRA., DECEMBER 24, 2OO5 895\nCommission\" the words \"Governing Body\" and ..Higher Education\nCommission\" shall respectively be substitutedl\n(b) in clause (e), for the word \"recognition\" the word ..accreditation,' shall\nbe substituted; and\n(c) in clause (0, for the word \"recognized\" the word ,,accredited', shall\nbe substituted.\n26. Amendment of section 27, Act V of 1976.-ln the Act, in secrion 27,_\n(a) in sub-section (3), for the words \"professional engineer or consulting\nengineer\" the commas and words \"registered engineer, professional\nengineer, consulting engineer, technologist, technician, constructor or\noperator\" shall be substitutedi and\n(b) after sub-section (5), the following new sub-section shall be added,\nnamely:-\n\"(5A) No person shall, unless registered as a registered engineer or\nprofessional engineer, hold any post in an engineering organiza-\ntion where he has to perform professional engineering work.\".\n27. Addition of a n€w section 31, Act V of 1976._ln rhe Act. afrer\nsection 30A, the following new section shall be added, namely :-\n\"31. Removal of difficulties.-The Federal Government may, by order,\nprovide tbr the removal of any difficulty which may arise in giving\neffect to the provisions of this Act or bye-laws made there under, not\nin consistent with the provisions of this Act.\".\n28. Amendment of the First Schedule, Act V of 1976._ln rhe Act.\nin the First Schedule.-\n(a) for the word, figure, brackets and letter..section 2( I )\" the word, figure,\nbrackets and letter \"section 2(ii)\" shall be substituted: and\n(b) for the word \"Recognized\", wherever occuning, the word ,,Accredited\"\nshall be substituted.\n896 THE GAZETTE OF PAKIS'IAN, EXTRA.. DECEMBER24.2005 [Panrl\n29. Amendment of the Second Schedule, Act V of 1976.-ln the\nAct, in the Second Schedule.-\n(a) for the word, figure; brackets and letter \"section 2( l)\" the word. figure,\nbrackets and letter \"section 2(ii) shall be substituted; and\n(b) for the word \"Recognized\", wherever occurring, the word \"Accredited,'\nshall be substituted.\nGENeneL\nPERVEZ MUSHARRAF,\nr restaent\nJusrrce (Rrro)\nMANSOOR AHMED,\nSecretary.\nPRINTED BY THE MANAGER, PRINTINC CORPORATION OF PAKISTAN PRESS. ISLAMABAI)PUBLISHED BY THE DEPUry CONTROLLER, STATIONERY & FORMS. UNIVERSITY ROAD. KARACHI,\nI'"
}