{
    "file": "./converted_json\\administrator343ee97ab0afc656525f0dfd49484db1.json",
    "name": "Private Power and Infrastructure Board (Amendment) Ordinance, 2015",
    "date": "November 19, 2015",
    "tagline": "An Ordinance to amend the Private Power and Infrastructure Board Act, 2012",
    "content": "No.F.22 (4)/20'16-Legis\nSubjectlslamabad, the i7h March,2016\n5.2^-L\"/ */ l'/l -z- /6\ntrt,ril\ntA!lEti\n.'vTN\no\nIThe undersigned is directed to fonrvard herewith a copy of the Resolution\nadopted by the National Assembly on the 17h March, 2016 under proviso to sub_paragraph (ii)\nof paragraph (a) of crause (2) of Articre g9 0f the constitution of the rsramic Repubric of pakistan\nfor extension of the private power and lnfrastructure Board (Amendment) Ordinance, 2015\n(XVl of 2015) for a further period of one hundred and twenty days, for further necessary a.,iion\nplease.NATIONAL ASSEMBLY SECRETARIAT\nOFFICE MEMORANDUM\nFllE:\\srgll-g! 120 pAYS oF r R ANp\n15 (NO.XVI O;\nISLAMIC REPUBLIC OF PAKISTAN,\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITYva-^\\t ''{tlb'\"2->--tb\nREGISTERED No.M ' 302\nL.-76469\n@lteGatdr d De[frtlrr\nISLAMABAD, THURSDAY, NOVEMBER 19, 2015\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENTOF PAKISl'AN\nMINISTRY OF LAW, JUSTICE AND HUMAN RIGHTS\nIslamabad. the lSth November. 2015\nNo. F.2(l)/2015-Pub.-The following Ordinance promulgate by the\nPresident is hereby published for general information:-\nORDTNANCE No. XVI or, 201 5\nAN\nORDINANCE\nto amend the Private Power and Infraslructure Board Act, 2012\nWuEnEes, in the interest of smooth functioning of the power sector of\nPakistan and in order to enable processing of public sector power projects\nthrough Private Power and Infrastructure Board under the applicable power\npolicies, it has become expedient to amend certain provision of the Private\nPower and lnfrastructure Board Act,2012;\n(867)\nPrice: Rs. 3.00t-'o\n[2013(2015)Ex.Gaz.]\n868 TTIE CAZETTE OF PAKISTAN, EXTRA., NOVEMBER 19, 2OI5 [PART I\nANo wuenees the Senate and the National Assembly are not in session\nand the President is satisfied that circumstances exist which render it necessarv\nto take immediate action;\nNow. lrrnerone, in exercise of the powers conferred by clause (l) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President\nis pleased to make and promulgate the following Ordinance:-\nl. Short title and commencement. -(I) This Ordinance shall be\ncalled the Private Power and Infrastructure Board (Amendment) Ordinance,\n2015.\n(2) It shall come into force at once\n' 2. Amendment of section 2, Act VI of 2012.-ln the Private power\nand Infrastructure Board Act, 2012 (Yl of 2012), hereinafter referred to as the\nsaid Act, in section 2,-\n(D in clause (f), the comma and words \", other than the Federal\nGovemment or any enterprise owned or controlled by the Federal\nGovemment\" shall be omitted; and\n(ii) the existing clause O, clause (k), clause (l) and clause (m) shall be\nrenumbered as clause (k), clause (l), clause (m) and clause (n),\nrespectively, and after clause (i) the following new clause shall be\ninserted, namely:-\n\"O \"Public Sector Power Projects\" means power generation,\ntransmission or distribution facilities constructed or to be\nconstructed, owned, managed or controlled by the Federal\nGovemment, a Provincial Govemment, a local authority or\nany entity owned or controlled by any such Government or\nauthority where such facilities are specifically sanctioned by\nFederal Govemment to be established under the applicable\npower policies to be processed by Private power and\nhfrastructure Board;\".\n3, Amendment of section 5, Act VI of 2012.-ln the said Act, in\nsection 5. in sub-section (2).-\nPe.Rr THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 19, 2OI5 869\n(i) in clause (e), after the rvord \"paftnership\" the words and comma\n\"or lor public sector power projects,\" shall be inserted: and\n(ii) in clause (f), the word \"their\" shall be omitted and for the word\n\"parties\" the word \"persons\" shall be substituted.\nMAMNOON HUSSAIN,\nPresident.\nJusucE (n)\nMUHAMMAD RAZA KHAN,\nSecretary.\nPRINTED BY TTiE MANAGE& PRINTINGCORPORATION OF PAKISTAN PRESS, ISLAMABAD\nPI.JBLIS}IED BY T}IE DEPUTY CONTROLLE& STATIONERY AND FORMS, UNIVERSITY ROAN, KARACHI.."
}