{
    "file": "./converted_json\\administrator0ca6ad9e71e29aa62dce67b3f67aff45.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n \n \nTHE  PASSPORTS  ACT, 1974  \n \n \n \nCONTENTS  \n \n1.  Short title, extent and commencement  \n2.  Definitions \n3.  Prohibition of departure from Pakistan without passport, etc. \n4.  Punishment for contravention of sections 3, etc. \n5.  Certain acts to be deemed contravention of section 3 \n6.   Penalties for certain  offences  relating  to passport. \n7.  Power of arrest, seizure, etc.  \n8. Power to cancel, impound or confiscate passport \n9.  Burdon of proof \n10. Indemnity \n11.  Delegation of power  \n12. Power to exempt \n13.  Power to make rules \n14.  Act not to derogate from o ther laws \n15.  Repeal   \n \n\n \n \nPage 2 of 6 \n THE  PASSPORTS  ACT, 1974.  \n1ACT  NO. XX  OF 1974  \n \n[7th March, 1974]  \n \nAn Act to regulate departure from and entry into Pakistan and visit to foreign countries of the \ncitizen of Pakistan. \n \nWHERE AS it is expedient to regulate departure from and entry into Pakistan and visit to \nforeign countries of citizens of Pakistan and to p rovide for matters ancillary thereto; \n \nIt is hereby enacted as follows :— \n \n1. Short title, extent and commencement.—(1) This  act  may  be  called  the Passports \nAct, 1974.  \n \n(2) It extends to the whole  of Pakistan and also applies to all citizens of Pakistan, wherever \nthey may be. \n \n(3) It shall come into force at once. \n \n2. Definitions. In this Act, unless there is anything  repugnant in  the  subject or \ncontext,— \n(a) “passport” means a passport 1[including a  diplom atic passport and an official \npassport] which is for the time being valid, and includes any such permit, or oth er \ntravel document authorising  the holder thereof to travel from Pakistan to any other \ncountry, issued by or under the authority of the Federal Gov ernment; . \n \n(b) “Prescribed” means prescribed by rules made under this A ct. \n \n3. Prohibition of departure from Pakistan without passport, etc. No citizen of \nPakistan shall— \n \n(a) depart from Pakistan by any means whatever unless he is in possession of a \npassport, nor otherwise than from such port or place, by such route and in \naccordance with su ch conditions, as may be prescribed; or \n \n(b) visit a  foreign country unless his p assport is valid for such country. \n \n4. Punishment for contravention of sections 3, etc. —(1) A citizen of Pakistan who is  of \nthe age of twelve years or more shall be punish able with imprisonment for a term whi ch may \nextend to one  year, or with fine, or with both, if  he— \n \n(a) contravenes or attempts  to contravene or abets the contravention  of any of \nthe p rovisions of  section 3; or  \n \n(b)  enters or attempts  to enter Pakistan by any means whatever without  being in \npossession  of a passport or otherwise than at such port or place, or by such \nroute, as may be prescribed. \n \n1 For Statement of Objects and Reasons, see Gaz. of P., 1974, Ext., Pt. III, p. 181. \n2 Ins. by the Passports (Amdt.) Ordinance, 1978 (21 of 1978), s. 2. \n \n \nPage 3 of 6 \n (3) Notwithst anding anything contained in the Code  of Criminal Procedure, 1898 (A ct V of \n1898.),  an offence punish able un der subsection (1) or su b-section (2) shall be no n- bailable. \n \n(2) A person departing from or entering, or attempting to  depart from or enter, Pakistan in \nwhose  custody or charge a person who has not attained the age of twelve years departs from or \nenters, or attempts  to depart from or enter, Pakistan in contravention  of section 3 or clause (b) of \nsub-section (1) shall, in addition  to any penalty to which he may be oth erwise liable, be liable to the  \npenalty provided for in that sub-section. \n \n5. Certain acts to be deemed contravention of section 3.—(1) Whoever gives any person \nwho has contravened the provisions  of section 3, any assistance with int ent thereby to prevent, \nhinder or otherwise interfere with his arrest, trial or pun ishment for su ch contravention,  shall  be  \ndeemed  to  have  abetted  the  o ffence  of  contravention  of  the p rovisions  of that section. \n \n(2) The  owner, master or person in charge of any means of transpo rt who causes or \nknowin gly allows  any person to depart from Pakistan in contravention  of the provisi ons of section 3 \nby such means of transpo rt shall be deemed to have contravened the Provision  of th at section and \nthe means of transpo rt shall, if the court convicting the owner, master or person in charge so di rects, \nbe forfeited to the  Federal Government. \n \n6.  Penalties  for  certain  offences  relating  to passport.—(1) A  p erson  sh all  be \npunish able with  imprisonment which may-extend to three years, or with  fine, or with  both,  if he— \n \n(a) makes or makes use of any statement which he knows  or believes to be false \nin any document for obtaining  passport; or \n \n(b)  attests or verifies a statement which he knows or has reason to believe to be \nfalse in any document used for obtaining a passport; or \n \n(c)  wilfully conceals any fact which under the circumstances he ought to disclose \nfor the pu rpose of obtaining  a passport for hims elf or another person; or \n \n(d)  forges, alters or tampers with any passport or any document which he uses for \nobtaining  a passport; or \n \n(e)  uses a passport which has been forged, altered, or tampered with;  or \n \n(f)  uses for obtaining a passport a document which has been forged, altered or \ntampered with;  or \n \n(g)  is in wrongful possession of a passport not lawfully issued to him or allows \nhis p assport to be  used “by another person; or \n \n(h)  traffics in passports or any documents required for obtaining  a passport; or \n \n(i)  wilfully fails or neglects to return a passport issued to him, if he is required to \ndo so or  if an order cancelling, impounding  or confiscating it is made 1[;or] \n \n1[(j)  obtains mo re than one passport  for hims elf either in the same or different \nnames  by  concealing  the  fact  of  his  already  being  in  possession  of  a \npassport]. \n \n1 Subs. and added by the Passports (Amdt.) Ordinance, 1978 (21 of 1978), s. 3. \n \n \nPage 4 of 6 \n Provided that a person guilty of an offence punish able under clause (h) shall be punish ed \nwith rigorous imprisonm ent for a t erm which shall not be less than six mont hs and with fine whi ch \nshall not be less than one  thous and rupees. \n \n(2) Notwithst anding  anything  contained in the Code  of Criminal Procedure, 1898 (A ct V \nof 1898),  an offence punish able under clause (b) of  sub-section (1) shall be a bailable o ffence. \n \n7. Power of arrest, seizure, etc.—(1) Any police officer not below the rank of Sub- \nInspector, and any officer of Customs  empow ered by a general or special order of the Federal \nGovernment in this behalf, may arrest without  warrant any person who has contravened, or against \nwhom  a reasonable suspicion exists that he has contravened any provision  of this Act. \n \n(2)  A ny police  officer  or  other  person authorised  in  this  b ehalf  by the  Federal \nGovernment may seize in any place any means of transpo rt which he knows  or has reason to believe \nto be the means of transpo rt by whi ch a person has departed from Pakistan in contravention  of the \nprovisions  of section 3. \n \n(3) Any means of transport seized under sub-section (2) shall be disposed of in accordance \nwith the decision  of the court before which the owner, master or person in charge thereof is \nprosecuted under sub-section (2) of section 5 for a contravention  of section 3. \n \n(4) Every officer making an arrest under this section shall, within a period of twenty- four \nhours of such arrest exclusive  of the time necessary for the journey from the place of arrest to the \ncourt of the nearest Magistrate, take or send the person arrested before a M agistrate having \njurisdiction in the case or before the officer incharge of the nearest police station; and thereupon  the \nprovisions  of the Code of Criminal Procedure, 1898  (Act V of 1898),  applicable in respect of a \nperson who,  having been arrested without  warrant, has been taken or sent before a Magistrate has \nbeen taken or sent before a Magistrate or an officer incharge of a police station shall apply to him.  \n \n8. Power to cancel, impound or confiscate passport.—(1) A passport issued by or on \nbehalf of the Federal Government shall be the property of the Federal Government and m ay, by an \norder under the hand of a Secretary to the Government of Pakistan, 1[or an officer authorised \nby the Federal Government in this behalf] be required to be returned and sh all also be  liable to be  \ncancelled, impound ed or confiscated by a like o rder. \n \n(2) Subject to sub-section (3), before making an order under sub-section (1)  in respect of \nthe passport issued to any person, the Federal Government shall give such person noti ce in w riting \ncalling upon him  to show cause why the order should not  made: \n \n2[Provided that no su ch noti ce need be given in the case of an order impounding  a Passport if \nit is necessary in the opinion  of the Secretary or such other officer to take imm ediate action, but an \noppo rtunity to show  cause against the making of the order shall be afforded to the person to whom  \nthe order relates, within  two weeks from the making of  the o rder.] \n \n \n \n \n \n1Ins. by the passports (Amdt.) Ordinance, 1978 (21 of 1978), s. 4. \n2 Subs. by the Passports (Amdt.) Act, 1992 (15 of 1992), s. 2, for the original proviso. \n \n \nPage 5 of 6 \n (3) If the Federal Government has reason to believe th at the p erson in respect of whose  \npassport it is propos ed to make an order under sub-section (1) is, or has been, engaged in \nsubv ersive activiti es or in  activiti es which are prejudicial to the int erest of Pakistan or to Pakistan's \nrelations  with any foreign power, it shall not be necessary to give to such person the notice \nprovided for in sub-section (2) or to afford him an oppo rtunity of b eing heard. \n \n(4) Any person in respect of whose  passport an order under sub-section (1) has been made in \nthe circumst ances referred to in sub-Section (3) may, within  thirty days of the date of  the order, \napply to the Federal Government for a review of the order; and the decision  of the  Federal \nGovernment in review shall be final. \n \n1[(5) Any expenditu re incurred by the, Federal Government on the repatriation to Pakistan of \na citizen of Pakistan who gets stranded or becomes a destitute  while  he is in a foreign country, or for \nany other reason, sh all be recoverable as an arrear of land revenue.]. \n \n9. Burdon of proof. The burden of proving th at a statement made in any document us ed for \nobtaining  a passport is true shall lie on the person making the  statement and the bu rden of proving  \nthat the owner, master or person in charge of any means of transpo rt by whi ch any person departs \nfrom Pakistan in contravention  of the provisi ons of section 3 did not  knowin gly allow such person \nto so depart shall lie on such owner, master or person in charge. \n \n10. Indemnity. No suit, p rosecution  or other legal proceeding shall lie against any person for \nanything which is in good faith done  or intended to be done  in pu rsuance of this A ct or of any rules \nmade thereunder. \n \n11.  Delegation of power .  The Federal  Gove rnment  may, by  notification in the  official \nGazette, direct that any of its powers or functions  under this Act shall, in such circumst ances and \nsubject to such conditions,  if any, as may be specified in the notification, be  exercised or performed \nalso— \n \n(a)  by any officer or authority subo rdinate to the  Federal Government; \n \n(b)  by any Provincial Government or by any officer or authority subo rdinate to \nsuch Gov ernment. \n \n12. Power to exempt. The Federal Government may, by noti fication in the official Gazette, \nexempt any person or class of persons from all or any of the provisions  of this Act or the rules \nmade thereunder. \n \n13. Power to make rules. —(1) The Federal Government may, by notification in the o fficial \nGazette, make rules2 for carrying out the purposes of this Act. \n \n(2) In particular, and without  prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following  matters, namely:— \n \n \n \n1Added by Ord. 21 of 1978, s. 4. \n2 For the Passport Rules, 1974, see S.R.O. No. 986 (I)/74, dated the 18th July, 1974, see Gaz. of P., 1974, Ext., (Islamabad) Pt. II, pp. 14091414. \n \n \n \nPage 6 of 6 \n (a) the conditions  to which a passport issued by or on behalf of the Federal \nGovernment shall be subject, including conditions  as to the ports or places in \nPakistan at or from which alone a p erson holding  a passport shall depart from \nor enter Pakistan; \n \n(b)  the persons,  other than the applicants for the issue  of passports, by whom, and \nthe  manner  in  which,  applications  for  the  issue  of  passports  may  be \nsubmitt ed; \n  1*                    *                      *                      *                      *                       *                     *  \n(3) Rules made under sub-section (1) may provide that a contravention  thereof shall be \npunish able with imprisonm ent for a term which may extend to six months, or with fine, or with \nboth.  \n \n14. Act not to derogate from o ther laws. The provisions  of this Act shall be in addition  to, \nand not in derogation of, the provisions  of the 2[Emigration Ordinance, 1979 (X VIII of 1979)]  the \nForeign Exchange Regulation Act, 1947  (VII of 1947), the Pakistan (Cont rol of Entry) Act, 1952  \n(LV of 1952),  and any other law relating to foreign exchange or entry into Pakistan. \n \n 15. [Repeal.] Omitted by the Federal Laws (Revision  and Declaratio n) Ordinan ce, 1981 \n(XXVII of 198 1), s. 3 and S ch, 11  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Omitted by the Passports (Amdt.) Ordinance 1983 (34 of 1983). s. 2. \n2 Subs, by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II."
}