{
    "file": "./converted_json\\administrator563875ec0d9827cceb66f2b446d9de84.json",
    "name": "Survey for Documentation of National Economy Ordinance, 2000",
    "date": "24th May, 2000",
    "tagline": "Providing for documentation of economy and matters connected therewith or incidental thereto",
    "content": "Page 1 of 4 \n  \n \nTHE SURVEY FOR DOCUMENTATION OF N ATIONAL \nECONOMY ORDINANCE, 2000  \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Role and constitution of survey teams  \n3.  Filling of questionnaires  \n4.  Penalty , etc. \n5.  Cognizance of offence, etc . \n6.  Ordina nce not to derogate from other l aws \n7.  Power to make rules  \n8.  Removal of difficulties  \n \n \n  \n \n \n\n \nPage 2 of 4 \n THE SURVEY FOR DOCUMENTATION OF NATIONAL ECONOMY \nORDINANCE, 2000  \nORDINANCE No. XV of 2000  \n[24th May, 2000]  \nAn Ordinance to provide for documentation of economy  \n WHEREAS there is large scale non -reporting and underreporting of assets held, income \nearned, taxable activities carried out, excisable services provided and manufacturing carried out i t is \nexpedient to provide for documentation of economy and for matters connected therewith or incidental \nthereto;  \n AND WHEREAS the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourteenth day of Octob er, 1999, and the Provisional Constitution \nOrder No. 1 of 1999;  \n AND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n NOW, THEREFORE, in pursuance of Proclamation of Emergency of the fourteent h day of \nOctober, 1999, and Provisional Constitutional Order No. 1 of 1999, as well as Order No. 9 of 1999, \nand in exercise of all powers enabling him in that behalf, the President of the Islamic Republic of \nPakistan is pleased to make and promulgate the f ollowing Ordinance: — \n 1. Short title, extent and commencement :___(1) This Ordinance may be called the Survey for \nDocumentation of National Economy Ordinance, 2000.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Role a nd constitution of survey teams :___ (1) The Central Board of Revenue may constitute \nsurvey teams in such manner and in such number as it may deem fit to carry out survey of non -reporting \nand under -reporting of manufacturing sales, economic activities, inco me, wealth and assets.  \n (2) Such survey teams may consist of officials from the departments working under Central \nBoard of Revenue and such other departments of the Federal Government or the Provincial \nGovernment, Utility agencies, autonomous bodies, devel opment authorities, cooperative housing \nsocieties, Metropolitan Corporations and Municipal Committees as the Central Board of Revenue may \ndeem fit to include in the survey teams. Members of Armed Forces of Pakistan will form part of all \nsurvey and registra tion activity.  \n 3. Filling of questionnaires :___(1) For the purpose of carrying out survey under this Ordinance, \nsurvey teams shall subject to such instructions and directions as may be issued by the Central Board \nof Revenue, use the questionnaires set out in the First Schedule, the Second Schedule and the Third \nSchedule to this Ordinance and the information collected through these questionnaires shall be deemed \n \nPage 3 of 4 \n to be an information collected for the purpose of assessment and determination of turnover, value or \ntax liabilities under the laws administered  by the Central Board of Revenue.  \n (2) Every person to whom a survey team gives both or any of the questionnaires specified in \nsub-section (1) shall be bound to fill in and provide the correct information asked for therein within \nsuch time as may be allowed and in such manner as may be dire cted by the survey team at the time of \nsurvey.  \n 1[(3) Notwithstanding anything contained in sub -section (1), the cases where a person holding \nNational Tax Number does not declare the value of stocks as per entry at Serial No. 13 of the \nquestionnaire set ou t in the First Schedule to this Ordinance, declaration of stocks made by such person \nin his income tax return for the assessment year commencing on the first day of July, 2000, under the \nIncome Tax Ordinance, 1979 (XXXI of 1979) shall be deemed to be an in formation collected under \nthis Ordinance and all the provisions of this Ordinance shall apply accordingly.  \n (4) The information collected through the questionnaires, referred to in sub -section (1), shall \nbe used for the purpose of assessment and determinat ion of turnover, value, wealth, income or tax \nliabilities under the laws administered by the Central Board of Revenue, — \n(a)  in the case of a person holding National Tax Number, in respect of financial \nyear in which survey is carried out and for preceding financial years \ncommencing on or after the first day of July, 1999; and  \n(b)  in other cases, in respect of financial year in which survey is carried out and \npreceding financial years.]  \n 4. Penalty , etc:___ (1) Any person who refuses or fails to fill in, o r does not provide information \nasked for in any of the questionnaires specified in sub -section (1) of section 3 or fills in or provides \nfalse information shall be guilty of an offence punishable with imprisonment for a term which may \nextend to three months , or with fine which may extend to rupees twenty five thousand, or with both.  \n (2) If the person contravening any provisions of this Ordinance is a company, every person, \nwho at the time the offence was committed, was in charge of, and was responsible to, the company for \nthe conduct of business of the company as well as the company shall be deemed to be guilty of the \noffence and shall be liable to be proceeded against and punished accordingly:  \n Provided that nothing contained in this sub -section shall rende r any such person liable to any \npunishment provided in sub -section (1) if he proves that the offence was committed without his \nknowledge or that he exercised due diligence to prevent the commission of such offence.  \n (3) Notwithstanding anything contained i n sub -section (2) where the offence under this \nOrdinance has been committed by a company and it is proved that the offence was committed with the \nconsent or connivance of, or is attributable to any neglect on the part of any director, manager, secretary \nor other officer of the company, such director, manager, secretary or other officer shall be guilty of \noffence and shall be liable to be proceeded against and punished accordingly.  \n Explanation .___ For the purpose of this sub -section— \n \n \n1New sub-sections(3) and (4) added by th e Finance  (Amdt.) Ordinance, 2000 (21 of 2000), s.8.  \n \nPage 4 of 4 \n (a)  “company” means anybody corporate and includes a firm or association of \nindividuals; and  \n(b)  “director”, in relation to a firm means a partner in the firm.  \n 1[5. Cognizance of o ffence, etc :___ (1) Notwithstanding anything contained in the Code of \nCriminal Procedure, 1898, (Act V of 1898) — \n(a)  no Magistrate other than an Executive Magistrate of the first class shall try an \noffence under this Ordinance;  \n(b)  a Magistrate trying an offence under this Ordinance shall have the power to try \nsuch offence summarily in accordance with the procedure laid down for \nsummary trial in the said Code.  \n (2) Notwithstanding anything contained in section 32 of the Code of Criminal Procedure, 1898,  \n(Act V of 1898) of it shall be lawful for an Executive Magistrate of the first class to pass any sentence \nauthorised by this Ordinance.]  \n 6. Ordinance not to derogate from other Laws :___ The provisions of this Ordinance shall be \nin addition to, and not in  derogation of, any other law for the time being in force.  \n 7. Power to make rules :___ The Central Board of Revenue may, by notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n 8. Removal of difficulties :___ If any difficulty arises in giving effect to the provisions of this \nOrdinance, the Central Board of Revenue, may make such order, not inconsistent with the provisions \nof this Ordinance, as may appear to it to be necessary for removing the difficulty.  \n \n \n \n \n \n \n \n \n \n \n \n1Sub. by the Finance (Amdt.) Ordinance, 2000 (21 of  2000), s.8 for the original section 5."
}