{
    "file": "./converted_json\\administrator60670d614d75e2e43264070cfeefe0cb.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 27 \n  \n \nTHE EASEMENTS ACT, 1882  \n \n \n \n \nCONTNETS  \n \nPRELIMINARY  \n1.  Short title  \n2.  Savings  \n3.  [Omitted]  \nCHAPTER I  \n \nOF EASEMENTS GENERALLY  \n4.  “Easement” defined  \n5.  Continuous and discontinuous, apparent and non -apparent, easements  \n6.  Easement for limited time or on condition  \n7.  Easements restrictive of certain rights  \nCHAPTER II  \n \nTHE IMPOSITION, ACQUISITION AND TRANSFER OF EASEMENTS  \n8.  Who may impose easements  \n9.  Servant owners  \n10.  Lessor and mortgagor  \n11.  Lessee  \n12.  Who may acquire easements  \n13.  Easements of necessity and quasi easements  \n \n \n\n \nPage 2 of 27 \n 14.  Direction of way of necessity  \n15.  Acquisition by prescription  \n16.  Exclusion in favour of reverionser of servoient heritage  \n17.  Rights which cannot be acquired by prescription  \n18.  Customary easements  \n19.  Transfer of dominant heritage passes easement  \nCHAPTER III  \n \nTHE INCIDENTS OF EASEMENTS  \n20.  Rules controlled by contract or title  \n21.  Bar to use unconnected with enjoyment  \n22.  Exercise of easement. Confinement of exercise of easement  \n23.  Right to alter mode of enjoyment  \n24.  Right to do acts to secure enjoyment  \n25.  Liability for expenses necessary for preservation of easement  \n26.  Liability for damage from want of repair  \n27.  Servient owner not bound to do anythi ng \n28.  Extent of easements  \n29.  Increase of easement  \n30.  Partition of dominant heritage  \n31.  Obstruction in case of excessive user  \nCHAPTER IV  \n \nTHE DISTURBANCE OF EASEMENTS  \n32.  Right to enjoyment without disturbance  \n33.  Suit for disturbance of easement  \n34. When cause of action arises for removal of support  \n35.  Injunction to restrain disturbance  \n36.  Abatement of obstruction of easement  \n \nPage 3 of 27 \n CHAPTER V  \n \nTHE EXTINCTION, SUSPENSION AND REVIVAL OF EASEMENTS  \n37.  Extinction by dissolution of right of servant owner  \n38.  Extinction by release  \n39.  Extinction by revocation  \n40.  Extinction on expiration of limited period or happening of dissolving condition  \n41.  Extinction on termination of necessity  \n42.  Extinction of useless easement  \n43.  Extinction by p ermanent change in dominant heritage  \n44.  Extinction on permanent alteration of servient heritage by superior force  \n45.  Extinction by destruction of either heritage  \n46.  Extinction by unity of ownership  \n47.  Extinction by non -enjoyment  \n48.  Extinction of accessory rights  \n49.  Suspension of easement  \n50.  Servient owner not entitled to require continuance  \n51.  Revival of easement  \nCHAPTER VI  \n \nLICENSES  \n52.  “License” defined  \n53.  Who may grant license  \n54.  Grant may be express or implied  \n55.  Accessory licenses annexed by law  \n56.  License when transferable  \n57.  Grantor’s duty to disclose defects  \n58.  Grantor’s duty not to render property unsafe  \n \nPage 4 of 27 \n 59.  Grantor’s transferee not bound by license  \n60.  License when revocable  \n61.  Revocation expre ss or implied  \n62.  License when deemed revoked  \n63.  Licensee’s rights on revocation  \n64.  Licensee’s rights on eviction  \n \n  \n \nPage 5 of 27 \n THE EASEMENTS ACT, 1882  \n1ACT No. V OF 1882  \n[17th February, 1882]  \nAn Act to define and amend the Law relating to Easements and Licenses.  \nPreamble. WHEREAS it is expedient to define and amend the law relating to easements and \nlicenses; It is hereby enacted as follows :___  \nPRELIMINARY  \n1. Short title. This Act may be called the 2[*] Easements Act, 1882.  \n[Local Extent. ] Omitted by A . O., 1949, Schedule.  \nCommencement. And it shall come into force on the first day of July, 1882.  \n2. Savings. —Nothing herein contained shall be deemed to affect any law not hereby expressly \nrepealed; or to derogate from —  \n(a)  any right of the 3[Government] to regulate the collection, retention and \ndistribution of the water of rivers and streams flowing in natural  channels, and \nof natural lakes and ponds, or of the water flowing, collected, retained or \ndistributed in or by any channel or other work constructed at the public expense \nfor irrigation;  \n(b)  any customary or other right (not being a license) in or over immoveable \nproperty which the 3[Government], the public or any person may possess \nirrespective of other immoveable property; or  \n(c)  any right acquired, or arising out of a relation created, before this Act comes \ninto force.  \n3. [Construction of certain references to Act XV of 1877 and Act IX of 1871.] Omitted by the \nFederal Laws (Revision and Declaration) Ordinance, 1981, (27 of 1981), s.3 and Sch. II .  \nCHAPTER I  \n \nOF EASEMENTS GENERALLY  \n4. “Easement” defined. —An easement is a right which the owner or occupier of certain land \npossesses, as such, for the beneficial enjoyment of that land, to do and continue to do something, or to \nprevent an d continue to prevent something being done, in or upon, or in respect of, certain other land \nnot his own.  \n \n1This Act had been extended to Sindh which was administered by the Governor of Bombay in Council by Act VIII of 1891.  \nThis Act had been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P ., subject to  certain \nmodifications; and also extended to the Excluded Area of Upper Tanawal (N. W.F.P.) other than Phulera with effect from such d ate and subject to such \nmodifications as may be notified, see N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 19 50. This Act has been extended to the whole of \nPakistan by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October. 1955).  \n2Omitted by A. O., 1949, Sch.  \n3Subs. by A. O., 1961, Art . 2. \n \nPage 6 of 27 \n Dominant and servient heritages and owners. —The land for the beneficial enjoyment of \nwhich the right exists is called the dominant heritage, and the owner or occupier thereof the dominant \nowner; the land on which the liability is imposed is called the servient her itage, and the owner or \noccupier thereof the servient owner.  \nExplanation. -In the first and second clauses of this section, the expression “land” includes also \nthings permanently attached to the earth: the expression “beneficial enjoyment” includes also po ssible \nconvenience, remote advantage, and even a mere ame nity ; and the expression “to do something” \nincludes removal and appropriation by the dominant owner, for the beneficial enjoyment of the \ndominant heritage, of any part of the soil of the servient h eritage or anything growing or subsisting \nthereon.  \nIllustrations  \n(a)  A, as the owner of a certain house, has a right of way thither over his neighbour  \nB’s land for purposes connected with the beneficial enjoyment of the house. \nThis is an easement.  \n(b)  A, as the owner of a certain house, has the right to go on his neighbour B’s \nland, and to take water for the purposes of his household out of a spring t herein, \nThis is an easement.  \n(c)  A, as the owner of a certain house, has the right to conduct water from B’s \nstream to supply the fountains in the garden attached to the house. This is an \neasement.  \n(d)  A, as the owner of a certain house and farm, has t he right to graze a certain \nnumber of his own cattle on B’s field, or to take, for the purpose of being used \nin the house, by himself, his family, guests, lodgers and servants, water or fish \nout of C’s tank, or timber out of D’s wood, or to use, for the pu rpose of manuring \nhis land, the leaves which have fallen from the trees on E’s land. These are \neasements.  \n(e)  A dedicates to the public the right to occupy the surface of certain land for the \npurpose of passing and re -passing. This right is not an easement.  \n(f)  A is bound to cleanse a watercourse running through his land and keep it free \nfrom obstruction for the  benefit of B, a lower riparian owner. This is not an \neasement.  \n5. Continuous and discontinuous, apparent and non -apparent, easements. —Easements \nare either continuous or discontinuous, apparent or non -apparent.  \nA continuous easement is one whose enjoyme nt is, or may be, continual without the act of man.  \nA discontinuous easement is one that needs the act of man for its enjoyment.  \nAn apparent easement is one the existence of which is shown by some permanent sign which, \nupon careful inspection by a compet ent person, would be visible to him.  \nA non -apparent easement is one that has no such sign.  \n \nPage 7 of 27 \n Illustrations  \n(a)  A right annexed to B’s house to receive light by the windows without \nobstruction by his neighbor  A. This is a continuous easement.  \n(b)  A righ t of way annexed to A’s house over D’s land. This is a discontinuous \neasement.  \n(c)  Rights annexed to A’s land to lead water thither across D’s land by an aqueduct \nand to draw off water thence by a drain. The drain would be discovered upon \ncareful inspect ion by a person conversant with such matters. These are apparent \neasements.  \n(d)  A right annexed to A’s house to prevent B from building on his own land. This \nis a non -apparent easement.  \n6. Easement for limited time or on condition. —An easement may be p ermanent, or for a \nterm of years or other limited period, or subject to periodical interruption, or exercisable only at a \ncertain place, or at certain times, or between certain hours, or for a particular purpose, or on condition \nthat it shall commence or b ecome void or voidable the happening of a specified event or the \nperformance or non -performance of a specified act.  \n7. Easements restrictive of certain rights. —Easements are restrictions of one or other \nof the following rights (namely) :-  \n(a)  Exclusive right to enjoy. The exclusive right of every owner of immoveable \nproperty (subject to any law for the time being in force) to enjoy and dispose of \nthe same and all products thereof and accessions thereto.  \n(b)  Rights to advantages arising from situation. The right of every owner of \nimmoveable property (subject to any law for the time being in force) to enjoy a, \nwithout disturbance by another the natural advantages a arising from its \nsituation.  \nIllustrations of the rights above referred to  \n(a)  The exclusive right of every owner of land in a town to build on such land, \nsubject to any municipal law for the time being in force.  \n(b)  The right of every owner of land that the air passing thereto shall not be \nunreasonably polluted by other persons.  \n(c)  The right of every owner of a house that his physical comfort shall not be \ninterfered with materially and unreasonably by noise or vibr ation caused by any \nother person. (d) The right of every owner of land to so much light and air as \npass vertically thereto.  \n \n  \n \nPage 8 of 27 \n (e)  The right of every owner of land that such land, in its natural condition, shall \nhave the support naturally rendered by the  subjacent and adjacent soil of another \nperson.  \nExplanation.  —Land is in its natural condition when it is not excavated and not subjected to \nartificial pressure; and the “subjacent and adjacent soil” mentioned in this illustration means such soil \nonly as in its natural condition would support the dominant heritage in its natural condition.  \n(f)  The right of every owner of land that, within his own limits, the water which \nnaturally passes or percolates by, over or through his land shall not, before so \npassing or percolating, be unreasonably polluted by other persons.  \n(g)  The right of every owner of land to collect and dispose within his own limits of \nall water under the land which does not pass in a defined channel and all water \non its surface which does not pass in a defined channel.  \n(h)  The right of every owner of land that the water of every natural stream which \npasses by, through or over his land in a defined natural channel shall be allowed \nby other persons to flow within such owner’s limits without  interruption and \nwithout material alteration in quantity, direction, force or temperature; the right \nof every owner of land abutting on a natural lake or pond into or out of which a \nnatural stream flows, that the water of such lake or pond shall be allowe d by \nother persons to remain with in such owner’s limit without material alteration \nin quantity or temperature.  \n(i)  The right of every owner of upper land that water natural1y rising in, or falling, \non such land, and not passing in defined channels, shall be a1lowed by the owner \nof adjacent lower land to run naturally thereto.  \n(j)   right of every owner of land abutting on a natural stream, lake or pond to use \nand consume its water for drinking, household purposes and watering his cattle \nand sheep; and t he right of every such owner to use and consume the water for \nirrigating such land and for the purposes of any manufactory situate thereon: \nProvided that he does not thereby cause material injury to other like owners.  \nExplanation. -A natural stream is a st ream, whether permanent or intermittent, tidal or tideless, \non the surface of land or underground, which flows by the operation of nature only and in a natural \nand known course.  \nCHAPTER II  \n \nTHE IMPOSITION, ACQUISITION AND TRANSFER OF EASEMENTS  \n8. Who may impose easements. —An easement may be imposed by any one in the \ncircumstances, and to the extent, in and to which he may transfer his interest in the heritage on which \nthe liability is to be imposed.  \nIllustrations  \n(a)  A is tenant of B’s land un der a lease for an unexpired term of twenty years, and \nhas power to transfer his interest under the lease. A may impose an easement on \nthe land to continue during the time that the lease exists or for any shorter period.  \n \nPage 9 of 27 \n (b)  A is tenant for his life of c ertain land with remainder to B absolutely. A cannot, \nunless with B’s consent, impose an easement thereon which will continue after \nthe determination of his life -interest.  \n(c)  A, B and C are co -owners of certain land. A cannot, without the consent of B \nand C, impose an easement on the land or on any part thereof.  \n(d)  A and B are lessees of the same lessor, A of a field X for a term of five years, \nand B of a field Y for a term of ten years. A’s interest under his lease is \ntransferable; B’s is not. A may impose on X, in favour of B, a right of way \nterminable with A’s lease.  \n9. Servient owners. —Subject to the provisions of section 8, a servient owner may impose on \nthe servient heritage any easement that does not lessen the utility of the existing easement . But he \ncannot, without  the consent of the dominant owner, impose an easement on the servient heritage which \nwould lessen such utility.  \nIllustrations  \n(a)  A has, in respect of his mill, a right to the uniterrupted flow thereto from sunrise \nto noon of the  water of B’s stream. B may grant to C the right to divert the water \nof the stream from noon to sunset: Provided that A’s supply is not thereby \ndiminished.  \n(b)  A has, in respect of his house, a right of way over B’s land. B may grant to C, \nas the owner o f a neighbouring farm, the right to feed his cattle on the grass \ngrowing on the way: Provided that A’s right of way is not thereby obstructed.  \n10. Lessor and mortgagor. —Subject to the provisions of section 8, a lessor may impose, on \nthe property leased, any easement that does not derogate from the rights of the lessee as such, and a \nmortgagor may impose, on the property mortgaged, any easement that does not render the security \ninsufficient. But a lessor or mortgagor cannot, without the consent of the less ee or mortgagee, impose \nany other easement on such property, unless it be to take effect on the termination of the lease or the \nredemption of the mortgage.  \nExplanation. -A security is insufficient within the meaning of this section unless the value of \nthe mortgaged property exceeds by one -third, or, if consisting of buildings, exceeds by one -half, the \namount for the time being due on the mortgage.  \n11. Lessee. —No lessee or other person having a derivative interest may impose on the property \nheld by him as such an easement to take effect after the expiration of his own interest, or in derogation \nof the right of the lessor or the superior proprietor.  \n12. Who may acquire easements.  —An easement may be acquired by the owner of the \nimmoveable property for the b eneficial enjoyment of which the right is created, or on his behalf, by \nany person in possession of the same.  \nOne of two or more co -owners of immoveable property may, as such, with or without the \nconsent of the other or others, acquire an easement for the  beneficial enjoyment of such property.  \nNo lessee of immoveable property can acquire, for the beneficial enjoyment of other \nimmoveable property of his own, an easement in or over the property comprise in his lease.  \n \nPage 10 of 27 \n 13. Easements of necessity and quasi easements. —Where one person transfers or bequeaths \nimmoveable property to another,  — \n(a)  if an easement in other immoveable property of the transferor or testator is \nnecessary for enjoying the subject of the transfer or bequest, the transferee or \nlegatee shall be entitled to such easement; or  \n(b)  if such an easement is apparent and continuou s and necessary for enjoying the \nsaid subject as it was enjoyed when the transfer or bequest took effect, the \ntransferee or legatee shall, unless a different intention is expressed or \nnecessarily implied, be entitled to such easement;  \n(c)  if an easement in the subject of the transfer or bequest is necessary for enjoying \nother immoveable property of the transferor or testator, the transferor or the \nlegal representative of the testator shall be entitled to such easement; or  \n(d)  if such an easement is appa rent and continuous and necessary for enjoying the \nsaid property as it was enjoyed when the transfer or bequest took effect, the \ntransferor, or the legal representative of the testator, shall, unless a different \nintention is expressed or necessarily implie d, be entitled to such easement.  \nWhere a partition is made of the joint  property of several persons,__ \n(e)  if an easement over the share of one of them is necessary for enjoying the share \nof another of them, the latter shall be entitled to such easement,  or  \n(f)  if such an easement is apparent and continuous and necessary for enjoying the \nshare of the latter as it was enjoyed when the partition took effect, he shall, \nunless a different intention is expressed or necessarily implied, be entitled to \nsuch ea sement.  \nThe easements mentioned in this section, clauses (a), (c) and (e), are called easements of \nnecessity.  \nWhere immoveable property passes by operation of law, the persons from and to whom it so \npasses are, for the purpose of this section, to be deem ed, respectively, the transferor and transferee.  \nIllustrations  \n(a)  A sells B a field then used for agricultural purposes only. It is in accessible \nexcept by passing over A’s adjoining land or by trespassing on the land of a \nstranger. B is entitled to a r ight of way, for agricultural purposes only, over A’s \nadjoining land to the field sold.  \n(b)  A, the owner of two fields, sells one to B, and retains the other. The field \nretained was, at the date of the sale, used for agricultural purposes only, and is \ninaccessible except by passing over the field sold to B. A is entitled to a right of \nway, for agricultural purposes only, over B’s field to the field retained.  \n(c)  A sells B a house with windows overlooking A’s land, which A retains. The \nlight which passes over A’s land to the window is necessary for enjoying the \n \nPage 11 of 27 \n house as it was enjoyed when the sale took effect. B is entitled to the light, and \nA cannot afterwards ob struct it by building on his land.  \n(d)  A sells B a house with windows overlooking A’s land. The light passing over \nA’s land to the windows is necessary for enjoying the house as it was enjoyed \nwhen the sale took effect. Afterwards A sells the land to C. Here C cannot \nobstruct the light by building on the land, for he takes it subject to the burdens \nto which it was subject in A’s hands.  \n(e)  A is the owner of a house and adjoining land. The house has windows \noverlooking the land. A simultaneously sells th e house to B and the land to C. \nThe light passing over the land is necessary for enjoying the house as it was \nenjoyed when the sale took effect. Here A impliedly grants B a right to the light, \nand C takes the land subject to the restriction that he may not  build so as to \nobstruct such light.  \n(f)  A is the owner of a house and adjoining land. The house has windows \noverlooking the land. A, retaining the house, sells the land to B, without \nexpressly reserving any easement. The light passing over the land is n ecessary \nfor enjoying the house as it was enjoyed when the sale took effect. A is entitled \nto the light, and B cannot build on the land so as to obstruct such light.  \n(g)  A, the owner of a house, sells B a factory built on adjoining land. B is entitled, \nas against A, to pollute the air, when necessary, with smoke and vapours from \nthe factory.  \n(h)  A, the owner of two adjoining houses, Y and Z, sells Y to B, and retains Z. B is \nentitled to the benefit of all the gutters and drains common to the two houses \nand necessary for enjoying Y as it was enjoyed when the sale took effect, and \nA is entitled to the benefit of all the gutters and drains common to the two houses \nand necessary for enjoying Z as it was enjoyed when the sale took effect.  \n(i)  A, the owner o f two adjoining buildings, sells one to B, retaining the other. B is \nentitled to a right to lateral support from A’s building, and A is entitled to a right \nto lateral support from B’s building.  \n(j)  A, the owner of two adjoining buildings, sells one to B and the other to C. C is \nentitled to lateral support from B’s building, and B is entitled to lateral support \nfrom C’s building.  \n(k)  A grants lands to B for the purpose of building a house thereon. B is entitled to \nsuch amount of lateral and subjacent support from A’s land as is necessary for \nthe safety of the house.  \n(l)  Under the l[Land Acquisition Act, 1894( I of 1894 )], a Railway Co mpany \ncompulsorily acquires a portion of B’s land for the purpose of making a siding. \nThe Company is entitled to such amount of lateral support from B’s adjoining \nland as is essential for the safety of the siding.  \n \n1Subs. by the Federal Laws (Revision an d Declaration) Ordinance No. XXVII of 1981, s. 3 and 2nd Sch.   \n \nPage 12 of 27 \n (m)  Owing to the partition of joint property, A becomes the owner of an upper room \nin a building, and B becomes the owner of the portion of the building \nimmediately beneath it. A i s entitled to such amount of vertical support from \nB’s portion as is essential for the safety of the upper room.  \n(n)  A lets a house and grounds to B for a particular business. B has no access to \nthem other than by crossing A’s land. B is entitled to a ri ght of way over that \nland suitable to the business to be carried on by B in the house and grounds.  \n14. Direction of wa y of necessity .___ When 1[a right] to a way of necessity is created under \nsection 13, the transferor, the legal representative of the tes tator, or the owner of the share over which \nthe right is exercised, as the case may be, is entitled to set out the way; but it must be reasonably \nconvenient for the dominant owner.  \nWhen the person so entitled to set out the way refuses or neglects to do s o, the dominant owner \nmay set it out.  \n15. Acquisition by prescription. —Where the access and use of light or air to and for any \nbuilding have been peaceably enjoyed therewith, a s an easement, without interrup tion, and for twenty \nyears,  \nand where support from one person’s land or things affixed thereto has been peaceably received \nby another person’s land subjected to artificial pressure or by things affixed thereto, as an easement, \nwithout interruption, and fo r twenty years,  \nand where a right of way or any other easement has been peaceably and openly enjoyed by any \nperson claiming title thereto, as an easement, and as of right, without interruption, and for twenty years, \nthe right to such access and use of lig ht or air, support or other easement shall be absolute.  \nEach of the said periods of twenty years shall be taken to be a period ending within two years \nnext before the institution of the suit wherein the claim to which such period relates is contested.  \nExplanation I. —Nothing is an enjoyment within the meaning of this section when it has been \nhad in pursuance of an agreement with the owner or occupier of the property over which the right is \nclaimed, and it is apparent from the agreement that such right has  not been granted as an easement, or, \nif granted as an easement, that it has been granted for a limited period, or subject to a condition on the \nfulfilment of which it is to cease.  \nExplanation II.  —Nothing is an interruption within the meaning of this sec tion unless where \nthere is an actual cessation of the enjoyment by reason of an obstruction by the act of some person \nother than the claimant, and unless such obstruction is submitted to or acquiesced in for one year after \nthe claimant has notice thereof a nd of the person making or authorizing the same to be made.  \nExplanation III . —Suspension of enjoyment in pursuance of a contract between the dominant \nand servient owners is not an interruption within the meaning of this section.  \nExplanation IV.  —In the c ase of an easement to pollute water, the said period of twenty years \nbegins when the pollution first prejudices perceptibly the servient heritage.  \n \n1Subs. by the Amending Act No. XII of 1891.   \n \nPage 13 of 27 \n When the property over which a right is claimed under this section belongs to 1[ the \nGovernment], this section shall be read as if, for the words “twenty years” the words “sixty years” \nwere substituted.  \nIllustrations  \n(a)  A suit is brought in 1883 for obs tructing a right of way. The defendant admits \nthe obstruction, but denies the right of way. The plaintiff proves that the right \nwas peaceably and openly enjoyed by him, claiming title thereto as an easement \nand as of right, without interruption, from 1st J anuary, 1862, to 1st January, \n1882. The plaintiff is entitled to judgment.  \n(b)  In a like suit the plaintiff shows that the right was peaceably and openly enjoyed \nby him for twenty years. The defendant proves that for a year of that time the \nplaintiff was  entitled to possession of the servient heritage as lessee thereof and \nenjoyed the right as such lessee. The suit shall be dismissed, for the right of way \nhas not been enjoyed “as an easement” for twenty years.  \n(c)  In a like suit the plaintiff shows that  the right was peaceably and openly enjoyed \nby him for twenty years. The defendant proves that the plaintiff on one occasion \nduring the twenty years had admitted that the user was not of right and asked \nhis leave to enjoy the right. The suit shall be dismi ssed, for the right of way has \nnot been enjoyed “as of right” for twenty years.  \n16. Exclusion in favour of reverionser of servoient heritage. —Provided that, when any land \nupon, over or from which any easement has been enjoyed or derived has been held und er or by virtue \nof any interest for life or any term of years exceeding three years from the granting thereof, the time \nof the enjoyment of such easement during the continuance of such interest or term shall be excluded \nin the computation of the said last -mentioned period of twenty years, in case the claim is, within three \nyears next after the determination of such interest or term, resisted by the person entitled, on such \ndetermination, to the said land.  \nA sues for a declaration that he is entitled to a r ight of way over B’s land. A proves that he has \nenjoyed the right for twenty -five years; but B shows that during ten of these years C had a life -interest \nin the land; that on C’s death B became entitled to the land; and that within two years after C’s deat h \nhe contested A’s claim to the right. The suit must be dismissed, as A, with reference to the provisions \nof this section, has only proved enjoyment for fifteen years.  \n17. Rights which cannot be acquired by prescription. —Easements acquired under section \n15 are said to be acquired by prescription, and are called prescriptive rights.  \nNone of the following rights can be so acquired: -  \nIllustration  \n (a)  a right which would tend to the total destruction of the subject of the right, or \nthe property on which, if the acquisition were made, liability would be imposed;  \n(b)  a right to the free passage of light or air to an open space of ground;  \n1Subs. by A.O.,  1961, Art 2.   \n \nPage 14 of 27 \n (c)  a right to surface -water not flowing in a stream and not permanently collected \nin a pool, tank or otherwise;  \n(d)  a right to underground water not passing in a defined channel.  \n18. Customary easements. —An easement may be acquired in virtue of a local custom. Such \neasements are called customary easements.  \nIllustrations  \n(a)  By the custom of a certain village every cultivator of village land is entitled, as \nsuch, to graze his cattle on the common pasture.  A, having become the tenant \nof a plot of uncultivated land in the village, breaks up and cultivates that plot. \nHe thereby acquires an easement to graze his cattle in accordance with the \ncustom.  \n(b)  By the custom of a certain town no owner or occupier of  a house can open a \nnew window therein so as substantially to invade his neighbour’s privacy. A \nbuilds a house in the town near B’s house. A thereupon acquires an easement \nthat B shall not open new win downs  in his house so as to command a view of \nthe port ions of A’s house which are ordinarily excluded from observation, and \nB acquires a like easement with respect to A’s house.  \n19. Transfer of dominant heritage passes easement. —Where the dominant heritage is \ntransferred or devolves, by act of parties or by  operation  of law, the transfer or devolu tion shall, unless \na contrary intention appears, be deemed to pass the easement to the person in whose favour the transfer \nor devolution takes place.  \nIllustration  \nA has certain land to which a right of way is annexed. A lets the land to B for twenty years. \nThe right of way vests in B and his legal representative so long as the lease continues.  \nCHAPTER III  \n \nTHE INCIDENTS OF EASEMENTS  \n20. Rules controlled by contract  or title. —The rules contained in this chapter are controlled \nby any contract between the dominant and servient owners relating to the servient heritage, and by the \nprovisions of the instrument or decree, if any, by which the easement referred to was impo sed.  \nIncidents of customary easements. And when any incident of any customary easement is \ninconsistent with such rules, nothing in this chapter shall affect such incident.  \n21. Bar to use unconnected with enjoyment. —An easement must not be used for any \npurpose not connected with the enjoyment of the dominant heritage.  \nIllustrations  \n(a)  A, as owner of a farm Y, has a right of way over B’s land to Y. Lying beyond \nY, A has another farm Z, the beneficial enjoyment of which is not necessary for \n \nPage 15 of 27 \n the be nefici al enjoyment of Y. He must not use the easement for the purpose of \npassing to and from Z.  \n(b)  A, as owner of a certain house, has a right of way to and from it. For the purpose \nof passing to and from the house, the right may be used, not only by A, but b y \nthe members of his family, his guests, lodgers, servants, workmen, visitors and \ncustomers; for this is a purpose connected with the enjoyment of the dominant \nheritage. So, if A lets the house, he may use the right of way for the purpose of \ncollecting the  rent and seeing that the house is kept in repair.  \n22. Exercise of easement. Confinement of exercise of easement. —The dominant owner \nmust exercise his right in the mode which is least onerous to the servient owner; and, when the exercise \nof an easement c an without detriment to the dominant owner be confined to a determinate part of the \nservient heritage, such exercise shall, at the request of the servient owner, be so confined.  \nIllustrations  \n(a)  A has a right of way over B’s field. A must enter the way at either end and not \nat any intermediate point.  \n(b)  A has a right annexed to his house to cut thatching -grass in B’s swamp. A, when \nexercising his easement, must cut the grass so that the plants may not be \ndestroyed.  \n23. Right to alter mode of enjoyment. —Subject to the provisions of section 22, the dominant \nowner may, from time to time, alter the mode and place of enjoying the easement, provided that he \ndoes not thereby impose any additional bur den on the servient heritage.  \nException .___ The dominant owner of a right of way cannot vary his line of passage at pleasure, \neven though he does not thereby impose any additional burden on the servient heritage.  \nIllustrations  \n(a)  A, the owner of a saw -mill, has a right to a flow of water sufficie nt to work the \nmill. He may convert the saw -mill into a corn -mill, provided that it can be \nworked by the same amount of water.  \n(b)  A has a right to discharge on B’s land the rain -water from the eaves of A’s \nhouse. This does not entitle A to advance his e aves if, by so doing, he imposes \na greater burden on B’s land.  \n(c)  A, as the owner of a paper -mill, acquires a right to pollute a stream by pouring \nin the refuse -liquor produced by making in the mill paper from rags. He may \npollute the stream by pouring in similar liquor produced by making in the mill \npaper by a new process from bamboos, provided that he does not substantially \nincrease the amount, or injuriously change the nature, of the pollution.  \n(d)  A, a riparian owner, acquires, as against the lower  riparian owners, a \nprescriptive right to pollute a stream by throwing sawdust into it. This does not \nentitle A to pollute the stream by discharging into it poisonous liquor.  \n \nPage 16 of 27 \n 24. Right to do acts to secure enjoyment. —The dominant owner is entitled1, as a gainst the \nservient owner, to do all acts necessary to secure the full enjoyment of the easement, but such acts \nmust be done at such time and in such manner as, without detriment to the dominant owner, to cause \nthe servient owner as little inconvenience as  possible; and the dominant owner must repair, as far as \npracticable, the damage (if any) caused by the act to the servient heritage.  \nAccessory rights. Rights to do acts necessary to secure the full enjoyment of an easement are \ncalled accessory rights.  \nIllustrations  \nA has an easement to lay pipes in B’s land to convey water to A’s cistern. A may enter and dig \nthe land in order to mend the pipes, but he must restore the surface to its original state.  \n(b)  A has an easement of a drain through B’s land. The sewer with which the drain \ncommunicates is altered. A may enter upon B’s land and alter the drain, to adapt \nit to the new sewer, provided that he does not thereby impose any additional \nburden on B’s land.  \n(c)  A, as owner of a certain house, has a right of way over B’s land. The way is out \nof repair, or a tree is blown down and falls across it. A may enter on B’s land \nand repair the way or remove the tree from it.  \n(d)  A, as owner of a certain field, has a right of way over B’s land. B renders the \nway impassable. A may deviate from the way and pass over the adjoining land \nof B, provided that the deviation is reasonable.  \n(e)  A, as owner of a certain house, has a right of way over B’s field. A may remove \nrocks to make the way.  \n(f)  A has an easement of support from B’s wal1. The wall gives way. A may enter \nupon B’s land and repair the wall.  \n(g)  A has an easement to have his land flooded by means of a dam in B’s stream. \nThe dam is half swept away by an inundation. A may enter upon B’s land and \nrepair the dam.  \n25. Liability for expenses necessary for preservation of easement. —The expenses incurre d \nin constructing works, or making repairs, or doing any other act necessary for the use of preservation \nof an easement, must be defrayed by the dominant owner.  \n26. Liability for damage from want of repair. —Where an easement is enjoyed by means of \nan art ificial work, the dominant owner is liable to make compensation for any damage to the servient \nheritage arising from the want of repair of such work.2  \n27. Servient owner not bound to do anything. —The servient owner is not bound to do \nanything for the ben efit of the dominant heritage, and he is entitled, as against the dominant owner, to \nuse the servient heritage in any way consistent with the enjoyment of the easement: but he must not do \nany act tending to restrict the easement or to render its exercise l ess convenient.  \n \n1But see s. 36, infra, as to abatement of obstructio n of easement.  \n2But see s. 50, infra, as to extinguishment or suspension of easement.  \n \nPage 17 of 27 \n Illustrations  \n(a)  A, as owner of a house, has a right to lead water and send sewage through B’s \nland. B is not bound, as servient owner, to clear the watercourse or scour the \nsewer.  \n(b)  A grants a right of way through his land to B as owner of a field. A may feed \nhis catt le on grass growing the way, provided that B’s right of way is not thereby \nobstructed; but he must not build a wall at the end of his land so as to prevent B \nfrom going beyond it, nor must he narrow the way so as to render the exercise \nof the right less ea sy than it was at the date of the grant.  \n(c)  A, in respect of his house, is entitled to an easement of support from B’s wall. \nB is not bound, as servient owner, to keep the wall standing and in repair. But \nhe must not pull down or weaken the wall so as t o make it incapable of rendering \nthe necessary support.  \n(d)  A, in respect of his mill, is entitled to a watercourse through B’s land. B must \nnot derive stakes so as to obstruct the watercourse.  \n(e)  A, in respect of his house, is entitled to a certain quantity of light passing over \nB’s land. B must not plant trees so as to obstruct the passage to A’s windows of \nthat quantity of light.  \n28. Extent of easements. —With respect to the extent of easements and the mode of their \nenjoyment, the following provisions shall take effect:  \nEasement of necessity. An easement of necessity is co -extensive with the necessity as it \nexisted when the easement was imposed.  \nOther easements. The extent of any other easement  and the mode of its enjoyment must be \nfixed with reference to the probable intention of the parties and the purpose for which the right was \nimposed or acquired.  \nIn the absence of evidence as to such intention and purpose___  \nRight of way.  \n(a)  a right of way of any one kind does not include a right of way of any other kind:  \nRight to light or air acquired by grant.  \n(b)  the extent of a right to the passage of light or air to a certain window, door or \nother opening, imposed by a testamentary or n on-testamentary instrument, is \nthe quantity of light or air that entered the opening at the time the testator died \nor the non -testamentary instrument was made:  \nPrescriptive right to light or air.  \n(c)  the extent of a prescriptive right to the passage of light or air to a certain \nwindow, door or other opening is that quantity of light or air which has been \n \nPage 18 of 27 \n accustomed to enter that opening during the whole of the prescriptive period \nirrespectively of the purposes for which it has been used:  \nPrescriptive ri ght to pollute air or water.  \n(d)  the extent of a prescriptive right to pollute air or water is the extent of the \npollution at the commencement of the period of user on completion of which \nthe right arose: and  \nOther prescriptive rights.  \n(e)  the extent of every other prescriptive right and the mode of its enjoyment must \nbe determined by the accustomed user of the right.  \n29. Increase of easement. —The dominant owner cannot, by merely altering or adding to the \ndominant heritage, substantially increase an easement.  \nWhere an easement has been granted or bequeathed so that its extent shall be proportionate to \nthe extent of the dominant heritage, if the dominant heritage is increased by alluvion, the easement is \nproportionately increased, and, if the dominant  heritage is diminished by diluvion, the easement is \nproportionately diminished.  \nSave as aforesaid, no easement is affected by any change in the extent of the dominant or the \nservient heritage.  \nIllustrations  \n(a)  A, the owner of a mill, has acquired a pr escriptive right to divert to his mill part \nof the water of a stream. A alters the machinery of his mill. He cannot thereby \nincrease his right to divert water.  \n(b)  A has acquired an easement to pollute a stream by carrying on a manufacture \non its banks by which a certain quantity of foul matter is discharged into it. A \nextends his works and thereby increases the quantity discharged. He is \nresponsible to the lower rip arian owners for injury done by such increase.  \n(c)  A, as the owner of a farm, has a right to take, for the purpose of manuring his \nfarm, leaves which have fallen from the trees on B’s land. A buys a field and \nunites it to his farm. A is not thereby entitled to take leaves to manure this field.  \n30. Partiti on of dominant heritage. —Where a dominant heritage is divided between two or \nmore persons, the easement becomes annexed to each of the shares, but not so as to increase \nsubstantially the burden on the serv ient heritage: Provided that su ch annexation is co nsistent with the \nterms of the instrument, decree or revenue -proceeding (if any) under which the division was made, \nand, in the case of prescriptive rights, with the user during the prescriptive period.  \nIllustrations  \n(a)  A house to which a right of way b y a particular path is annexed is divided into \ntwo parts, one of which is granted to A, the other to B. Each is entitled, in respect \nof his part, to a right of way by the same path.  \n \nPage 19 of 27 \n (b)  A house to which is annexed the right of drawing water from a well t o the extent \nof fifty buckets a day is divided into two distinct heritages, one of which is \ngranted to A, the other to B. A and B are each entitled, in respect of his heritage, \nto draw from the well fifty buckets a day; but the amount drawn by both must \nnot exceed fifty buckets a day.  \n(c)  A, having in respect of his house an easement of light, divides the house into \nthree distinct heritages. Each of these continues to have the right to have its \nwindows unobstructed.  \n31. Obstruction in case of excessive u ser. —In the case of excessive user of an easement the \nservient owner may, without prejudice to any other remedies to which he may be entitled, obstruct the \nuser, but only on the servient heritage: Provided that such us er cannot be obstructed when the \nobstruction would interfere with the  lawful enjoyment of the ease ment.  \nIllustration  \nA, having a right to the free passage over B’s land of light to four windows, six feet by four, \nincreases their size and number. It is impossible to obstruct the passage of l ight to the new windows \nwithout also obstructing the passage of light to the ancient windows. B cannot obstruct the excessive \nuser.  \nCHAPTER IV  \n \nTHE DISTURBANCE OF EASEMENTS  \n32. Right to enjoyment without disturbance. —The owner or occupier of the dominant  \nheritage is entitled to enjoy the easement without disturbance by any other person.  \nIllustration  \nA, as owner of a house, has a right of way over B’s land. C unlawfully enters on B’s land, and \nobstructs A in his right of way. A may sue C for compensation,  not for the entry, but for the obstruction.  \n33. Suit for disturbance of easement. —The owner of any interest in the dominant heritage, \nor the occupier of such heritage, may institute a suit for compensation for the disturbance of the \neasement or of any right accessory thereto; provided that the disturbance has actually caused \nsubstantial  damage to the plaintiff.  \nExplanation I . —The doing of any act likely to injure the plaintiff by affectin g the evidence of \nthe easement, or by materially diminishing the value of the dominant heritage, is substantial “damage \nwithin the meaning of this se ction and sec tion 34.  \nExplanation II . —Where the easement disturbed is a right to the free passage of li ght passing \nto the openings in a house, no damage is substantial within the meaning of this section unless it falls \nwithin the first Explanation, or in terferes materially with the physical comfort of the plaintiff, or \nprevents him from carrying on his accustomed business in the dominant heritage as beneficially as he \nhad done previous to instituting the suit.  \nExplanation III.  —Where the easement disturb ed is a right to the free passage of air to the \nopenings in a house, damage is substantial within the meaning of this section if it interferes materially \nwith the physical comfort of the plaintiff, though it is not injurious to his health.  \n \nPage 20 of 27 \n Illustrations  \n(a)  A places a permanent obstruction in a path over which B, as tenant of C’s house, \nhas a right of way. This is substantial damage to C, for it may affect the evidence \nof his reversionary right to the easement.  \n(b)  A, as owner of a house,  has a right to walk along one side of B’s house. B builds \na verandah overhanging the way about ten feet from the ground, and so as not \nto occasion any Inconvenience to foot -passengers using the way. This is not \nsubstantial damage to A.  \n34. When cause of action arises for removal of support. —The removal of the means of \nsupport to which a dominant owner is entitled does not give rise to a right to recover compensation \nunless and until substantial damage is actually sustained.  \n35. Injunction to restrain di sturbance. —Subject to the provisions of the Specific Relief Act,  \n1877  (I of 1877 ), sections 52 to 57 (both inclusive), an injunction may be granted to restrain \nthe disturbance of an easement –  \n(a)  if the easement is actually disturbed –when compensation for such disturbance \nmight be recovered under this Chapter:  \n(b)  if the disturbanc e is only threatened or intended –when the act threatened or \nintended must necessarily, if performed, disturb the easement.  \n36. Abatement of obstruction of easement. —Notwithstanding the provisions of section 24, \nthe dominant owner cannot himself abate a w rongful obstruction of an easement.  \nCHAPTER V  \n \nTHE EXTINCTION, SUSPENSION AND REVIVAL OF EASEMENTS  \n37. Extinction by dissolution of right of servient owner. —When, from a cause which \npreceded the imposition of an easement, the person by whom it was impose d ceases to have any right \nin the servient heritage, the easement is extinguished.  \nException. -Nothing in this section applies to an easement lawfully imposed by a mortgagor in \naccordance with section 10.  \nIllustrations  \n(a)  A transfers l[Ulipur] to B on c ondition that he does not marry C. B imposes an \neasement on l[U1ipur]. Then B marries C. B’s interest in l[Ulipur] ends, and \nwith it the easement is extinguished.  \n(b)  A, in 1860 let l[Ulipur ] to B for thirty years from the date of the lease. B, in \n1861, imposes an easement on the land in favour of C, who enjoys the easement \npeaceably and openly as an easement without interruption for twenty -nine years. \nB’s interest 1[Ulipur] then ends, and wi th it C’s easement.  \n1Subs. by the Central Laws (S tatute Reform) Ordinance No. XXI of 1960 , s. 3 and 2nd Sch .  \n \nPage 21 of 27 \n (c)  A and B, tenants of C, have permanent transferable interests in their respective \nholdings. A imposes on his holding an easement to draw water from a tank for \nthe purpose of irrigating B’s land. B enjoys the easement for twenty years. Then \nA’s rent falls in t o arrear and his interest is sold. B’s easement is extinguished.  \n(d)  A mortgages l[Ulipur] to B, and lawfully imposes an easement on the land in \nfavour of C in accordance with the provisions of section 10. The land is sold to \nD in satisfaction of the m ortgage -debt. The easement is not thereby \nextinguished.  \n38. Extinction by release. —An easement is extinguished when the dominant owner releases \nit, expressly or impliedly, to the servient owner.  \nSuch release can be made only in the circumstances and to the extent in and to which \nthe dominant owner can alienate the dominant heritage.  \nAn easement may be released as to part only of the servient heritage.  \nExplanation I . —An easement is impliedly released —  \n(a) where the dominant owner expressly authorizes an act of a permanent nature to \nbe done on the servient heritage, the necessary conse quence of which is to \nprevent his future enjoyment of the easement, and such act is done in pursuance \nof such authority;  \n(b)  where any permanent alteration is made in the dominant heritage of such a \nnature as to show that the dominant owner intended to c ease to enjoy the \neasement in future.  \nExplanation II . —Mere non -user of an easement is not an implied release within the meaning \nof this section.  \nIllustrations  \n(a) A, B and C are co -owners of a house to which an easement is annexed. A, \nwithout the consent of B and C, releases the easement. This release is effectual \nonly as against A and his legal representative.  \n(b) A grants B an easement over A’s land for the beneficia l enjoyment of his house. \nB assigns the house to C. B then purports to release the easement. The release \nis ineffectual.  \n(c)  A, having the right to discharge his eavesdroppings  into B’s yard, expressly \nauthorizes B to build over this ya rd to a height which will inter fere with the \ndischarge. B builds accordingly. A’s easement is extinguished to the extent of \nthe interference.  \n \n1Subs. by the Central Laws (S tatute Reform) Ordinanc e No. XXI  of 1960), s. 3 and 2nd Sch.  \n \nPage 22 of 27 \n  (d)  A, having an easement of light to a window, builds up that window with bricks \nand mortar so as to manifest an intention to abandon the easement permanently. \nThe easement is impliedly released.  \n(e)  A, having a projecting roof by means of which he enjoys an easement to \ndischarge eavesdropping  on B’s land, permanently alters the roof so as to direct \nthe rain -water into a different channel and discharge it on C’s land. The \neasement is impliedly release d.  \n39. Extinction by revocation. —An easement is extinguished when the servient owner, in \nexercise of a power reserved in this behalf, revokes the easement.  \n40. Extinction on expiration of limited period or happening of dissolving condition. —An \neasement  is extinguished where it has been imposed for a limited period, or acquired on condition that \nit shall become void on the performance or non -performance of a specified act, and the period expires \nor the condition is fulfilled.  \n41. Extinction on terminat ion of necessity. —An easement of necessity is extinguished when \nthe necessity comes to an end.  \nIllustration  \nA grants B a field inaccessible except by passing over A’s adjoining land. B afterwards \npurchases a part of that land over which he can pass to hi s field. The right of way over A’s land which \nB had acquired is extinguished.  \n42. Extinction of useless easement. —An easement is extinguished when it becomes \nincapable of being at any time and under any circumstances beneficial to the dominant owner.  \n43. Extinction by permanent change in dominant heritage. —Where, by any permanent \nchange in the dominant heritage, the burden on the servient heritage is materially increased and cannot \nbe reduced by the servient owner without interfering with the lawful enj oyment of the easement, the \neasement is extinguished, unless -  \n(a)  it was intended for the beneficial enjoyment of the dominant heritage, to \nwhatever extent the easement should be used; or  \n(b)  the injury caused to the servient owner by the change is so slight that no \nreasonable person would complain of it ; or  \n(c)  the easement is an easement of necessity.  \nNothing in this section shall be deemed to apply to an easement entitling the dominant owner \nto support of the dominant heritage.  \n44. Extinction on permanent alteration of servient heritage by superior force. —An \neasement is extinguished where the servien t heritage is by superior force so permanently altered that \nthe dominant owner can no longer enjoy such easement:  \nProvided that, where a way of necessity is destroyed by superior force, the dominant owner has \na right to another way over the servient herit age; and the provisions of section 14 apply to such way.  \n \nPage 23 of 27 \n Illustrations  \n(a)  A grants to B, as the owner of a certain house, a right to fish in a river running \nthrough A’s land. The river changes its course permanently and runs through \nC’s land. B’s easeme nt is extinguished.  \n(b)  Access to a path over which A has a right of way is permanently cut off by an \nearthquake. A’s right is extinguished.  \n45. Extinction by destruction of either heritage. —An easement is extinguished when either \nthe dominant or the s ervient heritage is completely destroyed.  \nIllustration  \nA has a right of way over a road running along the foot of a sea -clilf. The road is washed away \nby a permanent encroachment of the sea. A’s easement is extinguished.  \n46. Extinction by unity of owners hip. —An easement is extinguished when the same person \nbecomes entitled to the absolute ownership of the whole of the dominant and servient heritages.  \nIllustrations  \n(a)  A, as the owner of a house, has a right of way over B’s field. A mortgages his \nhouse and B mortgages his field to C. Then C forecloses both mortgages and \nbecomes thereby absolute owner of both house and field. The right of way is \nextinguished.  \n(b)  The dominant owner acquires only part of the servient heritage: the easement is \nnot extingu ished, except in the case illustrated in section 4l.  \n(c)  The servient owner acquires the dominant heritage in connection with a third \nperson: the easement is not extinguished.  \n(d)  The separate owners of two separate dominant heritages jointly acquire the \nheritage which is servient to the two separate heritages: the easements are not \nextinguished.  \n(e)  The joint owners of the dominant heritage jointly acquire the servient heritage: \nthe easement is extinguished.  \n(f)  A single right of way exists over two servient heritages for the beneficial \nenjoyment of a single dominant heritage. The dominant owner acquires one only \nof the servient heritages. The easement is not extinguished.  \n(g)  A has a right of way over B’s road. B dedicates the road to the public. A’s right \nof way is not extinguished.  \n47. Extinction by non -enjoyment. —A continuous easement is extinguished when it totally \nceases to be enjoyed as such for an unbroken period of t wenty years.  \nA discontinuous easement is extinguished when, for a like period, it has not been enjoyed as \nsuch.  \n \nPage 24 of 27 \n Such period shall be reckoned, in the case of a continuous easement, from the day on which its \nenjoyment was obstructed by the servient owner, or rendered impossible by the dominant owner; and, \nin the case of a discontinuous easement, from the day on which  it was last enjoyed by any person as \ndominant owner:  \nProvided that if, in the case of a discontinuous easement, the dominant owner, within such \nperiod, registers, under the l[Registration Act, 1908( XVI of 1908 )], a declaration of his intention to \nretain such easement, it shall not be e xtinguished until a pe riod of twenty years has elapsed from the \ndate of the registration.  \nWhere an easement can be legally enjoyed only at a certain place, or at certain times or between \ncertain hours, or for a particular p urpose, its enjoyment during the said period at another place, or at \nother times, or between other hours, or for another purpose, does not prevent its extinction under this \nsection.  \nThe circumstance that, during the said period, no one was in possession o f the servient heritage, \nor that the easement could not be enjoyed, or that a right accessory thereto was enjoyed, or that the \ndominant owner was not aware of its existence, or that he enjoyed it in ignorance of his right to do so, \ndoes not prevent its ext inction under this section.  \nAn easement is not extinguished under this section –  \n(a)  where the cessation is in pursuance of a contract between the dominant and \nservient owners;  \n(b)  where the dominant heritage is held in co -ownership, and one of the co -owners \nenjoys the easement within the said period, or  \n(c)  where the easement is a necessary easement.  \nWhere several heritages are respectively subject to rights of way for the benefit of a single \nheritage, and the ways are continuous, such rights shall,  for the purposes of this section, be deemed to \nbe a single easement.  \nIllustration  \nA has, as annexed to his house, rights of way from the high road thither over the heritages X \nand Z and the intervening heritage Y. Before the twenty years expire, A exerci ses his right of way over \nX. His rights of way over Y and Z are not extinguished.  \n48. Extinction of accessory rights. —When an easement is extinguished, the rights (if any) \naccessory thereto are also extinguished.  \nIllustration  \nA has an easement to draw water from B’s well. As accessory thereto he has a right of way \nover B’s land to and from the well. The easement to draw water is extinguished under section 47. The \nright of way is also extinguished.  \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance No. XXVII of 1981 , s. 3 and 2nd Sch.  \n \nPage 25 of 27 \n 49. Suspension of easement. —An easement is suspended when the dominant ow ner becomes \nentitled to possession of the servient heritage for a limited interest therein, or when the servient owner \nbecomes entitled to possession of the dominant heritage for a limited interest therein.  \n50. Servient owner not entitled to require conti nuance. —The servient owner has no right \nto require that an easement be continued; and, notwithstanding the provisions of section 26, he is not \nentitled to compensation for damage caused to the servient heritage in consequence of the \nextinguishment or susp ension of the easement, if the dominant owner has given to the servient owner \nsuch notice as will enable him, without unreasonable expense, to protect the servient heritage from \nsuch damage.  \nCompensation for damage caused by extinguished or suspension. Where such notice has \nnot been given, the servient owner is entitled to compensation for damage caused to the servient \nheritage in consequence of such extinguishment or suspension.  \nIllustration  \nA, in exercise of an easement, diverts to his canal the water of B’s stream. The diversion \ncontinues for many years, and during that time the bed of the stream partly fills up. A then abandons \nhis easement, and restores the stream to its ancient course. B’ s land is consequently flooded B sues A \nfor compensation for the damage caused by the flooding. It is proved that A gave B a month’s notice \nof his intention to abandon the easement, an d that such notice was sufficient to enable B, without \nunreasonable exp ense, to have prevented the damage. The suit must be dismissed.  \n51. Revival of easement. —An easement extinguished under section 45 revives ( a) when the \ndestroyed heritage is, before twenty years have expired, restored by the deposit of alluvion; ( b) when  \nthe destroyed heritage is a servient building and before twenty years have ex pired such building is \nrebuilt upon the same site; and ( c) when the destroyed heritage is a dominant building and before \ntwenty years have expired such building is rebuilt upon the same site and in such a manner as not to \nimpose a greater burden on the servient heritage.  \nAn easement extinguished under section 46 revives when the grant or bequest by which the \nunity of ownership was produced is set aside by the decree of a competent Court. A necessary easement \nextinguished under the same section revives when the unity of own ership ceases from any other cause.  \nA suspended easement revives if the cause of suspension is removed before the right is \nextinguished under section 47.  \nIllustration  \nA, as the absolute owner of field Y, has a right of way thither over B’s field Z. A obt ains from \nB  \na lease of Z for twenty years. The easement is suspended so long as A remains lessee of Z. But \nwhen A assigns the lease to C, or surrenders it to B, the right of way revives.  \nCHAPTER VI  \n \nLICENSES  \n52. “License” defined. —Where one person gran ts to another, or to a definite number of other \npersons, a right to do, or continue to do, in or upon the immoveable property of the grantor, something \n \nPage 26 of 27 \n which would, in the absence of such right, be unlawful, and such right does not amount to an easement \nor an interest in the property, the right is called a license.  \n53. Who may grant license. —A license may be granted by any one in the circumstances and \nto the extent in and to which he may transfer his interests in the property affected by the license.  \n54. Grant may be express or implied. —The grant of a license may be express or implied \nfrom the conduct of the grantor, and an agreement which purports to create an easement, but is \nineffectual for that purpose, may operate to create a license.  \n55. Accessory licenses annexed by law. —All licenses necessary for the enjoyment of any \ninterest, or the exercise of any right, are implied in the constitution of such interest or right. Such \nlicenses are called accessory licenses.  \nIllustration  \nA sells the trees growin g on his land to B. B is entitled to go on the land and take away the \ntrees.  \n56. License when transferable. —Unless a different intention is expressed or necessarily \nimplied, a license to attend a place of public entertainment may be transferred by the li censee; but, \nsave as aforesaid, a license cannot be transferred by the licensee or exercised by his servants or agents.  \nIllustrations  \n(a)  A grants B a right to walk over A’s field whenever he pleases. The right is not \nannexed to any immoveable property of B. The right cannot be transferred.  \n(b)  The Government grant B a license to erect and use temporary grain sheds on \nGovernment land. In the absence of express provisions to the contrary, B’s \nservants may enter on the land for the purpose of erecting sheds, erect the same, \ndeposit grain therein an d remove grain therefrom.  \n57. Grantor’s duty to disclose defects. —The grantor of a license is bound to disclose to the \nlicensee any defect in the property affected by the license, likely to be to be dangerous to the person \nor property of the licensee, of  which the grantor is, and the licensee is not, aware.  \n58. Grantor’s duty not to render property unsafe. —The grantor of a license is bound not \nto do anything likely to render the property affected by the license dangerous to the person or property \nof the  licensee.  \n59. Grantor’s transferee not bound by license. —When the grantor of the license transfers \nthe property affected thereby, the transferee is not as such bound by the license.  \n60. License when revocable. —A license may be revoked by the grantor, unless – (a) it is \ncoupled with a transfer of property and such transfer is in force:  \n(b)  the licensee, acting upon the license, has executed a work of a permanent \ncharacter and incurred expenses in the execution.  \n  \n \nPage 27 of 27 \n 61. Revocation express or implied. —The revocation of a license may be express or implied.  \nIllustrations  \n(a)  A, the owner of a field, grants a license to B to use a path across it. A, with \nintent to revoke the license, locks a gate across the path. The license is revoked.  \n(b)  A, the owner of a field, grants a license to B to stack hay on the field. A lets or \nsells the field to C. The license is revoked.  \n62. License when deemed revoked. —A license is deemed to be revoked –  \n(a)  when, from a cause preceding the grant of it, the grantor cease s to have any \ninterest in the property affected by the license:  \n(b)  when the licensee releases it, expressly or impliedly, to the grantor or his \nrepresentative:  \n(c)  where it has been granted for a limited period, or acquired on condition that it \nshall become void on the performance or non -performance of a specified act, \nand the period expires or the condition is fulfilled:  \n(d)  where  the property affected by the license is destroyed or by superior force so \npermanently altered that the licensee can no longer exercise his right:  \n(e)  where the licensee becomes entitled to the absolute ownership of the property \naffected by the license:  \n(f)  where the license is granted for a specified purpose and the purpose is attained, \nor abandoned, or becomes impracticable:  \n(g)  where  the license is granted to the licensee as holding a particular office, \nemployment or character, and such of office employment or character ceases to \nexists:  \n(h)  where the license totally ceases to be used as such for an unbroken period of \ntwenty years, and such cessation is not in pursuance of a contract between the \ngrantor and the licensee:  \n(i)  in the case of an accessory license, when the interest or right to which it is \naccessory ceases to exist.  \n63. Licensee’s rights on revocation. —Where a licens e is revoked, the licensee is entitled to \na reasonable time to leave the property affected thereby and to remove any goods which be has been \nallowed to place on such property.  \n64. Licensee’s rights on eviction. —Where a license has been granted for a cons ideration, and \nthe licensee, without any fault  of his own, is evicted by the i  grantor before he has fully enjoyed, under \nthe license, the right for which he contracted, he is entitled to recover compensation from the grantor.  \n_________________  \n  RI - Date: 1 3-05-2024"
}