{
    "file": "./converted_json\\administrator31ee4bf03d8b8694e31a33fd6eed2ed7.json",
    "name": "Islamabad Capital Territory (Consumers Protection) Rules, 2011",
    "date": "31st December, 2011",
    "tagline": "Establishment of Islamabad Consumer Association under Rule 4",
    "content": "REGISTERED No.  M - 302 L-7646 \neagtte of Salibitan \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, SATURDAY, DECEMBER 31, 2011 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF INTERIOR \nNOTIFICATION \nIslamabad, the 12th October, 2011 \nS. R. 0. 1157(1)/2011.— In exercise of the powers conferred by section \n12 of the Consumers Protection Act. 1995 (III of 1995), the Federal Government is \npleased to make the following rules, namely:- \nShort title and commencement:— (1) These rules may be called the \nIslamabad Capital Territory ( Consumers Protection) Rules, 2011. \n(2) \tThey shall come into force at once. \nDefinition:—(1) In these rules, unless the context otherwise requires, \n\"Act\" means the Islamabad Capital Territory Consumers Protection \nAct, 1995 (III of 1995): \n\"person\" means any natural or artificial person; \n(4633) \n[972(2011)/Ex. Gaz.] \tPrice : Rs. 10.50 \n4634 \tTHE GAZETTE OF PAKISTAN, EXTRA., Dec. 31, 2011 \t[Pau II \n\"chairman\" means a chairman of the Council: \n\"convener\" means the convener of an ACA to be nominated by the \nIC A under rule 7: \n.(e) \"Islamabad Consumers Association\" or \"ICA\" means the \nIslamabad Consumers Association constituted for the Islamabad \nCapital Territory under rule 4; \n\"Area Consumers Association\" or \"ACA\" means an Area \nConsumers Association constituted for any specified area or sector \nof Islamabad under rule 7; \n\"respondent\" means a person against whom a complaint has been \nfiled; \n• \t(h) \"rule\" means rule of these rules; \n\"damage\" means any damage caused by any product or service \nincluding damage to the produ4 itself or economic loss arising from a \ndeficiency in or loss of use of the product or the service; \n(j) \t\"manufacturer\" includes a person who- \nis in the business of manufacturing a product for the purpose of \ntrade or commerce; \nlabels a product as his own or who otherwise presents himself \nas manufacturer of the product; \nas a seller exercises control Over the design, construction or \nquality of a product; \nassembles a product by incorporating into his product any \ncomponent or part manufactured by another manufacturer; \nis a seller of a product of a foreign manufacturer, or is affiliated \nwith the foreign manufacturer by way of partial or complete \nownership or control; or \nmodifies or prepares the product for sale or distribution and \nassumes or administers warranty obligations of the product; \nPaull] \tTHE GAZETTE OF PAKISTAN, EXTRA., Dec. 31, 2011 \t4635  \t\nk. \t\"manufacturing a product\" means and includes producing, \nfabricating, constructing, designing, remanufacturing, reconditioning \nor refurbishing a product. \t\n(I) \t\"product\" has the same meaning as assigned to the word \"goods\" in \nthe Sale of Goods Act, 1930 (III of 1930). \nIslamabad Consumer Association or \"ICA\" means the Islamabad \nConsumer Association set up under rule 4; \nArea Consumer Association or \"ACA\" means an Area Consumer \nAssociation set up under rule 7; \n\"Provincial Government\" means the Chief Commissioner, \nIslamabad Capital Territory, specified in the Islamabad Capital Territory \n(Administration) Order, 1980 (PO 18 of 1980) and invested, vide \nNotification No. 17(2)/80-Pub, dated the 31st December, 1980, with \nthe powers and duties conferred or imposed on the Provincial \nGovernment under any law for the time being in force in the Islamabad \nCapital Territory; \t\n(2) \tWords and expressions used in these rules and not defined shall have \nthe meanings respectively assigned to them in the Act. \n3. \tProcedure of the Council:--(l) The chairman of the council shall be \nsanctioning authority of all activities of the council. \nThe council shall elect one of its members to be its secretary who \nshall be responsible for running its affairs. \nThe Secretary shall call meeting of the council after seeking approval \nfrom the chairman. \nThe secretary shall maintain and put up all complaints and other record \nreceived during the period, for discussion and disposal, on a format as the Provincial \nGovernment may specify. \nThe secretary shall convey the agenda and working paper to all \nmembers of the council, at least a week prior to the meeting of the council. \nThe secretary shall circulate minutes of the meeting to all members \nafter seeking approval from the chairman. \n4636 \tTHE GAZETTE OF PAKISTAN, EXTRA., Dec. 31, 2011 \t[NKr II \nThe council may require the ICA to brief the council about the details \nof any complaint, before referring it to the Authority. \nThe decision in meeting of the council shall be taken by simple majority \nof the members present and in case of tie, the chairman shall have the powers to \ndecide the issue either way in accordance with the law. \n(9) The secretary shall be assisted by an authorized officer and such \nstaff as may be provided by the Provincial Government. He shall maintain record \nof all complaints received by the council and working thereto, coordinate with the \ncouncil, ICA and the ACA(s) and represent the council before the Authority. \nThere shall be a monthly meeting to be held on first working day of \nevery forthcoming month. \nThe council shall hold its meeting at such place and with such facilities \nas the Government may specify. \nExpkination: Only the complaints involving any issue of general public \ninterest shall be referred to the council for action into the matter. \nIslamabad Consumer Association (ICA):—(1) The council shall \nconstitute an ICA, comprising of:— \na prominent social worker to be chairman of the ICA; \na lady social worker of repute; \nthree representatives from the ACA's; \nthree representatives from the shop keepers, vendors and \nmanufacturers; \na representative from the office of Chief Commissioner. lel; \na representative from the health .department, CDA; \n' (g) a representative from the agriculture industries and labour \ndirectorate,ICT; \na representative from the health department, ICT; \nan expert in accounts and fiscal policies; \nPAR1111 \t THE GAZEI lb OF PAKISTAN, EXTRA., Dec. 31, 2011 \t4637 \n(j) a representative from food department, ICT; and \n(k) \tDistrict Attorney, ICT, \nThe ICA may co-opt services of any other expert or any, officer of \nthe ICT for its assistance. \nThe ICA shall elect a secretary who shall conduct its business in \naccordance with the procedure prescribed in the Act and these rules. \n5. \tPowers and functions of the ICA:—(1) In addition to the powers and \nfunctions entrusted to it by the council, the following shall be the powers and functions \nof the ICA, namely:— \nto assist the council in devising the ways and means to determine, \npromote and protect the rights of the consumers; \nto scrutinize the complaints made to it by any complainant or any \nACA before referring them to the council for onward submission to \nthe Authority; \nto take measures under the guidance of the council for ensuring smooth \nand regular supply of consyner items at the prices fixed by the \nGovernment; \nto submit to the council quarterly or as directed by the council report \nof its activities, prepared by the secretary; \nto adopt all ways and means, as approved by the council, to curb \nunfair trade practices and to carry out the purposes of the Act and \nthese rules; \nThe ICA may entrust its powers and functions, except those entrusted \nto it by the council, to any or all ACA (s) constituted under rule 7; \nAll members, except ex-officio members of the ICA shall hold office \nfor a period of one year unless removed by the council. This period shall be extendable \nfor such terms as deemed appropriate by the council, provided that the extension \nshall be made on one term basis and nomination or removal of all ex-officio members \nshall be made by the Provincial Government. \nExplanation: The complaints not falling within the ambit of explanation to \nthe rule 3 and rule 7 shall be dealt by the ICA. \n4638 \tTHE GAZETTE OF PAKISTAN, EXTRA., Dec. 31, 2011 \t[Null \n6. \tProcedure to be followed by the ICA:—(1)A complaint, made to the \ncouncil or ICA or ACA directly or by a registered post, addressed to the chairman \nof the council or the secretary, ICA or convener of an ACA shall contain:— \n(a) The name, description, address and contact number of the complainant; \n(b) The name, description, address and contact number of the \nrespondent(s) so far as they can be ascertained; \n(c) The cause of action and the place where it arose; \n(d) \tThe description of the documentary and oral evidence in support of \nthe allegations contained in the complaint; \n(e) \tThe relief which the complainant claims; and \nThe findings and recommendations of the ACA, if the complaint is \nreferred by the ACA. \nEvery complaint under sub-rule ( 1 ) shall be filed in such number of \ncopies as may be determined in writing by the council, ICA or the ACA, as the case \nmay be. \nThe ICA shall complete its working upon the complaint within fifteen \ndays, unless delay is caused due to some unavoidable circumstances, of its receipt \nfrom the ACA or the complainant, as the case may be. \nThe ICA may require from the complainant and the respondent such \noral and documentary evidence, if deemed necessary, and shall dispose of the \ncomplaint after personal hearing of both the parties, if there appears no cause of \naction or reasonable or legal grounds for action or a compromise is arrived at by the \nparties. \nIf the ICA is of the opinion that the matter can not• be resolved and \ncalls for action by the Authority, due to any reason, it shall refer the complaint \nalongwith its recommendations to the council for further action. \nIn the event of delay in deciding a complaint within the period specified \nin sub-rule (3), the ICA shall record, in writing, the reasons for the delay in such , \ndisposal. (f) \nPART II] \tTHE GALlixi b. OF PAKISTAN, EXTRA., Dec. 31, 2011 \t4639 \nIf the complainant or the respondent fails to appear before the ICA \nafter having been duly summoned, the ICA shall forthwith decide the matter ex-\nparte. \nThe ICA shall sit at such place and be provided with such facilities as \nthe Provincial Government may determine. There shall be monthly meeting in the \nmanner as the council may specify. \nAny member may by writing under his hand addressed to the chairman, \nresign from his office. \nNo act or proceeding of the ICA shall be invalid merely on ground of \nany existing vacancy or defect in the composition of the ICA or irregularity in \nproceedings unless prejudice has been caused to the complainant or the respondent. \n7. \tACA and its Procedure:-(1) The ICA, in consultation with the council, \nshall cause constitution of as many ACA(s), sector-wise or otherwise, comprising \nof such members and for such areas as it may deem necessary. \nExplanation: Any convenient division like that of Magisterial/Police/Union \nCouncil/CDA Sector etc. may be adopted by the council for constitution of the \nACA(s). \nThe ACA(s) shall work under supervision of the convener nominated \nby the ICA and a secretary elected by'the respective ACA and shall sit at such \nplaces as the Provincial Government may authorize. \nThe ACA(s) shall ensure implementation of the Act and the rules \nmade there under and may refer any complaint to the ICA on finding any \ncontravention of the Act or the rules. \nThe ACA may resort to reconciliation or masalihat between the \ncomplainant and the respondent and decide the matter at the local level within \nfifteen days of the written complaint made to the ACA or on any matter taken on \nsuo moto action. \nIn case reconciliation is not reached at, the ACA shall refer the case \nto the ICA immediately. \nThe convener and the members of the ACA(s) shall hold office for a \nperiod of one year: [Provided that the convener or any member can be removed by \nthe ICA before expiry of the period.] [Provided further that the period may be \nextended for such further terms as deemed appropriate by the ICA. ] [Provided \nalso that an extension granted, at a time, shall not exceed to more than one term.] \n4640 \tTHE GAZETTE OF PAKISTAN, EXTRA., Dec. 31, 2011 \t[PAirr II \nThe quorum in case of ACA or the ICA to carry out the proceedings \nshall be at least one half of the members of the ACA or the ICA respectively. \nThe business of the ICA and ACA (s) shall be conducted in accordance \nwith the provisions of these rules. \nThe ACA(s) shall hold meetings at such place(s) with such facilities \nas the District Administration, may specify. \nExplanation: The complaints relating to the retail purchasers of the goods \netc. shall be dealt by the respective ACA. \nPrices to be exhibited at the business place:—Unless a price catalogue \nis available for issuance to every customer, the manufacturer or trader shall display \nprominently, in his shop or display-centre, a notice specifying the retail or wholesale \nprices alongwith brand and manufacturer's name, as the case may be, of every \ntype of goods available for sale in his shop or display-centre. \nReceipt to be issued to the purchaser:—Every manufacturer or trader \nwho sells any goods shall provide the purchaser a receipt or any other reasonable \nproof showing that the item has been sold to that purchaser. \nReturn and refund policy:—Return and refund policy of a seller shall \ndisclosed and delivered to the buyer clearly before the transaction is completed an \nthe same shall be displayed prominently and properly at the most conspicuous pont \nof the sale or display centre. Also the return and refund policy shall be printed o \nthe receipt issued on sale of any item: \nProvided that the seller shall take back the sold item from the purchaser i \nthe same has not been changed, altered or damaged by the purchaser, unless it i \ndue to any act of the seller or fault of the item or a natural consequence of the ac \nor the fault, on production of proof of purchase, within warranty period or reasonabl \ntime after the sale where warranty is not applicable: \nProvided further that the reasonable time shall be determined keeping ii \nview the terms and conditions of the sale, nature of the item and circumstances o \neach and every case. \nProhibition on bait advertisement:—(1) No person shall trade, advertis \nor supply, at a specified price, products or services which that person does not.— \n(a) \tintends to offer for supply; or . \nPan111 \tTHE GAZETTE OF PAKISTAN, EXTRA., Dec. 31, 2011 \t4641 \n(b) \thave reasonable grounds or capacity for believing that they can be \nsupplied at that price for a period that is, and in quantities that are, \nreasonable, having regard to the nature of the products or services \nand the market in which the person carries on business and the nature \nof the advertisement made by him. \n(2) \tAny person who has advertised products or services for supply, at \nspecified price, shall offer such products or services for supply, at that price, for a \nperiod that is, and in quantities that are, reasonable, having regard to the nature of \nthe products, services and the market in which the person carries on business and \nthe nature of the advertisement made by him. \n12. \tDismissal, return and filing of complaints:-(1) Where a complaint is \nfound to be frivolous or vexatious, the ACA or the ICA, or the Council, as the case \nmay be, before which the proceedings are lying pending, shall not process the \ncomplaint further. \nAny complaint not falling within the ambit of ACA, ICA or the Council, \nas the case may be, shall be returned forthwith, so as to file it before the competent \nforum. \nEvery action taken by the ACA, ICA or the Council, suo-moto or \notherwise, shall be filed before the Authority for decision. \nExplanation: Decision by the ACA, ICA or the Council, against any person, \nwhether complainant or respondent, shall not bar the aggrieved person to file \ncomplaint before the Authority. \n[No. 7/1/2003-ICT-II.] \nNISAR MUHAMMAD, \nSection Officer \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS UNIVERSITY ROAD. KARACHI"
}