{
    "file": "./converted_json\\administrator307bb9fa026e2baa7506a33013c71115.json",
    "name": "Council of Islamic Ideology (Procedure) Rules, 1974",
    "date": "May 18, 1974",
    "tagline": "Rules for the Procedure of the Council of Islamic Ideology",
    "content": "of faitiritan tbe Otqette A \nS. 1033 REGISTERED No..-- — L-7646 • \n.11 \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, SATURDAY, MAY 18, 1974 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nCOUNCIL OF ISLAMIC IDEOLOGY \nNOTIFICATION \nLahore, the isth May. 1974 \n'VS. R. 0. 594 (014.—In exercise of the powers conferred by Article 231 of the  \nconstitution  of the Islamic Reaublic of Pakistan and  in supersession of the \nOovernnlen \tPakistan Notification No. S. R. 0 \t. s , ,  \nNov \" , \tthe •uno o \tamic eo ogy, with the approval of the Presi• \ndent. makes the following Ru es \t re a on o \tproce gs, name y :— \n-1 Sharr—tille---These rules mav be called, the Council of Islamic Ideology \n(Procedure) Rules, 1974. \n2. Definitiois.—In these rules, unless there is anything repugnant in the \nsubject or context,— \n\"Article\" means Article of the Constitution of the Islamic Republic \nof Pakistan; \n\" Chairman \" means the Chairman of the Council; \n\"Council\" means the Council of Islamic Ideology constituted under \nclause (1) of Article 228; \n\"Director.\" means the Director of the Institute; \n\" Institute \" means the Islamic Research Institute; and \n\"Member\" means a member of the Council and includes the Chair-\nman. \n3. Seat of Council.—The seat of the Council shall be at Islamabad or at \nsuch other place as the Chairman may. with the previous approval of the Presi-, \ndent. appoint. \n(771) \nPrice : PS. 19 \n[606 Ex. Gaz3 \n \n772 \tTHE GAZETTE OF PAKISTAN, EXTRA., MAY 18. 1974 .[PART II \n4. Proceedings of Council.—(1) Unless otherwise allowed by the Chairman, \nthe pfoceedings of the Council shall be in Urdu. \n(2) The proceedings of the Council shall be strictly confidential and, except \nas otherwise provided in these rules, shall not be made public. \n5. Meetings of Council.—(1) There shall be at least one meeting of the \nCouncil during each period of three months. \n(2) At least ten days,  notice of a meeting of the Council shall be given by \nregistered post to each member, \n6. Conduct of proceedings, etc.--(l) Five members shall constitute quorum \nfor a meeting of the Council. \nThe Chairman shall preside at a meeting of the Council and, in his \nabsence, the members ,present shall choose one of their number to be the Chair-\nman for that meeting. \nThe decision of the Council shall be expressed in terms of the opinion \nof the majority of the members present and voting at a meeting and, in case of \nequality of votes, the Chairman shall have a second vote. \n, 7. Views of members.—The members shall, if so required by the Chairman, \ngive their views in writing. \n8. inicedure Eor recommendations.—(1) Where the Council proposes to \nmake recommendation in respect of a matter referred to in paragraph (a). (c) or \n(d) of clause (t) of Article 230, or has to tender advice under paragraph (b) of \nthe said clause, the Chairman may require the Institute to ,collect material \nrelevant to such recommendations for submission to the Council, \n(2) .Where the Council has to advice a House of Parliament, a Provincial \nAssembly. the President or a Governor under paragraph (b) of clause (1) of \nArticle 230 on any question referred to it under Article 229. the Chairman shall. \non receipt of a reference from any of the said authorities.— \nfix. ordinarily in consultation with the Director.. the period within \nwhich the Council is likely to render and transmit its advice to the \nreferring authority and inform that authority of the period so fixed ; \nand \ninform ea'ch member, the Director and any person whose opinion is \nsought under rule 10 or who is consulted under rule 11 of the period \nso fixed asking each such person to forward his written opinion to \nthe Council before the expiry of that period. \nEach person referred to in clause (b) of sub-rule (2) shall, within the \nperiod so specified, transmit to the_ Council his written opinion, together with \nthe bibliography of the material consulted by him. \nThe Chairman shall cause to be circulated each written opinion received \nunder sub-rule (3) with the supporting material, if any, to each person referred \nto in clause (b) of sub-rule (2), not being the author thereof, for his comments. \nti17;4 - \nif \nis \nts. PART 111 \t'THE GAZETTE OF PAKISTAN, EXTRA., .MAY /8, /974 \t773 \nt  .(5) 'the Cliairtnan shill then ctinvene a meeting of the Council to formulate \nts advice for transmission to the referring Authority and may request any person \nnsulted under rule 10 or 11 to attend the meeting. \t. \nI. \n9. Iasi;Mite's responsibility with respect to a reference made to k—Upon a \nference being mad to klittsier(enbilde. (1). Of rule .11,.the Institute shall proceed \no collect all relevant material and do the preliminary research and forward the e  \nrial and its opinion to the Council alongwith the reasons upon which the \nlilIbjioft' liVbaltd.'\" \t' ' ';\" ' \t- — \n.vs \t,litive. \titit • \t.,,,.• \t,.-; \t • \t . \t\nio.lhofeet* -4111.iiip!,--11 the Chairman consider, \tfor formilatipg . the \nunitTiliTtaleiii l -f II-dean-able 044.6.  dri. he May \"obtain the advice of any person \nssessing SPeCial knowledge Of the Subject Adder examination on paYment Of \nsuch fee as the Chairman may deem reasonable. , \t- • \nIv= 11z;a2obsultattlen skth etteet1L. ,=4Vh-ere any \t,iàñiIäioh or question is \ne to -alltiater'bfleggV .eedrielhie. PoliticirheAtatifnlitiktiVe significance. \ne Chairman Imay, before the Council tenders its .fidiicelaiii tkiisalt a person \nhii by reason 'dl ' his office be •adniinistrathie e -Spdfleiiiiie`f ;ice/141W qualified to \ngive eXpert opinion On the 'matter ;ander exalilittation. • \n12. Appearance of expert as witsieSS.Where the Chithinan '66nsiders that, \nor formulating the Council's recommendation Or ntlyice 1t 14 itecisary no to do, \nmay request any person residing in Pakistan and pcia'seSSing iPeCial knowledge \nof the subject to appear before the Council as expert witness and cause his \nevidence to be reduced to writing and signed by him and allow him such expenses \nas the Chairman may deem reasonable. \t . \n: II, )  \n.11, prgy0!)P .jeisilinvto observers.—The Chairman may, subject to sub-\na 4) ofde ri 4: alloW any Person to sit as observer in a meeting of the Council \nnd participate in the discussion.; but such person shall .not be entitled to vote. \n1)) \n14 Submission of opinion. and 'dociutients.-While making recommendation \nnder paragraph (a), (c) or (d) of clause (1) of Article 230, or while rendering \nadvice under paragraph , 0 ,psthe s,aid.,.glause,..the Council may forward to \nParliament, a Provincial Aisembly or, is the case -  may be. to the authority \nMaking a reference under Article .229— , • \nthe opinion rendered by the Institute; \nthe opinion of a person, if any, consulted under rule 10 or Ii: . \n-(9) \"the testimony of an expert witness if any and \n(d) *here any member does not agree With the opinion of the majority \t\nht the iiientliers, 'hit \t \" • • \t • \n15. failtathinie Law Secretary When he is not a Member.—If at any time \nSecretary. Ministry Of Law and Parliamentary Affairs. Government of Pakis-\ntan, is Mit a Member of the Council, the Chairman may invite him or any ,other \nofficer of the Ministry nominated by him to attend a meeting of the Council \nbut the person so invited shall not be entitled to vote. . \t • \t .D1 \n• - \tMALIK HAKAM  \n' \tSecretary Council of Islamic Ideology, Lahore. \n,\"ns...4444.k 4-4-.444( 6‘ 64 —7  740y?‘"
}