{
    "file": "./converted_json\\administratorf9cecc147b6d35459aee8789651f5582(1).json",
    "name": "Islamabad Capital Territory Waqf Properties Act, 2020",
    "date": "September 23, 2020",
    "tagline": "An Act for the proper management of waqf properties in Islamabad",
    "content": "u6\ndffi\nEXTRAOBDINARY\nPUBLISHED. BY AUTHORITYnDGlstpxpn\n24,2420 ISLAMABAI), IIilJRSI)AY,\nPART I\nNATIONAL ASSEMBLY SECRETARIATActs, Orilinanceg' President's -Olders lnd Regulations\nIslanabad, the 23rd Septeqber, ?020\nNo. F. 22(4qnD2$-Legis.-The following A,c! of lu{ailis*-Shoora\n(Parliament) receivgd the assent ofthe President on the Ziid September, 2020 is\nhepby published for general ihformation:- , l\nAn\nACT\nfor proper management od administratton of waqlf properties \n.\nWrenres.it is expedient to.provide'for proper managdncnt, sqpervision\nand administration of wqqf proprties in the tenitorial limie of, the Islamabad\nCapital Territory and for matters ancillary thereto,\nIt is hereby enacted as follows:\n1. Short title, extent and commencement.{1) This Act shall be\ncalled the Istamabad Capital Territory Waqf Properties Act,2020.\nPrice: Rs. 20.00(sse)\n.,]{606AQ020)/Ex. Gaz.lr? M-302NO#L.-7ffi\n560 THEGAZETTEOFPAKISTAN,EXTRA., SEPTEMBER2/.,m}A [P\\Rr I\n(2) It extendsts the Islamabad Capial Territory.\n(3) It shall come into forpe at once.\n, ,.,]a ,,Pefnitlons.*In this Act, unless there isany6iry+pp$Snant'in-the\nsubject or conGxt --\n- ,,:::: (a), r'administrator\" means an ridministrator of auqaf appointed under\nsection 4; :\n(b) \"beneficiar/' means any person who gets benefits from the waqlf'.'::' \" prorpqrfy- or whose nartc is listed; in the wqf ,doeument as\n(c) \"beneficial owneC' means a natural person who ultimately owns or\n, controls a wqf, whettrer directly or,indirwtly or exerc.isqs effective\ncontol ofthat waq;fthrou$t other means as prescribed;\n(d)\nG)\"chief adminishator\" m€ans the chief administrator of auqS\nappointed under swtion 3;\n:\n\"competent authorities\" mean the lregglCtors', the \"investigating or\nproseguting ''agency\" 'and the \"Financial Moiiitoring Unif'. as\nspecified in the Anti-Money Laundering Act 2010-(VII of 2010);\n(0 \"di$ict courts\" merins the distict judiciary subordinate to\nIslamabad High Courq\n(g) *Hidl Court\" means the Islamabad High Court;\n(h)\na\"investigation or prosecuting agenoy\" means the \"investigating or\nprosecuting agency\" as specified in the Anti-Morrcy Laundering\n(i) \"legal person\" means any person or entily, othor than a natural\nperson, that cap do the things that any pdrson can usnnlly do in law\"\nsuch as er-ltering into contracts, sue or can be sud ov.rn property\nafld so on; -:\n0)\n(k)\n(l)\"nafural person'? means an individual or individuals;\n\"person\" means a natural person og a legal person;\n\"prescribed\" means prescribed by rules made under &is Act; \n,-\nl\nPenTtI THEGAZETTEOIPAKISTAN, EXTRA., SgPrEndBee 24,2tr20 561\n(m) *reporting eutity?:' ma4ls 4&y pqrson as defiired.in the Anti-Money\nLaundering Act,2010 (VII of 2010); :\n(n) \\taqf proryfiy\" means property of any kind perrrancntly dedigated\nby a person professing Islam for any purposc rc-.cognized by Islam\nas religious, pious or charitable, but does not include property of\nmy waq;f svch as is dgscribed in section3 of tlre Mussalman Waqf\nValidating Act, 1913 (VI of 1913), under which any,bemfit is frir\nthe time being claimable for himself by the person by whom the\nwagfwas crattfior by any member of his family or descendants:\nExplanatton /.-11' a proptrty has been used from time\nimmemorial for any purpose recognized by Islam as rcligious, pious\nor charitable, then in spite of there being no evidence of express\ndedication, such property shall be deemed to be a waqfproprty.\n.,., , .,.,.,Erytlowtion Z.-Propty allotted in lieu of or. in exchange of, waq,f proper.ty let inIndil shalt be deerned tobe:woqf.propxty.\nErylffiariq 3--Proper!y of any kind rcquird with the. sale, proc@ds or in oxchange of or ftom the incorrre.arising o$ of utqif' propcrty or Aorn subscription raised.for any purpos€ recOgnized by\n. '.,: | '! '\nExptoution 4.-1l:r, income from boxes placed at shrines ahd\nofferirrgs, subccriptions or articles of, any kind, deqcription or use\npresented b a Srire or to any person at thp premises ofa shrine\nshall be deemed to be a wq;fproperty\n, ., Explostio.n,5,- Proper,ty,pernt0ogntly, ddicated for. Ore' purposcs of a mosque, Wiq'Wtkd* Dogdlo o{her skines\nExploution 6.- Relief of the poor and the orphans, educatiorq\nwqrlshop, medical ,relief, of shrines and the\nadvauce*nent of any other object of charitatle,, rc.ligious or pious\n'nature or of general publh utility shall be dsemcd to'be sharitable\npurPoses.\n(g). '\\qaqfi;gteals aBypenoo who dedicatesthe waqf propely; and .. ,\n(p) '\\taq1f managef rneans any penlon or pprsons who are in oharge of\nthe day-today management and operations of thewaqfproperty.\n562 THEGAETTEOFPAKISTAN, E)fiRA,, SEPffiMBER24,2020 IPARTI\n3. Appoiituicnt of chicf,adninbtretor af a*qaf.-(l)rThe Chief\nComrnissioner, Islamabad. Capital Territory (CT) shall appoint a chief\nadministrator oqaf for ICT and may by order, vest in him, the waqlf properties\nsituated in the.erritorial limits of'trCT ineluding all zgftis, assets, debts, liabilitips\nand obligatiors relating Srcreto. ,\nMuslim end serving Government servant of BPS.I9.\n(3) The chief:administrator shall be a corporation sole f the name of\nthe chief administrator of'auqaf, ICT and shall have perpetual succession and an\nofficiat seal and may sue and can be sued in his corponate name.\n(4) , The, chief adrninistrator shall perform his duties subject to\nadministrative control of the Federal Gov.ernment. ,\n4. Appointtent of edministrator and deputy administrators.{l)\nThe Chief Commissioner, ICT may appoint administrator and deputy\nadministrators for wqf proprties as may be specified in the appointment\nnstifioation to assi$.,.&c chief administrator and any administrator or deputy\na&ninistrators so appointed shall subject to the general or spcial onders of the\nchief,adminis8eto, he competent to dischalge such duties.and exercise such\npowers of tre ohief,adrninistrator as may be assigned to him and when\ndischarging such drsies or exercising such powers shall have the same privileges\nand be subject to same liabilities as the chief administrator.\n(2) Th administrator or deputy adrninisrators appointed under\nsrb::sectbn (1) shatl tie tnrder tre a&rrinistrative contnol of the chief adminisfrator.\n5. Generel appointments.-(1) The chief administator with the\nprevious senctior of Chief Commissioner, ICT may, from time to time;\ndotermine the mrmber, designation and grade of the offrcers and'savants'whom\nhe considers necessary to employ for the purpos€ of this Act and the amount and\nnaturie of salary, fees and allowances to be paid to each such offtcer and servant.'a\ni , (2) : AH persons employed for the purposeof this Act shall be.deorned to\nbe p6lic s€ruarfis within dre meaning of section 21 of the Pakisan Penal Code,\n1860 (Act'XLV'of{@. -; '\n6. Registration of waqlf .property.-{l) Any waqlf manager, wtrettrer\na creator ofthe waqifor otherwise, or an5r audrorized representative nortrinated by\nhim, shall register suah waqlf prcperty with the chief administrator in the\npres€ri@ cireumstanecs and'manner.' ' ' ,' ' 1\nPentII. THEGAZETTEOFPAKISTAN,EXTRA\", SEPTEMBER2I,,!82;O 563\n(2) The inforrnation to be contained in thf,ir6listirtim of xty wqlf\nshall be prescribed. :\n(3) My waqf property not registered with the chief administna$or as\nrequired under sub'section (l) shall be deemed to have been notified under\nsection f. i \":,\n(4) The district collector, ICT being custodim sf'lard,rcco.6 aod.th€\nsupervisory offrcer of the registration branch where all' deeds, agreements and\ndocumentS are.registered,uder:,the.Esgistratifir,A€t, 19O8,(XZI of 1908), shall\nftntish, in the pescdbed cirotlnstances and manner, a mnsolidated annual report\nof all waqlf properties recorded as wqlf during theyear in respect of ruycnue\nlimits of ICT to the chief administrator for infonnation aad further nec€ssary\naction, or as deemed appropriate by the chief administrator, under the provisions\nof law for the time being in force.\n(5),, Any change inr$e wqf propefty information shall be trpdatcd,by\nthe'waq1f manager to the dis&ict collector, ICT in a timely manrrcr as prescriH.\n, , ' 7. . Waqlf m&nrger.to,obtein rnd,,hH iaformation{l) Arry wqlf\nmanager shall also obtain and hold the informatisr as required,.undcr sr#,srction\n(2)'of.section 6, and,shall erpora trC:dre inforrration is updated,in a tirmJy\nmaner as pr-cscribed.\"\n,\n(2) l*y naqf manager shall provide, upon reques! any of the,\ninfcmation.held,in accordance with sub-section (1) to tb chief administrator in\na tirnely manner as prescribed\n,\n8. Take over waqf propfty.-(l) Notwithstanding anything to the\ncontrary contained.in section 22 of the Religious Endowments Act 1863 (XX of\nlE63) or any,other law for,the time belng in fore o1 in'any customor usage or in\nany decree, judgment or order of any, court or,:any,,drer*authrity or:ia',any\nproceedings pending before Frry court or any other authority, the ,c&ief\nadmiaistrator may, by notificafion; take over and assume the administsation,'\ncontrol, management srd maintenance of waqlfproperty:\n' Provided thd drming the lifetime of a waqf, tlrcchief administrator shall\nnot take over'arid',,txisumc the ,adrninistratiw @ntrol,' mauagement and\nmaintenance of sruch.waqlf properly; elrcept with:the consent of strch person and\non such tprms and conditions as may be agreed upon betwee,n sueh person and\nthe chief administrator:\nProvided further that the notification , shall be served upon. the\nmanagement or the mutawalli and'also affixed on some prominent part of the\nproperty which is sought to be taken over.\n3t.\n5G TI{EGAZETTEOFPAKISTAN;EXT,RA.; $EPTEMBER}4,N}0 [PeRrI'\nExpluation,-'For the . prnpose- of this sectioru \"control\" and\n'tnonagemenf' shall include control over the performance and,rnanagement of\nreligious, spiritual, cultural and other seruices and ceremonies or rasoomd d. ot\ninawaqfproperty. , , .: .'.\n(2) No person shall perform services or ceremonies referted to in\nsub-section (1) excefl with the prion perrrission of the chief administrator and in\naccqdarpe with zuch direction.as may be given by him.\n(3) The chief afuini*oor shall aaintain a eentralized r€oord in sue,h.a\nmaimer, design and stnrcare,.as pruscribed or notified in the official Gazffiq of\nall properties with him under section 6 or th administration ther€of\nhas-been taken ov\". or assumed under subsection (1).\n' (4) At the end of each financial year,'the chief administrator shall\nprepare and suburit report of the waqf propfiies regist6red under section 6 or the\nadrninistr$im whereof has beeo taken'ov-etor asstrmed under sub-section (l) to\ng. Prwisbn of miscellsnGout i6rmetirm.-(l) Prior to entering\ninto a business relationstrip or carrying out an ocpasionat transaction with a\nreporting €mtity, any wqf rwragor, u&ether a orcdor of the waqif ot otherwise,\nshall disclose thch status,as such to the reporting entity as .defined:in,ttre\nAnti-Money Laundering Acg 2010 (VII of 2010).\n: A) Witr respt to any wqf fur exisr;r**, at,the tirne'&is provisiut\ncomes into force, any wqlf manager, whether a crecbr of tlie wqf or othorwise,\nshall disclose his status as such to any reporting entrty with whom they.have a\nbusiness relationshipa\n, , 10. , Evietion, of' I pofuns ..wrongfully in 'possession, of wo41f\npoperties.-;-Any .,unardhorired person :entering upon occupation of, any\nimmovable w$grlry*y orusing or occupying any.such Wrryuty to the use or\noccupation'whereof by'rmsm'of qy provisions of this Act or any nrle rnade\nthereunder, he is not'entitled or ,hes ceased to be eqtitled may, aft.er betng\nprovided a reasonable opportunity of showing cause agpinst such action be\nsumrnarily evicted from.$rch wqlf progty by tlre administator,,u,ith,the use of\nsuct force 6s lrrt/. be necesspry and any crop raised in such property shall te\nliable to forfeittre- and any'building or o{ter congtru$ion erected,threon shall\natso, if notreqtroved by such rmauthorizedporsortr:slfolservice on'him o-f aootice\nby the administrator requiring him to remove such building or construction\nwithin x period of not less than thrty days of the service on him of such notice,\nbe liable to summary removal after the exptry of the period specified in the\nnotica\nIPART THF GAZET]E OF PAKISTAN, EXTRA.; SEPTEMBER 565\n1 1. Termination, of t€mrcy...-fl)\"If the aftiinisfiator :is satisfied that\nlessoe or teaant of any imfiiovfule waqlf property has. committed a,breach of the\nconditions of thE lease ,or tenanoy, the administrator,may, after grving such l€ssQe\nor tenant,an opo\"rtunityof hearing ords the -terminatioa of,leare or'resumpti0n\noftenancy:\n. Providod ffrst if Se trcach is capablc of letr'fitgion, the administrator\nshall not order ttre tennination of the hase or.resrmrptioa. of ttre tenancy. unless he\nhas issued a.written notice requiring tfog lesg3p or tenmt to r-wtiS,the:brpach\nwithin a reasonable time, not being,less than ftirty days or more than sixty days,\nto be stated in the notice and tk lessoe.or tenant has failed to sglnply.rvith iuch\nnotice.\n(2) Where an order terminating the lease or resuming the tenancy has\nbeeh passed under tlre provisions of sub.sectioa (1), ttre adminisfiator may\nforttrwith re+nter upon the waqf prgpefu and resume possession of i! subject to\nthe payment of compensationto Ue ftrcd by the administrator for urr-cut and\nun-gatilered crqps or for the improvgments, if any, that rqay have been made by\nthe lessee ortenant under the terms of the lease or tenancy or with the permission\nof the chief admini strator\n. t 12. Appeal.{l) Any p€rson evicted under tlie provisions of section\n.10 or aggrieved by an orrder of iermination of lease or resumption of teirancy\nmade under section ! I may, within sixty days of such eviction or within tht4y\ndays of the order of termination of the lease or rosurnptionr of tegancy, prefer an\napp€al to the chief administrator and the chhf adminishator, a$er giving such\nperson an opportunity of hearing shall eonfirm, modiff or vacate the order made\nby ffre administrator under section 10 or 11.\n(2) If there is no appeal prefened against an order of eviction made\nm&r section lOlor.an orfu of teimination of lease or resumption of tenancy\nmade under section 11, the evictign, ternrination,Of hssc,,or resumption_ of\ntetrancy, as the case may be, shall attain finalrty; and wlran 9E* * appeal has\n.beelr prefened, ttrc deoisisn ,of. the ohiaf edministrator in appgl shall be\nconsidered final.\n13. Petition to Eigh Court.{l) Any person claiming any interes! in\nny waqf properqy in respect of which a notification has been issued under\nsection.3 may;.within,thirty days of the ptrblication.of srrch notification in the\nofficial Ctaratta, file a petitiou in the High Court for a d.eclaration-\n(a)\n(b)ttiatthe property is not waqf propafty;or\nthat the property is waq;f properly within the limits stated in the\npetition. ,\n566 T}IE GAZETTE OF PAKISTAI\\T, EXTRA., SEPTEMBER 24,2U20 [PMT I\n14.' No tempomry injunction or,order without,prior notice.-No\neourt including District Court or a,High Court and any other forum establisM\nmder any law shall issue an iniunctive order without hearing the Government at\nttle flrst instance ard in no'case the injunction slall e:<tend for &,period:beyond\n'.: ,'15: Decision of the High.eourt shall bs fiml=trf no appeal is\npreferred within thirty days, the decision.ot&e High Cour! or uAen thire is an\nappeal, the decision in appeal shall be fmal'\n16. Scheme for edministration of *oq1f property.{l) The chief\nadministrator shall in rcspect of a waq;f property regarding whieh a noti&ation\nunder spcJion 8 has been issued and the gtross annual incomc from which exceeds\none hrrdred fiousand rupees and on other cascs may.settle a scheqre for the\nadministration and development of such waqlfproprty.\n: (2) In the settlernent of a scheme the chief administrator shall gi.ve\neffect to such wishes of the waqf 7s can be aseertained, and to which eftct can\n17. Sale procecs of waqlf property.{l) The Chief Commissioner,\nICT may, whire he is satisfied that circumstances exist, sell or o6erwise dispose\nofany waqtfproqty in order- :\nI (a) to secuie morimum economic benefits out of such,property and,to\navoid loss or damage to such propcrty; or\n(b) to serve the best public,inErest and public purpose for q&ich such\nproperty was dedicated or\n:(c) to grve effect,to,such wislres of the pcrson dedicating the prqpty\nas can be ascertain€d; or\n(d) to enable ttre property to be r.rsed in'the absence of evi&nce,of\nexprcss dedication, for thb purpose for which it has been used c fsr\nany purpose recognized by Islam as religioug pians or charitable;or ': :\n(e) to provide maintenmcc to those who, on account of unomploymeo!\nsicknesq infirmity or old ager are unable to maintain themselves; or\n(0 to provide e&rcption,.medical aid, housing public facilities and\nservices such as roads, sewerage, gas and electric power; or\n(g) to prevant danger to life, properly or public health.\nPART THE OF PAKISTAN, EXTRA. SEPTEMBER 567\n(2) The Chief Commissioner, ICT nray permit the chief administrator\nto invest'the proceeds i3 accordance with his directions.\n(3) For carrying out the purpose mentioned in sub-section (1) and (2),\nthe Chief Commissioner, tCT shall seek-permission from Federal Government.\n18. Use of waqf properfy and a[plication of income therefrom.-\nSubject to the provisions of this Act, a waqf property shall be used for the\npurpose for which it was dedicated or has been used or for any purpose\nrecognized by Islam as religious, pious or charitable, as the chief administrator\nmay deem fit.\nI19. Accounts.{l) Thd chief administrator shall maintain a complete\nrecord of all propErties under his control and management, and shall keep\naccounts of income and expenditure of such properties including expenditure on\nthe chief adlninistrator dnd his establishment, in such manner as may be\n(2) All moneys received or realized by the chief administrator in\nrespecl of properties under his control and management shall form and be\ncredited to a fund to be called oaqaf f'urird which shall be under the control of and\noperated upon'by the chief administrator subject to general supervision of the\nFederal Governmen! and shall be kept in such custody as may be prescribed:\n(3) At the end of each financial year the aocounts maintained by the\nchief administrator shall be audited by such authonty as may be prescribed by the\nChief Commissioner, ICT and the audit report with the comments of .the Chief\nCommissioner, trCT shall be laid before the Federal Government:\n20. Rents:and lease moneys in respect of. waqf property.-Any sum\ndue as rent or lease. money in respect of waqf propefty, the administration\nwhereof has been taken over and assumed by the chief administrator if not paid\nwithin thirty days of its having become due, may be recovered asarrears of land\nrevenue as provided in the West Pakistan Land Revenue Act, 1967 (W'P Act\nNo. XVII ot 1967).\n21. Power..of chief administrator to issue instructions.{1) The\nchief administrator may require any wqgf manager in respeit of a waqf properly\nthe administration whereof has not been taken over or aSsumed by him under\nsection 8 to furnish him With any return statement, statistics or other information\nregarding such waqf properly, or a copy of any document relating to such\nproperly, and such person sha[ comply with such order or direction without any\ndelay.\n-:,\n568 TFIE GAZETTE OF SEPTEMBER 24,2O2A IPART I\n(2) The chief administritor may issue to waqf manager in respect of a\nwaqlf property, the administration whereof has noJ been talen over or assumed by\nthe chief admiiristrator under section 8, such instructions or directions for the\nproper administration, control, management and maintenance of sach waq;f\nproperty as he may deem necessary including dirbctions prohibiting delivery of\nserrnons, khutbas. or lectures which may contain iny matter prejudicial to the\nsovereignty and integrity of Pakistan or calculated to arouse fielings of hatred or\ndisaffection amongst various retigious sects or groups in the counfiry and\ndirections prohibiting such person from indulging in party politics through\nsermcjns or lectures and the waqlf manager shall comply with such inskuctions\nand directions.\n(3) The chief administrator shall require any waqtrf manager of waq,f\n, property registered under section 6 or of any waqf proper:ty administered by the\nchief administrator under section 8 to follow all or any of the instructions given\nbelow in order to prevent the money launderirig.and terrorist financing:;\n(a)the person properly entered into lease deed shall deposit tfre lease\nand rent amount online through his bank account to the designated\naccount of the chief administrator or administrator, while the waqf\nmanager shall provide a computerized bill to the leaseholder; :\n(b) after execution of proper lease deed with the successful bidder and\noccupant of a waqf properly by chief administrator, the same shall\nbe displayed on official website for information and awareness of\nthe general pubiic or any authority;\nthe leaseholder at the time of execution of agreement shall provide\nan affrdavit to the effect that tlie proper[y allotted to him and\nincome there-from shall not be uied for any illegal purposes\nincluding but not lirnited to money laundering.or terrorist financing.'The leaseholder shall annually srrbmit verified bank account\nstatement showing details of credited and debited arnount to the\nchief administratdr; and\n(d) to preserve complete record of the waqf propefi including\nauditable accounts Statement, number of employeeS or adtisers or\ninvestors or managers or accountants and theii complete bio-data\n22. Provision of information to competent authorities.{t) The\nchief administrator shall provide prescribed information about the waqlf to' competent authority in the prescribed manner'and circumstances.(c)\n,,5.69\n(2) The waqf manager shall provide to competent authoiities,' for\ndomestic and intemational'cobperation purposes at any time 'in''the':riianner\n23. Provision of informetion to reporting entities.{l) The chief\na&ninistrator shall provide and upon reqrcst to tre reporting entity informationI about the.beneficiat ownerihipiand assets of -the'ooqf\" in the prescrilied' circumstancesandmanner .: '' t :.:.rl:i\n)(2) Thg reporting entity may also obtain the informationfuthewaqf:\nmanager about the beneficial owner, details of waqlfassets,.residential addresseiS'\nof waqlf manager and details of beneficiaries in the prescribed circumstances andmanner. I i\n24, Ber of jurisdiction.-Save as expressly provided in this Act, no\ncivil or royenue court or any other authority, shatl havejurisdiction.-\n(a) to question the legality of anything doie under this Actby'orCtttre\ninstance of the chief administrator; or\n(b) in respect.of any matter which the chief a&ninistrator is empowered\n(a) any authotity, officer or irerson exercising any power or per.forming\nany duty conferred or imposed upon it or him by or in pursuance of\nthis Act or otherwise dischiarging any lawful fi,rnc_tioa under this(c) to.grant an injunction or other order in relation,t6 ani proceeding\n,before the chief administrator under this Act or anihing dorle or'\nintended to be done by or at the instance of the ctrief aaministrator\nunder this Act.\n25. Offences.{l) Whoever obstnrcts or offers any resistance to, or\nimpedes or otherwise interferes with-\n(b) any person'who is carryiqg out the,orders of arly zuch authority,\noffrcer or person as aforesaid or who is otherwise acting in\naccordanoe with his duty in pursuance of this Act,\nl\nshall be punished with imprisonrnent for a term which may ortend to five years\nor with fine upto twenty-five million rupees or with both.\n(2) Any person who willfully faiJs to comply with any requirement\nuqdel,sectiol 21 shall be punished with imprisonnrent which shall not be Iess\ntl,ran onc yearbut-which mriy extend to five,years and shall be liabte to fine which\nshall not be less thalr the benefits derivgd fromttw waqlfproperty but rnay extend\nto three times of the amount of income derived from the property.\n'i \n\"' :\n..](3)Arrypersonwhointentionallyfailstocomplywiththeprovisionsof\nqectio-n 7, or intentionally conceals any information or provide incomplete or ,\nincorrect information to the chief adminisfrator as required under ttris ecg shall !\nbeliabletopaysuchamountcalculatbdbytheconcernLddistictcollectororany\nother authority dlly authorized by the chief administrator to do so, for the period t\nof'faptrrqr of waq;fpropfty or an imprisonrnent of upto five years, or with boih.\n(4) The offences punishable under this Act shall be triable by the court\nofsessions.\n26. Administrative sanclions.-Any person who fails to cgmply with\nany provision of this Act for any other reason shall be penalized with an amount .\nup to twenty-five million rup9es.\n27. Power to make rutes.{l) Subject to approval by the Federal\nGovernmenJ, the, Chief Commissioner, ICT shall make des for &e purpose of\ncarrying into effect the provisions of this Act.\nforegoirig power, such rules may provide for all or any of the following:mbters,\nnamply--\n(a) prescribing the powers and duties of the offrcers appointed under\nthisAct\n.(b) regulate the delegation of any powers by the chief administrator to\n. an administrator or a deputy administrator;\n(c) prescribing the termb and conditions on whioh waqlf pro@y n:o,y\nbe leased or let-out;\n(d) regulate the manner in which schemes for administration and. developme4tof waqfproperties shall be prepared;\n(e) regulate the conditions of seryices and conduct of the percons\nemployed under this Act;\nOF\naondoctof litigstion\ni '..by 0r ngrinst tlre chief\n{g} ' prpscribc thi.1aryer in \\thic-h thc accoung s_ftrll bti @;\n{h} prqcrite es s$t@ty for auditing fie apc,ruts fidabincd by the\n,.,, . . '. \"...., '\n,(i) prcsc{ibe'the syll8hs md ctlr,rteuld for the trAer edwitiou 8nt\nEainbg of liwta and {Qtaibsand of othcr afrybrcee ofihc oqd\" institutio$ in ICT; '\n,,.,\n0),' ,prtscribc and regulafic fte st@!f& of sytta[us rnd €u la of '\ninsiartions providing Islanric religious e&rcdoq by whaiever'\nnme calhd ar4 where considd rrccessrry in the public interrsg ,: '\nttrc scnnihyoftlre accorrrils of sch.insitrri.E \n\"aS"
}