{
    "file": "./converted_json\\administratora6831a1472047810612c3e268cf4968a.json",
    "name": "Cost and Management Accountants Act, 1966",
    "date": "19th July, 1966",
    "tagline": "An Act to make provision for the regulation of the profession of cost and management accountants",
    "content": "Page 1 of 19 \n  \n \n \n THE COST AND MANAGEMENT ACCOUNTANTS ACT, 1966  \n \n \n \n \n \n \n \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement  \n2. Definitions  \nCHAPTER II  \nINSTITUTE OF COST AND MANAGEMENT ACCOUNTANTS OF PAKISTAN  \n3. In Corporation of the Institute  \n4. Entry of names in the Register  \n5. Associates and fellows  \n6. Certificate of practice  \n7. Members to be known as [Cost and Management Accountants]  \n8. Disabilities  \nCHAPTER III  \nCOUNCIL OF INSTITUTE  \n9. Constitution of the Council  \n10. Election of the Council  \n11. President, Vice­president, Secretary and Treasurer  \n12. Resignation of membership and casual vacancies  \n13. Duration and dissolution of Council  \n14. Functions of the Council   \n\n \nPage 2 of 19 \n 15. Staff, remuneration  and allowances  \n16. Committees of the Council  \n17. Branch Councils  \n18. Finances of the Council  \nCHAPTER IV  \nREGISTER OF MEMBERS  \n19. Register  \n20. Removal of name from the Register  \nCHAPTER V  \nPENALTIES  \n21. Penalty for falsely claiming to be a member, etc . \n22. Penalty for using the name of the Council etc . \n23. Companies not to engage in [Cost and Management Accountancy] in Pakistan  \n24. Unqualified persons not to sign documents  \n25. Offences by companies  \n26. Sanction to prosecute  \nCHAPTER VI  \nDISSOLUTION OF THE EXIS TING INSTITUTE OF INDUSTRIAL ACCOUNTANTS  \n27. Dissolution of the institute registered under Act VII of 1913  \n28. Assets and liabilities of the dissolved company  \n29. Employees of the dissolved Company  \nCHAPTER VII  \nMISCELLANEOUS  \n30. Alteration in the Register and cancellation of certificate  \n31. Protection of action taken in good faith  \n32. Maintenance of branch offices  \n33. Reciprocity  \n34. Power to make regulations  \n35. Power to give directions for making regulations, etc . \n \nPage 3 of 19 \n THE COST AND 1[MANAGEMENT] ACCOUNTANTS ACT, 1966  \n2ACT NO. XIV OF 1966  \n[19th J uly, 1966 ] \nAn Act to make provision for the regulation of the profession of cost and 1[management] \naccountants.  \nWHEREAS it is expedient to make provision for the regulation of the profession of cost and \n1[management] accountants and for that purpose to establish an Institute of 1[management] \naccountants;  \nAND WHEREAS the national interest of Pakistan in relation to the achievement of uniformity \nwithin the meaning of clause (2) of Article 131 of the Constitu tion requires Central legislation in the \nmatter;  \nIt is hereby enacted as follows:__ \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement.__ (1) This Act may be called the 3[Cost and \nManagement Accountants Act, 1966].  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force on such date4 as the 5[Federal Government] may, by notification \nin the official Gazette, appoint in this behalf.  \n2. Definitions.__ (1) In this Act, unless there is anything repugnant in the subject or \ncontext,__ \n(a) “associate ” means an associate member of the Institute;  \n6[(aa)  “cost and management accountant ” means a person who is an associate or a \nfellow member of the Institute;]  \n(b) “Council ” means the Council of the Institute:  \n(c) “dissolved company ” means th e company registered under the Companies Act, \n1913, as the Pakistan Institute of Industrial Accountants;  \n \n \n1Subs. by the Cost and Industrial Accountants (Amdt.) Act, 1976 (70 of 1976), s. 2, for “industrial ”. \n2For Statement of Objects and Reasons, see Gaz.  of P. 1966, Ext., p.331 (R).  \n3Subs. ibid., s. 3, for “Cost and Industrial Accountants Act, 1966 ”. \n4i.e. the 20th day of August, 1966, see, Gaz., of P. 1966, Ext., dated the 18th August, 1966, p.557.  \n5Subs. by F.A.O., 1975, Art. 2 and Table for “Central Government ”. \n6New cl. (aa) ins. by Act 70 of 1976, s.4.  \n  \n \nPage 4 of 19 \n (d) “fellow ” means a fellow member of the Institute;  \n(e) 1* * * * * * * \n(f) “Institute ” means the  2[Institute of Cost and Management Accountants of \nPakistan] constituted under this Act;  \n(g) “prescribed ” means prescribed by regulations made under this Act;  \n(h) “President ” means the President of the Council;  \n(i) “Register ” means the Register of members of the Institute maintained under this \nAct; \n(j) “Vice­President ” means the Vice­President  of the Council;  \n(k) “year” means the financial year.  \n(2) Save as otherwise provided in this Act, a member of the Institute shall be deemed “to \nbe in practice ” when, individually or in partnership with one or more members of the Institute in \npractice, he, in consideration of remuneration received or to be received,__ \n(a) engages himself in the practice of cost and 3[management] accounting; or  \n(b) offers to perform service involving the costing or pricing of goods or services, \nor the preparation, verificatio n or certification of cost accounting and related \nstatements, or holds himself out to the public as a cost and 3[management] \naccountant; or  \n(c) renders professional service or assistance in or about matter of principles or \ndetail relating to the cost and 3[management] accounting procedures, or the \nrecording, presentation or the certification of costing facts or data; or  \n(d) renders such other services as, in the opinion of the Council, are or may be \nrendered by [a cost and management] accountant;  \nand the ex pression “to be in practice ”, with its grammatical variations and cognate expressions, \nshall be construed accordingly.  \nExplanation.__ A member of the Institute who is a whole­time salaried employee of any person  \nshall not be deemed “to be in practise ” within the meaning of this sub­section.  \nCHAPTER II  \n4[INSTITUTE OF COST AND MANAGEMENT ACCOUNTANTS OF PAKISTAN].  \n \n \n1Cl (e) omitted by the Cost and Industrial Accountants (Amdt.) Act, 1976 (70 of 1976), s.4.  \n2Subs. ibid., for “Pakistan Institute of Industrial Accountants ”. \n3Subs. ibid. for “Industrial ”. \n4Subs. by the Cost and Industrial Accountants (Amdt.) Act 1976 (70 of 1976) s. 5, for heading “Pakistan Institute of Industrial Accountants. ” \n  \n \nPage 5 of 19 \n 3. In Corporation of the Institute.__ (1)All persons whose names are entered in the \nRegister at  the commencement of this Act and all persons who may hereafter have their names entered \nin the Register under the provisions of this Act, so long as they continue to have their names borne on \nthe said Register are  hereby constituted a body corporate by the name of the 1[Institute of Cost and \nManagement Accountants of Pakistan] and all such persons shall be known as members of the Institute.  \n(2) The Institute shall have perpetual succession and a common seal, and sh all have power \nto acquire, hold and dispose of property, both movable and immovable, and shall by its name sue or \nbe sued.  \n4. Entry of names in the Register.__ (1) The following persons shall be entitled to have \ntheir names entered in the Register, namely :__ \n(a) any person who was, immediately before the commencement of this Act, a \nfellow or associate of the dissolved company;  \n(b) any person who has passed such examination and completed such training as \nmay be prescribed for membership of the Institute;  \n(c) any person who has passed such other examination and completed such other \ntraining outside Pakistan as is recognised by the 2[Federal Government], or by \nthe Council with the approval of the 2[Federal Government], as being equivalent \nto the examination and  training prescribed for membership of the Institute and, \nin case he is not permanently residing in Pakistan, fulfils such other conditions \nas the 2[Federal Government], or the Council with the approval of the 3[Federal \nGovernment], as the case may be, may  deem fit to impose;  \n(d) any person domiciled in Pakistan, who is, at the commencement of this Act, \nwhether within or without Pakistan,  \n(i) studying for any foreign examination and also undergoing training and \npasses such examination and completes such tra ining within three years \nof such commencement, or  \n(ii) undergoing training, having passed any such foreign examination, and \ncompletes such training within the said period,  \nif such foreign examination and training are recognised by the 2[Federal Government], or by \nthe Council with the approval of 2[Federal Government], as being equivalent to the examination \nand training prescribed for membership of the Institute.  \n(2) The Council shall, as early as possible, take such steps as may be neces sary for having \nthe names of all such persons as are mentioned in clause (a) of sub­section (1) entered in the Register \nwithout any application being made in that behalf or the payment of any fee and the name of every \nsuch person so entered shall be deemed  to have been entered at the commencement of this Act  for the \npurpose of sub­section (1) of section 3.  \n \n \n1Subs. ibid. s.6, for “Pakistan Institute of Industrial Accountants ”. \n2Subs. by F.A.O, 1975, Art. 2 and Table for “Central Government ”. \n \nPage 6 of 19 \n (3) Every person belonging to any of the classes mentioned in clauses (b), (c) and (d) of \nsub­ section (1) may have his name entered in the Register on an application made to and granted by \nthe Council in the prescribed manner and on payment of the prescribed fee.   \n5. Associates and fellows.__ (1) Save as otherwise provided in the Act, the members of \nthe Institute shall be divided into two classes designated as fellows and associates.  \n(2) A person, other than a person mentioned in sub­section (3), shall, on his name being \nentered in the Register, be an associate and, so long as his name remains so entered, shall be entitled \nto use the letters 1[A.C.M.A.] after his name to indicate that he is an associate of the Institute.  \n(3) The name of a person who was, immediately before the commencement of this Act, a \nfellow of the dissolved company shall be entered in the Register as a fellow of the Institute and such \nperson, so long as his name remains so entered, shall be entitled to use the letters 2[F.C.M.A.] after his \nname to  indicate that he is a fellow of the Institute.  \n(4) A person who has been an associate for a continuous period of not less than five years \nand who possesses such qualifications as the Council may prescribe, may apply to the Council for \nadmission as fellow;  and if the Council grants his application his name shall be entered in the Register \nas a fellow.  \nExplanation.__ In computing the continuous period during which a person has been an associate  \nof the Institute there shall be included any continuous period d uring which he has been an associate of \nthe dissolved company immediately before he became an associate of the Institute.  \n(5) The decision of the Council on an application under sub­session (4) shall be final.  \n6. Certificate of practice.__ (1)No member of the Institute shall be entitled to practice \nwithin  Pakistan unless he holds a certificate of practice granted by the Council.  \n(2) The Council may grant a certificate of practice to a member of the Institute who applies \nin the prescribed form and pays the p rescribed annual fee for such certificate.  \n(3) Every member holding a certificate of practice shall pay the annual fee for every year \nwhich shall be due on the first day of July of that year.  \n(4) A certificate or practice shall be liable to be cancelled fo r default in payment of the \nannual fee for any year.  \n7. Members to be known as 3[Cost and Management Accountants] .__ (1) Every \nmember of the  Institute in practice shall, and every other member may, use the designation of 1[Cost \nand Management Accountant].  \n(2) No member of the Institute in practice using the designation of 3[Cost and Management \nAccountant] shall use, whether in addition thereto or in substitution therefore, any other costing \ndesignation:  \n \n1Subs. by the Cost and Industrial Accountants (Amdt.)  Act, 1976 (70 of 1976), s. 7, for “A.P.I.A. ” \n2Subs. ibid., s. 7, for “F.P.I.A. ” \n3Subs. by the Cost and Industrial Accountants (Amdt.) Act, 1976 (70 of 1976) s. 8, for “Industrial Accountants ”. \n \n \nPage 7 of 19 \n Provided that nothing in this sub­section shall be deemed to prohibit any such member from \nadding any other description or designatory letters to his name, if entitled thereto, to indicate \nmembership of such other institute of accountancy whether in Pakistan or elsewhere, as may be \nrecognised by the Council in this behalf, or any other qualification that he may possess, or to prohibit \na firm, all the partners of which are members of the Institute in practice, from being known by its firm \nname as 1[Cost and Management Accountants].  \n8. Disabilities.  Notwithstanding anything contained in section 4 a person shall not be \nentitled to have his name entered in or borne on the Register if he__ \n(i) has not attained the age of twenty­one  years at the time of his application for the \nentry of his name in the Register; or  \n(ii) is of unsound mind and stands so adjudged by a competent court; or  \n(iii) is an undischarged insolvent; or  \n(iv) having been discharged of insolvency, has not obtained f rom the court a \ncertificate stating that his insolvency was caused by misfortune without any \nmisconduct on his part; or  \n(v) has been convicted by a competent court, whether within or without Pakistan, \nof an offence involving moral turpitude and punishable with 2* * imprisonment, \nor of an offence, not of a technical nature, committed by him in his professional \ncapacity unless in respect of the offence committed he has either been granted \na pardon, or, on an application made by him in this behalf, the 3[Feder al \nGovernment] has, by an order in writing, removed the disability; or  \n(vi) has been removed from the membership of the Institute on being found on \ninquiry to have been guilty of professional or other misconduct:  \nProvided that a person who has been removed  from membership for a specified period shall \nnot be entitled to have his name entered in the Register until the expiry of such period.  \nCHAPTER III  \nCOUNCIL OF INSTITUTE  \n9. Constitution of the Council.__ (1) There shall be a Council of the Institute for the \nmanagement of the affairs of the Institute and for discharging the functions assigned to it under this \nAct. \n(2) The First Council shall be composed of such of the members of the Council of the \ndissolved company as are entitled to have their names enter ed in the Register as fellows; and every \nother Council shall be composed of the following members, namely:__ \n \n \n1Subs. by the Cost and Industrial Accountants (Amdt.) Act, 1976 (70 of 1976) s. 8, for “Industrial Accountants ”. \n2The words “transportation or “ omitted by the Cost and Industrial Accountants (Amdt.) Act, 1976, (70 of 1976), s, 9.  \n3Subs. by F.A.O., 1975, Art, 2 and Table, for “Central Government ”. \n \n \nPage 8 of 19 \n (a) the first President of the dissolved company;  \n(b) not more than eight persons elected by members of the Institute from amongst \nthe fellows of the Institute; and  \n(c) not more than four persons nominated by the 1[Federal Government].  \n10. Election of the Council.__ (1)Election of the members of the Council mentioned in \nclause (b)  of sub­section (2) of section 9 shall be held at the annual general meeting of the Institute in \nsuch manner as may be prescribed.  \n(2) Where any dispute arises regarding any such election, it shall be referred by the Council \nto a Tribunal appointed by the 1[Federal Government] i n this behalf and the decision of such Tribunal \nshall be final:  \nProvided that no such reference shall be made except on an application made to the Council by \nan aggrieved party supported by at least five members of the Institute who had attended the electi on, \nwithin thirty days from the date of the declaration of the result of the election.  \n(3) The expenses of the Tribunal shall be borne by the Institute or by the aggrieved party \nas may be ordered by the Tribunal.  \n(4) If the members of the Institute fail to  elect any of the members of the Council mentioned \nin clause (b) of sub­section (2) of section 9, the 1[Federal Government] may nominate any person duly \nqualified for the purpose to fill the vacancy, and the person so nominated shall be deemed to have been  \nduly elected under that clause.  \n11. President, Vice­President, Secretary and Treasurer..__ (1) The Council shall, at its \nfirst meeting elect from amongst its members the following honorary office bearers, namely:__ \n(a) a President;  \n(b) a Vice­President;  \n(c) a Secretary; and  \n(d) a Treasurer.  \n(2) If the Council fails to elect any of the honorary office bearers within one month of the \nelection of its members mentioned in clause (b) of sub­section (2) of section 9, the 1[Federal \nGovernment] may appoint, from amongst the members of the Council, any person duly qualified for \nthe purpose to fill the vacancy, and the person so appointed shall be deemed to have been duly elected \nby the Council on the date of such appointment  \n(3) The President shall be the chief exe cutive authority of the Council.  \n \n \n1Subs. by F.A.O., 1975, Art, 2 and Table, for “Central Government ”. \n  \n \nPage 9 of 19 \n (4) Save as provided in sub­section (5), the President and other office bearers shall, subject \nto their continuance as members of the Council, hold their respective offices from the date on which \nthey are elected or deemed to have been elected until the expiry of the duration of the Council.  \n(5) Notwithstanding the expiry of their term of office under sub­section (4), the President \nand other office be arers shall continue to perform their functions until their successors are elected by \nthe new Council.  \n(6) Where the President or any other office bearer resigns from his office or ceases to be a \nmember of the Council, the Council shall elect from amongst its members a new President or other \noffice bearer, as the case may be.  \n(7) If the Council fails to elect a new President or office bearer as provided in sub­ section \n(6), the 1[Federal Government] may appoint, from amongst the members of the Council, any person to \nfill the vacancy, and the person so appointed shall be deemed to have been duly elected by the Council \non the date of such appointment.  \n12. Resignation of membership and casual vacancies.__ (1)Any member of the Council \nmay at  any time resign his membership by writing under his hand addressed to the President, and the \nseat of such member shall become vacant when such resignation is notified in the official Gazette.  \n(2) A member of the Council shall be deemed to have vacated his seat if he is declar ed by \nthe Council to have been absent without sufficient excuse from three consecutive meetings of the \nCouncil, or if his name is, for any cause, remove from the Register under the provisions of section 20.  \n(3) A casual vacancy in the Council may be filled  by nomination by the 1[Federal \nGovernment,] and the person nominated to fill the vacancy shall hold office until the expiry of the \nduration of the Council.  \n(4) No act done by the Council shall be called in question on the ground merely of the \nexistence of  any vacancy in, or defect in the constitution of the Council.  \n13. Duration and dissolution of Council.__ (1)The duration of a Council shall be three \nyears  from the date of its first meeting on the expiry of which a new Council shall be constituted in \naccordance with the provisions of this Act.  \n(2) A Council shall, notwithstanding the expiry of its duration under sub­section (1) \ncontinue to perform its function until a new Council is constituted whereupon the Council so \nfunctioning shall stand dissolved.  \n14. Functions  of the Council.__ (1)The Council shall exercise such powers and perform \nsuch functions as may be necessary to carry out the purpose of this Act.  \n(2) In particular, and without prejudice to the generality of the foregoing provision, the \npowers and functions of the Council shall include__ \n(a) the examination of candidates for membership of the Institute and the \nprescribing of fees for such examination;  \n(b) the registration and training of students;  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”. \n \nPage 10 of 19 \n (c) the prescribing of qualifications for entry of persons as members of the Institute;  \n(d) the recognition of foreign qualifications and training or experience for purposes \nof membership of the Institute;  \n(e) the refusal, granting an d cancellation of certificates of practice;  \n(f) the maintenance of the Register and publication of the list of members of the \nInstitute and also the names of the members who hold certificates of practice;  \n(g) the levy and collection of fees from members, s tudents, examinees and other \npersons;  \n(h) the removal of names from the Register and restoration to the Register of names \nwhich have been removed;  \n(i) the regulation and maintenance of the status and standard of professional \nqualifications of the members o f the Institute;  \n(j) the carrying out, by financial assistance to persons other than members of the \nCouncil or in any other manner, of research in cost and 1[Management] \naccounting;  \n(k) the maintenance of libraries and publication of books and periodicals relating to \ncost and  1[Management] accounting and allied subjects;  \n(l) the exercise of such disciplinary powers over the members and servants of the \nInstitute as may be prescribed; and  \n(m) the exercise of such other powers and the performance of such other  functions \nas are required to be, or may be, exercised or performed by the Council under \nthis Act or regulations made thereunder.  \n15. Staff remuneration and allowances.__ (1) For the efficient performance of its \nfunctions, the Council may__ \n(a) appoint such officers and servants as it may consider necessary;  \n(b) require and take from employees of the Institute such security for the due \nperformance of their duties as it may consider necessary;  \n(c) fix the salaries, fees, allowances and other conditions of  service of the \nemployees of the Institute; and  \n(d) with the previous sanction of the 2[Federal Government,] fix the allowances of \nthe President, the Vice­President, the Secretary, the Treasurer and other \nmembers of the Council and its Committees.  \n \n1Subs. by the Cost and Industrial Accountants (Amdt.) Act, 1976 (70 of 1976) s.10 for “industrial ”. \n2Subs. by F.A.O., 1975, Art. 2 and Table for “Central Government ”. \n  \n \nPage 11 of 19 \n 16. Committees of the Council.__ (1) The Council shall constitute the following Standing  \nCommittees, namely:__ \n(a) an Executive Committee;  \n(b) an Education Committee;  \n(c) an Examination Committee; and  \n(d) a Disciplinary Committee.  \n(2) The Council may also constitute such other Committees as it deems necessary for the \npurpose of carrying out th e provisions of this Act.  \n(3) The executive Committee shall consist of the President, the Vice­President and three \nother members nominated by the Council from amongst its members.  \n(4) The Education Committee shall consist of the President and such other me mbers \nnominated by the Council from amongst its members as may be prescribed.  \n(5) The Examination Committee shall consist of the President, or the Vice­President, as the \nCouncil may decide, and such other members, nominated by the Council from amongst its members \nas may be prescribed.  \n(6) The Disciplinary Committee shall consist of the President and two other members of \nthe Council, one of whom shall be nominated by the 1[Federal Government] and the other by the \nCouncil.  \n(7) Every other Committee shall cons ist of such members as the Council may decide.  \n(8) The President shall be the Chairman of every Committee of which he is a member, and \nin his absence, the Vice­President, if he is a member of the Committee, shall be the Chairman.  \n(9) The Standing Committees shall perform such functions as may be prescribed and the \nother Committees, shall perform such functions as the Council may direct.  \n17. Branch Councils.__ (1)For the purpose of advising and assisting it in the discharge of \nits functions, the Council may constitute one or more Branch Councils as and when it considers \nnecessary.  \n(2) A Branch Council shall be constituted in such manner and perform such functions as \nmay be prescribed.  \n(3) The Council may, at any time, dissolve any Branch Council c onstituted under \nsub­section(1).  \n18. Finances of the Council.__ (1) There shall be established a fund under the management \nand control of the Council into which shall be paid all moneys received by the Council and out of \nwhich shall be met all expenses and  liabilities properly incurred by the Council.  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table for “Central Government ”. \n \nPage 12 of 19 \n (2) The Council may invest any money for the time being standing to the credit of the fund \nin any Government security or in any other security approved by the Council.  \n(3) The Council shall cause maintenance of proper accounts of the funds distinguishing \ncapital from revenue.  \n(4) The annual accounts of the Institute shall be subject to audit by chartered accountant \nwithin the meaning of the Chartered Accountants Ordinance, 1961 ( X of 1961 ): \nProvided that no member of the Council or person who is in partnership with such member \nshall be eligible for a ppointment as an auditor under this sub­section.  \n(5) As soon as may be practicable after the close of each year, but not later than the thirtieth \nday of November next following, the Council shall cause to be published a copy of the audited accounts \nand the  Report of the Council for that year and copies of the said accounts and Report shall be \nforwarded to the 1[Federal Government] and to all the members of the Institute.  \n(6) The Council may borrow from a scheduled bank as defined in the State Bank of \nPakist an Act, 1956,  (XXXIII of 1956 ) or from the 1[Federal Government]:__ \n(a) any money required for meeting its liability on capital account on the security \nof the funds or on the security of any other assets for the time being belonging \nto it; or  \n(b) for the purpose of meeting current liabilities by way of temporary loans or \noverdraft pending the receipt of income.  \nCHAPTER IV  \nREGISTER OF MEMBERS  \n19. Register.__ (1) The Council shall maintain in the prescribed manner a Register of the \nmembers of the Institute.  \n(2) The Register shall include the following particulars about every member of the Institute, \nnamely:__ \n(a) his full name, date of birth, domicile, residen tial and professional addresses;  \n(b) the date on which his name is entered in the Register;  \n(c) his qualifications;  \n(d) whether he holds a certificate of practice; and  \n(e) such other particulars as may be prescribed.  \n(3) The Council shall cause to be publi shed in such manner as may be prescribed a list of \nmembers of the Institute as on the first day of July of each year, and a copy of the list shall be sent to \nevery member of the Institute.  \n \n1Subs. by F.A.O., 1975, Act. 2 and Table for “Central Government ”. \n \nPage 13 of 19 \n (4) Every member of the Institute shall, on his name being entered in the Register, pay such \nannual membership fee as may be prescribed and different fees may be prescribed for associates and \nfor fellows.  \n20. Removal of name from the Register.__ (1) The Council may remove from the Register \nthe name of any member of the Institute:__ \n(a) who is dead; or  \n(b) from whom a request has been received to that effect; or  \n(c) who has not paid any prescribed fee payable by him; or  \n(d) who is found to have been subject, at the time when his name was entered in the \nRegister, or who, at any time thereafter, has become subject, to any of the \ndisabilities mentioned in section 8, or who, for any other reason, has ceased to \nbe entitled to have his name borne on the Reg ister.  \n(2) The Council shall remove from the Register the name of any member who is not entitled \nto remain a member under this Act.  \n1[(3) Before removing from the Register the name of any member under clause (c) or clause \n(d) of sub­section (1) or sub­sect ion (2), the Council shall afford him an opportunity of being heard.]  \nCHAPTER V  \nPENALTIES  \n21. Penalty for falsely claiming to be a member, etc.  A person shall, without prejudice \nto his liability to any disciplinary measure prescribed under section 34, be punishable, on first \nconviction, with fine which may extend to one thousand rupees, and, on any subsequent conviction, \nwith imprisonment which may extend to six months, or with fine which may extend to five thousand  \nrupees, or with both if he__ \n(1) not being a member of the Institute, represents that he is a member of the Institute, or \nuses the designation of Cost and 2[Management Accountant or the letters A.C.M.A., F.C.M.A.]; or  \n(2) being a member of the Institute but not having a certificate of pra ctice, represents that \nhe is in practice or practices as 2[a cost and management accountant], cost accountant or works \naccountant or in some similar profession in the field of cost and 3[management accounting].  \n22. Penalty for using the name of the Council  etc.__ Save as otherwise provided in this \nAct, no person shall__ \n(a) use any name or common seal which is identical with the name or the common \nseal of the Institute or so nearly resembles it as to deceive or as be likely to \ndeceive the public; or  \n \n1Added  by the Cost and Management Accountants (Amdt.) Ordinance, 1984, (2 of 1984), s. 2.  \n2Subs. by the Cost and Industrial Accountants (Amdt.) Act, 1976 (70 of 1976), s. 11, for “Industrial Accountant or letters A.P.I.A., F.P.I.A ”. \n3Subs. ibid, for “industrial accounting ”. \n  \n \nPage 14 of 19 \n (b) grant or confer any degree, diploma, certificate or designation which indicates \nor purports to indicate the possession or attainment of any qualification or \ncompetence in cost and 1[management] accounting similar to that of a member \nof the Institute.  \n(2) Any person contravening the provisions of sub­section (1) shall, without prejudice to \nany other proceedings which may be taken against him, be punishable, on first conviction, with fine \nwhich may extend to one thousand rupees, and, on any  subsequent conviction, with imprisonment \nwhich may extend to six months or with fine which may extend to five thousand rupees or with both.  \n(3) Nothing contained in this section shall apply to any University established by law or to \nany institution affili ated thereto.  \n(4) If the 2[Federal Government] is satisfied that any diploma, certificate or designation \ngranted or conferred by any person other than the Institute, which purports to be a qualification in cost \nor 3[management] accounting but which, in the  opinion of the 2[Federal Government] falls short of the \nstandard of qualifications prescribed for cost or 1[management] accountants and does not in fact \nindicate or purport to indicate the possession or attainment of any qualifications or competence  in c ost \nor 1[management] accounting similar to that of a member of the Institute, it may, by notification in \nofficial Gazette and subject to such conditions as it may think fit to impose, declare that this  section \nshall not apply to such diploma, certificate or designation.  \n23. Companies not to engage in 3[cost and management accountancy] in Pakistan.__ \n(1) No  company, whether incorporated in Pakistan or elsewhere, shall practice as cost or \n1[management] accountants in Pakistan.  \n(2) If any company contravenes the provisions of sub­section (1) then, without prejudice \nto any other proceedings which may be taken against the company, every director, manager, secretary \nand other officer of such company, who is knowingly a party to such contravention, shall be punish able \nwith fine which may extend, on first conviction, to one thousand rupees and, on any subsequent \nconviction, to five thousand rupees.  \n24. Unqualified persons not to sign documents.__ (1) No person, other than a member of \nthe Institute, shall sign any do cument on behalf of 4[a cost and management accountant] or a firm of  \n5[cost and management accountants] in his or its professional capacity.  \n(2) Any person contravening the provisions of sub­section (1) shall be punishable with fine \nwhich may extend, on fi rst conviction, to one thousand rupees and, on any subsequent conviction to \nfive thousand rupees.  \n25. Offences by companies.__ (1) If the person committing an offence under this Act is a  \ncompany, the company as well as every person incharge  of, and responsible to, the company for the \nconduct of its business at the time of the commission of the offence shall be deemed to be guilty of  \nthe offence and shall be liable to be proceeded against and punished accordingly:  \n \n \n1Subs. ibid., s. 4 , for “industrial ”. \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”. \n3Subs. by the Cost and Industrial Accountants (Amdt.) Act, 1976 (70 of 1976), s. 13, for “industrial accountancy ”. \n4Subs. ibid., s. 14, for “an industrial accountant ”. \n5Subs. ibid., for “industrial accountants ”. \n \nPage 15 of 19 \n Provided that nothing contained in this sub­section shall render any such person liable to any \npunishment if he proves that the offence was committed without his knowledge or that he exercised \nall due diligence t o prevent the commission of such offence.  \nNotwithstanding anything contained in sub­section (1), where an offence under this Act has \nbeen committed by a company and it is proved that the offence has been committed with the consent \nor connivance of, or that  the commission of the offence is attributable to any neglect on the part of, \nany director, manager, secretary or other officer of the company, such director, manager, secretary or \nother officer shall also be deemed to be guilty of that offence and shall b e liable to be proceeded against \nand punished accordingly.  \nExplanation .— For the purpose of this section — \n(a) ‘company’ with respect to an offence under section 21 or section 24, means any  \nbody corporate and includes a firm or other association of individu als and, with \nrespect to an offence under section 23, a body corporate; and  \n(b) ‘director’ in relation to a firm means a partner in the firm.  \n26. Sanction to prosecute.  No person shall be prosecuted under this Act except on a \ncomplaint made by or under the  order of the Council or of the 1[Federal Government].  \nCHAPTER VI  \nDISSOLUTION OF THE EXISTING INSTITUTE OF INDUSTRIAL ACCOUNTANTS.  \n27. Dissolution of the Institute registered under Act VII of 1913.  On the commencement \nof this Act,__ \n(1) the company registered under the Companies Act, 1913 as, the Pakistan Institute of \nIndustrial Accountants shall stand dissolved and thereafter no person shall make, asset or take any \nclaims, demands or proceedings against the dissolved company or against any officer t hereof in his \ncapacity as such officer, except in so far as may be necessary for enforcing the provisions of this Act;  \n(2) the right of every member to or in respect of the dissolved company shall be \nextinguished, and thereafter no member of that company s hall make, assert or take any claims or \ndemands or proceedings in respect of that company except as provided in this Act.  \n28. Assets and liabilities of the dissolved company.__ (1) On the commencement of this \nAct, there shall be transferred to and vested in the Institute all the assets and liabilities of the dissolved \ncompany.  \n(2) The assets of the dissolved company shall be deemed to include all rights and powers, \nand all property, whether moveable, or immoveable, of the company, including, in particular,  cash \nbalance, reserve funds, investment deposits and all other interests and rights in or arising out of such \nproperty as may be in the possession of the dissolved company; and all books of accounts or \ndocuments, of the dissolved company, and the liabilit ies of the dissolved company shall be deemed to \ninclude all debts, liabilities and obligations of whatever kind of that company existing immediately \nbefore the commencement of this Act.  \n \n1Subs. by F.A.O.., 1975, Art. 2 and Table, for “Central Government ”. \n \nPage 16 of 19 \n (3) All contracts, debts, bonds, agreements and other instruments of whatever nature to \nwhich the dissolved company is a party, subsisting or having effect immediately before the \ncommencement of this Act, shall have full force and effect against or in favo ur of the Institute, as the \ncase may be, and may be enforced as fully and effectively as if, instead of the dissolved company, the \nInstitute had been a party thereto.  \n(4) If, on the commencement of this Act, any suit, appeal or other legal proceedings of \nwhatsoever nature by or against the dissolved company is pending the same shall not abate, be \ndiscontinued or be in any way prejudicially affected, by reason of the transfer to the Institute of the \nassets and liabilities of the dissolved company or of anyth ing contained in this Act, but the suit,  appeal \nor other proceedings may be continued, prosecuted and enforced by or against the Institute, in the same \nmanner and to the same extent as it would  have been continued, prosecuted and enforced  by or against \nthe dissolved company if this Act had not been passed.  \n29. Employees  of the dissolved Company.__ (1) Every person employed in dissolved \ncompany  immediately before the commencement of this Act shall, as from such commencement \nbecome an employee of the Inst itute and shall hold his office or service therein upon the same terms \nand conditions, and with the same rights and privilege as to pension and gratuity, as would have applied \nto him in his office or service under the dissolved company if this Act had not been passed, and shall \ncontinue to do so until his employment in the Institute is terminated or his remuneration or other terms \nand conditions of employment are duly altered by the Institute.  \n(2) Notwithstanding anything contained in any law for time being  in force, or in any \ncontract, the transfer of the services of any employee of the dissolved company to the Institute shall \nnot entitle any such employee to any compensation under such law or contract and no such claim shall \nbe entertained by any court, tr ibunal or authority.  \nCHAPTER VII  \nMISCELLANEOUS  \n30. Alteration in the Register and cancellation of certificate. — (1) Where an order is \nmade  under this Act reprimanding a member of the Institute, a record of the punishment shall be \nentered against his name in the Register.  \n(2) Where the name of any, member is removed from the Register, the certificate of \nmembership and the certificate of practice, if any granted to him shall be recalled and cancelled.  \n31. Protection of action taken in good faith.  No suit, pr osecution or other legal \nproceedings shall lie against the 1[Federal Government] or the Council in respect of anything which is \nin good faith done or intended to be done in pursuance of this Act or of any regulation or order made \nthereunder.  \n32. Maintenanc e of branch offices.__ (1) Where 2[cost and management accountant] or a \nfirm of  3[cost and management accountants] has more than one offices in Pakistan each one of such \noffice shall be in the separate charge of a member of the Institute:  \n \n1Subs. by F.A.O., 1975, Art.2 and Table, for “Central Government ”. \n2Subs. by the Cost and Industrial Accountants (Amdt.) Act. 1976 (70 of 1976) s.15 for “an industrial accountant ”. \n3Subs. ibid., for “industrial accountants ”. \n  \n \nPage 17 of 19 \n Provided that the Council may in suitable cases exempt any 1[cost and management accountant] \nor a firm of 2[cost and management accountants] from the operation of this sub­section.  \n(2) Every 1[cost and management accountant] in practice or firm of such accountants \nmaintaining more than  one offices shall send to the Council a list of offices together with the names of \nthe persons in charge thereof and shall keep the Council informed of any change in relation thereto.  \n33. Reciprocity. —(1) Where any country specified by the 3[Federal Gover nment] in this \nbehalf, by notification in the official Gazette, prevents persons of Pakistan domicile from becoming \nmembers of any institute similar to the Institute, or from practicing the profession of cost and \n4[management] accounting or subjects them t o unfair discrimination in that country, no citizen of that \ncountry shall be entitled to be a member of the Institute or practice the profession of cost and \n4[management] accounting in Pakistan.  \n(2) Subject to the provisions of sub­section (1), the Council  may prescribe the conditions, \nif any, subject to which foreign qualifications relating to cost and 4[management] accounting shall be \nrecognised for the purpose of entry in the Register.  \n34. Power to make regulations. —(1) The council may, by notification i n the official \nGazette,  make regulations for carrying out the purposes of this Act.  \n(2) In particular, and without prejudice to the generality of the foregoing powers, such \nregulations may provide for all or any of the following matters, namely:__ \n(a) the standard and conduct of examinations under this Act;  \n(b) the qualifications for entry of the name of any person in the Register as a \nmember of the Institute;  \n(c) the qualification for the purpose of sub­section (4) of section 5;  \n(d) the conditions under wh ich any examination or training may be treated as \nequivalent to the examination or training prescribed for membership of the \nInstitute;  \n(e) the conditions under which any foreign qualification may be recognised;  \n(f) the manner in which and the conditions subject to which applications for entry \nin the Register may be made;  \n(g) the fees payable for membership of the Institute and the annual fees payable for \ncertificates of practice ;  \n(h) the manner in which election to the Council and the Branch Councils may  be \nheld;  \n(i) the particulars to be entered in the Register;  \n \n1Subs. ibid. for “Industrial account ”. \n2Subs. ibid., for “industrial accountants ”. \n3Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”. \n4Subs. ibid. s. 16 for “Industrial ”. \n \nPage 18 of 19 \n (j) the functions of Branch Councils;  \n(k) the regulations and maintenance of the status and standard of professional \nqualifications of members of the Institute;  \n(l) the carrying out of research in cost and 1[management] accounting;  \n(m) the maintenance of libra ries and publication of books and periodicals relating to \ncost and  1[management] accounting and allied subjects;  \n(n) the management of the property of the Institute and the maintenance and audit \nof its accounts;  \n(o) the summoning and holding of meetings of  the Council and committees thereof, \nthe times and places of such meetings,  the procedure to be followed thereat and \nthe number of members necessary to form a quorum;  \n(p) recording and certifying minutes of meetings of the Council and the annual \ngeneral me etings and extraordinary meetings;  \n(q) appointment and removal of auditors of the Institute;  \n(r) the manner in which the annual list of members of the Institute shall be \npublished;  \n(s) the power, duties and functions of the President and Vice­President;  \n(t) the functions of the Standing Committees and other Committees and the \nconditions subject to which such functions shall be discharged;  \n(u) the terms of office, and the powers, duties and functions of the Secretary, \nTreasurer, and the other employees of the Council;  \n(v) rules of professional and other conduct and the exercise of disciplinary powers \nin relation thereto;  \n(w) the terms and conditions of service of the employees of the Institute including \npersons who have become its employees under section 29 ; \n(x) the registration of students and the fees to be charged for such registration; and  \n(y) any other matter which is required to be or may be prescribed under this Act.  \n(3) All Regulations made by the Council under this Act shall be subject to the condit ion of \nprevious publication and to the approval of the 2[Federal Government].  \n(4) The Council shall, as soon as practicable, send a copy of any Regulation made by it to \nevery member of the Institute.  \n \n1Subs. by the Cost and Industrial Accountants (Amdt.) A ct, 1976 (70 of 1976), s. 17, for “industrial ”. \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”. \n  \n \nPage 19 of 19 \n (5) Notwithstanding anything contained in this section, the 1[Federal Government] may \nmake the first 2regulations of the Council and such regulations shall be deemed to have been made by \nthe Council and shall have effect accordingly.  \n35. Power  to give directions for  making  regulations,  etc.__ (1) Where  the 1[Federal  \nGovernment] considers it expedient so to do, it may, by order in writing, di rect the Council to make \nany regulation, or to amend or rescind any regulation already made, within such period as it may \nspecify in this behalf.  \n(2) If the Council fails or neglects to comply with such direction within the specified \nperiod, the 1[Federal Government] may make or amend, with or without modifications, or rescind, any \nregulation directed to be made, amended or rescinded; and any regulation so made, amended or \nrescinded by the 1[Federal Government] shall be deemed to have been made, amended or rescinded by \nthe Council and shall have effect accordingly.  \n \n_________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”. \n2For such Regulations, see Gaz. of P., 1966, Ext. p. 559."
}