{
    "file": "./converted_json\\administrator888bc6d1009f9fb0809dd695f28e21b5.json",
    "name": "Finance Ordinance, 2001",
    "date": "June 18, 2001",
    "tagline": "To give effect to the financial proposals of the Federal Government for the year beginning on the first day of July, 2001, and to amend certain laws for the purposes hereinafter appearing.",
    "content": "BEG|STERED No.fl#\n@lttGgq;ffi d Da[t ffir9\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nPART I\nActs, Ordinances, President's Orders and Regulations\n(I{ )VERNMENT OF PAKIS'I]\\N\nMINIS.TRY OF I,AW JUSTICE, HIJMAN RIGHTS\nAND PART,IAMENTARY AFFAIRS\n(Law, Justice and Human Rights Diyision)\nItlutnulnd. the I8tIt .ltlte. 200l\nF. No.2(l)/2(Xll-Pub.-The 1i)llowing Ordinance made hy tlic Presidenl\nis hereby publis[ed lin gencml inli)rmation:-\nORI)IN^N('tt N(). XXV oF 2(X)l\nr\\N\nORTnNAN(E\nWHEREAS it is expedient to make provisions to give effect to the flnancial\nproposals of the Federal Govemment for the year beginning on the Iirst day of July,\n2OOl, and to amend certain laws for the purposes hereinafter appearing;\nAND WHEREAS the National Assembly and the Senate stand suspended in\npursuance of the Poclamation of Emergency of the fourteenth day of October, 1999,\nand the Provisional Constitution Order No. 1 of 1999;\n(30 l )\nPrica : Rs. 1J7.00\n13474 (2oO1) Ex. Ciaz.lISI,AMABAD, MONDAY, JUNE 18, 2OOI\nto 8iv( ell(t to tlt? fitu dal proposuls of the Federal. Govenunent.fitr\ntht t'cur lteginning ot tltt, .list tlot' of .lull' 2001, ind tu tmrcntl certain luv s\n.[or tlu' ltrn\"post,s und in u munrrcr lrcreolter uppeuring:\nTI{E GAZETTE OF PAKISTAN, EXTRA., ruNE 18, 2OOI [PART I\nAND WHEREAS the President is satisfied that circumstances exist which render\nil necessary to take immediate action;\nNOW, THEREFORE, in pursuanc€ of the Proclamation of Emergency of the\nfourteenth day of October, 1999, and the Provisional Constitutional Order No. 1 of 1999'\nread with the Provisional Constitution (Amendment) Order No. I of 1999, and in\nexercise of all powers enabling him in that behalf, the President of the lslamic Republic\nof Pakistan is pleased to make and promulgate the following Ordinance:-\n1. Short title, extent and cdnm€ncemenr.- (l) This Ordinance may be called\nFinance Ordinance, 2001.\n(2) lt extends to the whole of Pakistan\n(3) lt shall come into force at once except the provisions of-\n(a) section 3which shall come into force from the first dayof July,2001;and\n(b) section 5 which shall come inlo force on such date as the Federal\nGovernment may. by notification in official Gazette, appoint.\n2. A[.ldBGpt of Act I of l94l:- Tbc foltowing amendments sbrll bc rriade i[ the\nCenral Excises Act, 1944 (I of 19,14), run€ly:.\n(I) in sc.tion 3, in sub.scction (l l), for thc flrll stop, at tfu cn4 a colon shall\nbe subatihrtcd and thercaftcr the following proviso and an explan liqn\nslnll bc addcd, mmcly:-\n'?tovi&d thrt h cas€ of excissblc scrvices notified uder tte thfud\nFwlsoto srrb{.(liu (lF\n(a) a regiscred scMce trovidcr shalt be entilled to deduct inpd tax paid\nduring the tax Friod Aom the amount of drty of excise due ftom him\non such scrvic€s in rcspect ofthst tax perioq\n(b) a pgisucd pctson shall bc cntitlcd to &drrr thc amount of duty of\nexcise paid on such scrviccs as 8rc rec.ived Uy lim auring th€ tsx\npcriod froB tb orrytr tD( drE ton him i, rrspcot of thlt trx Friot\nard\n(o) a registcrcd sfivicc prcvider shdl bc cntitlcd to d€dEt dr$y ofcxci!€\nFid oo such scrvicrs as arc rccsived by him &uing thc t8x prriod\nfrom thc amount of duty of excis€ due from him on such services as\nrr! Fovid€d or rsDdercd by him during that pcriod.302\nPART I]TI{E GAZETTE OF PAKISTAN, EXTRA., JUNE 18, 2OO1 303\nExphordoo,- For thc purposcs of this proviso,-\n(a)the cxprcssion 'rEgistcred service providct'' Ecsos a Frs(m\nregisi.rrd undsr thc Sales Tox Acq 1990, providing or rendering\nexcisablc s€rvic€s.notified under the third poviso to sub.scctior (1)\nofsection 3; and\n(b) the expressions \"input tax', 'outPut tax\", 'registered\nperson\" and '1ax period' shall hav€ the satne meanings\nas are assigned b them in the Sales Tax Ac't, 1990.';\n(2\\ in section 4, in sub-section (4), for full stop' at the end, a colon shall bs\nsubstituted and thereafter the following provisos shall be added' namelyi\n\"Provided that where any goods or class of goods that ars subiec{\nto duli€s of exciss on local produc'tion as a Percentage of retail prics' such\ngoods, on import, as may be notified' shall be ass€ssed on the basis of\nretail prico, dsdar€d by the importer, which shall be inclusirc of all\nchargos and taxes, other than ssles tax levied and collec'ted under sec{ion\n3 of the Sales Tax Act, 1990, at which any particular brand or variety of\nsuch article i6 offered for sale to gen€ral body of consumers in Pakistan\nor, if more than one such price is so tixed' for the same brand or varioty'\nthe highest of such Price:\nProvided furthsr that th€ rstail price shall be legibly' plominently\nand indelibly printed or embossed on each arlicle' packet, container'\npackage, cover or label, as the case may be.': and\n(3) in section 358, in sub'section (6), for the words \"five hundred\" the words\n\"seven hundred and lifty\" shall be substituted'\n3. Amondment of Ordinance XXV of 1961' - The following amendments\nshall be made in tlhe petroleum Products (Development Surcharge) Ordinance\n1961 (XXV of 1961), namely:-\n(1 ) in the long title and the preamble, for the words \"development surcharge\"\nthe words \"petroleum development levy\" shall be substituted;\n304 TllE GAZETTE OF PAKISTAN, EXTRA., JUNE 18, 200I [PARr I\n(2) for the words 'development surcharge', wherever occuning, the words\n\"petroleum development levy' shall be substituted;\n(3) in section 1, in sub-s€ction (1), for the brackets and words \"Development\nSurcharge' the brackeb and words '(Pekoleum Development Levy)\" shall\nbe substitutod;\n(4) in section 2, -\n(a)clauses (2) and (3) shall be omitted; and\n(b)after clause (48), the following new clause shall be\ninserted, namely: -\n\" (4Ba) \"petroleum development levy\" means the levy payable\nunder section 3;\"\n(5) for section 3, the following shall be substituted, namely:-\n\" 3- (1) Subject to the provision of lhis Ordinance, every refinery and every\ncompany shall pay a pelroleum development levy at such rate as the Federal\nGovemment may, by notification in omcial Gazette, impose on any petroleum\nproduct produced by a refinery or, as the case may be, purchased by a\ncompany for resale.\n(2) Nothing in suEsection (1) shall apply to a p€troleum product\nprcduced by a refinery or, as lhe cas€ may be, purchased by a\ncompany, for export.\n(3) Any amounl due and payable under sub-seclion ('l) and not\npaid within the time allowed by the Federal Govemment, or any\nofficer authorized by h in this behalf, shall bs rocovsrable as an\nanear of land revsnue.\"\n4. Amendment of Act lV of 1969.- The following amendments shall be made in the\nCustoms Act, 169 (lV of 1969), namely:-\n(1) in section 2,-\nin clause (c), after the figure \"79\"; the words \"and includes\nelectronic filing of bill of entry' shall be added;(i)\nPARTII THE GAZETTE OF PAKISTAN, EXTRA., JUNE 18,2001 305\n(ii)in dause (d), after lhe figure \"'131\" the words 'and includes\nelec-tronic filing of bill of export\" shall be added;\n(iii) for clause (ia) the following shall be substituted, namely:-\n(iv) after clause (kk), the following new clauses shall be inserted,\nnamely:-\n(kkk) export manifest means export manifest delivered under sub-\nsection (2) of section 53 and includes electronically filed\nexport manifest;\":\n(v) after clause (l), the following new clause shall be inserted, namely:-\n(2)(la) import manifest means import manifest delivered under\nsection 43 ot 44 as the case may be and includes\nelectronically filed import manifest:\nin section 14-A. afrer the word 'Customs\", at the end, the words and\ncomma \"and shall pay utility bills, rent and taxes in respecl of such\naccommodation\" shall be added:\n\"21A. Power to deier collection of customsduty.' Subiect to such\nconditions, limitations or restriclions as it thinks fit to impose, the Board may,\nin such general cases as may be prescribed by rules or in particular cases\nby special order, defer lhe collection of customs{uties either in whole or in\npart.':'(ia) \"custom documenls\" includes bill of entty, bill of export,\napplication lor claim for refund, duty drawback and repayment of\nduty, baggage declaration form or similar other forms used for\ncustoms clearance and such documents electronically filed;\n(3) after section 21, the following new section will be inserted, namely:-\n(4) in seclion 45, in suGsection (1), for the full stop, at the end, a colon shall be\nsubstiluted and thereafter the following proviso shall be added, namely:-\n306 THE GAZETTE OF PAKISTAN, EXTRA., J{JNE 18, 2OOI IPART I\n\"Provided that the Collector of Cusloms, through a special\norder, on such terms and conditions as he may deem fit to impose'\nmay allow acceptance of digital s(lnatures instead of manual ones,\non electronically lransmitted import manitest.\":\n(5) in section 53, in sub-seclion (2),in clause (a), for the semicolon, at the end,\na colon shall be substituted and thereafter the following shall be added.\nnamely:-\n\"Provided that the Collector of Customs, through a special or\ngeneral order, on such lerms and conditions as he may deem fit to\nimpose, may allow acceptance of digital signalures, in lieu of the\nmanual ones, on electronically transmitted export manifest.';\n(b) by the Fedbral GovBmment or the Boaid, for such period as it may\nde€m fit,\nsubject to the condi$on that the extension in case of porishablB goods\nshall b€ grantsd only if the goods are fit for human consumption.\";\n14) Whsn any{hing liable to confiscation under lhis Act is seized\nby tne appopriate officer undBr section 168, the Collector of Customs, or\nany olher ofiicer of customs aulhorized by him in this behalf, may\nnotwilhstanding the fac,t that adjudication of the case under saclion 179, or\nan app€al under section 194A or a proceeding in any coud, is pending,\ncause the thing lo be sold in accordance with the provisions ot sec,tion 201\nand havs the pmcs€ds kspt in deposit pending adjudication ofths case or\nas the case may b€, disposal of the appeal or the fnal ,udgement by the\ncourt.(6) in section 98, in sub-section (1), for clauses (a) and (b) the following shall be\nsubstituted, namely:-\n\"(a) by the Collector of Customs, for a period not exceeding three\nmonths in case oI notifed perishable goods and a period not\nexcs€ding six npnths in case of non-perishable goodsi and\n(7) in section 169, for sub-section (4) and (5) the following shall be\nsubstituted, namely:-\nPART THE GAZETTE OF PAKISTAN , EXTRA. , JLINE 18, 2@l 30't\n(8) in seclion j94-A,\n(a) in suEseclion (tF\n(i)for clause (a) the following shall be subslituted, namelyi\n'(a) a final decision or order passed by an oficer of\nqrsloms as an adiudicating authority under section .l Z9;\n(iD in the frst proviso,-\n(b) aller dause (e), amondsd as aforBsair, lho\nurords aM colon .the app€ls in cases\nspecilled in ctause (a) to (e) shal ,tie to such\noffcsr as the Boad may, by notilication in th€\nofrcial Gazstte, authorize:.; shall be added:\n(b) in sub-section (6), for the words \"two hundred, the words ,.seven\nhundred and tifty\" sha be substituted; and\n(s)for th6 FiBt Schedule, the Schedule sp€cified in th€ Schedule to this\nOrdinance shall be substituted\n,. Tbfollowing amendments shall be made in the lncome tax Orainance, 1929 ()qxl of1979), narn€tyi\n(1) in section 2,-(5) lf on such adildication or, as the case may b6, in such\napp€al or proc€oding in Cour( tha thing so sold is found not to have been\nliable to such confiscation, the enlire sals procoeds, aner necessary\ndeduction of duties, taxes or dues as provided in section 2Oi, shalt be\nhanded ovsr lo the ownsr.\";\n(a) in clauso (e) for the colon, at the end, a comma\nshell be substibted: and\nPAKISTAN, EXTRAIUNE 18,2001 [PART I\n308 THE GAZETTE OF\n(a) in clause (20), in subdause (b),-\n(i) the word 'preference\" shall be omitted; and\n(iD afler the wotd \"bonus'the words \"or bonus shares\" shall be\ninserted: and\n(b) in clause (24),-\n(i) in suHause (b), the word \"and\"' occuning at the end' shall b€\nomittd\n(ii)in sub-clause (c), tor lhe @mma, a semicolon and word \"; and\"\nshall be subslituted;\n(iii)afler sub-clause (c), alnended as aforesaid' the following new\nsub-clause shall be added, natnely:-\n'1d) in the case of shareholder of a domestic\ncompany, the amount representing the face value of\nany bonus shares or the amount oI any bonus\ndeclared. issued or paid by the company to its\nshareholdets with a view to increasing its paid-up share\ncapital, ; and\n(iv) the words, commas and semi-colon, but does not include' in\nthe case oI sharehoider of a domestic company' the amount\nrepresenting lace value of any bonus shares or the amount of\nany bonus declared' issued or paid by the company to its\nshareholdeG with a view to increasing its paid-up capital:\"\nshall be omitted;\n(2) in sedion 12, suFseciion (9) shall be omitted;\nin ssction 13, afier sub'section (2), the ficllowing new suFseclion shall be\n(3)\ninserted, namely:-\nPART I] TIIEGAZETTE OFPAKISTAN . EXTRA 18, 2001 309\n\"(2A) The provisjons of this section shall not apply in respect\ncf any amount of foreign exchange remitted Iiom abroad through\nnormal banking channels and got encashed in pakistan rup€es from\na scheduled bank and a cerlificate is produced to that effec1 frcm\nsuch bank.'':\n(4) in seclion 23, in sub-.section (.t),-\n(a) in clause (v), after the word 'depreciation,, occuring for the second\ntime, lhe words .or First year Allowance,, shalt be inserted.\";\n(b) in clause (via). after the word \"Schedule,,. the comma and words. ,,,or\nany payment to a Special purpose Vehicle on behalf of the\nOriginato/' shall be inserted:\n(c)after clause (viicc). the following new clause shall be inserted.\nnamelyt-\n\"(viiccc) any sum paid by the Small Business\nFinance Corporation to the State Bank of pakistan (hereinafter\nrererred to as the ',Bank\") as the share of the Bank in prof{\neamed by the said Corporation on its investment in small\nbusiness out of credit line provdec, try the tsank on profit and\nloss sharing basis.,,:\n(d)afrer clause (vid) the following new clause shall be inserted. namely.-\n\"(viidd) the Iinancial cost of secuntization of\nreceivables by an Originator from a Special purpose Vehicle\nbeing the difference between the amount recetved by the\noriginator and the amount of receivables securitised from a\nSpecial Purpose Vehicle.,,:\n(e) in clause (xxi), for the full stop, in the end, the semicoton and word ,..\nand\", shall be substituted and thereafrer. the following new ctause\nand Explanation shall be added, namely _., JUNE\n3r0 THE GAZETTE OF PAKISTAN. EXTRA,,ru^-E 18, 2001 IP^RT I\n\"(xxii) any interest accrued on t)r atter' the frrst\nday ol July 2OO1 on a non-perlormrng loan crediied lo\nsuspense account by a D€velopment ftnanLe rnslllulyJn ln\naccordance with the Prudential Regulatrons for lranks and\nsuch institutions issued by the State Bank of Pakislan'\n(5) 3fter section 41, the following new section shall be Ins('ded' namely\n\"41A. Allowance for investment in shares - (1i An assessee'\nolher than a ccrmpany shall ti'-' errtrll'rrl l\" iin 1llo\"'r;r'''\" not exllr')elrli'rq len\nper cent of tris income or one hundred tnousand rupees' whichever is the\nless. invested in the lncome year commencing on or after the first day of\nJuly,2OOl,inthepurchaseolnewsharesotferedtothepublicbyapublic\ncompany listed on a stock exchange in Pakistan provided that the assessee\nis the onginal allottee ol such shares' or listed shares' sold by the\nPrivatizalion Commission oI Pakistan'\n(2t Where any share to which sub-secron (1) applies and in respect of\nwhich any relie, in tax has been allowed to the assessee is disposed of by\nsale, transfer or in any other manner within twelve months of the date of its\npurchase, then, notwithstanding anything contained in this Ordinance' the\namount of tax payable by the assessee under the other provis'ons of this\nOrdinance in respect ol the income year in which such share was so\ndisposed of shall be increased by an amount equal to the relief in tax\nallowed to the assessee in respect of such shares (hereinafter referred to as\nthe said anDunt), and the sum so anived at or' where no tax is payable by\nthe assessee under the other provision of this Ordinance in respect of that\nincome year. lhe said amount shall be deemed to be the tax oayable in\nrespecl of that income year and all the povisions of this Ordinance shall so\nfar as may be, aPPIY accordingly \";Elp!4algn ' For the purpose of thrs section the\nexpression 'Origanator', 'special Purpose Vehiclc' and\n\"securitization shall have the same meanrnq as are\nrespectively assigned to them in the Assets Backed\nSecuritization Rules. 1999\nPART ITIIE GAZETTE OFPAKISTAN . EXTRA ., JIJNE 18. 20ol\n(0 after section 44A, the following n6w sedions shall be inserted, namely__\n\"tl4AA. Retirement annuity scheme.- (.t) Where an indjvidual.\nbeing a resident of Pakistan, is (or would but for the loss of profit or gains,\nbe) chargeable to tax,-\n(a) in respect of any salary or remuneration from an office or\nemployment held by him which is nol a pensionable office or\nemployment or which does not provide any other retirerhent\nbenefits: or\ntL, rn res;re!l ol ptoltt.lrld garns, acrjrurnq or arisinq, irorrr any\nbusiness or profession carried on by him.\nhe shall be enlitled to an allowance in respect of any sum pad\nby him in the income year commencing on or after the first day\nof July, 2001, by way of contribution or premium under a\ncontract of annuity scheme approved by SECp of an\ninsurance company duly registered under the lnsurance\nOrdinance, 2000 (XXXIX of 2OO0), having for its rnain oblecl\nthe provision to the assessee of an annuir , .i old age\n12) The amount o, allowance under sub-section (1) in a year st\"dll not\nexceed five per cent of the income or fifty thousand rupees whichever\nis the less.\n(3) No allowance shall be made under sub-secton (.1) in respect of a\ncontract which provides_\n(a) for the payment during the life o{ the assessee of any sums\nbesides the sums payable as annuity,\n(b) for the annuity payable to the assessee to commerrce before\nhe attains the age of sixty years:\nthat lhe annuity shall be capable rn whole or jn parl. ot\nsurrender, commutation or assignment or3ll\n(c)\nGAZETTE OF PAKISTAN' EXTRA,. JUNE 18,2mt IPARr I3t2 T}iE\n(d) for payment of the annuity outsde Pakrslan'\n44A.AA.' Allowance for maIk uP Paid - (1) An assessee\nshall be entitled to an allowance in respect of any mark up paid by him in an\nincome year on a loan sanctioned and advanced on' or after' the first day of\nJuly,2OO1. not exceeding six hundred thousand rupees by a Scheduled\nBank under a house finance scheme approved by the State Bank of\nPakistan or advanced by Govemment or a local authority or House Building\nFinance corporation:\nProviled that -\n(a) the maximum amount el(lible for an allowance shall not\nexceed twenty five per cent of the income or Frfty\nthousand rupees - whichever is the less:\n(b) the loan is utilized for construction of new house or the\nacquisition of a house; and\n(c) no deduction for mark up has been claimed under\nclause (e) or (ee) of sub-section (1) of section 20\n(7) in sedion 50,-\n(a) in sub-section (4), in the Poviso'\n(i)in clause (i), -\n(a) after the word \"apply\" the words \"any payment on\naccounl of securitization of receivables by a special\npurpose vehicle to the orilinator o/' shall be inserted:\nand\n(I)(b) the word and\", attheend. shall be omitted'\nin clause (ii), Ior the full stop. at the end. the semr colon and\nword : and'shall be substituted and thereafter the following\nnew clause shall be added, namely -\n\"(iii) Where tax is withheld by any person responsible\nfor makirE any Paytn€nt to the Speoal Purpose Vehicle' on\nPART ITHE GAZETTE OF PAKISTAN , EXTRA , JUNE t8, 2001 :ltl\nbehalf of the originator. it shall be deposrted to the credrt oI the\norjginator;\n(b) sub-sections (SAAA) and (58) shafi be omitted:\n(c) in sub.seclion (6A), afler the wod ,deduct.. commas and words ...and\nin case of bonus or bonus shares, collect,,. shall be inserted: and\n(d) sub-secrions (Z). (7A) and (7G) shal be omitted;\n(8) in sectbn 55, in sub-section (1), the commas. words. figures and brackets,,.\nalongw[h the retum of wealth_tax in accordance with the Wea,th{ax Act.\n1963 (XV of igt,3),sha be omitted:\n(9) in section 56,-\n(a) the full stop at the end a colon shall be substituted and thereafter the\nfoltowing proviso shalt be added, namely:_\n''Provided that no notice under this sectton shall be issued\nafter the expiration of five years from the end of lhe assessment year\nfor which the return of income was due.,,. and\n(b) the Explanation shafl be omitted:\n(10)in section 58, the oxistirE sedion shall be Gnumber€d as sub,section (l) of\nlhal soclbn and aier the sad sub_section, r€numberd as abr6sau, the\nfollorying nav sub.s€dion shall be addcd. narnely!\n\"(2). Where a person, who has fumished a weallh statement as\nrequired under sub.sectjon (1), discovers any omission or wrong statement\ntherein, he may, without prejudice to any liability incuned by him uoder any\nprovision of lhis Ordinance, he-lray fumish a revised wealth statement at\nany time before the assessment is made.\":\n314 THE GAZETTE OF PAKISTAN, EXTR-4.. JLINE 18, 2001 PART I\n(1 1) in socrtion 59,-\n(a) in sub-section (1), the words \"a public company or\" shall be omitted; and\n(b) after sub-s€ction (3)' fhe following new sub-section shall be added\nnamelyi\n'14) No order under sub-section (1) shall be made in any\ncase after lhe thirtieth day of June of the financial year next Iollowing\nthe income year in respect ol which a retum of total income has been\nfumished under section 55:\nProvided that if such order is not passed by such date' order\nunder su section (1) shall be deemed to have been passed on such\ndate.':\n(12) section 62C. shall be omittedi\n(13) in section 808, in sub-section (2),-\n(a) after clause (a), the following new clause shall be inserted namely:-\n\"(aa) inlerest or profit on Directorate oI National Savings regular\nincome certificates and rnonthly inmme savings account scheme\nwhere rnonthly installment exceeds one thousand rupees' in which\ninvestrnent is made upto thirlieth June 2001 :\n(b) in clause (bb), for the semrcolon, a colon shall be substituted and\nthereafter the following proviso shall be added ' namely:-\n\"Provided that this clause shall not apply in respect ol any\nassessment year commencing on, or after' the first day of July'\n2002,': and\nin clause (c), for the semicolon and word \"; and\" a colon shall be\nsubstituted .,nd thereafter the following proviso shall be added\nnam€ly:-(c)\nPART I]THE GAZETTE OF PAKISTAN, EXTRA.. JUNE 18, 2OOI 315\n\"Provided that this clause shall not apply in respect of any\nassessmenl year commencing on, or afler, the first day of July,\n2002i :\n('14) in section 80C, in sub-section (2). for the fult stop, at the end, a colon shatl\nbe subslituted and thereafter the following proviso shall be added, namelv:-\n'Provided that nothing in thrs section shall apply to amounts\nreferred to in clauses (ia). (iia) and (iir) of sub-sectron (2) in respect of\nany assessment year commencing on, or after. the first day of July,\n2002.,\n(15) in section 80D, after sutrsection (2), the following new sub-section sha be\nadded. namely:-\n'(3) Nothtng in this section shall apply to an individual, an\nassociation of persons. an unreqistered firm or a Hindu undivided family in\nresp€ct of any assessment year commencing on, or after, the first day of\nJuly, 2001.\",\n(',6) in section 133,-\n(a) for sub-section (3) the following shall be substituted, namely.-\n'13) A judicial member shall be-\n(i)a pe6on who has exercised the powers of a Districl\nJudge and is qualified to be a Judge of a High Court or\n(ii)a person who is, or has been, an advocate of a High\nCourt and is qualjfied to be a Judge of a High Court.\";\nand\n(b) after sub-section (3). the following new sub-section shall be inserted,\nnamely.-\n316 THE GAZET.TE OF PAKISTAN, EXTRA., JUNE 18, 2OOI [PART I\n\"(3A) An accountant member shall be an officer of the\nlncorne Tax Group equivalent in rank to that of a Regional\nCommissioner of lncome Tax.\":\n(17) rn seciion 138,\n\"Provided that no application for revision under sub-section (1)\nagainst an order made under section 132 shall lie after the thirlieth\nday oI June, 2001 ',\n(18) in section 1438, for the words, figures, letters and commas \"section 80C,\nsection 80CC or\nseclion 80E\", the words, figures, letters and mmmas \"seclion 80BB' section\n8OC. section 80CC or section 80CD\" shall be substituted;\n(19) in the First Schedule, in Part-|,\n(a) in paragraph A, in the proviso, in clause (b) sub-clause (ii) shall be\nomrtted\n(b)after paragraph A, the following new paragraph shall be inserted,\nnamely:-\nA1. Notwithstanding anything contained in paragraph A. in\nthe case of every individual, unregistered firm, association ol\npersons, Hindu undivrded family and artificial luridical person referred\nto in clause (32) of section 2, not being a case to which paragraph B(a) in sub-section (1), for the full stop, at the end, colon shail be\nsubstituted and thereaiter the following proviso shall be added,\nnamely:-\n(b) in sub-section (5), in clause (c)' for the words \"Regional\nCommissioner of lncome Tax\"' occurring for the first time lhe words\n\"Centrat Board of Revenue\" shall be substituted and shall be deemed\nalways io have been so substituted;\nPART I] THEGAZETTE OF EXIRA. JIJNE I8, 2OO1 3t't\nof this part appties,the income tax shall be charged on the total\nrncome, excluding income to which section BOB, g0BB, gOC.80CC or\n80CD apply, for any assessment year commencrng on oi after thefirsl day of Juty, 2002, al the fo owing rates:\n(1) where the tobt income\ndoes not exceed\nRs.60,000\n(2) where the total income\nexceeds Rs.60,0OO but does\nnot exceed Rs.15O,O0O\n(3) where the totat income\nexceeds Rs.150,OOO but doesnot excsed RS.3OO.OOO\n(4) where the total in@me\nexceeds RS.3oO,OOO but does\nnot exceed Rs.400,000\n(5) where the total income\nexceeds Rs.400.OOO\nbut does not exceed\nRs.700,000.\n(6) where the total income\nexceeds Rs.700,OOO\nProvided that -\n(a)7.5% of the\namount exce€dino\nRs.6O,OOO:\nRs.6,750 ptus i2.5%\nof the amount\nexceeding\nRs.150,000;\nRs.25,500 plus 20%\nof the armunt\nexc€ding\nRs.300,000;\nRs.45,500 ptus 25%\nof the amount\nexceeding\nRs.400.000.\nRs.120,500\nplus 35% of the\namount exceeding\nRs.700.000Nit\nwhere an assesse's income includes any incorne from\nagriculture which is liable to tax under the laws of any province\nof Pakistan and such income exceeds Rs. EO,OOO, the tax\nrates applicable in case of such taxpayers would be as under:-\n(1) where the total incomedoes not exceed\nRs.150.0007.5%\nTHE GAZETTE OFPAKISTAN, EXTRA.. JUNE 18, 2001\nwhere the total incorne\nexce€ds Rs.l50,000 but\ndoes not excaed\nRs.300,000\nwhere the total income\nexceeds Rs. 300,000 but\ndoes not exceed Rs'\n400,000\nwhere the total income\nexceeds Rs. 400,000 but\ndoes not exceed Rs'\n700,000\nwhere the total income\nexceeds Rs. 700,000Rs.'11,250 Plus 12.5%\nof the amount\nexceeding Rs '150,000;\nRs. 3O,OOO Plus 20olo of\nthe arnount exce€ding\nRs. 300,000;\nRs. 50.000 Plus 25% oI\nlhe amount exceeding\nRs.400,000:\nRs. l25,OO0 Plus 35%\nol the arnount\nexceeding Rs. 7@,000'(2\\\n(3)\n(4)\n(b) fie tax payable shall be reduc€d by an amounl equal to tlfiy\np€r cent of he tax payable by an dssessg€ of sixty-five years\nof age or above as on first day of lhe relevant income yeal and\neaming income upto ttrc hundred thousand rupees in addition\nto any other rebate admissible under the law'(5)\nnotwithstandirE anylhing contained in this Ordinance' no\nrobate for any albwance under sections 39' 40' 41 ' 43' 44'\n44A or 46 shall be admissible'\nnotwithstanding anything contained in this Ordinance' rebate\nfor any allowance under sections 41AA' 44AA and 44AAA\nshall be computed at the average rate of tax and allowed\naccord ingly.\nwhere the total income includes any income from a share of\nthe income profits and gains of a firm to which paragraph C of\nPart ll applies. such portion of the super tax payable under the\nsall paragrapn as Uears to the total amount of such super tax\nthe same proPortion as his shar€ of incorne, profits ard gains\nof ths frm bears to the total income of the firm shall be added\nto the income tax payable by such parlner under this\nparagraph, and, if the sum so atived at exceeds 2lyo d tE\ntotal incoms of such padner (induding his share of incotne'(d)\n(e)IPARr I\n3r8\n(c)\nTHE GAZETIE OFPAKISTAN, EXTRA , JUNE 18, 2001 3t9\nprofits and gains of the firm before the deduclbn of super tax),\nthe amount of incorn€ tax payable by him under this paragraph\nshall be reduc€d by tle arnount of suc+l ex@ss;\nO br the Bjrpos€s of assessm€nl, the rates specif€d in aboye\npanryraph will be applicable to the assessment year\ncommencir,tg on, or afrer, thei st day of July 2002;\n(g) notwithstanding the provisions of claus€ (0 of proviso to\nparagraph Al wher\" the total incorne of an assess€e\ncomprises or indudes any income dtarysable under the head\n'salaqf and sudl incoms is rnorB than lifiy per cent of his total\nincome, the rales spocifed in this parairaph for the purposes\nof deduction of tax under suMion (1) of s€clion SO sha be\neffective fiom the tirst day of July, 2OO1;\n(c) in paragraph CC,_\n(a) in sub-paragraph (d), for the semicolon, a colon shall be\nsubstituted and thereafter the following proviso shall be added,\nnamely:-\n\"Provided that this sub_paragraph shall not apply in\nrespect of any assessment year commencing on, or afier, the\nfirst day of July, 2002.,';\n(b) in sub-paragraph (e), in clause (ii), the full stop, at the end. a\ncolon shall be substituted and thereafter the follorring proviso\nshall be added, namety:-\n\"Provided that this sub_paragraph shall not apply in\nrespect of any assessment year commencing on, or afler. tha\nfirst day of July, 2002.\";\n(d) in paragraph CCC._\n(a) in sub..paragraph (i),-PART I]\n320 THE GA4TTE OF PAKISTAN, EXTRA., JLINE I8, 2OO1\n(i) atter the wotd \"Person'. the words \"holding a National\nTax Number and' shall be inserted;\nii) in clause (cc), in the prcviso, for lhe somicolon and\nword \": and' a colon shall be substituted and thereafter\nthe following fudher Pmviso shall be added' namely:-\n\"Prcvk ed turther that this clause shall not apply\nin rgsped of any agsessrnent year commencing on' or\nafier, th€ first day of JulY, 2002i;\n(b)in clause (dd), the full stop, at the end' a colon shall be\nsubstituted and thereafter the lollowing proviso shall be added'\nnamely:-\n\"Provided that this clause shall not apply in respect of\nany assessment year mmmencing on' or afrer' the first day of\nJu|Y.2002.\":\n(c) in clause (e), for th€ full stop, at the end' a colon shall be\nsubslituted and thereafrer th€ following poviso shall be added'\nnamelYi\n.Provided that this clause shall not apply in respect of\nany assessrnent year commencing on' or after' the firsl day of\nJu|y,2002.\";\n(d) afrer sub-paragraph (i), the bllowirE n€\\ sub-paragraph shall\nbe inserted, namelY:-\n'(ia) in th€ cas€ of evary resi,ent person not holding a\nNatbnal Tax Number and b whom sedbn 80C\naPplies, from tle assessmenl year commencing on' or\nalier, the first day of July, 20Ot on th€ incorno\nrspl€sontirE Pay]rBnts on account of 6x6cution of\ncontracis oth€r than tho incorne to which daus6 (b) orIPARr I\nTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 18,2OOI\n(c) or (cc) of sutsparagraph (i) apply-\n(i)where the value of\ncontract does not\nexce€d thirty million rupeos.32r\n(ii)where the value of\ncontract exceeds thirty\nmillion rupees.\non the income\nrepresenting payment\non account of supplies\n(ii)seven per cent\nof such income.\neight per cent of\nsuct income.\nfive per cent of\nsuch inmme.\";(iii)\n(e) in paragraph CCCC, after figure \"80CC.\" the word and flgure\n\"or SoCD\" shall be inserted;\n(a) in sub-paragraph (i) affer the word 'assessee\" the\nwords \"holding a National Tax Numbe/', shall be\ninserted: and\n(b) afrer sub-paragraph (i), the ficllowing new suF\nparagraph shall be ins€rled, namelyi\n\"(ia) Where lhe payment is made to a resident\nassesse€ not holding a National Tax Number,\non ac@unt of ex€sjtion of contrad other than\nth6 paymenB to which sub clause (b), (c) or (d)\nof suFparagraph (i) apply-\n(i)where the value of\ncontract does not exc€ed\nthirty million rupees.seven per cent\nol such\nincome.\n(iii)where the value of\ncontracl exceeds thirty\nmillion rupees.eight per cenl\nof such\nin@me.\nfive per cent of\nsuch incame.\";on the income\nrepresenting payments\non account of supplies\n(S) paragraphs FFB, FFF, GGG and H shall be omitted;P,qnr Il\n(f) in paragraph E,-\n322 TIIEGAZETTE OF PAKISTAN, EXTRA., JI]NE 18,2OOI [PART I\n(h) in paragraph K, lor suuparagraph (a) the following shall be\nsubstituted, namely:-\n\"(a) in the case commercial consumer if the electricity bill\n(i) does not exceed Rs.400 Rs\n(ii) exceeds Rs.400 but does not exceed\nRs 600Rs\n(i) paragraph M shall be omitted;\n(c) in Part-lll,-\n(a) in paragraph B,\n(i)in suuparagraph (c), the full stop, at the end, a colon\nshall be substituted and thereaffer lhe following proviso\nshall be added. namely:-\n(ii) in suFparagraph (d), in the proviso, for the full stop, at\nthe end, a colon shall be substituted and thereaftsr the\nfollowing fudher proviso shall be added, namely:-\n\"Provided further that no surcharge under lhis\nsub-paragraph shall be payable for the assessmeni(iii) exceeds Rs.600 but does not exceed\nRs.800Rs. '100\n(iv) exceeds Rs.800 brrt does not exceed\nRs.'1000\n(v)exceeds Rs.1000 but does nol exceed\nRs.1500Rs. 300\nRs. 450\nRs. 600\n(viii) exceeds Rs.4500 but does not e)ceed\nRs.6000Rs.750\n(ix) exceeds Rs.6000 Rs. 1000:\n\"Proviled that no surcharge under this sub.\nparagraph shall be payable for the assessment year\ncommending on, or afrer, the ,irst day of July,2OO2;';Rs. 160\n(vi) exceeds Rs.1500 but does not exceed\nRs.3000\n(vii) exce€ds Rs.3000 but does not exceed\nRs.4500\nPART THE GAZETTE OFPAKISTAN. EXTRA ., ruNE 18,200t 323\nyear @mmencing on, or afrer, the Iirst day of July,\n2002;':\n(b) in paragraph C, the figuros and $od ,80C or 80CC\" the\n- fgures, commas, word and a colon .8OBB, g0C, g0CC or\n80CO:\" shall be substituted and th€realter th€ bllowing\nproviso shall be added, namelyi\n(d) in Parl-V,-\n(a) in paragraph A for the figures and word .80C and 8OCC,the\nfgures, commas and word \"BOBB, BOC, 8OCC and BOCD,,\nshatt be substituted:\n(b) affer suFparagraph (3), the blloriring new sub.paragraph shall\nbe addod, namelyi\n\"(4) in respoct of the assessment year comrnencing on, or\nater, the frst day of July, 2002,-\n(a) in case of a\nbanking company 50%\n(b) in case of a\npublic company other\nthan a banking company 35%\n(c) in case of any\nother company 41yo..,:(c) in paragraph C, the words \"and surcharge\" shall be omitted\nand deenEd to have been so omitted on the lirst day of July,\n2000; and\n(a) in sub paragraph (a), for the words ,.other then a'Provided that no surcfiarge under this sub.paragraph\nshall be payable for the assessrnent year commencing on or\nafrer the lirsi day of Juty , 2@2.\";\n(a) in paragraph D,\n324 TIIE GAZETTE OF PAKISTAN, EXTRA.. JUNE 18, 2OOI\ncompany carrying on insuran@ busingss\" the\nwords and figures, \"other than the divi'end\nreceived upto thirtieth June, 2OO1 by a public\ncompany carrying on insurance business' shall\nbe substituted;\n(b) in th€ first proviso, the r^/ords'and transmission\nline Poiects\" shall b€ omitted: and\n(c)in second proviso afrer the wod 'lgceived\" ' the ^\nfgures, wods and comma 'upto thirtieth June'\n2001\" shall be inserted:\n(20) in the Second Schedule'\n(i) in Part-|,-\n(a)aftsr clause (7E), the iollowing new clause shall be inserted'\nnamely\n\"(7F) Any incorne chargeable under the h€ad salary\nreceived by a Pakistani sea{arer working on a forei{Jn vessol\nprovided that such incomo is remitted to Pakistan' not later\nlhan l$to rpr hs of the relevant incorne year' through normal\nbanking dEnnds.';\n(b)in clause (398)' after the word 'airline' the words \"or bY Civil ^ ;\nAvration Authority \" shall be inserted'\n(c)in clause (77C), in the second proviso' the full stop' at the end'\na colon shall be substituted and thereafter' the following\nfurther pmviso shall be added' namely:-\n\"Provided further that the exemption under this clause\nshall not apply in respect of profit received on any investment\nmade in the aforementioned deposit certificates on' or after'\nthe first day of JulY, 2001 \";I\na\nPART TTIE GAZETTE OFPAKISTAN , EXTRA , JUNE 18.2001\n(d) in clause (77D), in the proviso, for the tu stop, a mlon shalt be\nsubstituted and thereafrer, the following further proviso shall\nbe added, namelyi\n\"Plovided further that th€ exemptbn under this clause\nshall not apply in resp€d of pmft received on doposits made\non, or ansr, tho frBt &y of July,2@1 .\";\n(e) in clause (77E), br the tuI stop, at the end, a coton sha be\nsubstituted and thereafter the following proviso shall be added,\nnamely:-\n\"Provided that the exemption under this clause shall not\napply in respect of investment in such scherne made on. or\nafter, the first day of Juty, 2001 ,,:\n(f) in clause (8OA), tor the fu stop, at tho end, a aobn shafl be\nsubstituted and thereafrar bllowing proviso shall be added,\nnamely:-\n(9) in clauses (giA), br the full stop, at the end, a coton sha be\nsubstituted and th€reafler following proviso shall be added,\nnarnely:-\n'Prcvided that the exemption under this clause shall not\nspply in rosped of any ass€ssm€nt year commencing on, or\nafter, th6 first day of July,2@2.\";\n(h) in dauses (918), for the tult stop, at the end, a colon shalt be\nsubstituted and thereafier following ploviso shall be added,\nnarnelyjt325\n'Provided that the exerndix und€r this dause shall nol\napply in Espect of any assessment !,€ar comrn€ncing on, or\nafter, th€ first day of July, 20O2.\":\nOF PAKISTAN, EXTRA.,JtrNE 18,2001 [PART I\n326 THE GAZET'TE\n'Pmvi.r€d that lhe oxerption under this dausa shall not\nepply in re6p€d of any assassrn€nt year commencing on' or\nafier, the first day o{ JulY, 20q2 ';\n(i) clause (1oB) shall b€ omified;\n(i)in chuso ('116), brthe figure 2002\" the fgure 2005\" shall be\nsubstituted\n(k) clause (171) shafi be omined:and\n(ii)in Part-ll, after clause (5), the following new clause shall be inserted\nnamelY:-\n\"(5AA) ln case of any individual, being a resident' the tax from profit or\ninterest of any National Savings Schemes of Oirectorate of National Savings\nor Post Oflice Savings Account in which investntent is made on' or after'\nthe first day of July, 2001, shall be deducted at the rate of ten per cent of\nsuch pmfit or interest;\nProvided that no tax shall be deducted from income or profits paid\non-\n(a) Defence Savings Certilicates' Special Savings Certificates'\nSavings Accounts or Post Ollice Savings Account' made on'\nor after, the lirst day ol July' 2OO1' \\r/here such deposit does\nnot exceed three hundred thousand rupees: and\n(b)invest nent in Monthly lncom€ Saving Accounts Scheme of\nDirectorate of National SavangE on' or after' the frst day of\nJuly, 2001, wtEre rlonthly installment in an account does not\nexce€d one thqlsand ruPees'\";\n(iiD in Partlll, in clause (18)'-\nin sub-clause (1)' in the Schedule' S No't and the entries relating\n(a)\nthereto shall be omitted; and5\nPARr Il TIIE GAZETTE OF PAKISTAN, EXTRA., ILINE 18, 2001\n(b) in sub-clause (2), afrer the word \"institution',, the words \"including\ngovemment training and research institution' shall be inserted: and\n(iv) in Part-|V,,\n\"(108) The provision of sub-section (7D) of section 50 shall not\napply in respect of profit or interest paid on a Term Finance\nCertificate held by a company which has been issued on, or after,\nthe first day of July, 1999.\";\n(c) clause (32D) shall be omitted;\n(d) after clause (32F), lhe following new clause shall be inserted,\nnamelyi\n\"(32G). Nothing in section 80D shall apply to Corporate and lndustrial\nRestrucluring Corporation.\";\n(e) after clause (33), the following new clause (33A) shall be inserted,\nnamely:-\n'(33A) The provisions of sub-section (4) of section 50 shall not apply\nto payments received by Pak-Arab Relinery Limited on account of\nsupply of its products.\"; and\n(0in clause (59), for sub-clause (i), the following shall be substituted,\nnamely:-\n'(i) a company listed on Stock Exchange which distributes profit\nequal to either forty per cent of its afrer tax profits or fifty per cent of\nits paid up capital, whichever may be the less:\"; and(a) for clause (108), the following shall be substituted, namely:-\n(b) in clause (20), the words, brackets and figure \"and clause (178)\",\nshall be omitted:\n328 THEGAZETTE OF PAKISTAN, EXTRA., JLrNE 18, 2001\n(21) in the Thitd Sdtedule, -\n(a) in rule 2. in the table. afler entry number lVA, the following new entry\nshall be inserled, namely:-\n'IVAA. Personal computer hardware 30%\n(b) in rulo 5A,-\n(i)afrer the word \"equipmenf', occuning for the first time, the\ncommas, words, figures and letters \", other than machinery'\nplant and equipment entiUed to first year allowance under rule\n5AA,\" shall be inserled;\n(ii) in the Table,\n(a) in entry C, paragraph (iii), after the word \"developrnent'\noccuring for the second time the words and commas\n'and tourism, hotels and tourism related prorects,\nhousing and construction, infrastructure and agriculture\npoecls.\", shall be added; and\n(b) in entry E,-\n(1) the word and comma 'inkastructure,' shall be\nomitted; and\n(2) after the word \"sector\"' the words \"other than lhe\nagricutture proiects specmed in entry C (iii)\" shall\nbe inserted;\n(iii) affer rule 5A, amended as abresaid' the follorving new rule\nshall b€ ins€rted, natnely:-\n\"5M. Where any nrachinery, plant and equipment\n(0$6r than rnotor vehides not plying ,or hire and shlps\nnot beir€ fishing tl-awlers) is given on lease br th€ first\ntirn€ on, or after, the first day of July, 2000, by anI\nPART I] THE GAZETTE OF PAKISTAN, EXTRA , JUNE 18, 2OOI 329\n.'assessee being an inveslrnent bank or a modaraba or\na l€asing company, further depreciation by way of First\nYear Allowance equal to thirty per cent of the written\ndown value shall be allored to such assessee in\nrespecl of the year in which such machinery, plant or\nequiprnsnt (other than motor vehides not plying for hire\nand ships not b€ing lishing trawlefs) is given on lease\nfor lhe first time on, or afrer, the first day of July, 2000:\nProvired that no allo,vance shall be admissible\nunder this ruls where such allowance has been availed\nprevbusly urd€r this rul€ or rules 5, 5A or 58 in respect\nof afoesaid assel.\nExplandion.- For the purposes of this rule lhs\nexpression \"investment bank' rneans a company\ninco.porated under the Companies Odinance, 1984\n(XLVll of 1984), which has been grantsd a license by\nthe Federal Govemment to operate as an investm€nt\nbank.\";\n(iv) in rule 58, ater the word 'plant', ocorning for the first time, the\n@mmas, words and fgur€s \", other than machinery, plant and\nequipment enlited to a Filst Year Allowance under rule 5A or\nrule 5AA,\" shall be insefted;\n(v) in rule 7, in sub rule (a), for the word aM fgure \"or 5\" the\ncommas, figurcs and word \", 5, 5A, 5AA, 58 or 5C shall be\nsubstituted;\n(vi) in rule 8,-\n(Din sub-rule (5), in the second proviso, tcr the wods \"six\nhundred thousand' occuning twice, the words \"seven\nhundrcd and fifry thousand\" shall be substituted; and\n(ii) in sub-rule (8), in clause (a), for the words 'six hundred\n330 TTIE GAZETTE OF PAKISTAN, EXTRA,, JUNE 18,2OO1 IPART I\nthousand\", the words \"seven hundred and fifry\nthousand' shall be substituted.\"; and\n(22) ' in the Fifth Schedule, in Partl,-\n(a) in rule 2, in sub-rule (5), after the word \"expenditure\" occulring for the\nfirst time, the words and commas \",including royalty paid to the\nGovemment by an onshore petoleum exploration and production\nundertaking on, or after, the tirst day of July, 200'1,\" shall be inserted:\nand\n(b) in rule 4, in sutrule ( l ),-\n(a) after the words \"other payments , the words, brackets,\nligures and commas. \"excluding royalty as specified in\nthe Pakistan Petroleum (Production) Rules, '1949 or the\nPakistan Petroleum (Exploration and Production)\nRules, 1986 and pakl by onshore petroleum exploration\nand produclion undertaking on, or after, the lirst day of\nJuly, 2001,\", shall be inserted; and\n(b) in the prcviso, for the full stop, at the end, a colon shall\nbe subslituted and thercafler the following further\nproviso shall be added, namelyi\n'Provided further that in respect of\nassessment year comrnencing on, or afier, the\nfirst day of July, 2002 the said aggregate shall\nnot be less than fody percent of the profit or\ngains derived by an onshore petroleum\nexploratbn and poductbn undertaking beforo\nthe deduction of payment exduding royalty paid\nby an onshore company to the Govemment.\".\naPART THE GAZETTE OF PAKISTAN, EXTRA., JT'NE 18, 2OOI 331\n6. Amendments in Salcs TaxAct, 1990.:- Thefollowing amendments shall be\nmade in The Sales Tax Act, 1990, namely :-\n(1) in section 2,-\n(a) in clause (14), in sub-clause (c), after the word 'person\", at the end,\nthe words, figures, commas, and brackets \"and shall include duties\nof excise chargeable under section 3 of the Central Excises Act,\n1944 (l of 1944), on such excisable services as are notified by the\nFederal Governmenl under the lhird proviso to sub-section ('1)\nthereof and on which such duties are charged, levied and paid as if\nit were a tax payable under section 3 of this Act\", shall be added;\n(b) in clause (20), after the word \"person\", occuring at the end, the\nwords, figures, commas and brackels \"and shall include duties of\nexcise chargeable under section 3 of the Central Excises Act, 1944\n(l of 1944) on such excisable services as are notilled by the Federal\nGovernment under the third proviso to sub-section ('1) thereof and\non which such duties are charged, levied and paid as if it were a tax\npayable under section 3 of this Act'', shall be added;\n(c) in clause (25), after lhe word \"Act\" the words, brackets, figures \"and\nsuch pe6on shall remain liable to further tax under sub-section\n('lA) of section 3 and shall not be entitled to any benefit available to\na registered person under any of the provisions of this Act or rules\nmade thereunder.\", shall be added;\n(d) in clause (33), after the word \"rinancial\" the words \"or operating\"\nshall be inserted;\n(e) in clause (46),-\n(a) in clause (a), in the proviso, -\nin clause (i), the word \"and\", at the end, shall be\nomitted;\nin clause (ii) after the semicolon, the word \"and\" shall\nbe added: anda\n(i)\n332 THE GAZE TTEOF PAKISTAN, EXTRA., JUNE 18,2OOI RTI\n(iii) alter clause (ii) amended as afotesaid' the following\nnew clause shall be added' namely:-\n''(iii) in case a taxable supply is made to a\nconsumer trom general public on installment basis on\na price inclusive of mark up or surcharge rendering it\nhigher than open markel price, the value of supply\nshall mean the open markel price of the supply\nexcludrng the amount of tax ' ; and\n(b) rn the second proviso' after the word \"shall\" the commas\nand words \", unless otheMise dlrected by the Board' \" shall\nbe inseied and shall be deemed to have always been so\ninserted:\n(2\\ in section 3. -'\n(a) rn sub-section (1A), -\n(i)for the words \"one and half , occurring lor the first time' the\nword \"three\" shall be substituted;\n(ir) for the brackets and letter \"(c) the brackets and letter \"(a)\"\nshall be substituted: and\n(rii) in the proviso, the words'one and hall percent shall be\nomitted;\n(b) for sub-section (2), the following shall be substituted' namely'-\n-l2l Notwithstanding the provrsions of sub-section (1)'\n(a) taxable supplies specified in the Third Schedule shall\nbe charged io tax at the rate oI fifteen per cent of the\nretail price which alongwith the amount of sales tax\nshall be legibly, prominently and indelibly printed or\nembossed by the manufaclurer on each article'\npacket. container. package' cover or label as the\ncase may be. and\nPARr llTHE GAZETTE OF PAKISTAN, EXTRA , JUNE 18, 2001\n\"(b) the Federal Govemment may, subject to such\nconditions and restrictions as it may impose, by\nnotiflcation in the official Gazette, declare that in\nrespect of any goods or class of goods imported into\nor produced in Pakistan or any taxable supplies made\nby a registered person or a class of registered\npersons, the tax shall be charged, mllected and paid\nin such manner and at such higher or lower rate or\nrates as may be specified in the said notificalion.\";\nand\n(c) after sub-section (5), the following new sub-section shall be added,\nnamely: -\n'(6) The Federal Government or the Central Board of\nRevenue may, in lieu of the tax under sub-section (1), by\nnotilication in the official Gazette, levy and collect such amount of\ntax as it may deem fit on any supplies or class of supplies or on any\ngoods or class of goods and may also specify the mode, manner or\ntime of payment of such amounl of tax .\";\n(3) in seclion 7, in sutssection (1), afier the word \"shall\", the commas, words\nand figure '', subjeci to the provisions of seclion 73,\" shall be inserted:\n(4\\ in section 10, in sub-seclion (1), in the first proviso, atter the word, \"shall\",\nthe commas and words \", unless otheMise directed by the Board under\nexceptional circumstances,\" shall be inserted;\n(5) in section 19, for the full stop at the end, a colon shall be substituted and\nthereater the following proviso shall be added, namely:-\n\"Provided that if it is subsequently established that a person who\nwas not liable to be registered but war wrongly registered under this\nsection due to inadvertence, error or misconstruction. the Collector shall\ncancel such registeration and such person shall, subject to the provisions\nTIIE GAZETTE OF PAKISTAN, EXTRA., JUNE 18. 2001 [PARr I\nof section 38, not be liable to pay any tax, additional tax or penalty under\nany of the provisions of this Act or rules made thereunder. ',\n(6) in section 21 , in sub-section (1), for the words \"through an audit\", the words\n\"either through an audit or otheMise\" shall be substituted;\n(7\\ Ior section 34A, the following shall be substituted, namely:-\n\"34A. Exemption from Denaltv and additional tax. - The Federal\nGovemment may, by a notification in the official Gazette or the Central\nBoard of Revenue by a special order published in Gazette for reasons to be\nrecoded in writing, exempt any person or class of persons from payment of\nthe whole or part of the penalty and additional tax imposed under sections\n33 and 34 subject to such conditions and limitations as may be specified in\nsuch notification or, as the case may be, special order.';\n(8) in section 46, -\n(a) in sub-section ('1). Ior the word thirty', the word \"sixty' shall be\nsubstituted;\n(b) in sub-section (3), for the words 'one thousand\", the words, \"seven\nhundred and fifty\" shall be substituted; and\n(c) after sub-section (7), the following new sub-section shall be added,\nnamely:\n'18) Subject to the provisions of this Act or any other law for\nthe time being in force, the Appellate Tribunal shall have power to\nregulate its own procedure and the procedure of the Benches thereof\nin all matters arising out of the exercise of its powers or of the\ndischarge of its functions, including the places at which the Benches\nshall hold their sittings.\"i334\n(9) for section 55, the following shall be substituted, namely:-\nPART ITI.IE GAZET'|E OF PAKISTANJUNE18,2001 335\n\"55 Removal of difficulties. _ lf any diffculty arises in giving effect tothe provisions of this Ac1 or the rules made or notmcations tssued\nthereunder, the Board may through a generar order or othe*ise. issue\ninstructions or direclions, not in@nsistent wjth the provisions of this Act. for\nsuch actions to be taken by an ofi)cer of sales tax or any other person as it\nconsiders necessary or expedient for the purpose of removing the difficulty.,,;\n(10) in section 66, for the fu[ stop, at the end, a coron shar be substrtuted and\nthereafter the following proviso shall be added, namely:\n\"Provided that in a case where the refund has become due on\naccount of any decision or judgement ol any officer of sales tax or\ncourt or the Tribunal. the period of one year shall be reckoned from\nthe date ofjudgement or decision of such offlcer. murt or Tribunal.,,:\n(1 1)in section 73.--\n(a) afrer the word ,Act\", o6suning for the semnd time, the words\"pr.ovi,Ced that payment, in case of such transaction on credit, is sotransfened within one hundred and t\\,t/enty days of issuance of taxinvoic€\", shall be added: and\n(b)\n(12) in the Fifth Schedule, _for the full stop, at the end a colon shall be sutstituted and thereafrer\nthe following proviso shall be added, narnely:_\n'Provided that when a registered person supplies taxablegoods for a sum exceeding fifty thousand rupees in respect of whichpayment is received otherwise than in the manner prescribed in thisseclion read with section 7, he shall nol be entided to claim\nad.justment or refund of input tax in respect of such goods.\"; and\n(a)after serial No. S in column (1) and the entry relating thereto incolumn (2). the tollowing new serial numbers and enlries relatingthereto shall be added, namely:_\n316 THE GAZETTE OF PAKISTAN EXTRA.. JUNE18, 2001 Penr I\nSupplies of such locally manufactured plant and machinery\nto the Export Processing Zones as may be specilled by the\nFederal Government, by notification in the ofiicial Gazette'\nsubject to such conditions and restrictions as may be\nspecified in such notilication'\"6\n7Supplies made to exporters under the Duty and\nRemission Rules, 2OOl subject to the observanc€Tax\nof\nprocedures, restrictions and conditions prescribed therein'\";\nand\n(13) in the Sixth Schedule' -\n(a)in serial No. 3 in column (1), in column (2)' Ior existing entry (iv)' the\nfollowing shall be substituted, namely:-\n\"(iv) Fresh and dried milki milk preparations obtained by\nreplacing one or more of the constituents of milk by another\nsubslance, whether or not packed for retail sale' falling\nunder Heading No. 1901 of the First Schedule to the\nCustoms Act, 1969 (lV ol 1969)' including those\nconsignments of such milk preparations imported and\nreleased against bank guarantee since the l\"rJuly' 2000' but\nexcluding those consignments already cleared on payment\nof sales tax, plain yogurt excluding packaged or sold under\ntrado mark or brand name.\";\n3A Eggs lor hatching (parent stock)' 0407 0020\"1\nincluding consignments of such eggs\nimported either against bank\nguaranlee or otheMise but without\nPayment of sales tax since the 1\"r\nJuly, 1S98.(b) after serial No 3 in column (1) and the entries relating thereto in\ncolumns (2) and (3), the following new serial number and enlries\nrelating thereto shali be inserted' namely;-\nPART I]TIIE GAZETTE OFPAKISTAN , EXTRA..ruNE 18, 2001\n\"6 Vegetable ghee; desi ghee derived\nfrom milk: butter not sold under brand\nname or lrade mark and supply of edible\noils.33'1\n(c) for serial No. 6 in column (1), for the entries in columns (2) and (3)\nrelating thereto, the following shall be substituted, namely:-\n,Respective\nheadings\";\n(d) serial No. I in mtumn (1) and the entries relating thereto in\ncolumns (2) and (3) shall be omifted;\n(e) in seriat No. 1 1, -\n(a) in colurnn (2), afler the word .Contraceptives,, the words\n\"and accessories therefo/, shall be added; and\n(b) in column (3), for the word and Ugures .and 4014..t000,,, the\ncomma, figures and word ,., 4014..1000 and 9908.0050,, shall\nbe substituted;\n(f) in serial No. 14 in column (1), in column (2), for the word ,,attract,. \n,\nthe words, figures and comma, .,attracted during the period from .lsr\nJuly, 1999 to 17h June, 2001,', shalt be substituted;\n(9) in serial No.15, in colurttn (2), for the word .attract,, , the words,\nfigures and comma, ,,attracted during the period from 1\"r July, .19g9\nto l7h June, 2001,,, shalt be substituted:\n(h) for serial No. 26 in column (i) and the entries relating thereto in cotumns\n(2) and (3), the following sha be substituted, namety:_\n\"26 Goods (incrudins dry fruits imporfed rr\", \nBBBB BB3B\nAfghanistan) temporarily imported into and\nPakislan, meant for subsequent exportation 9906 0040\";\ncharged to zero-rate of customs duty\nTHE GAZE'ITE OFPAKISTAN, EXTRA., JUNE 18.2001\n(i) in serial No. 27, in column (1),-\n(a) in column (2), for the word \"exemption\"' the words \"applying zero-\nrate of customs duty\" shall be substituted; and\n(b) in column (3), lor the words \"Respective headings\"' the figures\n\"9906.001 O', shall be substituted;\n(a) in column (2), for the word \"exemption \n\" the words \"applying zero-\nrate of customs duty\" shall be substituted; and\n(b) in column (3), for the words \"ResPective headings\"' the llgures\n\"9904.001 0\", shall be substituted;\n(k) in serial No. 30, in column (1). -\n(a) in column (2). for the word \"exemption\"' the words \"applying zero-\nrate of customs duty\" shalt be substituted; and\n(b) in column (3), for the words \"Reqpective headings\"' the figures\n(t)\"9902.0060\", shall be substituted,\nin serial No. 31, -\n(a) in column (2)'\n(i) the words \"of no commercial value\" shall be omitted; and\n(ii) lor the word \"exemption\"' the words \"apptying zero-rate of\ncustoms duty\" shall be substituted; andI\n338\nsubject to the similar restrictions, limitations'\nconditions and procedures as are envisaged\nfor the purpose of applying zeto.fale of\ncustoms duty on such goods under the\nCustoms Act, 1969 (lV of 1969)'\n0) in serial No. 28, in column (1),-\nI\nPART IJ TTIE CAZETTE OF PAKISTAN . EXTRA . JUNE 18.200t 339\n(b) in column (3), for the words .'Respective headings,,, the figures\n\"9902.0070\" shaI be substituted:\n(m) after serial No. 36 in column (1) and the entries relating thereto in cotumns\n(2) and (3), the following new serial number and enlries relating thereto\nshall be inserted, namely:-\n\"364lmport of ship stores, subject to the\nprocedures, condjtions and restriclions as\nmay be spec,fied by the Collector of\nCustoms in this behalf inctuding those\nconsignments of such stores that have been\nreleased without charging sales tax since\nthe 1'r July, 1998 but excluding such\nconsignments of ship stores as have been\ncleared on payment of sales tax.Respective\nheadings\";\n(n) in seriat No. 40 in column (1), _\n(a) in column (2), after the word ,Government',. at the end, the words,\ncommas and figures, ,,provided that such goods are charged to\nzero-rate of customs duty under the Customs Act, .,969 and the\nconditions laid down for customs purposes are observed.,shall be\nadded: and\n(b) in column (3), for the wods ,,Respective headings\", the figures and\ncommas and word \"990i.0010, 9901.0020, 9901.0030, 9901.0040,\n99b1.0050 9901.0060 and 99or.oo8o,,sha be substitured;\n40A lmporl of artictes of househotd and gg01.OO7O,;\npersonal effects including vehicles and also\nth6 goods for donatjon to projects\nestablished in Pakistan imported by any of(o) after serial No. 40 in column (.1) and the entries relating thereto in columns\n(2) and (3), the following new serial number and the entries relating\nthereto shall be inserled, namely:_\nTl{E GAZETTE OF PAKISTAN, EXTRA., JTJNE 18. 2OO1 IPART I340\nthe rulers of Gulf Shdikhdoms who is in\npossession of residsntial accommodation\nin Pakistan and goods including vehicles\nby the Unitod Arab Emirate dignitaries as\nare listed in column (2) against h€ading\nNo. 9901.0070 of lhe First Schodule to the\nCustoms Act, 1969 (lV of 1969) for their\npersonal use and for donation lo welfare\nprojects established in Pakistan subject to\nthe similar conditbns as are envisaged for\nthe purposes of applying zero.rate of\ncustoms duty on such goods under the\nsaid Act.\n(p) in serial No. 46, in column ('l), -\n(a) in column (2), for the word \"exemption\", the words \"applying zero-\nrate of customs duty\" shall be substituted; and\n(b) in column (3), for the words \"Respective headings' the figures' words\nand a bracket \"9903.0010, 9903.0020, and 9903 0030 (as\napplicable)\" shall be substituted;\n(q) after serial No. 46 in column (1) and the entries relating thereto in columns\n(2) and (3), the following new serial number and entries relating ihereto\nshall be added, namelY:-\n\"46AGoods impo(ed by ol donated to hospitals\nrun by the Federal Govemment or a\nProvincial Government; and non-profit\nmaking educational and research\ninstitutions subject to the similar restrictions,\nlimitations, conditions and procedures as\nare envisaged for the purpose of applying\nzero-rate of customs duty on such goods\nunder the Customs Act. 1969 (lV of '1969):9903.0010,\n9903.0030\nand\n9903.0040\":\nPART I]THE GAZETTE OF PAKISTAN , EXTRA., JTINE I8.2OOI 341\n(r) in serial No. 47, in column ( j ), -\n(a) in c.' rmn (2),\n(i)after the word, 'consignments\". the words and commas\n\"including goods imported for the President's Fund for\nAfghan Refugees, relief goods donated for Afqhan\nRefugees, gitts for Presidents Fund for Assistance of\nPalestine and gifts received by Pakistani organizattons from\nChurch World Services or the Catholic Relief Services shall\nbe inserted: and\n(b) in column (3), for the words .,Respective headings,,,\ncommas and the word \"9902.0010, 9902.0020,\n9902.0040 and 9902.0050\" shall be substituted;the figures,\n9902.0030,\n(s) after serial No. 58 in column (1) and the entries relating thereto jn columns\n(2) and (3), the following new serial number and entries relating thereto\nshall be added, namely:-\n\"59 Import of artificial kidneys, eye cornea,\nhemodialysis machines, hemodialyzers,\nA.V. fistula needles, hemodialysis fluids\nand powder, blood tubing tines for\ndialysis and reverse osmosis plants for\ndialysis, subject to the similar conditions\nand procedures as are envisaged for the\npurpose of applying zero-rate of customs\nduty on these goods under the Customs\nAct, 1969 (tV of 1969).9908.0040\n(where\napplicable) and\n9908.0060\"; and\n(t)at the end, the following special rule of interpretation shall be added,\nnamely:-(ii) for the word \"exemption\", the words ,,applying zero-rate of\ncustoms duty\" shall be substituted: and\n342 THE GAZETTE OF PAKISTAN, EXTRA., JUNE 18,2OOI IPARr I\n'lnterpietation.-- For the purpose of exemption of sales tax-under serial\nNos. 11,26, ?7,28,30,31,40,40A,46,46A,47 and 59 of this Schedule'\nthe derinitions, restrictions, limitations, conditions and procedures and all\nthe provisions of Chapter 99 of the First Sciedule to Customs Act, 1969 (lV\nof 1969), for the purpose of applying zero-rate of customs4uty, shall,\nmutatis mutandis apply and shall be deemed and construed to be part of\nthis Schedule.\"\n7. Amendment of I of 2000.* ln the.Khushhali Bank Ordinance 2000(XXXIl\nof 2000), section 29 shall be omitted\nTIIE SCHED\nISee sectione)l\n..THE FIRST S LTLE\nGENERAL RULES FOR TATION OF TIS SCHEDUI,E\nl. The titles ofSection, Chapters andub-Chapters areded fbr ease ol retbrence\nonly; for legal purposes, classifi shall be deined according to the terms\nNotes and, provided such of the headings and any relatiSection or Cha\nheadings or Notes do not otse requrre, hg to the following provisions.\n2. (a) Any reference in a hto an article I be taken to include a relerence\nto that afticle incompte or un-finis , provided that, as presented, the\nor tinished article. Ithall also beessential charactcr of the complete\nto include a reference to that articleincomplete or unfi article has\ncomplete or fi(or thlling toclassified as complete or finished by\nvirtue of this Rulepresented usembled or disassembled\n(b) Any reference ia heading ir material or substance shall be taken to in-\nclude a re to mixtu or combinations of that material or substances\nwith other ials or sstance. Any reference to goods of a given mate-\nrial or subs shalltaken to include a reference to goods consisting\nwholly or\nconsisting\nprinciplesyofsu\nmorematerial or substance. The classification of goods\none material or substance shall be according to the\nf Rule\n3. When by applitronf Rule 2(b) or for any other reason, goods are, primr facie,\nclassifiable uo or more headings, classification shall be effected as\nfollows\nrng which provides the most specitic description shall be preferred\nL.(a) The\ntohngs providing a more geoeral description. However. when two or"
}