{
    "file": "./converted_json\\administratoredb6adc4d4313df0488d0ddf6fe44873(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "SENATE SECRI'TARIAT\n-=.- Islamabad. the l\" Januar1,. 2015\nNOTIFICATION\nNo.F.l6( I )/2015-Legis.- ln pursuance of sub-rule (5) olRule 145 of the p-ules of\nProcedr\"rre and conduct ol'Busincss in the senate, 2o12. rcad rvith sub-para (ii) para (a)\n:lair:e {2) of Article 89 of rhc Constitution. thc fbllowing rcsolution passed b1' the senatc\nin it\"; :;iuing held on 31\" Deccmber. 2015. is herebl, publishetJ lbr gcncral inlbrnration:-\n\"This House disapproves the Pakistan Intemational Airlines\nCorporation (Conversion) Ordinance, 2015. (Ordinance No. XVII\nof 2015).\".\n\nlbdb/ /f L4- /-/-\"ry4\nREGISTEREO*r.ffi\n@$eGvdc d prhtdtrr!I\n--.--'E\\F\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SATURDAY, DECEMBER 5, 2OI5\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, the 4th December, 2015\nNo. F. 2(l)12015-Pub.-The following Ordinance promulgated by the\n.ient is hereby published for general information:-\nOn-oNaNceNO. XVII OF 2015\nAN\nORDINANCE\nJ- rc provide for setting up of the Pakistan International Airlines Corporation\ninto a public limited comPanY\nWHEREAS, it is expedient to provide for conversion of the Pakistan\nIntemationalAirlinesCorporation intoapublic limitedcompany underthe Ccmpanies\nordil?nce, 1984 (XLVII of 1e84) *ail,T,with ancillary matters;\n[2124 (20t5)/Ex. Gaz.]Price : Rs. 5.00\n892 THEGAZETTEOF PAKISTAN,EXTM., DECEMBER5, 2015 [Panr I\nANo wupREAS the Senate and the National Assembly are not in session\nand the President is satisfied that circumstances exist which render it necessary to\ntake immediate action;\nNow, THEREFoRE, in exercise of the powers conferred by clause (1) of\nArticle 89 ofthe Constitution ofthe Islamic Republic of Pakistan, the President is\npleasedto make and promulgatethe following Ordinance:-\n1. Short title, extent and commencement.{ I ) This Ordinance may\nbe called the Pakistan IntemationalAirlines Corporation (Conversion) Ordinance,\n2015.\n(2) It extends to the whole ofPakistan.\n(3) It shall come into force at once.\n2. Definitions.-In this Ordinance, unless there is anything repugnant\nin the subject or context,-\n(a) \"arrangement\" means an arrangemeqt in writing between the\nCompany and any relevant entity setting forth the terms, conditions\nand manner of transfer of one or more assets of the Company to a\nrelevant entity along with the consideration forthe same, which tansfer\nis subject to the provisions ofsection 4;\n(b) \"assets\" includes all properties, rights and entitlements of every\ndescription and nature whatsoever, whether present or future, actual\n, or contingent, and'tangible or intangible, in Pakistan or elsewhere and\nincludes but not limitedto property held on trust, both movable and\nimmovable, benefits, claims, receivables, cash balances, documents,\ninvestments, privileges and powers;\n(c) \"Company\" means Pakistan IntemationalAirlines Corporation Limited :\nincorporated under the Cornpanies Ordinance;\n(d) \"Companies Ordinance\" means the Companies Ordinance, 1984\n(XLVII of 1984);\n(e) \"Company request\" means a written request made by the Company\nto the Federal Govemment to issue an order pursuant to section 4 to\neffect transfer to a relevant entity of specified assets in terms of the\nrelevant an'angement, provided nevertheless, such request may only\nbe made once the Company has to that extent complied with the\nprovisions of sub-section (3) of section 196 of the Companies\nOrdinance and the applicable code ofcorporate governance;\nPenr Il THEGAZETTEOFPAKISTAN,EXTRA.,DECEMBER5,20IS 893\n(0 \"conversion\" with all its cognate expressions means, in accordance\nwith the provisions ofthis Ordinance, the conversion ofthe Corporation\nintoaCompany;\n(g) \"commencing date\" means the date of promulgation of this\nOrdinance;\n(h) \"Corporation\" means the Pakistan Intemational Airlines Corporation\nestablished under the Pakistan Intemational Airlines Corporation Act,\n1956 (XIX of 1956);\n(D \"liabilities\" includes all borrowings, duties, obligations, loans\nencumbrances of every description and nature whatsoever in Pakistan\nor elsewhere, whether present or future, actual or contingent, and\ndisclosed or undisclosed;\n0 \"order\" means any order issued by the Federal Govemment pursuant\nto sub-section (l) of section 4 and notified in the official Gazette and\nthe expression \"orders\" shall be construed accordingly;\n(k) \"PIAC Act\" means the Pakistan International Airlines Corporation\nAct,l956(XIXof 1956);\n(l) \"proceedings\" includes any suit, arbitration or other legal or\nadministrative proceedings applications, appeals, awards, reviews or\nrevisions fi led or pending;\n(m) \"relevant entity\" means any body corporate or company owned or\ncontrolled by the Federal Government or the Federal Govemment\nitself;\n(n) \"specified assets\" means the assets specified in the relevant\narrangements;\n(o) o'undertakings\" include all projects, ventures and operations\nundertaken by the Corporation, individually or collectively, in\ncollaboration with some other person; and\n(p) \"validity period\" means the period starting from the commencing\ndate and ending on the second anniversary ofthe commencing date,\nor on such earlier date as may be notified by the Federal Govemment\nin the officialGazette.\n894 THE GAZETTE OF PAKISTAN. EXTRA., DECEMBER 5,2015 [Panr I\n3. Conversion of Corporation into a Company.{l)The Corporation\nshall be deemed to have been converted into a public company limited by shares\nwith effect from the commencing date.\nQ) As and from the commending date,-\n(a) the Company shall be deemed to hold and ownallassets and liabilities\nofthe Corporation without any conveyance, alienation or assignment\nand without any further ac! deed or registration and without discharging\nor invalidating any contract; and\n(b) without prejudice to the generality of the foregoing clause, the\nCompany shall,-\n0 be entitled to the benefit ofall notifications, licenses, permissions,\nsanctions, authorizations, concessions, decrees, air service\nagreements, orders and benefits whatsoever issued or granted\nin favourofthe Corporation as on the commencing date, including\nbut not limited to the permissions connected with the listing of\nthe securities ofthe Corporation on the relevant stock exchanges;\nand\n(it) be deemed to have taken over and shall be entitled to enforce,\nallrights, licenses, grants and concessions and to have assumed\nall liabilities of the Corporation and shall be liable to pay and\ndischarge all liabilities ofevery description and nature whatsoever\nofthe Colporation.\n(3) The shareholders ofthe company shall be deemed without any fresh\nissuance of shares to own and hold the same number of fully paid shares with such\nrights and privileges (including as to class, kind and face value) as they owned and ^\nheld in the Corporation on the commencing date; and the authorized capital ofthe\nCompany shall be deemed to be equivalentto the authorized capital ofthe Corporation\nas on the commencing date and no fee or charges shall be payable in this regard.\n(4) All proceedings of every description and nature whatsoever by or\nagainst or relating to the Corporation pending on the commencing date in any court,\ntribunal, or other authority shall be continued, defended, prosecuted and enforced by\nor against or relating to the Company in the same manner and to the same extent as\nthey would have been continued, defended, prosecuted and enforced by or against\nor relating to the Corporation, and the same shall not abate, be discontinued. prejudiced\nor otherwise affected by the provisions of this Ordinance.l!\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 5,2015 895\nProvided that-\n(iii) salaries ofthose employees ofthe corporation who upon converston\nbecome employees ofthe Company shall not be changed to their\ndisadvantage, unless such change is in accordance with applicable\nlaw.\n(7) Notwithstanding the provisions of section 146 ofthe Companies\nOrdinance, the Company shall, upon conversion. continue all business and\nundertakings ofthe Corporations as were being carried on immediately prior to the\ncommencing date.\n4. Power to pass orders for the trensfer of assets.{l ) During the\nvalidity period and subject to a prior Company request, the Federal Government(5) The Company shallbe deemed to be the successor-in-interest ofthe\nCorporation, and the name ofthe Company shall be deemed to have been substituted\nfor the name of the Corporation in all contract, agreements, licenses, orders,\ncertificates, powers ofattomey, consents, undertakings, leases, grants. concessions.\nrecords ofCentral Depository Company ofPakistan Limited and all other instruments\nordocuments ofevery description and nahlre whatsoever relating to the Corporation\nand no objection shall be entertained by any court, tribunal or authority in regard to\nsuch substitution or on the ground that any such contract, agreement or document\nas aforesaid was, or is, in, or with, the name ofthe Corporation and not the Company.\n(6) All employees ofthe Corporation shall be dbemed to be employees of\nthe Company on the same remuneration and otherconditions olservice, rights and\nprivileges including but not limited to the provisions as to their pension, provident\n- fund and gratuity, as the case may be, and other matters as were applicable to them\nbefore the conversion:\nO notwithstanding anyhing contained in this Ordinance or any other law,\nor any decision ofany court or tribunal, the employees ofthe Company\nshall continue to be govemed by non-statutory contractual telrns,\nconditions, rules and regulations ofservice and such terms, conditions,\nrules and regulations shall not acquire, or be deemed to have acquired\nor be treated as having acquired, statutory status;\n(iD no person deemed to be employed by the Company under this section\nshall be entitled to any compensation or benefit as a consequence of\nthe conversion ofthe Corporation into a Company; and\n896 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 5,2015 [Panr I\nmay issue orders providing for the transfer ofspecified assets to a relevant entity\nsubstantially on the terms set forth in the relevant arrangement.\n(2) The orders shall be binding on the Company, the relevant entity and\nany other person having any right, claim or liability in relation to the Company or any\nrelevant entity.\n(3) As and from the date specified in the order, the specified assets shall,\nby virtue and to the extent provided in the relevant order, stand transfened to, and\nvest in, the relevant entity, without any conveyance, alienation or assignment and\nwiftout any further act, de€d or regisfation and without discharging or invalidating\nany contract, and be subject to the terms ofthe relevant order in all cases.\n5. Guarantecs to remain in force.-Notwithstanding the repeal of the\nPIAC Acq all guarantees given by the Federal Govemment to any person, including\nforeign or local institutions, to secure any ofthe liabilities ofthe Corporation shall\nremain in full force and effect as though they were given on behalfofthe Company.\n6. Stamp duty.-No stamp or other duties or charges shall be payable\nunder any law for the time being in force in relation to the conversion and transfers\npursuant to orders and issuance ofshares underthis Ordinance.\n7. Name of Company.--:The name ofthe Company shall not be changed\nwithout the consent, in writing, ofthe Federal Govemment.\n8. No gain or loss.-Neither the conversion nor the transfer of any\nasset ofthe Company through an order shall give rise to any gain or loss under the\nIncome Th. Ordinance, 2001 (XLIX of200l).\n10. Removal of transitional dilliculties.- If any difficulty arises during\nthe validity period in giving effect to any provision ofthis Ordinance, the Federal\nGovemment may, by notification in the official Gazette, make such provisions as\nmay appear to it to be necessary for the purpose of removing the difficulty..9. Ordinance to override.-The provisions of this Ordinance and the\norders issued hereunder shall have effect notwithstanding anyhing to the cont'rary\ncontained in any other law for the time being in force.\nll. Repeal.{l ) The PIAC Act is hereby repealed.\nPeRr THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 5,2015 897\n(2) On repeal of PIAC Act under sub-section ( I ), nothing contained i?r\nthe saidAct shall be applicable to the Company, its shareholders or any other person\nthat may have had interest in the Corporation immediately prior to the conversion.\nMAMNOON HUSSAIN,\nPresident.\nJusrtca (R)\nMUHAMMAD RAZA KHAN,\nSecretary.\nPRINTED BY THE MANAGE& PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}