{
    "file": "./converted_json\\administrator3ddb82a12ea6b129b6f678c049e9202d.json",
    "name": "Smart Institute of Sciences & Technology Act",
    "date": "December 13, 2022",
    "tagline": "An Act to provide for the establishment of the Smart Institute of Sciences & Technology",
    "content": "REGISTERED No. M ' 302\nL.-7ffi\n@beGp;dfc d piltmur9\n=-a4l-\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, TUESDAY, DECEMBER 13, 2022\nPART I\nActs, Ordinances, President's Orden end Regulations\nNATIONAL ASSEMBLY SECRf, TARHT\nIslamabad, the I3th December,2022\nNo. F. 23(37)/2022-Legis.-The following Act of Majlis-e-Shoora\n(Parliament) received the assent of the President on the 7th December, 2022 is\nhereby published for general information:-\nACT NO. XXXIV OF 2022\nAN\nACT\nto provide for the establishment of the Smart Institute of\nSciences & Techaologt\nWHEREAS it is necessary to provide for the establishment of the Smart\nInstitute of Sciences & Technology in the private sector and to provide for\nmatters connected therewith and ancillary thereto;\n'It is hereby enacted as follows:-\nl 183 (1-36)\nPrice: Rs. 60.00\n19929(2022)/Ex. Gaz.)YAt\nI I83(2) T}IE GAZETTE OF PAKISTAN, EXTRA,, DECEMBER 13, 2022 [PART I\nCIIAPTER.I\nPRELIMINARY\n1. Short Title, Extent and Commencement.{l) This Act may be\ncalled the Smart Institute ofSciences & Technologr Act,2022.\n(2) It shall extend to whole ofPakistan.\n(3) It shall come into force at once\n2. Defrnitions.- In this Act, unless there is anyhing repugnant in the\nsubject or contexl\n(a) \"Academic Council\" means the Academic Council of the\nInstitute;\n(b) \"Authority\" means any of the Authorities of the lnstitute setup\nunder section l8;\n(c)\n(d)\n(e)\"Commission\" means the Higher Education Commission of\nPakistan set up under the Higher Education Commission\nOrdinance, 2002 (Llll of 2002);\n\"Constituent College\" means an educational institution, by\nwhatever name described, maintained and administered by the\nInstitute;(f)\n(g) \"Company\" means \"SMART HIGHER EDCUATION\nSERVICES (PVT). LIMITED\" registered vide corporate\nUnique No. 0193409 with Security and Exchange\nCommission of Pakistan;\"\n(h) \"Dean\" means the head of a faculty or the head of an\nacademic body granted the status of faculty by this Act or by\nStatues or Regulations;\n(D \"Department\" means a teaching deparfinent maintoined and\nadministered, or recognizes by the institute in the manner\nprescribed;\"Chancellor\" means the Chancellor of the Institrirte;\n\"College\" means a constituent college;\nPART THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13, 2022 I 183(3)\n(,) \"Director\" means the head of an institute established as a\nconstituent institution by the institute by statute or regulations\nin terms of the powers delegated by this Act;\n(k) \"Syndicate\" means the Syndicate of the institute constituted\nunder this Act;\n0) \"Faculty\" means an administrative and academic unit of the\nInstitute consisting of one or more Departments/Schools;\n(m)\n(n)\n(o)\n(p)\n(q)\"Government\" means the Federal Govemment;\n\"Institute\" means \"Smart University\";\n\"Officer\" means any office(s) of the Institute;\n\"Patron\" means the Patron ofthe lnstitute;\n\"Principal\" means the head of a Constituent unit/collage;\n\"Registral? means the Registrar of the lnstitute;\n\"Review Panel\" means the Review Panel setup by the\nChancellor in accordance with the piovisions ofthis Act;\"Prescribed\" means prescribed by Statutes, regulations or\nrules made under this Act;\nG) \"Professor Emeritus\" means a retired Professor appointed by\nthe Chancellor on honorary basis;\n(s)\n(t)\n(u)\n(v) \"Representation Committees\" means the repres€ntation\ncommittees constituted under section 25;\n(w) \"Search Committees\" means the search committee set up by\nthe Board of Govemors under this Act;\n(x) \"Statutes\", \"Regulations\" and \"Rules\" means respectively the\nStatutes, the Regulations and the Rules made under this Act\nand for the time being inforce;\n(y) \"Teacher\" includes Professor, Associate Professor, Assistant\nProfessor and Lecturer engaged whole-time by the Institute, or\nby a constituent college and such other persons as may be\ndeclard to be teacher by regulations;\n(z) \"Institute Teacher\" means a whole-time teacher appointed and\npaid by tlie Institute or recognized by the institution;\nl lE3(4) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBEK 13,2022 [PART'I\n(aa) \"Vice-Chancellor\" means the Vice-Chancellor of the Institute;\n. and\n(ab) \"Schedule\" means Schedules under this Act.\nCHAPTER-tr\nTHE INSTITUTE\n3. Establishment and Incorporation of the Institute.-< I ) There\nshall be established at Rawalpindi a Institute to be called the Smart Institute of\nSciences & Technolory consisting of,-\n(a) The Patron, the Chancellor, the Vice Chancellor, the members\nofthe Board of Governors, Syndicate;\n(b) The members of the Authorities of the institute established\nunder this Act;\n(c) All Institute teachers and persons recognized as student ofthe\nInstitute in accordance with the terms prescribed from time to\ntime; and\n(d)Al[ other full time officers and members of the staff of the\ninstitute.\n(2) The Institute shall be a body corporate by sueh name as may be\nnotifred and shall have p€rp€tual succession and a common seal, and may sue and\nbe sued by the said name.\n(3) The principal seat of the Institute shall be at Rawalpindi and it may\nset up its campuses, collegeVSchool, institutes, offices, research,/study centers\nand other facilities at such places in Pakistan as Board of Governors may\ndetermine. The additional campuses shall be setup in other parts of the country\nonly after their evaluation by the Higher Education Commission to determine\nwhether they meet the eligibility criteria fixed by the Commission.\n. (4) The Institute shall be competent to acquire and hotd property, both\nmovable and immovable, and to lease, sell or otherwise transfer any movable and\nimmovable property which may have become vested in or been acquired by it.\n(5) Notwithstanding anyhing contained in any other law for the time\nbeing in force, the Institute shall have academic, financial and administative\nautonomy, including the power to employ oflicers, teachers and other employees\non such terms as may be prescribed, subject to the terms of this Act and the ,\nHigher Education Commission Ordi nznce,2002 (LIII of2002). In particular., and\nwithout prejudice to the authority granted to the Commission by the law, ttre\nGovernment or an authority or auditor appointed by the Govemment shall have\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022 ll835)\nno power to question the policy underlying the allocation of resources approved\nby the Board of Governors in the annual budget ofthe Institute.\n4. Functions and Powers of the Institute,-{l) The Instiote shall be\nan autonomouS body and shall have the powers to,-\n(a) Provide for teaching and training in faculties of Computer\nSciences & Information Technolory, Management Sciences\nand Business Administration, Law, Commerce, Humanities,\nand Social Sciences, Art and Fashion Designing, Engineering,\nArchitecture and Design, Natural Sciences, Food and Culinary\nSciences, Pharmaceutical Sciences, and any other branches of\nknowledge as the Board of Govemors .may determine and,\nwhere applicable, subject to the prior approval of the relevant\nstatutory body of professional education;\n(b) Decide teaching methods and strategies in order to ensure the\nmost effective educational and training programs that may\ninclude virtual, on-campus, online, distance leaming, lectures,\ntutorials, discussion, courses of studies, seminars,\ndemonstrations and other methods of instructions as well as\npractical work, workshops, internship, apprenticeship in the\nindustries, financial institutions, laboratories, hospitals, and\nother organizations etc.;\n(c) Hold examinations and to award and confer degrees,\ndiplomas, certificates and other academic distinction to and on\npersons who have been admitted to and have passed its\nexaminations under prescribed conditions;\n(d) Award degrees. diplom4 certificate and other academic\ndistinction to the person who fulfilled all the mandatory\nprerequisites for this purpose;\n(e) Confer honorary degree on a person of eminence subject to\nthe prior approval ofthe Chancellor;\n(0 Offer employment/promotion as Professor, Associate\nProfessor, Assistant Professor, Lecturer, Teaching Fellow,\nResearch Associate, Research Assistang Principal Offrcers\nand other employees for teaching/research./administrative\nwork in the institute;\n(g) To Institute a program for exchange of students and teachers\nbetween the students and other institutes, Universities and\nother educational institutions and research organizatio.rs,\ninside as well as outside Pakistan;\nI I83(6) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER I3, 2022 [PART I\n(h) Allow the credit transfer of study spent by a student of the\ninstitute at any other Institute or place of learning equal and to\ncredit transfer of study ofthe institute and may withdraw such\nacceptance as per prevalent policy;\n(l) promote extracurricular and recreational activities of the\nstudents and make arrangements for promoting the health and\ngeneral Welfare of the students;\n0) lnstitute and collaborate with a national or international\ninsitute/authority, public/private, research/commerciaU industrial\nenterprise for the studentV faculty exchange faculty training/\nresearch./advisory/consultancy services in the manner and for\nsuch purpose as may be prescribed;\n(k) Sandwich Programs and Split Programs between National and\nInternational Universities;\n0) Create a post for teaching/administratior/training/ research or\nother related purposesi\n(m) May enter into, carry out, vary or cancel contiacts where\nnecessaryl\n(n) Print and publish Research or other Intellectual Patents; and\nperform any other prescribed Ancillary Function;\n(o) Make provision.for Research, Advisory for Consultancy\nServices, sign MoUs and enter into arrangements with any\nother Institution, Public or Private Body, Commercial or\nIndustrial enterprise in the prescribed manner; receive and\nmanage property transferred and grants, contributions made to\nthe Institute and to invest any fund in the manner as it may\ndeem fit;\n(p)\n(q)Develop and implement fundraising plants;\nDemand and receive such fees and other charges from the\nstudents as it may determine from time to time;\nStart financial aitl programs for students in need, to the extent\nconsidered feasible by the board of governors given the\nresources available, so as to enable admission and access to\nthe institute and the various opportunities provided by it to be\nbased on merit rather than ability to pay;(r)\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022 II83(7)\n(s) Receive, manage, transfer and dispose of property, $ants,\ncontribrrtions made to the Institute and to invest and fund in\nthe manner as it may be prescribed;\nO Maintain order, discipline and security in the campus of the\ninstitute;\n(u)\n(v)Perform any other prescribed.or ancillary function;\nTo prescribe terms and conditions of the employment of the\nofficers, teachers and other employees of the institute and to\nlay down terms and conditions that they may be different from\nthose applicable to govemment servants in general;\n(w) To accept the examination passed and the period of study\nspent by students of Institutes of other universities and the\nplace of learning equivalent to such examinations and periods'of study in institute, as it may prescribed, and to withdraw\nsuch acceptance; and\n(x) To co-operate with other universities, public authorities or\nprivate organiations, inside as well as outside Pakistan, in\nsuch manner and for such purpose as it may prescribe.\n5. Institute open to all classes, creeds, etc.{l) The Institute\nshall be open to all persons of either gender and ofwhatever religion, race, creed,\nclass, color or domicile and no person shall be denied privileges of the Institute\non the grounds ofreligion, race, caste, creed, class, color or domicile.\n(2) An increase in any charge that is in excess of ten percent per annum\non an annualized basis from the last search increase may not be made except in\nspecial circumstances, and only with the approval ofthe Chancellor.\n(3) The Institute shall institute financial aid programmes for students in\nneed, to the extent considered feasible by the Board of Govemors given by the\nresources available, so as to enable admission and access to the lnstitute and the\nvarious opportunities provided by it to be based on merit rather than ability to\npay.\n6. Teeching at the Institute.{ I ) All recognized teaching in various\ncourses shall be conducted by the Iirstitute or the colleges in the prescribed\nmarner and may include lectures, tutorials, discussions, seminars, demonstrations\nand other methods of instruction as well as practical work in the laboratories,\nhospitals, workshops and other organizations.\nI 1E3(8) THE GAZETTE OF PAKISTAN, EXTRA,, DECEMBER I3, 2022 [PART I\n(2) The Listitute may setup any number of campuses, at such places in\nPakistan or abroad as the Board of Govemors may determine and with prior\napproval of Higher Education Commission.\nCIIAPTER-III\nOFFICERS OF TIIE INSTITUTE\n7. Officers of the Institute.-The following shall be the officers of\nthe Institute, namely:-\n(a) The Patron;\n(b) The Chancellor;\n(c) TheVice-Chancellor;\n(d) The Deans;\n(e) The Principals ofthe constituent colleges/units;\n(0 The Head ofthe teaching departments;\n(g) The Registrar:\n(h) The Treasurer;\n(D The Connoller of Examinations; and\nC) Such other persons as may be prescribed by the statutes or\nregulations to be the principal offic€rs of the Institute.\n8. Patron.-{ l) The President of Islamic Republic of Pakistan\nShall be the Pahon ofthe Institute.\n(2) The Patron shall, when presen! preside at the convocation of the\nInstitute. In the absence of the Patron, the Board of Govemors may request a\nperson of eminence of the Chancellor to presiCe over the convocation of the\nInstitute.\n(3) Every proposal to confer an honorary degree shall be subject to\nconfirmation by the Patron.\n9. Visitation.{1) The Patron may, in accordance with the terms and\nprocedures as may be prescribed, cause an inspection or inquiry to be made on\nhis own motion or at the request of the Higher Education Commission in respect\nof any matter connected with the affairs of the institute and shall, from time to\ntime, direct any person or persons to inquire into or carry out inspection of-\n(a) The Institute, its building, laboratories, libraries and other\nfacilities;\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022 II83(9)\n(b) Any Institution, department or hostel maintained by the\nInstitute;\n(c) The adequacy offinancial and human resi:urces;\n(d) The teaching, research, curriculum, examination and other\nmafters ofthe Institute; and\n. (e) Such other matters as the Patron may specifu.\n(2) The Patron shall communicate to the Board of Govemors his views\nwith regard to the result ofvisitation and shall, after ascertaining the views of the\nBoard ofGovemors, advise the Chancellor on the action to be taken by it.\n(3) The Chagcellor shall, within such time as may be specified by the\nPatron, communicate to him such action, if any, as has been taken or may be\nproposed to be taken upon the results ofvisitation. ,\n(4) Where the Board of Govemors does not, within the time specified,\ntake action to the satisfaction of the Patron, the Patron may issue such directions\nas he deems fit and Board of Govemors shall comply with all such directions.\n10. Chancellor.{l) One of the Directors of the \"Smart Higher\nEducation Services (ht) LTD.\" with the mutual consent of the other Directors of\nthe company shall be chancellor and chairperson of Board of Govemors.\n(2) The members of the Board of Govemors as well as the Vice-\nChancellor shall be appointed by the Chancellor from among the persons\nrecommended by the Representation Committee set up for this purpose or the\nSearch Committee established in accordance with this Act and the statutes, as the\ncase may be, along with those selected.\n(3) If the Chancellor is satisfied that serious irregularity or\nmismanagement with respect to the affairs of the Institute has occurred, he may,-\n(a) As regards proceedings of the Board of Govemors, direct that\nspecified to proceedings be reconsidered and appropriate\naction taken within one month of the direction having been\nissued:\n' Provided that if the Chancellor satisfied that either no\nreconsideration has been carried out or that the\nreconsideration has failed to address the concern expressed he\nmay, after calling upon the Board of Governors to show cause\nin writing, appoint a five member Review Panel to examine\nand report to the Chancellor on the functioning of the Board\nof Govemors. 'lhe report of the Review Panel shall be\nI I83(10) THE CAZETTE OF PAKISTAN, EXTRA., DECEMBER I3,2022 [PART I\nsubmitted within such time as may be prescribed by the\nChancellor. The Review Panel shall be drawn fiom persons of\neminence in academics and in the fields of law, accountancy\nand administration; and\n(b) As regards proceedings of any Authority or with respect to\nmatters within the competence of any Authority other than the\nBoard of Govemors, direct the Board of Govemors to exercise\npowers under this Act.\n(4) The Chancellor may remove any person from the membership of\nany authority if such person,-\n(a) Has been found ofunsound mind; or\n(b) Has been incapacitated to function as a member of such\nauthority; or\n(c) Has been convicted by a court of law for an offence involving\nmoral turpitude; or\n(d) Has been found indulging in any activity against the interest\nof the Institute.\n(5) If the Chancellor be incapacitated from acting as such due to\nabsence or any other cause, the Vice-Chancellor or a nominee ofthe Chancellor\nshall act for him.\n11. Removal from the Board of . Governors.{ I ) The Chancellor\nmay, upon the recommendation of the Review Panel, remove any person from\nthe membership ofthe Board of Govemors on the grounds that such person,-\n(a) Has become ofunsound mind; or\n(b) Hap become incapacitated to function as member ofthe Board\nofGovemors; or\n(c) Has been convicted by a court oflaw for an offence involving\nmoral turpihrde; or\n(d) Has absented himself from two consecutive meetings without\nJust Cause; or\n(e) Has been guilty of misconduct, including use of position for\npersonal advantage of any kind, or gross in efficiency in the\nperformance of functions.\nPARr ll THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13, 2022 I183u\n(2) The Chancellor shall remove any person from the membership of\nthe Board of Govemors on the resolution call.ing for the removal of such person\nsupported by at least three-fourth ofthe membership of the Board ofCovernors:\nProvided that before passing such resolution, the Board of Governors\nshall provide the member concemed a fair hearing:\nProvided further that the provisions of this section shall not be applicable\nto the Vice-Chancellor in his capacity as a member of tle Board of Govemors.\n12. Vice-Chancellor.-{ I ) There shall be a: Vice-Chancellor of the\nInstitute who shall be an eminent academician or a distinguished administrator\nand shall be appointed on such terms and conditions as may be prescribed.\n(2) The Vice-Chancellor shall be the chief executive officer of the\ninstitute responsible for all administrative and academic functions of the institute\nand for ensuring that the provisions of this act and statutes regulations and niles\nare faithfully observed to promote the general effrciency and good order of the\ninstitute. The Vice-Chancellor shall have all powers prescribed for this purpose,\nincluding administrative control over alt the officers, teachers and other\nemployees of the Institute.\n(3) The Vice-Chancellor shall, if present, be entitled to attend any\nmeeting of any authority or body of the Institute.\n( ) The Vice-Chancellor, in an emergency requiring immediate\naction ordinarily not in competence ofthe Vice-Charrcellor, may take such action\nand forward, within sevengr-two hours, report of the action taken to the members\nofthe Emergency Committee of the Board of Governors to be set up by statute.\nThe Emergency Committee may direct such other firrther action as considered\nappropriate.\n(s) The\nnamely:-\n(a)Vice-Chancellor shall also have the following powers,\nTo direct teachers, officers and other employees of the\nInstitute to take up such assignments in connection with\nexamination, administration and such other activities in the\nInstitute as he may considered necessary for purposes of the\nInstitute;\n(b) To sanction by re-appropriation an amount, not exceeding an\namount prescribed by the Board of Govemors, for an\nunforeseen item not provided for in the budget and report it\nthe Board of Govemors at $e next meeting;\n(c) To make appointment of such categories of employees of the\nInstitute and in such manner as may be prescribed by the\nstatutes;\nl183(12) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022 IPART I\n(d) To suspend, punish and removed from service, in accordance\nwith prescribed procedure, officers, teachers and other\nemployees of the institute except those who appointed by or\nwith the approval ofthe board of Govemors;\n(e) To delegate, subject to such conditions as may be prescribed,\nany office powers under this act to an oIficer or officers ofthe\n[nstitute: and\n(0 To exercise and perform such other powers and functions as\nmay be prescribed.\n(6) The Vice-Chancellor shall preside at the convocation of the\nInstitute in the absence oftle Chancellor.\n(7) The Vice-Chancellor shall present an annual report before the\nBoard of Govemors within three months of the close of the academic year. The\nannual report shall present such information as regard the academic year under\nreview as may be prescribed, including disclosure of all relevant fact pertaining\nto,-\n(a) Atademics;\n(b) Research;\n(c) Administration;and\n(d) Finances\n13. Appointment and Removal of the Vice'Chancellor.{l ) The\nVice-Chancellor shall be appointed by the Chancellor or recommendations made\nby the Board ofGovemors.\n(2) A Search Committee for the Recommendation of person suitable\nfor appointment as Vice-Chancellor shall be constituted by the Board of\nGovemors on the date and in the manner prescribed by the Statutes and shall\nconsist of two eminent members of society nominated by the Chancellor of\nwhom one shall be appointed the Convener, two members of the Board of\nGovemors, two distinguished Institute Teachers who are not members of the\nBoard of Govemors and one academician of eminence not employed by the\nInstitute. The two distinguished Institute Teachers shall be selected by the Board\nof Governors tkough a process, to be prescribed by Board of Governors that\nprovides for the Recommendation of suitable names by the Institute Teachers in\ngeneral. The Search Committee shall remain in existence till such time that the\nappointment ofthe next the Vice-Chancellor has been made by the chancellor.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER I3,2022 I I83(I3)\n(3) The persons proposed by the Search Committee for appointment as\nVice-Chancellor shall be considered by the Board of Governors and of these a\npanel of three,. in order of priority, shall be recommended by the Board of\nGovemors to the Chancellor:\n. Provided that the Chancellor may decline to appoint any of the three\npersons recommended and seek recommendations of a fresh panel. In the event\nofa fresh recommendation being sought by the Chancellor the Search Committee\nshall make a proposal to the Board of Govemors in the presciibed manner.\n(4) The Vice-Chancellor shall be appointed for a renewable tenure\nof four years on terms and conditions prescribed by statute. The tenure of an\nincumbent Vice-Chancellor shall be renewed by the Chancellor on receipt of a\nresolution ofthe Board ofGovemors in support ofsuch renewal:\nProvided that the Chancellor may call upon the Board of Govemors to\nreconsider such resolution once.\n(5) The Board of Govemors may, pursuant to a resolution in this behalf\npassed by three-fourth of its membership, recommend to the Chancellor the\nremoval of the Vice-Chancellor on the ground of inefficiency, moral turpitude or\nphysical or mental incapacity or gross misconduct, including misuse of position\nfor personal advantage of any kind:\nProvided that the Chancellor may make a reference to the Board of\nGovemors stating about instance of in-efficiency, moral turpitude or physical or\nmental incapacity or gross misconduct on the part ofthe Vice-Chancellor that has\ncome to his notice. After consideration of the reference of the Board of\nGovemors may, pursuant to a resolution in this behalf passed by rwo third of its\nmembership, recommend to the Chancellor the removal of the Vice-Chancellor:\nProvided further that piio, to a resolution for removal of the Vice-\nChancellor being voted upon, the Vice-Chancellor shall be given an opportunity\nof being beard.\n(6) A resolution recommending removal of the Vice-Chancellor shall\nbe submitted to the Chancellor forthwith full stop the Chancellor may accept the\nrecommendation and order removal of the Vice-Chancellor or retum the\nrecommendation to the board of govemors.\n(7) At any time when the oIfice of the Vice-Chancellor is vacant, or the\nVice-Chancellor is absent or is unable to perlorm functions of his office due to\nillness or some other cause the Board of Governors shall make subh\narrangements for performance of the duties of the Vice-Chancellor as it may\ndeem fit.\nII83(14) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022 [PART I\n14. Dean.{l) There shall be a dean of each faculty to be appointed by\nthc Chancellor on recbmmendation of the Vice-Chancellor, on such terms and\nconditions as may be prescribed.\n(2) The dean shall be in charge of the faculty and shall assist the Vice-\nChancellor on matters relating to teaching, research, academic program and\nextension of other development projects.\n(3) Subject to overall supervision of the Vice-Chancellor, the dean\nshall . formulate and recommend to the academic Council, rules\nand relegations relating to academic and research method of the faculty.\n(4) That dean shall also have the following powers, namely:-\n(a) To collaborate with universities, industry and other research\norganizations;\n(b) To formulate recommendations to the Academic Council on\nthe courses of study to be taught in different departments of\nthe faculty:\n(c) To co-ordinate the award of fellowships, stipends, medals and\nprizes;\n(d) To co-ordinate the teaching and research work of the faculty;\n(e) To perform such other functions and exercise such other\npowers'as may be entrusted or delegated to him by the Board\nofGovernors or the Vice-Chancellor; and\n(f) To delegate any of his powers to appropriate levels of\nmanagement, subject to such conditions as he may deem fit.\n15. Registrar.-{ I ) There shall be a Registrar of the Institute to be\nappointed by the Chancellor on the recommendation of the Vice-Chancellor, on\nsuch terms and conditions as may be prescribed.\n(2) Th9 experience as well as the professional and academic\nqualifications necessary for appointment to the post of the Registrar shall be as\nmay be prescribed\n(3) The Registrar shall be a. full-time officer of the Institute and\n(a) Be the administrative head of the secretariat of the Institute\nand be responsible for the provision of secretariat support to\nthe r uthorities of the Institute;shall,-\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,20221183 l5\n(b) Be the custodian of the common seal and the academic record\nofthe Institute;\n(c) Maintain a register of registered graduates in the prescribed\nmanner;\n(d) Supervise the process of election, appointment or nomination\nof members to the various authorities and other bodies in the\nprescribed manneri and\n(e) Perform such other dutie's as may be prescribed\n(4)\nthree yearsThe term of office of the Registrar shall be a renewable period of\nProvided that the Board of Govemors may, oq advice of the Vice-\nChancellor, terminate appointment of the Registrar on grounds of in-efficiency or\nmisconduct in accordance with prescribed procedure.\n16. Treasurer.{l) There shall be a Treasurer of the Institute to be\nappointed by the Board of Govemors on the recohmendation of the Vice-\nChancellor, on such terms and conditions as may be prescribed.\n(2) The experience as well as professional and academic qualifications\nnecessary'for appointment to the post of the Treasurer shall be as may be\nprescribed.\n(3) The Treasurer shall be chief financial officer of the Institute and\nshall,-\n(a) Manage the assets, liabilities, receipts, expenditures, funds.\nand investments ofthe Institute;\n(b) Prepare the annual and revised budget estimates of the\nInstitute and present them to the Executive Committee or a\ncommittee thereof for approval and incorporation in the\nbudget to be presented to the Board ofGovemors;\n(c) Ensure that funds of the Institute are expended on the\npurposes for which they are provided;\n(d) Have the accounts of the Institute audited annually to be\navailable for submission of the Board of Governor witlin six\nmonths ofclose ofthe financial year; and\n(e) Perform such other duties as may be prescribed\nI IE3(I6) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13, 2022 [PART I\n(4) The term of offrce of the Treasurer shall be a renewable period of\nthree years:\nProvided that the Boerd of Govemors may, on the advice of the Vice-\nChancellor, terminate the appointment of the Treasurer on grounds of\ninefficiency or misconduct in accordance with prescribed procedure.\n17. Controller of Examiuations.-( l) There shall be a Controller of\nExaminations,- to be appointed by the Board of Govemors on the\nrecommendation ofthe Vice-Chancellor, on such terms and conditions as may be\nprescribed.\n(2) The minimum qualifications necessary for appointment to the post\nof the Controller of Examinations shall be as may be prescribed.\n(3) The Controller of Examinations shall be a full-time officer of the\nInstitute and shall be responsible for all matters connected with the conduct of\nexaminations and shall perform such other duties as may be prescribed.\n(a) The Controller of Examinations shall be appointed for a renewable\nterm ofthree years:\nProvided that the Board of Govemors may, on the advice of the Vice-\nChancellor terminate appointment of the Controller of Examinations on grounds\nof in-efficiency or misconduct in accordance with the prescribed procedure.\nCHAPTER-TV\nAUTHORITIES OF THE INSTITUTE\n18. Authorities.{1) The following shall be the authorities of the\nInstitute, namely:-\n(a) Authorities established by the act,-\n(D Board ofGovemors;\n(ii) Syndicate;\n' (iii) Academic Council;\n(b) Authorities to be established by the starut.s,-\n(i) Board ofAdvanced Studies and Research;\n(ii) Board of Studies;\n(iii) Selection of board;\n(iv) Finance and Planning Committee;\nPART I] THE CAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,20221183(17)\n(v) Search Committee for the appointment of the Vice-\nChancellor;\n(vi) Representation committees for appointment to the Board\nof Govemors, Syndicate and the Academic Council;\n(vii) Quality Assurance Committee;\n(viii) Discipline Committee; and\n(ix) Such other autlorities as may be prescribed bythe Board\nof Governors.\n19. Board of Governors,{l) The body responsible for govemance of\nthe Institute shall be described as a Board of Governors, and shall consist of the\nfollowing, namely:-\n(a) The Chancellor who shall be the chairperson of the Board of\nGovemors;\n(b)\n(c)The Vice-Chancellor;\nOne member of the Government not below the rank of\nAdditional Secretary from the concerned Minisry or any\nother department relevant to the special focus of the institute;\n(d) Four persons from society at large being persons ofdistinction\nin the field of administration, management, education,. academics law, accountancy, medicine, fine arts, architecture,\nagriculture, science, technolory and engineering; such that the\nappointment of these persons reflects a balance across the\nvarious fields;\n(e) One person from amongst us the alumni of the Institute;\n(f) Two persons from the academic community of the country,\n- other than an employee of the Institute, at the level of\nprofessor aur principal of a college;\n(g) Four lnstitute teachers; (One from each tier l.e. Professor,\nAssociate Professor and [-ecturer);\n(h) One person nominated by the Commission; and\n(D Two Directors of the Company (Smart Higher Education\nSeryices (Pr.t). Ltd).\nII83(I8) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022 [PARTI\n(2) The number of the members of the Board of Govemors described\nunder clauses (e) to (h) of sub-section (l) may be increased by the Board of\nGovemors through statutes subject to condition that the total membership of the\nBoard of Govemors does not exceed twenty one, with a maximum of five\nInstitute teachers, and the increase is balanced, to the extent possible, across the\ndifferent categories specified in sub-section ( l).\n(3) All appointments to the Board of Govemors shall be made by the\nChancellor. Appointments of persom specified under clauses and (e) and (f) of\nsub-section (l) shall be made fiom amongst a panel of three names for each\nvacancy recommended by the representation committee set up in terms of\nsection 25 and in accordance with the procedure as may be prescribed:\nProvided that effort shall be made, without compromising on quality or\nqualification, to give fair representation to women on the Board ofGovemor:\nProvided furdrcr thar as regards the Insirute teachers described in clause (g)\nof sub-section (1) the Board of Govemors shall prescribe a-procedure for\nappointment on the basis of elections that provide for voting by the various\ncategories of Institute teachers:\nProvided firrther that the Board of Govemors may altematively describe\nthat appointment of Institute teachers to the Board of Governors shall also be in\nthe manner provided by this sub-section for the persons described in clauses (e)\nand (f) of sub-section (l).\n(4) Members of the Board of Govemors, other than ex-oflicio\nmemb€rs, shall hold office for tkee years. One-third of the members, other than\nex-o/ficio members, of the first restructured Board of Governors, to be\ndetermined by lot, shall retire fiom oftice on the expiration ofone year from the\ndate of appointment by the Chancellor. One-half of the remaining members,\nother lhan ex-offcio members, ofthe first restructured Board ofGovernors, to be\ndetermined by log shall retire from office on expiration of two years from the\ndate ofappointment and the remaining one-halfbther than ur ex-oflicio members,\nshall retire from office on expiration of the third year:\nProvided that no person, other than an ex-offcio member, may serve on\nthe Board ofGovemors for more than two consecutive terms:\nProvided further that the Institute Teachers appointed to the Board of\nGovemors may not serve for two consecutive terms.\n(5) The Board ofGovemors shall meet at least twice in a calendar year.\n(6) Service on the Board of Govemors shall be on honorary basis:\nProvided rhat actual expenses may be rei-mbursed as may be presiribed.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022II83(19)\n(7) The Registrar shall be secretary ofthe Board of Govemors\n(8) In the absence of the Chancellor meetings of the Board of\nGovemors shall be presided over by such member, not being an employee of the\nInstitute or the Govemment, as a Chancellor may, from time to time, nominate.\nThe member so nominated shall be the convener ofthe Board of Govemors.\n(9) Unless otherwise prescribed by this Act, all decisions of the Board\nof Governors shall be taken on the basis of the opinion of a majority of the\nmembers present. In the event of the members being'evenly divided on any\nmafter the person presiding over the meeting shall have a casting vote.\n(10) The quorum for a meeting ofthe Board of Governors shall be two-\nthirds of its membership, a fraction being counted as one.\n20. Powers and functions of the Board of Governors.{1) The\nBoard of Govemors shall have power of general supervision over the institute\nand shall hotd the Vice-Chancellor and the Authorities accountable for all the\nfunctions of the Institute. The Board of Govemors shall have all the powers of\nthe Institute not expressly vested iri an authority or officer by this Act and all\nother powers not expressly mentioned by this Act that are necessary for the\nperformance of its firnctions but which are not inconsistent with the provisions of\nthis act or the statutes regulations and rules made thereunder.\n(2) Without prejudice to the generality of the foregoing powers; the\nBoard of Govemors shall have the following powers,-\n(a) To approve proposed annual plan of work, the annual and\nrevise budgets, the annual report and the annual statement of\naccounts;\n(b) To hold, our control and lay down policy for the\nadministration of the property, funds and investrnent of the\nInstitute, including the approval of the sale and purchase or\nacquisition of immovable property;\n(c) To oversee quality and relevance of the Institute's academic\nprograms and to review the academic affairs ofthe Institute;\n(d) To approve the appointment ol the Deans, Professors,\nAssociate Professors and such other senior faculty and senior\nadministrators as may be prescribed;\n(e) To institute schemes, directions and guidelines for the terms\nand conditions of appointment of all officers, teachers and\nother employees ofthe institute;\nI 183(20) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022 IPART I\n(f) To approve strategic plans ofthe Institute;\n(g) To approve financial resource development plans of the\nInstitute;\n(h) To consider drafu of statutes and regulations prpposed by the\nExecutive Committee and the Academic Council and deal\nwith them in the manner as provided for in section 27 and 28,\nas the case may be:\nProvided that the Board of Govemor may frame statute\nor regulation on its own initiative and approve it after calling\nfor the advice of the Executive Committee for the Academic\nCouncil as the case may bel\n(D To annul by order in writing the proceedings ofany authority\nor officer if the Board of Govemor is satisfied that such\nproceedings are not in accordance with the provisions of this\nAct, statutes or regulations after calling upon such Authority\nor offrcer to show causi why is such proceedings should not\nbe annulled;\nC) To recommend to the Chancellor removal ofany member of\nthe Board of Govemors in accordance with the provisions of\nrhis Acq\n(k) To make appointment of members of the Executive\nCommiftee, other than ex-offcio members, in accordance with\nthe provisions of the Act;\n(D To make appointment of members of the Academic Council,\nother than ex-oficio members, in accordance with the\nprovisions ofthis Act;\n(m) To appoint Professors Emeritus on such terms and conditions\nas may be prescribed;\n(n) To remove any person from the membership of any authority\nifsuch person,-\n(D Has become ofun-sound mind; or\n(ii) Has become incapacitated to function as member of such\nauthority; or\n(iii) Has been convicted by a court of law for an offense\ninvolving moral turpitude; and\npARr Il THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022 I183\n(o) To determine the form, provide for the custody and regulate\nthe use ofthe common seal ofthe Institute.\n(3) The Board of Govemors may, subject to the provisions of this Act\ndelegate all or any of the powers and functions of any authority, officer or\nemployee of the Institute at its rnain campus, to any authority, commiftee, officer\nor employee at its additional campus for the purpose of exercising such powers\nand performing such functions in relation to such additional campus, and for this\npurpose the Board of Governors may create new post or positions at the\nadditional campus.\n(4) The Board of Govemors may in accordance with the Act and\nprocedure laid down in rules and regulations inspection to be made in respect of\nany mafter connected with the Institute.\n21. Syndicate.{l) There shall be an\nconsisting of the following,-Syndicate of the Institute\n(a) Vice-Chancellor who shall be its Chairperson;\n(b) Deans of the faculties of the Institutefunits;\n(c) Three professors from different departments, who are not\nmembers of the Board of Govemors, be elected by the\nlnstitute teachers in accordance with procedure to be\nprescribed by the Board of Govemors;\n(d) Principals ofthe constituent colleges;\n1e) Registral\n(0 Treasurer; and\n(g) Controller of Examinations.\n(2) Members of the Syndicate, other than ex-ofrcio members, shall\nhold o{fice for three years.\n(3) As regards the three Professors described in clause (c) of sub-\nsection (l) the Board ofGovemor may, as an altemative to elections, prescribe a\nprocedure for proposal of a panel of names by the representation committee set\nup in terms of section 25. Appointment of persons proposed by the representation\ncommittee may be made by the Board of Governors on the recommendation of\nthe Vice-Chancellor.\n(4) The quorum for a meeting of the Syndicate shall be one-half of the\ntotal number of memters, a fraction being counted as one.\nII83(22) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022 [PART I\n(5) The Syndicate shall meet at least once in each quarter ofthe year.\n22. Powers and duties of the Syndicate.{1) The Syndicate shalt be\nthe executive body ofthe Institute and shall, subject to the provisions ofthis Act\nand the statutes, exercise general supervision over affairs and management ofthe\nInstitute.\n(2) Without prejudice to the generality of the foregoing powers, and\nsubject to the provisions of this Act, the statutes and directions of the Board of\nGovemors shall have the following powers,-\n(a) Consider the annual repo( the annual and revised budget\nestimates and to submit these to the Board of Govemors;\n(b) Transfer and accept transfer of movable property on behalf of\nthe institute;\n(c) Enter into, vary, carry out and cancel contracts on behalf of\nthe Institute;\n(d) Cause proper books of accounts to be kept for all sums of\nmoney received and expended by the Institute and for the\nassets and liabilities ofthe Institute;\n(e) Invest any money belonging to the Institute including any un-\napplied income in any ofthe securities described in section 20\nof the Trusts Act, 1882 (Act II of 1E82), or in the purchase of\nimmovable property or in such other manner, as may be\nprescribe, with the likg power of varying such investments;\n(0 Receive and manage any property transfened, and grants\nbequests, trust, gifts donations, endowments, and other\ncontributions made to the Institute;\n(g) Administer any refunds placed at the disposal of the Institute\nfor specified purposes;\n(h) Provide the buildings, libraries, premises, fumiture, apparatus,\nequipment and other means required for carrying out the work\nofthe Institute;\n(D Establish and maintain halls of residence and hostels or\napprove or license hostels or [odgings for the residents of\nstudents;\nC) Recommend to the Board of Govemor admission of\neducational institutions to the privileges of the Institute and\nwithdraw such privileges;\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022 llE3(23\\\n(k) To anange for the inspection of colleges, school and the\ndepartments;\n0) lnstitute Professorships, Associate Professorships, Assistant\nProfessorships, Lectureships, and other teaahing posts or to\nsuspend or to abolish such posts;\n(m) Create, suspend or abolish such administative or other posts\nas may be necessary;\n(n) Prescribe the duties of officers, teachers and other employees\nof the Institute;\n(o) Report to the Board of Govemor on matters with respect to\nwhich it has been asked to report;\n(p) Appoint members to various authorities in accordance with\nthe provisions of this Act;\n(q) Propose drafu of Statutes for submission to the Board of\nGovernor;\n(r) Regulate the conduct and discipline of the students of the\nInstitute;\n(s) Take actions necessary for the good administration of the\nInstitute in general and to this end exercise such powers as are\nnecessary;\n(t) Delegate any of its powers to any authority or offrcer or a\ncommittee; and\n(u) Perform such other functions as have been assigned to it by\nprovisions of this Act or may be assigned to it by the Statutes.\n23. Director Planning and Development.{l) There shall be a\nDirector Planning & Development ofthe Institute to be appointed by the Board\nof Governors on the recommendation ofthe Syndicate for a period of, three years\n(once renewable) on such terms & conditions as may be prescribed.\n(2) The minimum experience as well as the professional and academic\nqualifications necessaD/ for the appointment to the post of Director Planning and\nDevelopment shall be prescribed.\n(3) The Director Planning & Development shall be responsible for all\nmatters connected with planning and development dnd perform such other duties\nas may be prescribed.\nI 183(24) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13, 2022 [PART I\n(4) The Director Planning & Development shall,-\n(i) Prepare short and long-term ptans and development programsto meet vision, goals and priorities set by lnstitute\nmanagement/Board of Govemors;\n(ii) Conduct comprehensive review, assessment and analysis of\ndeVelopment planning process (project identification,\nappraisal, selection, implementation, and monitoring) and\nmechanism;\n(iii) Develop a stratery for improving development planning\nprocesbes and mechanisms based on findings of the situation\nanalysis;\n(iv) Provide technical support in developing project proposals and\nPCs-I, for the Institute;\n(v) Preparation ofthe PCJ, PC-II, PC-III, PC-IV and PC-V;\n(vi) Preparation ofcash work and activity plan;\n(vii) Preparation of quarterly expenditure statements;\n(viii) Preparation of monthly and quarterly progress reports;\n(ix) To coordinate with works, purchase, store units and accounts;. and\n(x)To communicate/submit\ndifferent donors.reports, plans and projects to\n(5) The Board of Govemors may on the recommendations/advice of\nSyndicate, terminate the services of Director Planning & Development on\ngrounds of in-effrciency or misconduct in accordance with the prescribed\nprocedure.\n24. Director Quality Enhancement Cell (QEC).-{1) There shall be\na Director Quality Enhancement Celt (QEC) ofthe Institute to be appointed by\nthe Board of Govemors on the recommendation of Syndicate for a renewable\nperiod ofthree years on such terms & conditions as may be prescribed.\n(2) The minimum experience as well as the professional and academic\nqualifications necessa4/ for the appointment to the post of Director Quality\nEnhancement Cell (QEC) shall be as may be prescribed.\n(3) The Director Quality Enhancement (QEC) shatl be responsibleto,-\n(i) Review the quality standards and the quality of teaching and\nlearning in each subject areas;\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,20221183(25)\n(ii) Review the academic association with other Institutions ln\nterms of effective mani.gement of standards and quality of\nproglams:\n(iii) Defining clear and explicit standards as points of reference to\nthe review to be carried out. It should also help the employees\nto know as to what they could expect from candidates;\n(iv) Developing qualifications framework by setting out the\nattributes and abilities that can be expected from the holder of\na qualification, i.e. under-graduate and graduate programs;\ndeveloping program specifications. These are standards set of\ninformation clarifiing what knowledge, understanding, skills. and other/attributes a student will have developed on;\n(v) Successfully completing a specific program;\n(vi) Developing quality assurance processes and methods of\nevaluation to affirm that the quality of provision and the\nstandard of awardi are being maintained and to foster\ncurriculum, subject and staff development together with\nresearch and other scholarly activities;\n(vii) Ensure that the Institute's quality assurance procedures are\ndesigned to fit in with the arrangements in place nationally\nand;\n(viii) Internationally for maintaining and improving the quality of\nHigher Education; developing procedures and processes,\nmonitoring and evaluation systems, and standards for the\nfollowing,-\n(a) The approval ofnew program;\n(b) Annual monitoring and evaluation including program\nmonitoring, faculty monitoring and student p€rceptions;\n(c)\n(d)\n(e)\n(0Departmental review;\nStudent feedback;\nEmployer feedback;\nQuality assurance of under-gradgate, graduate &\ndoctoral programs;\n(g) Institrrlional assessment and p€rformance evaluation;\nIIE3(26) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,2022 [PART I\n(h) Programspecifications;\n(i) Qualificationframework.\n(ix) Director Quality Enhancement Cell (QEC) shatl be the\nmember of all statutory bodieycommittees of the Institute.\n(4) The Board of Govemors may on the recommendations or advice of\nSyndicate, terminate the services of Director Quality Enhancement Cell (QEC)\non grounds of in-efficiency or misconduct in accordance with the prescribed\nprocedure.\n25. Director of OfiEcc of Rescarch, Innovation and Commercialization\n(ORIC).-{ I ) There shall be a Director (ORIC) of the Institute to be appointed\nby the Board of Govemors on the recommendation of Syndicate for a renewable\nperiod ofthree years on such terms and conditions as may be prescribed.\n(2) The minimum experience as well as the professional and academic\nqualifications necessary for the appointment to the post of Director (ORIC) shall\nbe as may be prescribed.\n(3) The Director (ORIC) shall.-\n(i) manage and enhance the research activities of the Institute,\ndevelop research policies and priorities, work.for fund raising\nfor research, mobilize faculty, business communit5r and\nindustry for research commercialization and serve as an\neffective advocate for'research with the university/Institute\nand to its bioader community of stakeholders and supporters;\n(ii) to supervise all aspects of the operation of the Office of the\nResearch including research administration (budgeting,\nauditing, accounting, human resources, management and\nmaintenance of facilities and equipment, implementation of\nresearch contracts and human resources);\n(iii) to develop programs and activities that will increase funding\nfor research from all public and private sources, establish and\nmaintain excellent relationships with donors and private\nsources, oversee proposals development and submission;\n(iv) to promote the development of public-private partnerships in\nsupport of Institute research, link the Institute's research\ncommunity with the needs and priorities of the corporate\nsector, develop opportunities for applied research and explore\nPART IT THE GAZETTE OF P\nopportunities for technology transfer and commercialization\noflnstitute research (including incubators and research parks);\n(v) be responsible to monetize royalty streams from licenses;\n(vi) collaborate with the principal liaison for technical marking\nand licensing on the commercialization of the Institute's IP in\ncoordination with other relevant department and oftices.\n(vii) work in close liaison with the office of iesearch and\ndevelopment, planning and developmenl .and Institute's\ntechnology park.\n(4) The Board of Govemors may on the recommendations/advice of\nSyndicate. Terminate the services of Director (ORIC) on grounds of in-efiiciency\nor misconduct in accordance with the prescribed procedure.\n26. Academic Council.{l) There shall be an Academic Counbil of\nthe lnstitute consisting ofthe following,-\n(a) Vice-Chancellor who shall be its Chairperson;\n(b) Deans of faculties and such heads of departments as may be\nprescribed;\n(c) Five members representing the departments, institutes and the\nconstituent colleges/school to be elected in the manner\nprescribed by the Board ofGovemors;\n(d) Five Professors including Professors Emeritus;\n(e) Registrar;\n(0 Controller of Examinations; and\n(g) Librarian\n(2) The Board of Governors shall appoint the members of tle\nAcademic Council, other than ex-olfcio and elected members, on the\nrecommendation of the Vice-Chancellor:\nProvided that as regards the five professors and the members\nrepresenting the departments, institutes and the constituent collegeVschool the\nBoard of Govemor may, as an alternative to elections, prescribe a procedure for\nproposal of panel of names, by the representation committee set up in terms\nunder this Act Appointment of persons proposed by the representation committee\nmay be made by the Board of Governor on recommendation of the Vice-\nChancellor.\nI I83(2t) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER I3, 2022 [PART I\n(3) Members of the Academic Council shall hold office for three years.\n(4) The Academic Council shall meet at least once in each quarter.\n(5) The quorum foi meetings of the Academic Council shall be one\nhalfofthe total number of members, a fraction being counted as one.\n27. Powers and functions of the Academic Council.{l ) The\nAcademic Council shall be the principal academic body ofthe Institute and shall,\nsubject to the provisions ofthis Act and the statutes, have the power to lay down\nproper standards of instruction, research and examinations and to regulate and\npromote the academic life ofthe Institute and the collegeVschools.\n(2) Without prejudice to the generality of the foregoing powers, and\nsubject to the, provisions ofthis Act and the staotes, the Academic Council shall\nhave the pow€r to,-\n(a) Approve the policies and procedures pertaining to the quality\nor academic programs;\n(b)\n(c)Approve academic programsl\nApprove the policies and procedures pertaining to student\nrelated firnctions including admissions, expulsions,\npunishments, examinations and certification;\nApprove the policies and procedures assuring quality of\nteaching and research;(d)\n(e) Propose to the Syndicate schemes for the constitution and\norganization of faculties, teaching departments and boards of\nstudies;\n(0 Appoint paper setters and examiners foi all examinations of\nthe Institute after receiving panels of names from the relevant\nauthorities;\n(g) Institute programs for the continued professional development\noflnstitute teachers at all levels;\n(h) Recognize the examinations of\nexarnining bodies as equivalent\nexaminations of the Institute;other Universities orto the corresponding\n(i) Regulate award of studentships, scholarships, exhibitions,\nmedals and prizes;\nC) Frame Regulations for submission to the Board of Covemor.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER I3,2O22IIE3(29)\n(k) Prepare an annual report on the academic performance of the\nInstitute; and\n(l) Perform such functions as may be prescribed by regulations.\n28. Representation Committees.{l) There shall be a representation\ncommittee constituted by the Board of Govemor through Statutes for\nrecommendation of persons for appointment to the Board of Govemor in\naccordance with the provisions ofsection I9.\n(2) There shall also be a Representation Committee constituted by the\nBoard of Governor through statutes for the recommendation of persons for\nappointment to the Syndicate and the Academic Council in accordance with the\nprovisions of sections 2l and 23.\n(3) Members of the representation coinmittee for appoinfinents to the\nBoard shall consist ofthe following,-\n(a) three members ofthe Board ofGovemor who are not Institute\nteachers;\n(b) two persons nominated by the Institute teachers from amongst\nthemselves in the manner prescribed;\n(c) one person from the academic community, not employed by\nthe Institute, at the level of professor or college/school\nprincipal to be nominated by the Institute teachers in the\nmanner prescribed; and\n(d) one eminent citizen with experience in administration,\nphilanthropy, development work, law or accountancy to bei\nnominated by the Board ofGovernor.\n(a) The representation committee for appointments to the Exeputive\nCommiftee and the Academic Council shall consist of the following,-\n(a) two members of the Board of Govemors who are not lnstitute\nteachers;\n(b) three persons nominated by the Institute teachers from\namongst themselves in the manner prescribed.\n(5) The tenure ofthe representation committees shall be three years:\nProvided that no member shall not serve for more than two bonsecutive\nterms.\n(6) The procedures ofthe representation committees shall be as may be\nprescribed.\nI 183(30) THE GAZETTE OF PAKISTAN, EXTRA,, DECEMBER 13, 2022 IPART I\n(7) There may also be such other representation committees set up by\nany of the other authorities of the Institute as are considered appropriate for\nrecommending persons for appointment to the various authorities and other\nbodies of the Institute.\n29. Appointment of Committees by certain Authorities.{1) The\nBoard of Govemors, the Syndicate, the Academic Council and other authorities\nmay, from time to time, appoint such standing, special or advisory committees, as\nthey may deem fit, and may place on such committee persons who are not\nmembers of the authorities appointing the committees.\n(2) The constitution, functions and powers ofthe authorities for which\nno specific provision has been made in this Act shall be such as may be\nprescribed by statutes or regulations.\nCHAPTER-V\nSTATUTES, Rf,GULATIONS AND RULES\n30. Statutes.--{ 1) Subject to the provisions ofthis Act, statutes, to be\npgblished in the offrcial Gazette, may be made to regulate or prescribe all or any\nof the following matters,-\n(a) the contents of and the manner in which the annual report to\nbe presented by the Vice-Chancellor before the Board of\nGovemors shall be prepared;\n(b)\n(c)the Institute fees and other charges;\nconstihrtion of any pension, insurance, gatuity, provident\nfund and benevolent fund for Institute employees;\nscales of pay and other terms and conditions of service of\nofficers, teachers and other Institute employees;(d)\n(e) maintenance ofthe register of registered graduates;\n(0 admission of educational institutions to the privileges of the\nInstitute and the withdrawal ofsuch privileges;\n(g) establishment of faculties, departments, institutes,\ncolleges/school, study centres and other academic divisions;\n(h) powers and duties ofofiicers and teachers;\n(D conditions under which the Institute may enter into\nartangements with other institutiols or with public bodies for\npurposes of research and advisory services:\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13, 2022 I IE3(3I)\nC) conditions for appointment of Emeritus Professors ard award\nof honorary degrees;\n(k) efficiency and discipline oflnstitute employeesi\n(D the constitution and procedure to be followed by\nrepresentation committees in carrying out functions in terms\nof this Act;\n(m) the constitution and procedure to be followed by the Search\nCommittee for appointment of the Vice- Chancellor;\n(n) constitution, functions and powers of the authorities of the\nInstitute; and\n(o) atl other matters which by this Act are to be or may be\nprescribed or regulated by statutes.\n(2) The draft of statutes shall be proposed by the Syndicate to the\nBoard of governors which may approve or pass with such modifications as the\nBoard ofGovemors may think fit or may refer back to the Syndicate, as the case\nmay be, for reconsideration of the proposed draft:\nProvided that statutes concerning any ofthe matters mentioned in clauses\n(a) and (l) of sub-section (l) shall be initiated and approved by the Board of\nGovemors, after seeking the views ofthe Syndicate:\nProvided further that the Board of Govemors may initiate a stahrte with\nrespect to any matter in its power or with respect to which a statute may b€\nframed in terms of this Act and approve such Statute after seeking the views of\nthe Syndicate.\n31. Regulations.{l) Subject to the provisions of this Act and the\nstatues, the Academic Council may make Regulations, to be published in the\nofficial Gazette, for all or any of the following matters,-\n(a) courses of study for degrees, diplomas and certificates of the\nInstitute;\n(b) manner in which the teaching referred to in sub-section (l) of\nsection 6 shall be organized and conductedl\n(c)\n(d)admission and expulsion.of students to and from the Institute;\nconditions under which students shall be admitted to the\ncourses and examinations of the Institute and shall become\neligible for awurd of degrees, diplomas and certificates;\nI IE3(32) T}IE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13, 2022 [PART I\n(e) conduct of examinations;\n(0 conditions under which a person may carry on independent\nresearch to entitle him to a degree;\n(g) institution of fellowships, scholarships, exhibitions, medals\nand prizes;\n(h)\n(i)\nc)use of the Library;\nformation of faculties, departments and board of studies; and\nall other matters which by this Act or the statutes are to be or\nmay be prescribed by Regulations.\n(2) Regulations shall be proposed by the Academic Council and shall\nbe submifted to the Board of Govemors lvhich may approve them or withhold\napproval or refer them back to the Academic Council for reconsideration. A\nregulation proposed by the Academic Council shall not be effective unless it\nreceives approval ofthe Board ofCovemors.\n'(3) Regulations regarding or incidental to matters contained in clauses\n(g) and (i) of sub-section (1) shall not be submitted to the Board of Govemors\nwithout the prior approval ofthe Syndicate.\n32. Amendment and repeal of Statutes and Regulations.-The\nprocedure for adding to, amending or repeating thg Statutes ahd the Regulations\nshall be the same as that prescribed respectively for framing or making Statutes\nand Regr-rlations.\n33. Rules.- (l) The authorities and the bther bodies of the Institute\nmay make rules, consistent with the Act, statutes or the regulations, to regulate\nany matter'relating to the affairs of the Institute which has not been provided for\nby this Act or that is not required to be regulated by statutes or regulations,\nincluding rules to regulate the conduct of business and the time and place of\nmeetings and related matters.\n(2) Rules shall become effective upon approval by the Syndicate\nCHAPTER-\\1\nTNSTITUTE FTJND\n34. Institute Fund.{l) The institute shall have a fund to which shall\nbe credited its income from fees, donations, trusts, bequests, endowments, grants,\ncontributions and all other sources.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13,20221183(33)\n(2) Capital recurent expenditure of the Institute shall be met from the\ncontributions made by the Board of Governors and any other source, including\nother foundations, universities and individuals, and from the income derived\nfrom such sources.\n(3) No contribution, donation or grant which may directly or indirectly\ninvolve an immediate or subsequent financiat liability for the Institute, shall be\naccepted without prior approval of the Board of Govemors.\n35. Audit and Accounb.{l) The accounts of the lnstitute shall be\nmaintained in such form and manner as may be determined by the Board of\nGovemors and shall be audited each year within four months ofthe closing ofthe\nfinancial y'ear of the Institute by an independent Chartered Accountant appointed\nby the Board.\n(2) The accounts, together with the report of the auditor thereon, shall\nbe submitted to the Board for approval.\n(3) The auditor's report shall ceftiry that the auditor has complied with\nthe standards of audit and certification laid down by the Institute of Chartered\nAccountants of Pakistan.\nCHAPTER.VII\nGENERAL PROVISIONS\n36. Service of.the Institution.-{l ) All employee of the Institute in\naccordance with the terms and conditions of the prescribed service by the statute\nshall be person in service of the institute.\n(2) An officer, teacher and other employee of the lnstitute shall retire\nfrom service on attainment of such age or tenure of the service as may be\nprescribed.\n. 37. Opportunity of show cause,-Except as otherwise provided, no\nofficer, teacher or other employee ofthe Institute holding a permanent post, shall\nbe reduced in rank, or removed or compulsorily retired fiom service, unless he\nhas. been given a reasonable opportunity of showing cause against the action\nproposed to be taken against him.\n38. Appeal to the Board of Governors.{1) Where an order has been\npassed punishing al employee other than the Vice-Chancellor, or altering or\ninterpreting to his dis-advantage the prescribed terms or conditions ofhis service,\nhb shall, where the order is passed, by the Vice-Chancellor or any other officer or\nteacher of the Institute, has the right to appeal to the Board of Govemors against\nthe order, and where the order is made by the Board of Governors has- the riglt to\napply to the Board of Govemors for review ofthat order.\nI 183(34) THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 13, 2022 [PART I\n(2) The appeal or application for review shall be submitted to the Vice-\nChancellor who shall lay it before the Board of Governors with his views and\nrecord of the case.\n(3) No order in appeal or review shall be made unless the appellant or\nthe applican! as the case may be has been given an opportunity of being heard.\n39. Benefits and Insurance.{l) The institute shall constirute for the\nbenefit of its employees in such.manner and subject to such conditions as may be\nprescribed, such Schemes for the provisions of post-employment benefit as well\nas health and life insurance while in service.\n(2) Where any provident fund has been constituted under this Act the\nprovision of hovident Fund Act, 1925 (XIx of 1925) shall apply to such fund.\n40. Commencement of term of members of Authorities.{l) When\na member ofa newly constituted authority is elected, appointed or nominated, his\nterm of office, as fixed under this Act shall commence from such date as may be\nprescribed.\n(2) Where a member who fias accepted any other assignment or for any\nother similar reason remained absent from the Institute for a period of not less\nthan six months he shall be deemed to have resigned and vacated his seat.\n41. Filling of casual vacencies in authorities.-Any casual vacancy\namong tle members ofthe authority shall be filled, as soon as convenibntly may\nbe, in the same manner and by the same person or Authority that had appointed\nthe member whose place has become vacant and the person appointed to the\nvacancy shall he a member ofsuch authority for the residue ofthe term for which\nthe person whose place he fills would have been a member.\n42. Disputes about membership of authorities.{l) Notwithstanding\nanything contained in this Act, a person nominated or appointed to any authority\nshall cease to be member of such authority as soon as he cease to hold the\nposition by virtue of which he was nominated or appointed.\n(2) If a question arises whether any person is entitled to be a member\nof any authority, the matter shall be rcfened to a committee consisting of the\nChancellor, two nominees of the Board of Govemor and a nominee of the Vice-\nChancellor and the decision ofthe committee thereon shall be final and binding.\n43. Proceedings of authorities not invalidated by the vacancies.-\nNo 4c! resolution or decision of any authority shall be invalid by reason of any\nvacancy on the Authority doing, passing, or making it or by reason of any want\nof qualification or appointment or nomination of any de facto member or the.\nauthority, whether pre:ent or absent.\nPART ITHE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 11,2022 i83(35)\n44. Transitory Provisions.{l ) Notwithstanding an),thing contained\nin this Acl the Board of Govemor shall be structured and the members thereof,\nexcept the Institute teachers, appointed by the Chancellor in accordance with the\nnumbers and criteria for membership specified in this Act. As regards the\nInstitute teachers, they shall also be appointed by the Chancellor for first\nstructured Board of Govemor and subsequently they will be elected or appointed\nas per prescribed manner. The first structured Board of Governor so constituted\nshall initiate, as soon as possible, the process for the appointment ofthe members\nof the Syndicate and the Academic Council in accordance with the terms of this\nAct. The term of tenure provided in sub-section (4) of section 19\nnotwithstanding, one-third of the members, other than ex-oficio members, of the\nfirst structured Board of Governor, to be determined by log shall retire from\noffice on the expiration of one year from the date of appointment by the\nchancellor. One-half of the remaining members, other than ex-oficio members,\nof the first structured Board of Govemor, to be determined by lot, shall retire\nfiom office on the expiration of two years fiom the date of appointment and the\nremaining one-half, other than ex-ofrcio members, shall retire from office on the\nexpiration of the third year.\n(2) Notrvithstanding anlhing contained in this Act, the first Vice-\nChancellor shall be appointed by the Chancellor for a period ofthree years.\n45. Removal of Difliculties.{ I ) If any question arises as to the\ninterpretation of any of the irrovisions of this Act, it shatl be placed before the\nChancellor and Commission whose decision thereon shall be final.\n(2) If any difficulty arises in giving effect to any of the provisions of\nthis Act, the chancellor may make such order after obtaining the views of Board\nof Govemors, not inconsistent with the provisions of this Ac! as may appear to\nhim to be necessary for removing the difficulty.\n(3) Where this Act makes any provision for anything to be done but no\nprovision or no sufficient provision has been made as respect the authority by\nwhom, or the time at which, or the manner in which, it shall be done, then it shall\nbe done by such authority, at such time, or in such manner as the Chancellor may'\ndirect after obtaining the views ofthe Board of Governors.\n46. Flaws in constitution of authority.-Where there is flaw in the\nconstitution of an authority, as constituted by this Ac! the statutes or the\nregulations, institutions or other body outside the institute has been dissolved or\nhas ceased to function, or because of some other similar reasons, such flaws shall\nbe removed in such manner Board ofGovernor directed.\n47. First Statute and Regulations.-Now with standing anything\ncontained in this Act, the President of Pakistan shafl Promulgate the first statute\nand regulatio:s which shall be deemed to be status and regulations framed under\nI IE3(36) THE GAZETTE OF PAKISTAN EXTRA., DECEMBER 13, 2022 [PART I\nthis Act shall continue to remain in force until amended or repeated or till such\ntime as ne\\ statutes and regulations are framed in accordance with the provisions\nof this Act.\n4E. Indemnity.-No suit or legal proceedings shall lie against the\nGovemment, the Institute or any authority or employee of the institute or any\nperson, in respect of anything which is done, or purported to have been done in\ngood faith this Act.\nTAHIRHUSSAIN,' Secretary.\nPi]' iTED BY TI,IE MANAGER, PRINTING COR}ORATION OF PAKISTAIT PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONIROLLER. STATIONERY AND FORMS, TJMVERSITY ROAD, KARACHI"
}