{
    "file": "./converted_json\\administratorbbd62210245496f251c454c0ceb09426.json",
    "name": "Cantonments Local Government (Elections) Ordinance, 2002",
    "date": "18-10-2002",
    "tagline": "To provide for the conduct of local government elections in the cantonments",
    "content": "Page 1 of 18 \n  \n \nTHE CANTONMENTS LOCAL GOVERNMENT (ELECTIONS) \nORDINANCE, 2002  \n \n \n  \nCONTENTS  \nCHAPTER I  \n \nPRELIMINARY  \n1.  Short title, extent and commencement  \n2.  Definitions  \nCHAPTER II  \n \nLOCAL AREAS AND LOCAL GOVERNMENTS  \n3.  Local Areas  \n4.  Delimitation of Unions  \n5.  Delimitation of Cantonment into wards  \n6.  Local governments for local areas  \nCHAPTER III  \n \nLOCAL GOVERNMENT ELECTIONS  \n7.  Composition of a Zila Council and appointments in the District Government  \n8.  Composition of Cantonment Boar d \n9.  Composition of Union Councils in Cantonment  \n10.  Franchise  \n11. Authority for Local Government Elections  \n12.  Delimitation of Electoral Wards  \n13.  Qualifications for candidates and elected members  \n14.  Non-party Election  \n \n \n\n \nPage 2 of 18 \n 15. Joint Candidacy and election  \n16.  Electoral rolls  \n17.  Validity of electoral rolls etc. not affected by reason of any mistake  \n18.  Election to Vacant Seats  \n19.  Bar against dual membership  \n20.  A member representing  \n21.  A Union Nazism  \n22.  Term of Office  \n23.  Notification to be issued  \n24.  Oath of Office  \nCHAPTER IV  \n \nOFFENCE, PENALTY AND PROCEDURE  \n25.  Corrupt Practice  \n26.  Bribery  \n27. Personation  \n28.  Undue influence  \n29.  Illegal practice  \n30.  Prohibition of canvassing  \n31. Disorderly conduct near polling station  \n32. Tampering with papers  \n33.  Interference with the secrecy of voting  \n34.  Failure to maintain secrecy  \n35.  Conduct of officials  \n36.  Breach of official duty  \n37.  Assistance by Government servants  \n38.  Summary trial  \n \nPage 3 of 18 \n 39.  Cognizance  \n \nCHAPTE R V  \n \nMISCELLANEOUS  \n40.  Overriding effect  \n41.  Power to make rules  \n42.  Removal of difficulties  \n \n  \n \nPage 4 of 18 \n THE CANTONMENTS LOCAL GOVERNMENT (ELECTIONS) \nORDINANCE, 2002  \nORDINANCE No. LXXIX OF 2002  \n[18-10-2002]  \nto provide for the conduct of local government elections in the cantonments  \nWHEREAS it is expedient to provide for the conduct of Local Government elections in \ncantonments for the purposes of grass -root level participation and to provide adequate linkages and \nfiscal arrangements between Cant onments Local Government and the District Government within the \nbasic spirit of the Cantonment Act, 1924 (II of 1924):  \nAND WHEREAS the President of Pakistan is satisfied that circumstances exist which render \nit necessary to take immediate action;  \nNOW, TH EREFORE, in pursuance of the Proclamation of Emergency of the Fourteenth day \nof October, 1999, and the Provisional Constitution Order No. 1 of 1999 read with the Provisional \nConstitution (Amendment) Order No. 9 of 1999, and in exercise of all powers enabli ng him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: –– \nCHAPTER I  \n \nPRELIMINARY  \n1. Short title, extent and commencement :___(1) This Ordinance may be called the \nCantonments Local Government (Elections) Ordinance, 2002.  \n(2) It extends to all cantonments in Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions :___In this Ordinance, unless the context otherwise requires, –– \n(i)  “Cantonment ” means an area notified as such un der the Cantonment Act, 1924 \n(II of 1924);  \n(ii)  “Cantonment Board ” means a Board constituted under this Ordinance \ncomprising nominated and elected members;  \n(iii)  “Cantonment Administrative Officer ” means the person appointed under  this \nOrdinance to be the Cantonment Administrative Officer of a Cantonment;  \n(iv)  “Competent Authority ” means the Chief of the Army Staff, Chief of Naval Staff, \nChief of Air Staff or Chairman POF Wah, as the case may be, or his delegatee \ni.e., any other officer nominated by him for any specific purpose to work on his \nbehalf;  \n \nPage 5 of 18 \n (v)  “Council ” for purposes of the Ordinance means a Cantonment Board or a Union \nCouncil;  \n(vi)  “district ” means a district notified under the Provi ncial Land Revenue Acts, \n1967 (W.P. Acts XVII of 1967), including cantonments; and includes a largely \nurban district or districts declared to be City District under the Provincial Local \nGovernment Ordinances 2001;  \n(vii)  “elector ” means a person whose nam e appears on the electoral roll prepared \nunder section 15;  \n(viii)  “Government ” means the Federal Government of Pakistan;  \n(ix)  “Health Officer ” means the senior executive medical officer in military \nemployment and is on duty in a Cantonment;  \n(x)  “local area ” means the area as specified in section 3;  \n(xi)  “local government ” includes District Government or a City, District \nGovernment, Zila Council, Cantonment Adm inistration, Cantonment Board, \nUnion Council and Union Administration.  \n(xii)  “Maintenance  Engineer ” means the Public Works Officer of that grade or the \nofficer of the Military Engineer Services of the corresponding grade, having \ncharge of the military works in a Cantonment or, where more than one officer \nhas charge of the military works in a C antonment, such one of those officers as \nthe Officer Commanding the Station may designate in this behalf, and includes \nthe officer of whatever grade in immediate executive engineering charge of a \nCantonment;  \n(xiii)  “member ” means an elected member of a C ouncil, Union Nazim or a nominated \nor elected member of Cantonment Board;  \n(xiv)  “muaziaat or dehs ” means revenue estates declared as such under the Provincial \nLand Revenue Act, 1967 (W.P. Act XVII of 1967);  \n(xv)  “Naib Nazim ” means Naib Zila Nazim, or Naib Union Nazim;  \n(xvi)  “Nazim ” means Zila Nazim, or Union Nazim;  \n(xvii)  “Officer Commanding the station ” means the armed forces officer nominated \nby the competent Authority to be the Officer Commanding the station for \npurposes of this Ordinance;  \n(xviii)  “peasant ” means a person who is landless farm worker or, one who during the \nperiod of five years  preceding the year in which the election is held, has been \nthe owner of not more than five Acres of land and depends directly on it for \nsubsistence;  \n \nPage 6 of 18 \n (xix)  “President ” means president of the Cantonment Boards;  \n(xx)  “prescribed ” means prescribed by rule s;  \n(xxi)  “rules ” means the rules made under this Ordinance;  \n(xxii)  “Vice President ” means a person elected as such under this Ordinance;  \n(xxiii) “worker ” means a person who is directly engaged in work, or is dependent of \npersonal labour for subsistenc e and includes a worker as defined in the \nIndustrial Relations Ordinance, 1969 (XXIII of 1969); and  \n(xxiv)  “Zila Council ” means the Council of a district or a city district constituted under \nthe Provincial Local Government Ordinance 2001;  \nCHAPTER II  \n \nLOCAL AREAS AND LOCAL GOVERNMENTS  \n3. Local Areas :___For the purpose of this Ordinance, the following shall be local areas, \nnamely: –– \n(i)  Union; and  \n(ii)  Cantonments.  \n4. Delimitation of Unions :___ A Union shall be an area comprising one or more mauziaat or \ndehs or, in case of an area where revision of settlement under the law has not been taken, one or more \ncensus villages or, in the case of area with urban characteristics, the whole number of population census \nblocks as delimited for the purpose  of the last preceding census or a combination of whole number of \ncensus blocks and a whole number of muaziaat or dehs, notified as such by the Government:  \nProvided that as far as may be, –– \n(a)  the area of a union shall be a territorial unity;  \n(b)  the area of a Union shall comprise a whole number of census blocks as delimited \nfor the purpose of the last preceding population census; or a whole number of \nmuaziaat or dehs or a combination of a whole number of census blocks and \nmuaziaat or dehs; and  \n(c)  the population of unions within a Cantonment shall, as far as possible be \nuniform based on the Union population criteria of the district in which the \nconcerned Cantonment is located:  \nProvided further that in specific cases the Government may, for reasons to be recorded, waive \nthe aforesaid conditions.  \n5. Delimitation of Cantonment into wards :___ (1) The Cantonment Administrative Officer \nshall prepare preliminary proposal for delimitation of wards and publish a copy thereof together with \na notice inviting obje ctions and suggestions at his office or at such other place within the Cantonment \n \nPage 7 of 18 \n as he may consider suitable and the notice shall specify that objections or suggestions may be filed \nwithin such time as may be specified therein and be presented to the Cant onment Administrative \nOfficer.  \n(2) President Cantonment Board shall be the appellate authority for Cantonment within his \njurisdiction for the final disposal of objections and suggestions with respect to delimitation of wards;  \n(3) Objections and suggestion s not received within the specified time shall be rejected by the \nCantonment Administrative Officer.  \n6. Local governments for local areas :___There shall be a local government for each local area \ncomprising –– \n(a)  Cantonment Administration and Cantonment Bo ard in each Cantonment; and  \n(b)  Union Administration and Union Council in each Union.  \nCHAPTER III  \n \nLOCAL GOVERNMENT ELECTIONS  \n7. Composition of a Zila Council and appointments in the District Government :___ (1) In \naddition to its composition provided in the Provincial Local Government Ordinance, 2001, a Zila \nCouncil shall also include as its members, individuals elected by a Cantonment Board falling in a \ndistrict, from amongst the members, equal to the number of Unions in the Cantonment:  \nProvi ded that the reserved seats in a Zila Council already constituted shall not be changed \nduring the tenure of the first local governments, constituted under the Provincial Local Government \nOrdinance, 2001.  \n(2) Notwithstanding the provisions of Provincial Loc al Government Ordinance, 2001, \nregarding, appointment of District Co -ordination Officers and Executive District Officers, in order to \nstrengthen the administrative and functional linkages between the Cantonment Administration and the \nDistrict Government, t he officers of Military Land sand Cantonments Group shall be appointed on \ndeputation or otherwise to such appointments in the District Government in each province:  \nProvided that such appointments in the above manner shall be made in at least half of such \nDistrict Governments which include Cantonment Areas in each province.  \n8. Composition of Cantonment Board :___ (1) A Cantonment Board shall be composed of –– \n(a)  Officer Commanding the Station or, if the Government so directs in respect of \nany Cantonment, suc h other Armed Forces Officers as may be nominated by the \nCompetent Authority;  \n(b)  All Nazims of Union Councils in a cantonment;  \n(c)  Vice President indirectly elected from amongst the Union Nazims of the \nCantonment;  \n(d)  Indirectly elected members on reserved seats which provides, –– \n \nPage 8 of 18 \n (i)  such number of women as represent thirty three per cent of total number \nof Unions in the Cantonment, sub ject to minimum one member; and  \n(ii)  such number of peasants and workers as represent five percent of the \ntotal number of the Unions in the Cantonment; and such number of \npersons from minority communities as represent five per cent of the total \nnumber of  Unions in the Cantonment:  \nProvided that the Government may, by notification in the official Gazette, vary the number of \nreserved seats to such extent as it deems fit.  \n(e)  official members including Health Officer and Maintenance Engineer, \nnominated by th e Officer Commanding the Station, equal to the number of \nelected members as given in clauses (b) and (d);  \n(2) If in calculating a percentage for the purposes of clause (d) of subsection (1), the number \nof reserved seats does not come out to be a whole numb er and such number is. –– \n(a)  less than half, the number shall be rounded down to the next lower number, or  \n(b)  a half or more, the number shall be rounded up to the next higher number.  \n9. Composition of Union Councils in Cantonment :___There shall be a U nion Councils in each \nUnion comprising the following members: –– \n(a)  twelve members, elected to general seats, including four reserved for women;  \n(b)  six members elected to seats reserved for peasants and workers including two \nreserved for women;  \n(c)  one member elected to a seat reserved for minority communities:  \nProvided that in a Union where the population of minorities is in excess of ten per cent of the \ntotal population of the Union, reserved seats for minority communities, shall be allocated in the  manner \nprescribed by the Government; and  \n(d)  Union Nazim and Naib Union Nazim:  \nProvided that if the situation so warrants, the Government may vary the number of seats as \nmentioned in clauses (a) to (c) through a notification published in the official Gaz ette. \n10. Franchise :___ (1) Members of Union Council including Union Nazims and Naib Union \nNazims shall be elected through elections based on audit franchise and on the basis of joint electorate.  \n(2) Notwithstanding any provision of Provincial Local Govern ment Ordinances, 2001, \nElectoral College for the election or by -election of Zila Nazim and Naib Zila Nazim, reserved seats of \nwomen, peasants and workers, and minorities in the Zila Council, internal recall of Zila Nazim, and \nrecall of Naib Zila Nazim shal l also include all the members of Union Councils of the Cantonment, \nincluding Union Nazims and Naib Union Nazims:  \n \nPage 9 of 18 \n Provided that this subsection shall have effect only after the elections are held to the Union \nCouncils in a cantonment.  \n(3) The Electoral Col lege for election of Vice -President and reserved seats of women, peasants \nand workers and minorities in the Cantonment Board shall, be all members of the Union Councils in a \nCantonment, including Union Nazims and Naib Nazims.  \nExplanations .–– For the purpose of this section, all members of Union councils notified as \nreturned candidates in the elections held under this Ordinance, shall be deemed to be members of the \nElectoral College.  \n11. Authority for Local Government Elections :___ All elections to the  Union Councils and \nCantonment Board shall be organized and conducted by the President according to the rules made \nunder this Ordinance and such rules may be provided for all matters connected therewith or incidental \nthereto, including the time of holding the elections, byelections, corrupt or illegal practices and other \nelection offences and the submission, trial and disposal of election petition:  \nProvided that in a Cantonment where no Board has been constituted, the functions of the \nPresident under this s ection shall be performed by the Officer Commanding the station.  \n12. Delimitation of Electoral Wards :___ (1) The ward for the election of Vice  President, and \nfor reserved seats of women, peasants and workers and minorities in the Cantonment Board shall be \nwhole of a Cantonment and for a Union Nazim and Naib Nazim, a Union.  \n(2) The Union shall be the multi -member ward for election of members of a Union Council.  \n(3) The electoral ward for the election of Zila Nazim and Naib Zila Nazim shall be a district, \nincluding Cantonments.  \n13. Qualifications for candidates and elected members :___ (1) A person shall qualify to be \nelected or to hold an elective office or membership of a Local Government, if he, –– \n(a)  is a citizen of Pakistan;  \n(b)  is at least twenty five  years of age;  \n(c)  is enrolled as a voter in the electoral roll of the relevant ward;  \n(d)  is of good character and is not commonly known as one who violates Islamic \nInjunctions; has adequate knowledge of Islamic teachings and practices \nobligatory dutie s prescribed by Islam as well as abstains from major sins; \nprovided that these qualifications shall not apply to a person who is a non -\nMuslim, but such a person shall have a good reputation;  \n(e)  has academic qualifications of not less than Matriculation or Secondary School \nCertificate or equivalent from a recognized institution, for contesting the \nelection of a Union Nazim or Naib Union Nazim;  \n(f)  has not been declared by a competent Court to be of unsound mind;  \n \nPage 10 of 18 \n (g)  is not in the service of the Federa l, a Provincial or a Local Government or, any \nstatutory body or a body which is controlled by any such government or, in \nwhich any of such government has a controlling share or interest, except the \nholders of elected public office and part time officials r emunerated either by \nsalary or fee; provided that in case of a person who has resigned or retired from \nsuch service, a period of not less than six months has elapsed since his \nretirement;  \n(h)  has not been dismissed, removed or compulsorily retired from p ublic service on \ngrounds of moral turpitude;  \n(i)  does not possess assets which are inconsistent with his declaration of assets or \njustifiable means, whether held in his own name or of the depends or any other \nperson or corporate body in whose name assets  are held in trust or tinder any \nother formal or informal arrangement whereby the de-facto  control of such \nassets including their sale, transfer or pecuniary interest, is retained by him;  \n(j)  has not been adjudged a wilful defaulter of any tax or other financial dues owned \nto the Federal, a Provincial, or a local government or any financial i nstitution, \nincluding utility bills outstanding for six months or more;  \n(k)  has not been convicted by a Court of competent jurisdiction on a charge of \ncorrupt practice involving moral turpitude or misuse of power or authority under \nany law for the time b eing in force;  \n(l)  has not been sentenced to imprisonment for more than three months for an \noffence under any law and, a period of not less than five year has elapsed since \nhis release; and in case of a member or a holder of a public office, has not been  \nsentenced to imprisonment;  \n(m)  has not failed to file the required return of election expenses or is not convicted \nfor exceeding the limits of elections expenses prescribed under the electoral \nlaws;  \n(n)  has not been declared an un -discharged insolvent  by any Court;  \n(o)  does not engage in any transaction involving pecuniary interest with the Local \nGovernment of which he is a member;  \n(p)  does not absent himself without reasonable cause from three consecutive \nmeetings of the Local Government of which he is a member: Provided that a \nmember shall not be disqualified if the absence was necessitated by a national \nemergency or force majeure;  \n(q)  does not fail to attend a training course when required to do so by law;  \n(r)  has not been and is not involved , in activities prejudicial to the ideology, \ninterest, security, unity, solidarity, peace and integrity of Pakistan and its people \nand the good order and harmony of society; or  \n \nPage 11 of 18 \n (s)  has not used directly or indirectly for his election the platform, flag, symbol, \naffiliation and financial or material resources or support of a political, religious, \nethnic or sectarian party, formation or organization; and  \n(t)  takes oath of membership of the local government within the specified time.  \n(2) Whoever, –– \n(a)  is found by the President Cantonment Board to have contravened the provision \nof subsection (1) shall stand disqualified from being a candidate for election to \na local government for a period of four years; or  \n(b)  having been elected as a member of local government or being a holder of an \nelective office of a council is found by the Government to have contravened the \nprovision of subsection (1) shall cease forthwith to be an elected member or to \nhold the office of such member and stand disq ualified from being a candidate \nfor election to a local government for a period of four years.  \n14. Non -party Election :___Local government elections in a Cantonment shall be held on non -\nparty basis.  \n15.Joint Candidacy and election :___ (1) A Union Nazim and Naib Union Nazim shall contest \nelection as joint candidates:  \nProvided that on occurrence of a casual vacancy a candidate for the office of a Union Nazim \nor Naib Union Nazim shall contest the election for such office to his individual capacity.  \n(2) Union Nazim and Naib Union Nazim securing the highest number of votes, as joint \ncandidates shall be declared elected.  \n16. Electoral rolls :___ (1) In every Union the electoral rolls showing the names of persons \nqualified to vote at elections to the Union  Council shall be prepared on the basis of the electoral rolls \npertaining to the concerned Cantonment, prepared under section 4 of the Electoral Rolls Act, 1974 \n(XXI of 1974).  \n(2) A person shall be entitled to be enrolled as a voter, if he,  \n(a)  is a citiz en of Pakistan;  \n(b)  is not less than eighteen years of age on the first day of January of the year in \nwhich an election is to beheld;  \n17. Validity of electoral rolls etc. not affected by reason of any mistake :___The electoral \nrolls shall not be rendered invalid by reason of any erroneous description contained therein of any \nperson listed or of an omission of the name of any person entitled to be enrolled as a voter or of \ninclusion of the name of any person not so entitled.  \n \nPage 12 of 18 \n 18. Election to Vacant Seats :___ (1) If a seat of a member becomes vacant during the terms of \noffice of a council, a new member shall be elected through by -election and the member elected in by -\nelection shall hold office for the remaining portion of the term of the council.  \n(2) If any se at reserved for women remains vacant. the same shall be tilled through by -elections \nand the elected woman member shall hold office for the remaining portion of the term of the council.  \n(3) All by -elections shall be held once a year on a date or dates fixe d by the President;  \n(4) A vacancy of a Vice -President and Union Nazim or Naib Union Nazim shall be filled \nthrough by -election within sixty days of the occurrence of vacancy.  \n(5) When the office of Vice -President falls vacant, the elected members of a Can tonment Board \nshall, by a majority vote elect an officiating Vice -President from amongst the elected members of the \nBoard:  \nProvided that, the officiating Vice -President shall not be candidate in the by -election held for \nelection of Vice -President.  \n(6) Wh en the office of a Union Nazim, falls vacant, the members of the concerned Union \nCouncil shall by a majority vote elect an officiating Union Nazim from amongst its members and the \nperson so elected shall continue to retain his office as a member also:  \nProvided that the officiating Nazim shall not be a candidate in the by -election held for election \nof the Union Nazim.  \n19. Bar against dual membership :___ A Vice -President, Union Nazim and Naib Union Nazim \nmay contest election for any political office, except that of a Vice -President, after resigning from the \nexisting office of Vice -President, Union Nazim or, as the case may be, Naib Nazim:  \nProvided that a member of a Cantonment Board other than a Vice -President, or member of \nUnion Council may contest election for any other political officer without resigning from the \nmembership of the Cantonment Board, or as the case may be, of such Council:  \nProvided further that such member shall not hold more than one office at one time  \n20. A member representing :___ Cantonmen t Board in Zila Council may be recalled through a \nmajority resolution of the Cantonment Board:  \nProvided that such record member shall retain his membership of the Cantonment Board.  \n21. A Union Nazism :___ if found working against the interest of the Cantonment may be \nexternally recalled through majority vote by the Cantonment Board:  \nProvided that his external recall is approved by the Competent Authority.  \n22. Term of Office :___ (1) The term of office of a local government shall be four years \ncommencin g on the 14th day of August of the year in which elections are held:  \n \nPage 13 of 18 \n Provided that the term of office of a local government for which elections are held for the first \ntime under this Ordinance shall be for the period ending 14th August, 2005.  \nProvided fur ther that a local government notwithstanding the expiry of its office shall continue \nto hold office until the successor local government assumes office.  \n(2) The Government shall notify the assumption of offices by the Vice -President, Nazim, Naib \nNazim and members of the local governments.  \n(3) A Vice -President, Union Nazim or a Naib Union Nazim shall not hold the same office for \nmore than two terms.  \n23. Notification to be issued :___ The results of every election or by -election shall be notified \nby the Government.  \n24. Oath of Office :___ The elected Nazims, Nail Nazims, Vice -President and members shall, \nbefore assuming the charge of their respective offices make oath as may be prescrib ed. \nCHAPTER IV  \n \nOFFENCE, PENALTY AND PROCEDURE  \n25. Corrupt Practice :___ A person is guilty of corrupt practice punishable with imprisonment \nfor a term which may extend to three years: or with fine which may extend to fifteen thousand rupees, \nor with both,  if he is guilty of bribery or personating or undue influence.  \n26. Bribery :___ A person is guilty of bribery, if he, directly or indirectly, by himself or by any \nother person on his behalf, –– \n(I) receives, agrees or contracts for any gratification for vot ing or refraining from voting or for \nbeing or refraining from being a candidate at, or withdrawing or retiring from an election; and  \n(II) gives, offers or promises any gratification to any person, –– \n(a)  for the purpose of inducing, –– \n(i)  a person to be or to refrain from being a candidate at an election; or  \n(ii)  a voter to vote, or refrain from voting at any election; or  \n(iii)  a candidate to withdraw or retire from an election; or  \n(b)  for the purpose of rewarding: –– \n(i)  a person for having been or for having refrained from being a candidate \nat an election; or  \n(ii)  a voter for having voted or refrained from voting at an election; or  \n(iii)  a candidate for having withdrawn or retired from an election.  \n \nPage 14 of 18 \n Explanation :___  In this section, 'gratification' includes a gratification in money or estimable in \nmoney and all forms of entertainment or employment for reward.  \n27.Personation :___ A person is guilty of personating, if he, votes or applies for a ballot paper \nfor voting, as some other person whether that other person is living or dead or fictitious.  \n28. Undue influence :___ A person is guilty of undue influence, if he, –– \n(a)  compels any person to vote, refrain from voting, or to induce or compel any \nperson to withdraw his  candidature at an election, directly or indirectly, by \nhimself or by any other person on his behalf, and –– \n(a)  makes or threatens to make use of any force, violence or restraint, or  \n(b)  Inflicts or threatens to inflict any injury, damage, harm or loss;  or  \n(c)  Uses any official influence or governmental patronage; or  \n(b)  on account of any person having voted or refrained from voting, or having \nwithdrawn his candidature, does any of the acts specified in sub -specified in \nsubsection (1); or  \n(c)  by abdu ction, duress or any fraudulent device or contrivance,  \n(a)  Impedes or prevents the free exercise of the franchise by a voter; or  \n(b)  Compels, induces or prevails upon any voter to refrain from voting or \ncompels any  voter to vote;  \nExplanation :___ In thi s section, 'harm' includes social ostracism or ex -communication or \nexpulsion from any caste or community.  \n29. Illegal practice :___ A person is guilty of illegal practice punishable with fine which may \nextend to two thousand rupees, if he, –– \n(a)  obtains or  procures, or attempts to obtain or procure, the assistance of any \nofficer or official of the Federal Government, a Provincial Government or a \nlocal government or authority to further or hinder the election of a candidate; or  \n(b)  votes, or applies for a ballot paper for, voting at an election knowing that he is \nnot qualified for voting or is disqualified from voting; or  \n(c)  votes, or applies for a ballot paper for voting more than once at any polling \nstation; or  \n(d)  removes a b allot paper or a ballot box from a polling station or destroy, damages \nor tampers with the ballot box used at a polling station: or  \n(e)  knowingly induces or procures any person to do any of the aforesaid acts; or  \n \nPage 15 of 18 \n (f)  fails to provide statement of election expenses as required under this Ordinance; \nor  \n(g)  makes or publishes a false statement, –– \n(a)  concerning the personal character of candidate or his relation calculated to \nadversely affect the election of such candidate or, for the purpose of promoting \nor procuring the election of another candidate, unless he proves that he had \nreasonable ground for believing and did believe, the state ment to be true; or  \n(b)  relating to the symbol of a candidate whether or not such, symbol has been \nallocated to such candidate; or  \n(c)  regarding the withdrawal of a candidate;  \n(h)  knowingly; in order to support or oppose a candidate lets, lends, empl oyees \nhires, borrows or uses any vehicle or vessel for the purpose of conveying voters \nto or from the polling station, except when a person conveys himself or any \nmember of the household to which he belongs, to or from the polling station; or  \n(i)  causes o r attempts to cause any person present and waiting to vote at the polling \nstation to depart without voting.  \n30. Prohibition of canvassing :___ A person is guilty of an offence, punishable with fine which \nmay extend to two thousand rupees, if he on the poll ing day in connection with the election, –– \n(i)  convenes, call or organizes within a ward any meeting; or  \n(ii)  within a radius of two hundred meters of the polling station, — \n(a)  canvasses for votes; or  \n(b)  solicits vote of any voters; or  \n(c)  persuad es any voter not to vote at the election or for a particular \ncandidate; or  \n(d)  exhibits except with the permission of the Returning. Officer and at a \nplace reserved for the candidate or his polling agent beyond the radius \nof one hundred meters of the pol ling station, any notice, sign, banner or \nflag designed to encourage the voters to vote, or discourage the voters \nfrom voting, for any contesting candidate.  \n31.Disorderly conduct near polling station :___ A person is guilty of an offence, punishable \nwith imprisonment for a term which may extend to three months, or with fine which may extend to six \nthousand rupees or with both, if he, –– \n \nPage 16 of 18 \n (a)  uses, in such manner as to be audible within the polling station any gramophone, \nmegaphone, loudspeak er or other apparatus for reproducing or amplifying \nsounds; or  \n(b)  persistently shouts in such manner as to be audible within the polling station; or  \n(c)  does any act which  \n(i)  disturbs or causes annoyance to any voter visiting a polling, station for \nthe purpose of voting; or  \n(ii)  interferes with the performance of the duty of a presiding officer, polling \nofficer or any other person performing any duty at a polling station; or  \n(iii)  abets the doing of any of the aforesaid acts.  \n32.Tampering with papers :___ A person is guilty of an offence, punishable with imprisonment \nfor a term which may extend to six months, or with fine which may extended to six thousand rupees, \nor with bot h, if he;  \n(a)  fraudulently defaces or destroys any nomination paper or ballot paper, or  \n(b)  fraudulently takes out of the polling station any ballot paper or puts into any \nballot box any ballot paper other than the ballot paper he is authorized under th e \nrules to put in; or  \n(c)  without due authority  \n(i)  supplies any ballot paper to any person; or  \n(ii)  destroys, takes, opens or otherwise interferes with any ballot box or \npacket or ballot papers in use for the purpose of election; or  \n(iii)  breaks an y seal affixed in accordance with the provision of the rules;  \n(d)  Causes any delay or interruption in the beginning conduct or completion of the \nprocedure required to be immediately carried out on the close of the poll; or  \n(e)  fraudulently or without du e authority attempts to do any of the aforesaid acts.  \n33. Interference with the secrecy of voting :___ A person is guilty of an offence, punishable \nwith imprisonment, which may extend to six months or with fine which may extend to six thousand \nrupees, or with both, if he,  \n(a)  interferes or attempts to interfere with a voter when he records his vote; or  \n(b)  in any manner obtains or attempts to obtain in polling station information as to \nthe candidate for whom a voter in that station is about t o vote or has voted; or  \n \nPage 17 of 18 \n (c)  communicates at any time any information obtained in a polling station as to \nthe candidate for whom a voter in that station is about to vote or has voted.  \n34. Failure to maintain secrecy :___ Any candidate, or polling agent att ending a polling station, \nor any person attending the counting of votes, is guilty of an offence, punishable with imprisonment \nwhich may extend to six months, or with fine which may extend to six thousand rupees, or with both, \nif he,  \n(a)  Fails to maintain  or aid in maintaining the secrecy of voting; or  \n(b)  Communicates any information obtained at the counting of votes as to the \ncandidate for whom any vote is given by any particular ballot paper.  \n35. Conduct of officials :___ A presiding officer, polling o fficer or any other officer or clerk \nperforming a duty in connection with an election, or any member of a police force, is guilty of an \noffence punishable with imprisonment for a terms which may extend to six months, or with fine which \nmay extend to five t housand rupees or with both, if he, in the conduct or management of an election \nor maintenance of order at the polling station, –– \n(a)  Persuades any person to give his vote;  \n(b)  Dissuades any person from giving his vote;  \n(c)  Influences in any manner th e voting of any person;  \n(d)  Does any other act calculated to further or hinder the election candidate.  \n(e)  Fails to maintain or aid in maintaining the secrecy of voting.  \n(f)  Communicates, except for any purpose authorized by any law, to any person \nbefore the poll is closed any information as to the name or number on the \nelectoral roll of any voter who has or has not applied for a ballot paper, or has \nor has not voted at a poll ing station; and  \n(g)  Communicates any information obtained at the counting of votes as to the \ncandidate for whom any vote is given by any particular ballot paper.  \n36. Breach of official duty :___ A presiding officer or any other person employed by any suc h \nofficer to connection with his official duties imposed by or under this Ordnance, is guilty of an offence, \npunishable with the fine which may extend to five thousand rupees, if he without reasonable cause, \ndoes or omits to do an act in breach of any such  official duty.  \n37. Assistance by Government servants :___ A person in the service of the Federal \nGovernment, a Provincial Government, a Local Government or a body owned or controlled by the \nFederal or a Provincial Government is guilty of an offence punish able with imprisonment for a term \nwhich may extend to six months, or with fine which may extend to five thousand rupees, or with both \nif he, in any manner, gives any assistance calculated to further or hinder the election of a candidate.  \n \nPage 18 of 18 \n 38. Summary trial :___ All offences under this Ordinance, except the offences under section 24 \nto 27 shall be triable summarily under the Code of Criminal Procedure, 1898.  \n39. Cognizance :___ No Court shall take cognizance of the offences under sections 34 and 35 \nexcept on the complaint in writing of the Returning Officer concerned.  \nCHAPTER V  \n \nMISCELLANEOUS  \n40. Overriding effect :___ The provisions of this Ordinance shall have effect notwithstanding \nanything contained in the Cantonment Act, 1924 (II of 1924) or any other law for the time being in \nforce.  \n41. Power to make rules :___ The Government may, by notification in the official Ga zette, make \nrules to give effect to the provision of this Ordinance.  \n42. Removal of difficulties :___ The Government may by order provide for the removal of any \ndifficulty, which may arise in giving effect to the provisions of this Ordinance.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n         Last Uploaded on 22.9.2023"
}