{
    "file": "./converted_json\\administratorf1bcc0696301bfb29860170edaf7b557.json",
    "name": "The Pakistan Health Research Council Act",
    "date": "22nd March, 2016",
    "tagline": "An Act to provide for reconstitution and reorganization of the Pakistan Health Research Council",
    "content": "Page 1 of 10   \n \nTHE PAKISTAN HEALTH RESEARCH COUNCIL ACT, 2016  \n \n \n \n  \nCONTENTS  \n__________  \n \nCHAPTER I \nPRELIMINARY  \n1.  Short  title, extent and commencement . \n2.  Definitions . \nCHAPTER II \nESTABLISHMENT  OF THE COUNCIL  \n \n3.  Establishment of the Council . \nCHAPTER  III \nFUNCTIONS AND POWERS OF THE COUNCIL  \n \n4.  Func tions and powers of the Council . \nCHAPTER IV \nORGANIZATION OF THE COUNCIL  \n \n5.  Board . \n6.  Functions of the Board . \n7.  Meetings of the Board . \n8.  Submis sion of periodical reports, etc.  \n9.  Executive Committee . \n10.  Funct ions of the Executive Committee . \n11.  Technical Advisory Committee . \n12.  Functions of the Technical Adviser Committee . \n13.  Finance and  Resource Development Committee . \n14.  Executive  Director . \n15.  Validity of proceedings . \n   \n\n \nPage 2 of 10   \nCHAPTER V \nFINANCE AND RESOURCE DEVELOPMENT  \n \n16.  Establi shment of Medical Research Fund . \n17.  Endowments . \n18.  Accounts and audit . \nCHAPTER  VI \nMISCELLANEOUS  \n \n19. Quorum  for meetings of the Committees . \n20.  Officers and employees of the Council . \n21.  Indemnity . \n22.  Power to make rules . \n23.  Removal of difficulties . \n \nPage 3 of 10  THE PAKISTAN HEALTH RESEARCH COUNCIL ACT, 2016  \n \nACT No. XII OF 2016  \n[22nd March, 2016 ] \nAn Act to provide for reconstitution and reorganization of the Pakistan Health Research Council  \nWHEREAS  it is expedient to reconstitute and reorganize the Pakistan Medical Research \nCouncil with the name of Pakistan Health Research Council by providing administrative and \nfinancial autonomy for its efficient functioning;  \nIt is hereby enacted as  follows:  \nCHAPTER I \nPRELIMINARY  \n1. Short title, extent and commencement. —(1) This Act may be called the Pakistan Health \nResearch Council Act, 2016.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions.  In this Act, unless there is anything repugnant in the subject or context, — \n(a)  “Aid” means financial assistance as described in section 16 (2) (b);  \n(b)  “Board ” means the Board of Governors constituted under section 5;  \n(c)  “Chairman ” means the Chairman of the Board;  \n(d)  “Council ” means the Pakistan Health Research Council;  \n(e)  “Donations ” means voluntary gift/charity as defined under section 16 (2) (a);  \n(f)  “Endowments ” means a fund as described in section 17;  \n(g)  “Executive Commi ttee” means the Executive Committee constituted under  \nsection 9;  \n(h)  “Executive Director ” means the Executive Director of the Council appointed \nunder  \n(i)  “Fees” means subscription charges and any other payments as enumerated in \nsection 16(2) (c);  \n(j)  “Fellowship ” means association or companionship between individuals or \norganizations;  \n(k)  “Finance and Resource Development Committee ” means the Finance and \nResource  Development Committee constituted under section 13;  \n(l)  “Fund ” means the Medical Research Fund established under section 16;  \n(m)  “Grants ” means financial aid or other forms of assistance as explained \nin section 16(2)  (b); \n \nPage 4 of 10  (n)  “Health ” means a state of complete physical, mental, social and spiritual well \nbeing and  not merely the absence of disease or infirmity;  \n(o)  “Health research ” means a process for obtaining systematic knowledge that \nmay be  applied to improve the health of individuals and populations;  \n(p)  “prescribed ” means prescribed by rules;  \n(q)  “rules ” means rules made under this Act;  \n(r)  “Scholarship ” means financial support on the basis of academic/ research \nrelated progress;  and \n(s)  “Technical Advisory Committee ” means the Technical Advisory committee of \nthe Council  constituted by the Board under secti on 11 . \nCHAPTERII  \nESTABLISHMENT OF THE COUNCIL  \n3. Establishment of the Council .—(1) As soon as may be after the commencement of this \nAct, the existing Pakistan Medical Research Council shall, by notification in the official Gazette, be \nreconstituted and reorganized to be called the Pakistan Health Research Council.  \n(2) The Council shall be a body corporate having perpetual succession and a common seal \nwith powers, subject to the provisions of the Act, to acquire, hold and dispose of property, both \nmovable  and immovable and shall by the said name sue and be sued.  \n(3) The headquarters of the Council shall be at Islamabad.  \nCHAPTER  III \nFUNCTIONS AND POWERS OF THE COUNCIL  \n4. Functions and powers of the Council .—(1) The functions and powers of the Council \nshall be,— \n(a)  to promote, organize, coordinate, and conduct scientific research in the fields \nof health  including allopathy, Homeopathy, Harbal, unani, iovadic and \ntraditional medicine;  \n(b)  to ensure that health research is relevant to the problems and issues  of health \nin Pakistan  within the framework of national, legal, socioeconomic  \ndevelopment;  \n(c)  to facilitate development of institutional capacity for research including \ntrainin of  manpower;  \n(d)  to organize and facilitate utilization of results of the re search;  \n(e)  to advise the Federal and Provincial Governments and any other relevant  \nbody/organization on matters related to health research;  \n(f)  to establish, strengthen and expand information resource for support of \nresearch;  \n \nPage 5 of 10  (g)  to sensitize the public through information dissemination of the findings of \nhealth related  research through publications, conferences, seminars, media and \nmeetings;  \n(h)  to provide financial support for health research through grants and \nfellowships;  \n(i)  to establish linkages with national and international research institutions, \nbodies and  organizations as well as relevant community groups and agencies; \nand \n(j)  to develop financial and other resources for its functions and for the support of \nresearch.  \nCHA PTER IV  \n \nORGANIZATION OF THE COUNCIL  \n5. Board. —(1) The overall control and superintendence of the affairs of the Council shall \nvest in a Board which shall consist of the following,  namely: — \n \n (a) The Chairman who shall be the Minister or in his Chairman absence the Minister of State \nor Advisor of the administrative ministry or in their absence, as the case may be, the \nSecretary of the  administrative ministry;  \n(b) Secretary of the administrative ministry;  Member  \n(c) Secretary Finance Division;  Member  \n(d) Secretary Planning and Development Division;  Member  \n(e) Executive Director, National Institute of Health, Islamabad;  Member  \n(f) Chairman. Pakistan Science Foundation, Islamabad;  Member  \n(g) Executive Director, Health Services Academy, Islamabad;  Member  \n(h) One Head of Medical College/University (Institution)  (from each Province \nand Gilgit/Baltistan) where PMRC  Research Centers are located to be \nnominated by the Provincial  Government;  Member  \n(i) Principal, Army Medical College, Rawalpindi;  Member  \n(j) The Executive Director, National Institute of Population  Studies;  Member  \n(k) Dean Research, the Aga Khan University, Karachi;  Member  \n(l) Private Medical Colleges recognized by Pakistan Medical and  Dental Council \n(ten years recognition) (one from each Province  to be nominated by the \nFederal Government);  Member  \n(m) President, Pakistan Pharmaceutical Manufacturing Association;  Member  \n(n) Rector, Hamdard University, Karachi;  Member  \n(o) Shaukat Khanum Hospital, Lahore;  Member  \n(p) Fatmid  Foundation, Karachi/Edhi Foundation, Karachi;  Member  \n(q) Executive Director, PHRC.  Member  \n \n \nPage 6 of 10  (2) The Executive Director shall also act as Secretary of the Board.  \n6. Functions of the Board .—(1) The functions of the Board  shall be, — \n(a)  to formulate policy  on health research;  \n(b)  to review and monitor the performance of the Council;  \n(c)  subject to other provisions of this Act, to appoint necessary officers and \nemployees, against sanctioned posts on such terms and conditions as may be \nprescribed under the rules:  \nProvided that the contract appointments shall be regulated by the relevant  instructions of the \nFederal Government, issued from time to time and appointment to the  posts with emoluments \nequivalent to or higher than those of BS -20 shall he made with p rior approval of the Federal \nGovernment;  \n(d) to approve annual budge; and  \n(e) to make recommendation to the Federal Government for appointment of Executive \nDirector . \n(2) In the discharge of its functions, the Board shall be guided on questions of policy by  the \ninstructions, if any , given to it from time to time by the Federal Government which shall be the sole \njudge as to whether a question is a question of policy.  \n7. Meetings of the Board .—(1) Meetings of the Board shall be called by the Chairman or \nthe Bo ard provided that not less than two meetings shall be held in a year. The meetings shall be \npresided over by the Chairman and in his absence by the Minister of State or Advisor of the \nadministrative ministry or in their absence the Secretary of the adminis trative ministry.  \n(2) One -third of the total membership of the Board shall constitute the quorum. All decisions \nshall be taken with majority votes of the members present and in case of a tie (equality of votes), the \nperson presiding over the meeting shall have the casting vote.  \n8. Submission of periodical reports, etc. —(1) The Council shall submit to the Federa l \nGovernment annual report on the conduct of its affairs for the preceding year, as early as possible, \nbut not later than the last day of December ne xt. \n(2) The Council shall render to the Federal Government information, comments and advice \non any specific point as may be asked for.  \n9. Executive Committee. —There shall be an Executive Committee which shall consist of \nfollowing members namely: — \n \n(i) Secretary of the Ministry  Chairman  \n(ii) Planning and Development Division Representative  Member  \n(iii) Finance Division Representative  Member  \n(iv) Chairman, Pakistan Science Foundation   Member  \n(v) One Head of Medical College/University (Institution) (from each  \nProvince and Gilgit/Baltistan) where PMRC Research Centers are  \nlocated to be nominated by Provincial Government  Member  \n(vi) Executive Director, PHRC  Member/Secretary  \n \nPage 7 of 10  10. Functions of the Executive Committee. —(1) Subject to the provisions of this Act and \nthe rules and regulations made thereunder and the general or special directions of the Board, the \nCommittee shall be the principal administrative body of the Council responsible for executing all \npolicies and discharging all functions of the C ouncil under this Act . \n \n(2) Notwithstanding the pr ovision contained in subsection (1), the Executive Committee \nshall, — \n(i)  undertake regular review and evaluation of the research projects and the \nprogram to be  launched and implemented by the Council; and  \n(ii)  execute the administrative, financial and research activities of the Council.  \n11. Technical Advisory Committee .—(1) There shall be a Technical Advisory Committee \nwhich  shall consist of eight members including the Executive Director to be appointed by  the Board. \nThe Chairperson of the Committee shall be appointed by the Board.  \n(2) The members of the Committee shall be appointed on the basis of their experience in \nhealth  related fields.  \n(3) The term of membership of the members shall be three years.  \n(4) The meetings of the Committee shall be convened as and when required.  \n12. Functions of the Technical Advisory Committee. —(1) The functions of the Technical \nAdvisory Committee shall be, — \n(a)  to recommend to the Board through Executive Director research an d \ndevelopment  program and strategic plans of the Council along with budget \nestimates of these activities;  \n(b)  to review outcome of research supported by the Council and to suggest \nmethods for the  utilization of the research by the health and other related  \nsectors;  \n(c)  to render advice and report on any technical matter referred to it by the \nCouncil;  \n(d)  to identify and recommend to the Board through Executive Director suitable \ncandidates  as fellows, scholars and associates;  \n(e)  to recommend to the Board  appropriate policies for the support of the research \nactivities  undertaken by the Council including policies relating to inter -\ninstitutional  relationship;  and \n(f)  to act as a primary medium of communication between the Council and the \nresearch and  academ ic community, informing the Board of issues, problems \nand research opportunities  and in turn, helping to foster understanding within \nthe research and academic community  of the Council's aims and activities.  \n2) The Committee with the approval of the Board may make regulations to carry out its \nfunctions.  \n \nPage 8 of 10  13. Finance and Resource Development Committee. —(1) The Board shall appoint a \nFinance and Resource Development Committee consisting of four members which shall, — \n(a)  make recommendations to the Board on all  financial matters of the Council \nincluding  plans for resources development;  \n(b)  propose Council's budget to the Board;   \n(c)  prepare a report on financial aspects of the Council and submit the same to the \nBoard  through Executive Director; and  \n(d)  monito r implementation of plans duly approved by the Board for resources \ndevelopment.  \n14. Executive Director .—(1) The Executive Director shall be the Chief Executive of the  \nCouncil, having qualifications and experience as may be prescribed, who shall be appointe d by the \nFederal Government  on the recommendations of the Board.  \n(2) The terms of office of the Executive Director shall be five years extendable for another \nterm on the basis of performance.  \n(3) The Executive Director shall be responsible to the implement ation of the decisions of the \nBoard and who shall also administer the budget of the Council.  \n15. Validity of proceedings.  No act, proceedings or decisions of the Board, or any \nCommittee,  shall be invalid by reason only of the existence of a vacancy in, or any defect in the \nconstitution of the Board or, as the case may be, the Committee.  \nCHAPTER  V \n \nFINANCE AND RESOURCE DEVELOPMENT  \n16. Establishment of Medical Research Fund .—(1) There shall be established a fund to be  \ncalled the Medical Research Fund which shall be non -lapsable.  All receipts of the Fund shall initially  \nbe credited to the Fund. The amounts for the expenditures related to the operation of the Council  \nshall be drawn from the Fund as may be prescribed.  \n(2) The Fund shall have the following sources, namely: — \n(a)  donations, contributions, subscriptions, aid and grants made by the donors;  \n(b)  aids, grants or other form of assistance by the Federal Government or \nProvincial Government or any of the Foreign Government, national and \ninternational  institutions, organizations and agencies;  \n(c)  fees, subscriptions, charges and any other payments for any service rendered, \nsuch as training, institutional consultancies, sale proceeds, royalties on \npublications, commission and receipts from any other so urce; and  \n(d)  income from any investment and deposits.  \n17. Endowments .—(1) The Council shall arrange funds for creating an endowment fund. \nThe Council shall invest this fund and savings from other sources in any security approved by the \n \nPage 9 of 10  Federal Government  to create income to be utilized for funding the Council's program. The income \nso received shall be utilized up to a maximum of fifty percent and the balance fifty percent shall be \nreinvested to offer protection for the endowment from complete erosion due to inflation. The \ndistribution of the income from the endowment for the fiscal year from July 1st to June 30th shall be \nbased on the value of the total income received up to 31st day of December of the calendar year \npreceding the fiscal year.  \n(2) The Counc il shall make rules for endowment fund for the administration, payment \nprocedure,  financial powers and investment of the fund. These rules shall require approval of the \nFinance  Division after approval by the Controller  General  of Accounts.  \n18. Accounts and  audit .—(1) The Head of Finance Department of the Council, as may be  \nprescribed, shall submit annual financial statements to the Finance and Resource Development  \nCommittee which shall make its recommendation to the Board. The se statements shall include the  \nestimated receipts and expenditure and the sums which are likel y to be received for the coming \nfinancial years.  \n(2) After the commencement of this Act, the Council shall frame a detailed accounting \nprocedure  for maintaining of its accounts after its appro val from the Office of the Controller  General  \nof Accounts and the Ministry of Finance.  \n(3) The fund shall be kept in the personal Ledger Account of the Council with the National \nBank  of Pakistan.  \n \n(4) The accounts of the Council shall be audited by the Auditor General of Pakistan on yearly  \nbasis.  \nCHAPTER -VI \n \nMISCELLANEOUS  \n19. Quorum for meetings of the Committees . The quorum for the meetings of all the  \ncommittees shall be one  half of their total membership. All decisio ns shall be taken with majority \nvotes of the members present and in case of difference of opinion , the person presiding over the \nmeeting shall have casting vote.  \n20. Officers and employees of the Council. —(1) The officers and employees who were  \nappointed on regular basis in the Pakistan Medi cal Research Counci l before its reconstitution and \nreorganization as Pakistan Health Research Council shall stand tra nsferred and absorbed into, and \nbecome employees of the Council:  \nProvided that the civil servants appointed on deputation in the Pakistan Medical  Research \nCouncil before its reconstitution and reorganization as Pakistan Health Research  Council shall upon \ntheir transfer to the Council continue to be governed by the Civil Servants  Act, 1973 (LXXI of \n1973), except those who may opt for absorpti on in the employment of  the Council in pursuance of \nsubsection  (2). \n(2) A civil servant appointed on deputation in the Pakistan Medical Research Council shall \nbe given right to exercise option for such absorption within a period of six months of the \ncommen cement  of this Act.  \n \nPage 10 of 10  21. Indemnity.  No suit, prosecution or other legal proceedings shall lie against the Council, \nany member, officer or staff of the Council for anything done or intended or purported to be done in \ngood  faith under this Act or the rules ma de thereunder.  \n22. Power to make rules.  The Federal Government may, by notification in the official \nGazette,  make rules for carrying out the purposes of this Act including rules to regulate the financial \nand administrative matters related to the Council.  \n23. Removal of difficulties.  If any difficulty arises in giving effect to any provision of this \nAct, the Federal Government may make such order, not inconsistent with the express provisions of \nthis Act, as may appear to it to be necessary or expedient for t he purpose of removing the difficulty."
}