{
    "file": "./converted_json\\administrator6dbba8c6c112923e6e97d9bb24bc39a1.json",
    "name": "Federal Board of Revenue Act, 2007",
    "date": "2007",
    "tagline": "To enhance the capacity of the tax system to collect due taxes through application of modern techniques",
    "content": "FEDERAL BOARD OF REVENUE ACT, 2007  \n \nANACT  \nto provide for the establishment of Federal B oard of Revenue and for matters \nconnected therewith or ancillary thereto  \n \nWHEREAS  it is desirable to enhance the capacity of the tax system to collect due \ntaxes through  application of modern techniques, providing assistance to tax payers and \ncreating a motivated, satisfied, dedicated and competent professional work force that is \nrequired to perform at an enhanced efficiency levels;  \n \nWHEREAS  the Federal Board of Revenue m ust pursue its objective and vision to be a \nmodern, progressive, effective, autonomous and credible organization by providing quality \nservices and promoting compliance with tax related laws, while being mindful of upholding \nvalues such as integrity, profes sionalism, teamwork, courtesy, fairness, transparency and \nresponsiveness;  \n \nWHEREAS  it is expedient to regulate the matters relating to the fiscal and economic \npolicies; administration, management; imposition, levy and collection of taxes and duties;  \n \nAND W HEREAS  it is necessary to  re-organize  the Board of Revenue to enhance the \nscope of activities and operations and to have appropriate autonomy and reconstituting \nCentral Board of Revenue as the Federal Board of Revenue;  \n \nIt is hereby enacted as follow: - \n \n1. Short title, extent and commencement. - (1) This Act may be called the Federal \nBoard of Revenue Act, 2007.  \n \n(2)It extends to the whole of Pakistan.  \n \n(3)This section shall come into force at once and the remaining provisions shall come \ninto force on such da te as the Federal Government may, by notification in the official \nGazette, appoint and different dates may be appointed for different provisions.  \n \n2. Definitions. - In this Act, unless there is anything repugnant in the subject or  \ncontext, - \n \n(a) “Board” mea ns the Central Board of Revenue established under the Central \nBoard of Revenue Act, 1924 (IV of 1924), and on the commencement of \nFederal Board of Revenue Act,2007, the Federal Board of Revenue \nestablished under section 3 thereof;  \n \n1* * * \n \n1Omitted ins by Act VI of 2011 s -2 \n \n(c) “Central Board of Revenue” means the Central Board of Revenue established \nunder the Central Board of Revenue Act, 1924(IV of 1924);  \n \n(d) “Chairman” means the Chairman of the Board appointed by the Federal \nGovernment and shall includ e acting Chairman for the time being;  \n \n(e) “Committee” means a committee constituted under this Act;  \n \n(f) “employees” means the persons in the employment and service of the Board \nand its offices, organizations and its departments;  \n \n(g) “fiscal laws” means a general reference to the laws relating to tax matters, \nincluding but not limited to, the Customs Act, 1969 (IV of 1969), Sales Tax \nAct 1990, Income Tax Ordinance 2001(XLIX of 2001), Federal Excise Act \n2005, and any other law imposing any tax, levy or dut y having nexus with \ntaxation, or as the Federal Government, may, by notification in the official \nGazette, determine;  \n \n(h) “human resource policy” means the policy related to employees for the \npurpose of enhancing efficiency in the functioning of the Board,  which has \nbeen approved by the competent authority from time to time;  \n \n(ha) “incentive” means the incentive as prescribed”:  \n \n(I) “member” means any person appointed as a member of the Board;  \n \n(j) “person” includes the natural person, entity, any company o r association or \nbody of persons, whether incorporated or not;  \n \n(ja) “Policy Board” means the Policy Board established under section 6;”; and  \n \n(k) “prescribed” means prescribed by rules;  \n \n(ka) “reward” means the reward as prescribed;”.  \n \n(l) “rules” means the rules made under this Act; and  \n \n(m) “regulations” means the regulations made under this Act;  \n \n3.Establishment of the Federal Board of Revenue .- (1) There is hereby established \na Board to be called the Federal Board of Revenue, which shall consist of no t less than seven \nmembers to be appointed by the Federal Government.  \n \n(2)The Board shall exercise all the powers and functions as were exercisable by the \nCentral Board of Revenue under the Central Board of Revenue Act, 1924 (IV of 1924), and \nall other powe rs and functions conferred on it under section 4.  \n \n(3)The Federal Government may appoint the Chairman on such terms and conditions \nas it may determine.  \n(4)The Chairman may designate any member who shall act as an Acting Chairman in \nhis absence.  \n \n(5)The Cha irman shall appoint the Secretary of the Board who shall act under his \ndirection and shall deal with all matters connected with the meetings of the Board.  \n \n(6)In case the appointment of the Chairman is delayed for any reason, the Federal \nGovernment may app oint or designate most senior member as Acting Chairman.  \n \n(7)The Board shall meet at least once in two months but a special meeting of the \nBoard may be convened by the Chairman at any time or on the request of any member.  \n \n(8)The Board may constitute one o r more committees to consist of members that are \nappointed by the Board and they shall perform such functions as are entrusted to them by the \nBoard.  \n \n(9)The Federal Government may delegate any of its powers under this Act to the Chairman \non such terms and conditions as the Federal Government may determine.  \n \n4. Powers and functions of the Board .- (1) The Board shall exercise powers and perform all \nsuch functions that are necessary to achieve the objects and purposes of this Act and include \nthe following, nam ely:- \n \n(a) to implement the tax administration reforms;  \n \n(b) to promote voluntary tax compliance and to make the Board a service oriented \norganization; and to implement comprehensive policies and programs for the \neducation and facilitation of taxpayers, st akeholders and employees, etc., in \norder to develop the Board into a modern efficient authority;  \n \n(c) to adopt modern effective tax administration methods, information technology \nsystems and policies in order to consolidate assessments; improve processes, \norganize registration of tax payers, widen the tax base, and make departmental \nremedies more efficient including enforcement of, or reduction or remission \nin, duty, penalty or tax, in accordance with the relevant law for the time being \nin force;  \n \n(d) to im prove the productivity through a comprehensive and effective human \nresource strategy;  \n \n(e) to identify and select through Internal Job Posting process the employees for \ndesignated jobs;  \n \n(f) to grant additional allowances or any other incentives and reward s to the \nemployees and members of the Board;  \n \n(g) to take appropriate measures including internal controls to combat corruption \nwithin the organizations under the Board and provide checks to ensure the \nintegrity of employees that is verified periodically t hrough applicable \nprocedure which shall be made one of the criterion for promotion and \nincentives;  \n \n(h) to re-designate  existing posts within its jurisdiction, prepare job description of \nany post and create posts in accordance with the rules;  \n \n(i) to direc t or advise, where necessary, investigation or inquiry into suspected \nduty tax evasion, tax and commercial fraud,money -laundering,  financial \ncrimes cases and to coordinate with the relevant law enforcement agencies;  \n \n(j) to introduce and maintain a system of accountability of performance, \ncompetence and conduct of the employees.  \n \n(k) to implement the provisions of all the fiscal laws for the time being in force \nand to exercise all powers provided under the provisions of the fiscal laws and \nto take any actio n, make policy, issue rules or guidelines for the purpose to \nmake the implementation of the fiscal laws clearer, transparent, effective and \nconvenient;  \n \n(l) to implement international obligations pursuant to a treaty, resolution or any \ninternational commit ment;  \n \n1“(m) to establish a F oundation  and Fund relating thereto so as to provide support \nand facilities to the employees , and for the welfare of the serving and retired \nemployees and their families, and to create, establish, organize, assist in the \nsocial  and cultural  activities.]”  facilities;  \n \n(n) to create a surplus pool of employees as and when required;  \n \n(o) to make regulations, policies, programs, strategies in order to carry out the \npurposes of this Act;  \n \n(p) to engage any person or entity on contrac t basis to carry out assignments or for \nthe consultancy in accordance with the rules of the Federal Government;  \n \n(q) to regulate and enter into any agreement, contract, understanding, with any \ninternational organization or institution or donor agency or co unter part entity \nwith approval of the Federal Government;  \n \n(r) to create field formations of Board for greater efficiency in implementation of \nfiscal laws and refer to them with appropriate titles;  \n \n(s) to set up mechanism and processes that facilitate re moval of grievances and \ncomplaints of the tax payers;  \n \n(t) to carry out any other function, activity and acts, etc., as decided and \ndetermined by the Board;  \n \n1Subs. by Act VI of 2011 s -3.\n \n(u) to enable electronic communication in respect of all taxation m atters such as  e-\nfiling,  e-payments,  e-notice,  e-notification,digital imaging, protocols or \nagreements as may be prescribed; and  \n \n(v) to perform any other functions entrusted from time to time by the Federal \nGovernment.  \n \n(2)The Board may, where appropriate , issue statutory rules and orders (SROs), orders, \ncirculars and instructions for the enforcement of any of the provisions of fiscal law and the \nprovision of this Act.  \n \n(3)The Board shall perform all other functions assigned by the Federal Government \nfor the purpose of implementation of this Act.  \n \n5. Human resource management .- (1) The power of the Board in respect of its \nemployees shall include, interalia, the following powers, namely: - \n \n(a) power to implement the human resource policy;  \n \n(b) power to asses s, identify, create, decrease and reduce or designate or  re-\ndesignate  posts and prepare, execute the internal job posting regime in \naccordance with the rules;  \n \n(c) power to lay down qualifications and criteria for the posting of employees \nagainst specializ ed or available posts;  \n \n(d) power to implement a transparent evaluation process to assess if the official is \nqualified for posting against a specialized or available post;  \n \n(e) power to make assessment of integrity of the employees for the purpose of \nevalu ation process or for the purpose of posting, promotion or transfer;  \n \n(f) power to transfer, select or post the official or employees against any post on \nthe basis of transparent criteria of selection for internal job postings or \ntransfers;  \n \n(g) power to tr ansfer any official to any post in any entity owned by the Board;  \n \n(h) power to prepare and recommend to the competent authority, the voluntary \nseverance scheme and on approval subsequently implement the same;  \n \n(i) power to take any action, issue rules, re gulations, guidelines, code of conduct, \nin order to fulfill the objects and purposes of the Act; [*]1 \n \n(j) powers to make rules for uniformed services with regard to maintenance and \nup keep of uniform and discipline and matter connected therewith or \nincide ntal theret o[;and]1 \n \n1Omitted, subs.ins by Act VI of 2011 s.4.\n  \n(k) power to grant incentives and rewards to the employees and reward to the \nperson assisting the employees in preventing evasion of duties and taxes. The \nBoard shall, with the approval of th e Policy Board, prescribed performance \nstandards for the employees and criteria for grant of incentives and rewards .]  \n \n(2)Notwithstanding the appointment of any official against any post, the official shall \nnot have any vested right to retain the said pos t. \n \n(3)Notwithstanding the policy of selection, incentives, award or any such benefit,  no \nemployee shall be treated by the Board on terms less favorable to the ones that he was \navailing as per terms and conditions of his employment except the allowances, b enefits, \nincentive specific to any post under internal job posting process or any other consideration \nrelatable to the assignment.  \n \n1[6. Establishment of Policy Board .-(1) The Federal Government may establish a \nPolicy Board to provide guidance in matters r elating to the vision, mission, and values of the \nBoard, and to provide policy guidelines in framing fiscal policy and in achieving goals and \ntargets.  \n \n (2) The Policy board shall consist of the following Members, namely: - \n \n (a) Minister for Finance      Chairman  \n \n(b) Minister for Commerce     Member  \n \n(c) Minister for Industries     Member  \n \n(d) Minister for Textile Industries    Member  \n \n(e) Minister for privatization     Member  \n \n(f) Chairman Senate Standing Committee on   Member  \n Finance and Revenues      \n \n(g) Chairman National Assembly Standing   Member  \nCommittee on Finance and Revenue      \n \n (h)  Chairman F.B.R.      Member  \n \n (i)  One Member from the Senate to be    Member  \nnominated by Chairman, Senate      \n \n (J)  One Member from the National Assembly   Member  \n to be nominated by Speaker, National Assembly    \n \n \n1Subs. by Act VI of 2011 s -5.  \n \n(K)  Such other members as the Prime Minister   Member  \n shall nominate having necessary qualifications,  \n experience and expertise from amongst sectoral  \nspecialists and business on honorary basis.       \n \n(3) The Chairman of the Federal Board of Revenue shall act as Secretary for the \nPolicy Board.  \n \n(4) The Policy Board shall hold a meeting at least once in each quarter of a financial \nyear.  \n \n(5) The nominated members other than ex -officio members shall be subject to \nratification by the Standing Committees on Finance and Revenue of the Senate and National \nAssemblies.]  \n \n7. Representation to the Chairman. - (1) Any person aggrieved by any action done \nor taken for the enforcement of the f iscal laws or due to any act of  maladministration, \ncorruption and misbehavior by any officer or employee of the Board or any unnecessary \ndelay or hardship caused due to any administrative process may prefer representation to the \nChairman for redressal of h is grievance.  \n \n(2) The Chairman or the Board or any other designated officer, as the case may be, on \nbehalf of the Chairman, shall take the appropriate action to redress such grievance.  \n \n8. Delegation of functions and powers by the Board .- The Board may, s ubject to \nsuch conditions as it deems necessary, delegate any of its functions and powers to any \nGovernment agency, Chairman or any member or employee duly appointed under this Act.  \n \n9. Validity of proceedings. - No act proceeding, decision or order of the Board or a \ncommittee of the Board shall be invalid by reason only of the existence of vacancy in, or any \ndefect in the constitution of, the Board or any committee.  \n \n10. Directions from Federal  Government .-The Federal Government may, from time \nto time, dire ct or advise the Board to conduct its affairs and perform its functions in such \nmanner as may be specified by the Federal Government in this behalf. The Federal \nGovernment may also entrust the Board the functions and powers under any law for the time \nbeing  in force and such directions shall be binding on the Board.  \n \n11. Budget and accounts of the Board. - (1) The Board shall, in respect of each \nfinancial year, in accordance with the prescribed financial procedure, prepare its accounts of \nthe receipts and pay ments and budget estimates and submit the same to the Finance Division \nfor further process.  \n \n(2)Once the budget has been approved, the Board shall have the full powers to incur \nexpenditure, or  re-appropriate  funds, subject to any general or specific instru ctions that the \nFinance Division or any other competent forum or authority may from time to time issue in \nthis regard.  \n(3)The Board shall maintain its accounts in accordance with the procedure prescribed \nby the Controller General of Accounts and such accou nts shall be audited by the  Auditor -\nGeneral  of Pakistan.  \n \n(4)The Board shall provide an annual financial report to the Federal Government.  \n \n12. Annual report .- The Board shall prepare an annual report of its activities and \npresent it to the Prime Minister and the Board shall lay it before the National Assembly and \nthe Senate.  \n \n13. Indemnity .- No prosecution, suit or other legal proceeding shall lie against the \nBoard, the Chairman, Members, officers and the other employees for anything done in good \nfaith for  carrying out the purposes of this Act, rules or regulations or orders made or issued \nthereunder.  \n \n14. Power to create and maintain data bank .- (1) The Board shall create and \nmaintain a data bank containing information from third parties necessary to perfo rm the \nobjects and purposes of this Act. Such data shall be used for increasing the taxpayers base \nand to ensure accuracy of information submitted by existing taxpayers and for the financial \nanalysis leading to proper economic assessments, audits, detectio n of tax evasion and policy \ndecisions as may be necessary. The data shall be used further to evaluate the performance of \nthe employees.  \n \n(2)The Board shall have power to share its data and obtain data from the data bases \nmaintained by the Federal Governmen t or a Provincial Government or any of its statutory \nbody, law enforcement entity  or utility companies, stock exchanges,  State Bank, banks, \nfinancial institutions, the trade bodies and any other organizations.  \n \n(3)The Board may advise any entity in respect  of collecting tax related information as \nmay be required by the Federal Board under arrangement between the Board and such entity \nor person.  \n \n15. Continuance in force .- (1) All orders made, proceedings taken and acts done by \nthe Central Board of Revenue w hich were in force and in effect before the commencement of \nthis Act, shall continue in force unless modified pursuant to any provision of this Act or the \nrules and regulations made thereunder.  \n \n(2)All existing rules, regulations, procedures, notifications , statutory rules and orders \n(SROs) and orders in effect or in operation or adopted in or by the Central Board of Revenue \nshall continue to be in force unless they are not inconsistent with any provision of this Act \nand shall continue to be in force until rescinded, altered, revised or amended by the \ncompetent authority under the provisions of this Act or rules made thereunder.  \n \n(3)All existing contracts, agreements and commitments made by the Central Board of \nRevenue for the purpose of Central Board of Rev enue Act 1924 or rules made or notifications \nissued thereunder or by any person under its authority, in effect, on the commencement of \nthis Act, shall continue to be in force till amended or modified or rescinded by the competent \nauthority.  \n \n16. Properties  and assets, etc., to vest in the Board .- (1) All properties, assets and \nrecords which, before the commencement of this Act, were vested in or belonged or allocated \nto the Central Board of Revenue shall vest in and become the property of the Federal Board \nof Revenue from the commencement of this Act.  \n \n(2)The logo, insignia, stationary, printed forms, returns, challans and online \ncommunication shall continue to be utilized unless prescribed otherwise under the rules and \nin any other case as modified by the B oard.  \n \n(3)All rights, liabilities and obligations of the Central Board of Revenue, whether \narising out of contract or otherwise, shall be the rights, liabilities and obligations of the Board \nunder this Act.  \n \n(4)All intellectual property rights arising from  technical or professional report, \nanalysis, or system, written, prepared or developed by the employees of the Central Board of \nRevenue shall vest in the Federal Board of Revenue.  \n \n17. Continuance of service of the employees, etc., of the Central Board of \nRevenue after the reconstitution of Federal Board. - (1) Subject to the provisions of this \nAct, any person who immediately before the  commencement of this Act was in the \nemployment and service of Central Board of Revenue, its field offices, organizations an d \nattached departments, shall continue to be in the employment and service of Federal Board of \nRevenue, its field offices, organizations and attached departments, on the same terms and \nconditions as were applicable to him as an employee of the Central Boar d of Revenue, unless \nmodified or amended under the provisions of this Act or the rules or regulations made \nthereunder.  \n \n(2) All the authorities and officers of the Central Board of Revenue throughout \nPakistan exercising functions immediately before commenc ement of this Act shall continue \nto exercise their respective, powers, policies, programmes, reforms, projects, functions and \nprocesses etc. as were being carried out, or proposed to be carried out, unless modified under \nthe provisions of this Act or rules  and regulations made thereunder.  \n \n18.Reference to Central Board of Revenue .- Subject to the provisions of this Act, \nreference to Central Board of Revenue (CBR) wherever occurring in any law or the rules, \nregulations, orders, statutory rules and order (SRO s) or notifications, etc, for the time being in \nforce shall be read as a reference to the Federal Board of Revenue.  \n \n19.Board may impose any fee or charges .- The Board may levy any fee or charges \nfor making expenditure on the provision of enhanced faciliti es for the taxpayers, or direct \ncost reimbursement of expenses, and reasonable return on investment or profit; where \nservices are provided in the matters relating to or under any fiscal law under  public -\nprivatepartnership.  \n \n20.Act to override other laws. - The provisions of sections 4, 5, 11, 13, 16,18 and 19 \nshall have effect notwithstanding anything to the contrary contained in any other law for the \ntime being in force and the rules made thereunder.  \n \n21. Power to make rules. - The Federal Government may ma ke rules for the purposes \nof this Act.  \n \n22. Power to make regulations .- The Board may make regulations for the \nadministration of this Act.  \n \n23. Repeal and savings. - (1) Subject to the provisions of this Act, the Central Board \nof Revenue Act, 1924 (IV of 19 24) is hereby repealed.  \n \n(2) Except as otherwise provided in this Act, the repeal of the Central Board of \nRevenue Act, 1924 (IV of 1924), under  sub-section  (1), hereinafter referred to as the said \nAct, shall not, - \n \n(a) revive anything not in force or exist ing at the time of commencement of this \nAct; \n \n(b) affect the previous operation of the repealed Act or anything duly done under \nthe said Act,  \n \n(c) affect any right, privilege, obligation or liability acquired, accrued or incurred \nunder the said Act,  \n \n(d) affect any penalty, forfeiture or punishment incurred in respect of any offence \ncommitted under the said Act, or  \n \n(e) affect any investigation, legal proceeding or remedy in respect of any such \nright, privilege, obligation, liability, penalty, forfeiture or  punishment as \naforesaid;  \n \nand any such investigation, legal proceeding or remedy may be instituted, continued or \nenforced, and any such penalty, forfeiture or punishment may be imposed as if the said Act \nhad not been repealed.  \n \n24. Removal of difficulties .- The Federal Government may, for the purposes of \nremoving any difficulty or for bringing the provisions of this Act into effective operation, by \norder, direct that provisions of this Act shall, during such period as may be specified in the \norder, have ef fect subject to such adaptations whether by way of modification or addition or \nomission as it may deem to be necessary or expedient:  \n \nProvided that the power under this section shall not be exercised after expiry of three \nyears from the commencement of thi s Act.  \n \n \n \n \n \n___________"
}