{
    "file": "./converted_json\\administratorfbc482b745272e5b8bf08598877c654d(1).json",
    "name": "University of Islamabad Act, 2021",
    "date": "December 4, 2021",
    "tagline": "An Act to provide for the establishment of the University of Islamabad",
    "content": "@tttGttdc d ps[fitlrrREGISTEREDNo.M-302\nL.-7646i)\nISLAMABAD, SATT'RDAY, DECEMBER 4, 2O2I\nPART I\nActs, Ordinances, President,s Orders and Regulations\nNATIONAL ASSEMBLY SECRETARIAT\nIslamabad, the 3rd Decen$er, 2021\nNo. F.22 (23/20f &Lcgis.-The following Act of Majlis€-shoora\n(Parliament) received the assent of the President on the lst Deccmber,202l is\nhereby published for general information:-\nAcr No. XXXV OF 2021\nAN\nACT\nto provide for establishment of the University of Islamabad\nWHEREAS it is expedient to provide for establishment of the University\nof Islamabad, Islamabad and for the matters connected therewith and ancillarv\nthereto;\nIt is hereby enacted as follows:-\n(l0l t)\nPrice: Rs. 60.00\n|729(202t)tEx. Gaz.lEXTRAOBDINARY\nPUBLISHEO BYAUTHORITY\nIOI2 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2021 ART I\nCHAPTER I\nPRELIMINARY\nl. Short title and commencement.-{ l) This Act shall be called the\nUniversity of lslamabad Act, 2021.\n(2) It shall come into force at once.\n2. Definitions.-ln this Act unless there is anlthing repugnant in the\nsubject or context,-\n(a) \"Academic Council\"\nUniversity;means the Academic Council of the\n(b) \"Authority\" means any of the Authorities of the University\nspecified or set up in terms of section l6;\n(c) \"Board of Governors\" means the Board of Govemors of the\nUniversity;\n(d) \"Chancellor\" means the Chancellor ofthe University;\n(e) \"Controller Examinations\" means controller of examinations of the\nUniversity;\n(0 \"Commission\" means the Higher Education Commission set up by\nthe Higher Education Commission Ordinance, 2002 (LIII of 2002\\;\n(g) \"Constituent College\" means an educational institution, by\nwhatever name described, maintained and administered by the\nUniversity wirhin the jurisdiction of its Principal seat;\n(h) \"Dean\" means the head of a Faculty or the head of an academic\nbody granted the status ofa Faculty by this Act or by the Statutes or\nRegulations;\n(i) \"Department\" means a teaching department maintained and\nadministered, or recognized by the University in the manner\nprescribed;\n0) \"Director\" means . the head of an institute established as a\nconstituent institution by the University by Statutes or Regulations\nin terms ofthe powers delegated by this Act;\nPAIT I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4. 2O2I IOI3\n(k) \"Executive Committee\" means the Executive Committee of the\nUniversity;\n(l) \"Faculty\" means an administrative and academic unit of the\nUniversity consisting ofone or more departments, as prescribed;\n(m) \"Foundation\" means Foundation for the Advancement of\nInnovation, Research and Education (FAIRE);\n(n)\n(o)\n(p)\"Government\" means the Federal Govemment;\n\"Patron\" means the Panon ofthe University;\n\"Prescribed\" means prescribed by Statutes, Regulations or Rules\nmade under this Act;\n(q)\nG)\n(s)\"Principal\" means the head ofa College;\n\"Registrar\" means the Registrar ofthe University;\n\"Representation Committees\" means the Representation\nCommittees constituted under section 24:\n(t) \"Review Panel\" means the Review Panel set up by the Chancellor\nin accordance with the provisions of section 9;\n(u) \"Search Commiftee\" means the Search Committee set up by the\nBoard ofcovernors under section 12;\n(v) \"Statutes\", \"Regulations\" and \"Rules\" mean respectively the\nStatutes, the Regulations and the Rules made under this Act and for\nthe time being in force;\n(w) \"Treasurer\" means treasurer ofthe University;\n(x) \"Teachers\" include Professors, Associate Professors, Assistant\nProfessors and Lecturers engaged whole-time by the University or\nby a constituent college and such other persons as may be declared\nto be teachers by Regulations;\n(y) \"University\" means the University ofIslamabad, lslamabad;\n(z) \"University Teacher\" means a whole-time teacher appointed and\npaid by the University, or recognized by the University as such; and\nl014 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,202l [PARr I\n(za) \"Vice{hancellor\" means the Vice{hancellor of the University.\nCHAPTER II\nTHE UNIVERSITY\n3. Establishment and incorporation of the University.{l) There\nshall be established a University to be called the University of Islamabad in\naccordance with the provisions ofthis Act.\n(2) The University shall consist ofthe following, namely:-\n(a) the Patron, the Chancellor, the members ofthe Board ofGovernors\nand the Vice-Chancellor;\n(b) the members of the authorities of the University established under\nsection l6; and\n(c) all University teachers, employees and persons recognized as\nstudents ofthe University in accordance rvith terms prescribed from\ntime to time; and all futl-time officers and members of the staff of\nthe University.\n(3) The University shall be a body corporate by the name of the\nUniversity of Islamabad and shall have perpetual succession and a common seal,\nand may sue and be sued by the said name.\n(a) The principal seat of the University shall be at lslamabad and it\nmay set up its campuses, colleges, institutes, offices, research or study centers\nand other facilities at such places in Pakistan as well as abroad as the Board of\nGovernors may determine. However additional campuses shall be set up in other\nparts of country/abroad only after their evaluation by the Higher Education\nCommission to determine whether they meet the eligibility criteria fixed by the\nCommission.\n(5) The University shall be competent to acquire and hold property,\nboth movable and immovable, and to lease, sell or otherwise transfer any\nmovable and immovable property which may have become vested in or been\nacquired by it in a manner as prescribed.\n(6) Notwithstanding anything contained in any other law for the time\nbeing in force, the University shall have academic, financial and administrative\nautonomy, including the power to imploy officers, teachers and other employees\non such terms and contlitions as may be prescribed, subject to the provisions of\nthis Act. In particular, and without prejudice to the authority granted to the\nPART U THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,202t l0l5\nCommission by the law, the Govemment or an authority or auditor appointed by\nthe Government shall have no power to question the policy underlying the\nallocation of resources approved by the Board of Governors in the annual budget\nof the University.\n4. Powers and purposes of the University.-The University shall\nhave the following powers, namely:-\n(i) to provide for education and scholarship in such branches of\nknowledge as it may deem fit, and to make provision for research,\nservice to society and for the application, advancement and\ndissemination of knowledge in such manner as it may determine in\naccordance with the guidelines of the Professional Accreditation\nCouncils;\n(ii) to prescribe courses of studies to be conducted by it and its. constituentcolleges;\n(iii) to hold examinations and to award and confer degrees, diplomas,\ncertificates and other academic distinctions to and on persons who\nhave been admitted to and have passed its examinations under\nprescribed conditions;\n(iv) to prescribe the terms and conditions ofemployment ofthe ofiicers,\nteachers and other employees of the University and to lay down\nterms and conditions that may be different from those applicable to\ngovernment servants in general;\n(v) to engage, where necessary, persons on contracts of specified\nduration and to speci$ the terms ofeach engagement;\n(vi) to confer honorary degrees or other distinctions on approved\npersons in the manner prescribed;\n(vii) to provide for such instruction for persons not being students ofthe\nUniversity as it may prescribe, and to grant certificates and\ndiplomas to such persons;\nto institute programmes for the exchange of students and teachers\nbetween the University and other universities, educational\ninstitutions and research organizations, inside as well as outside\nPakistan in keeping with the guidelines of the professional\naccreditation councils;(viii)\n1016 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I [PART I\n(ix) to provide career counseling and job search services to students and\nalumni;\n(x)\n(xi)\n(xii)to provide and support the academic development of tlre faculty of\nthe University;\n(xiii) to confer degrees on persons who have carried on independent\nresearch under prescribed conditions;to maintain linkages with alumni;\nto develop and implement fund-raising plans;\nto accept the examinations passed and the period of study spent by\nstudents of the University at other universities and places of\nIeaming equivalent to such examinations and periods of study in the\nUniversity, as it may prescribe, and to withdraw such acceptance;\nto cc-operate with other Universities, public authorities or private\norganizations, inside as well as outside Pakistan, in such manner\nand for such purposes as it may prescribe;\nthe University must teach Social Science subject like Psychology,\nPolitical Science, Intemational Relation, lslamiat and Sociology;\nto institute academic as well as professional degree programmes\nallowing intake of intemational students including children/wards\nofoverseas Pakistanis as much as possible;(xiv)\n(xv)\n(xvi) to institute Professorships, Associate Professorships, Assistant\nProfessorships and lrcturerships and any other posts and to appoint\npersons thereto;\n(xviii)to recognize selected members of the teaching staff of constituent\ncolleges or educational institutions admitted to the privileges of the\nUniversity or such other persons as it may deem fit, as University\nteachers;\n(xix) to institute and award financial assistance to students in need,\nfellowships, scholarships, bursaries, medals and prizes under\nprescribed conditions;\n(xx)\n(v.xi)(xvii) to create posts for research, extension, administration and other\nrelated purposes and to appoint persons thereto;\nPART II THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I IOIT\n(xxii)to establish teaching departments, schools, colleges, faculties,\ninstitutes, museums and other centr€s of leaming for the\ndevelopment of teaching and research in University campuses and\nto make such arrangements for their maintenance, management and\nadministration as it may prescribe;\n(xxiii) to provide for the residence ofthe students ofthe University and the\ncolleges, to institute and maintain halls of residence and to approve\nor license hostels and lodging;\n(xxiv) to maintain order, discipline and security on the campuses of the\nUniversity and the colleges;\n(xxvii)to make provision for research, advisory or consultancy services\nand,with these objects to enter into arrangements with other\ninstitutions, public or private bodies, commercial and industrial\nenterprises under prescribed conditions;\nto enter into, carry out, vary or cancel contracts;\nto receive and manage property transferred and grants,\ncontributions made to the University and to invest any fund\nrepresenting such property, grants, bequests, trusts, gifts, donations,\nendowments or contributions in such manner as it may deem fit;\n(xxx) to provide for the printing and publication of research and other\nworks; and\n(rrxi)to do all such other acts and things, whether incidental to the\npowers aforesaid or not, as may be requisite or expedient in order to\nfurther the objectives of the University as a place of education,\nlearning, and research.\n5. University open to all classes, creeds, etc.{l) The University\nshall be open to all persons ofeither gender and of whatever religion, race, creed,\nclass, colour or domicile and no person shall be denied the-privileges of the\nUniversity on the grounds of religion, race, caste, creed, class, colour or\ndomicile.(xxv) to promote the extracurricular and recreational activities of such\nstudents, and to make arrangements for promoting their health and\ngeneral rvelfare;\n(xxvi) to demand and receive such fees and other charges as it may\ndetermine;\n(xxviii)\n(rrxi)\nIOI8 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2021 [PARr I\n(2) An increase in any fee or charge that is in excess of ten percent per'\nannum on an annualized basis from the last such increase may not be made\nexcept in special circumstances. and only with the approval ofthe Chancellor.\n(3) The University shall institute financial aid programmes for students\nin need, to the extent considered feasible by the Board of Govemors given the\nresources available, so as to enable admission and access to the University and\nthe various opportunities provided by it to be based on merit rather than ability to\npay:\nProvided that the University may institute self-finance schemes not\ncovering more than ten percent of the total number of candidates in any on-\ncampus taught course or research-based programme of study.\n6. Teaching at the University.-{ l) AII recognized teaching in\nvarious courses shall be conducted by the University or the colleges in the\nprescribed manner and may include lectures, tutorials, discussions, seminars,\ndemonstrations, distance learning and other methods of instruction as well as\npractical work in the laboratories, hospitals, rvorkshops and other governmental\nor private organizations.\n(2) The authority responsible for organizing recognized teaching shall\nbe such as may be prescribed.\nCTTAPTER III\nPRINCIPAL OFFICERS OF THE UNIVERSITY\n7. Principal Officers.-The following shall be the principal oflicers\nof the University, namely:-\n(a) the Patron;\n(b) the Chancellor;\n(c) lhe Vice{hancellor;\n(d) the Registrar;\n(e) the Deans;\n(0 the Principals ofthe constituent colleges;\n(g) the Chairpersons ofthe teaching departments;\n(h) the Treasurer;\nPART I] THE GAZETTE OF PAKISTAN, EXTRA, DECEMBER4,202l l0l9\n(D the Controller of Examinations; and\nC) such other persons as may be prescribed by the Statutes or\nRegulations to be the principal officers ofthe University.\n8. Patron.-{l) The President lslamic Republic of pakistan shall be\nthe Patron ofthe University.\n(2) The Patron, or in his absence, the Chancellor shall preside at the\nconvocation of the University.\n(4) The Patron shall have the powers to cause a visitation to be made\non the request of the Higher Education Commission (HEC) in respecr of any\nnratter concerned with the affairs ofthe University and shall, from time to time,\ndirect any person or persons to inquire into or carry out inspection of the\nUn iversity.\n9. Chancellor.{l) The Chancellor of the University shall be\nnominated by the Board of Directors of Foundation for the Advancement of\nlnnovation, Research and Education (FAIRE) for a renewable period of five\nyears lhrough a resolution passed with two third majority. However, the term of\nthe office of the Chancellor may be reduced through a joint resolution of\nDirectors of the Foundation depending on such reasons as availability, health\nconditions, resignation etc.\n(2) The Chancellor shall, when present, preside at the meerings of the\nBoard of Govemors of the Universiry.(3) Every proposal to confer an honorary degree shall be subject to\nconfirmation by the Patron. However the honorary degree shall be offered only in\nthe faculties available with the University.\n(3) The members of the Board of Governors as r.r,ell as the Vice-\nChancellor shall be appointed by the Chancellor from amongst the persons\nrecommended by the Representation Committee set up for this purpose or the\nSearch Committee established in accordance with the Act and the Statutes. as the\ncase may be, along with thdse elected.\n(4) lf the Chancellor is satisfied that serious irregularity or\nmismanagement with respect to the affairs of the University has occurred, he\nmaY,-\n(a) as regards proceedings of the Board of Govemors, direct that\nspecified proceedings be reconsidered and appropriate action taken\nwithin one month ofthe direction having been issued:\nIO2O THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I IPART I\nProvided that if the Chancellor is satisfied that either no\nreconsideration has been carried out or that the reconsideration has\nfailed to address the concern expressed he may, after calling upon\nthe Board of Governors to show cause in writing, appoint a five\nmember Review Panel to examine and report to the Chancellor on\nthe functioning ofthe Board ofGovernors;\nThe report of the Revierv Panel shall bc submitted rvithin\nsuch time as may be prescribed by the Chancellor. The Review\nPanel shall be drawn from persons ofeminence in academics and in\nthe fields of law, accountancy and administration; and\n(b) as regards proceedings of any Authority or with respect to matters\nwithin lhe competence of any Authority other than the Board of\nGovemors, direct the Board of Govemors to exercise powers under\nsection 20.\n. I0. Removal from the Board of Governors.{l ) The Chancellor\nmay, upon the recommendation of the Review Panel, remove any person from\nthe membership ofthe Board ofGovemors on the ground that such person has,-\n(a) become ofunsound mind; or\n(b) become incapacitated to function as member of the Board of\nGovernors; or\n(d) absented himselffrom two consecutive meetings withoutjust cause;\nor\n(e) been guilty of misconduct, including use of position for personal\nadvantage of any kind, or gross inefficiency in the performance of\nlunct ions.\n(2) 'thc Chancellor shall remove any person lrom the membership of\nthe Board of Governors on a resolution calling for the rernoval of such person\nsupported by at least three-fourths ofthe membership olthe Board ofGovernors:\nProvided that before passing such resolution the Board of Govemors\nshall provide the member concemed a fair hearing:\nProvided further that the provisions ofthis section shall not be applicable\nto the Vice{hancellor in his capacity as a member of the Board of Governors.(c) been convicted by a court of law for an offence involving moral\nturpitude; or\nPART I]THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I IO2I\nI I . Vice-Chancellor.{ I ) There shall be a Vice{hancellor of the\nUniversity who shall be an eminenl academic or a distinguished administrator\nand shall be appointed on such terms and conditions as may be prescribed.\n(2) The Vice{hancellor shall be the chief executive officer and\nprincipal accounting officer of the University responsible for all administrative\nand academic functions of the University and for ensuring that the provisions of\nthe Act, Statutes, Regulations and Rules are faithfully observed in order to\npromote the general efficiency and good order of the University. The Vice-\nChancellor shall have all powers prescribed for this purpose, including\nadministrative control over the officers, teachers and other ernployees of thi\nUniversiry.\n(3) The Vice{hancellor shall, if present, be entitled to aftend any\nmeeting ofany Authority or body ofthe University.\n(4) The Vice{hancellor may, in an emergency that in his opinion\nrequires immediate action ordinarily not in the competence of the Vice-\nChancellor, take such iction and forward, within seventy-two hours, a report of\nthe action taken to the Chancellor. The Chancellor may direct such funher action\nas is considered appropriate.'\n(5) The Vice{hancellor shall also have the following powers to,-\n(a) direct teachers, officers and other employees of the University to\ntake up such assignments in conneclion with examination,\nadministration and such other activities in the University as he may\nconsider necessary for the purposes of the University;\n(b) sanction by re-appropriation an amount not exceeding an amount\nprescribed by the Board of Govemors for an unforeseen item not\nprovided for in the budget and report it to the Board of Govemors\nat the next meeting;\n(c) make appointments of such categories of employees of the\nUniversity and in such manner as may be prescribed by the\nStatutes;\n(d) suspend, punish and remove, in accordance rvith prescribed\nprocedure, from service officers, teachers and other employees of\nthe University except those appointed by or with the approval ofthe\nBoard of Govemors;\nIO22 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2O2I [PART I\n(e) delegate, subject to such conditions as may be prescribed, any of\nhis powers under this Act to an officer or officers of the University;\nand\n(0 exercise and perform such other powers and functions as may be\nprescribed.\n(6) The Vicethancellor shall preside at the convocation of the\nUniversity in the absence ofthe Chancellor.\n(7) The Vice{hancellor shall present an annual repon before the\nBoard of Governors within three months of the close of the academic year. The\nannual report shall present such information as regards the academic year under\nreview as may be prescribed, including disclosure of all relevant facts pertaining\nto,-\n(a) academics;\n(b) research;\n(c) administration;and\n(d) finances.\n(8) The Vice{hancellor's annual report shall be made available, prior\nto its presentation before Lhe Board of Governors, to all olTicers and University\nteachers and shall be published in such numbers as are required to ensure its wide\ncirculation.\n12. Appoitrtment and Removal of the Vice-Chancellor.{ I ) The\nVice{hancellor shall be appointed by the Chancellor on the basis of\nrecommendations made by the Board ofGovernors.\n(2) A Search Committee for the recommendation of persons suitable\nfor appointment as Vice{hancellor shall be constituted by the Board of\nGovemors on the date and in the manner prescribed by the Statutes and shall\nconsist of one eminent member of society nominated by the Chancellor, who\nshall be appointed the Convener, two members ofthe Board of Govemors and\none academic of eminence not employed by the University. The Search\nCommittee shall remain in existencc till such time that the appointment of the\nnext Vice{hancellor has been made by the Chancellor.\n(3) The persons proposed by the Search Committee for appointment as\nVice-{hancellor shall be considered by the Board of Governors and of these a\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2021 1023\npanel of three, in order of priority, shall be recommended by the Board of\nGovemors to the Chancellor:\nProvided that the Chancellor may decline to appoint any of the three\npersons recommended and seek recommendation ofa fresh panel. In the event of\na fresh recommendation being sought by the Chancellor the Search Committee\nshall make a proposal to the Board ofGovernors in the prescribed manner.\n(4) The Vice{hancellor shall be appointed for a renewable tenure of\nfive years on terms and conditions prescribed by Statutes. The tenure of an\nincumbent Vice{hancellor shall be renewed by the Chancellor on receipt of a\nresolution ofthe Board ofGovernors in support ofsuch renerval:\nProvided that the Chancellor may call upon the Board of Covemors to\nreconsider such resolution once.\nProvided that the Chancellor may make a reference to the Board of\nGovernors stating the instances of inefficiency, moral turpitude or physical or\nmental incapacity or gross misconduct on the part of the Vice-Chancellor that\nhave come to his notice. After consideration of the reference the Board of\nGovernors may, pursuant to a resolution in this behalfpassed by twc+hirds of its\nmembership, recommend to the Chancellor the removal of the Vice{hancellor:\nProvided further that prior to a resolution for the removal of the Vice-\nChancellor being voted upon the Vice{hancellor shall be given an opportunity\nofbeing heard.\n(6) A resolution recommending the removal of the Vice{hancellor\nshall be submitted to the Chancellor forthwith. The Chancellor may accept the\nrecommendation and order removal of the Vice{hancellor or retum the\nrecommendation to the Board of Govemors.\n(7) At any time when the office of the Vice-Chancellor is vacant. or\nthe Vice{hancellor is absent or is unable to perform the functions of his office\ndue to illness or some other cause, the Chanccllor shall make such arrangements\nfor the perlormance of the duties of the Vice{hancellor as it may deem fit.(5) The Board ofGovemors may, pursuant to a resolution in this behalf\npassed by three-fourths of its membership, recommend to the Chancellor the\nremoval of the Vice{hancellor on the ground of inefficiency, moral turpitude or\nphysical or mental incapacity or gross misconduct, including misuse of position\nfor personal advantage of any kind:\nIO24 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2O2I IPART I\n13. Registrar.- (l) There shall be a Regisrrar ofrhe University to be\nappointed by the Chancellor on the recommendation of the Vice{hancellor. on\nsuch terms and conditions as may be prescribed.\n(2) The experience as well as the professional and academic\nqualifications necessary for appointment to the post of the Registrar shall be as\nmay be prescribed.\n(3) The Registrar shall be a full-time officer of the University and\nshall,-\n(a)be the administrative head of the secretariat of the University and\nbe responsible for the provision of secretariat support to the\nAuthorities of the University;\nbe the custodian of the common seal and the academic records of\nthe University;\nmaintain a register ofregistered graduates in the prescribed manner;\nsupervise the process of election, appointment or nomination of\nmembers to the various authorities and other bodies in the\nprescribed manner; and\nperform such other duties as may be prescribed.\nThe term of office of the Registrar shall be a renervable period of(b)\n(c)\n(d)\n(e)\nProvided that the Board of Govemors may, on the advice ofthe Vice-\nChancellor, terminate the appointment ofthe Registrar on grounds of inefficiency\nor misconduct in accordance with prescribed procedure.\n14. Treasurer.{ I ) There shall be a Treasurer of the University to be\nappointed by the Board of Covemors on the recommendation of the Vice\nChancellor, on such terms and conditions as may be prescribed.\n(2) The experience and the professional and academic qualifications\nnecessary for appointment to the post of the Treasurer shall be as may be\nprescribed.(4)\nthree years:\n(3) The Treasurer shall be the chief financial officer of the University\nand shall,-\nPART I]THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I IO25\n(a) manage the assets, tiabilities, receipts, expenditures, funds and\ninvestments of the University:\n(b) prepare the annual and revised budget estimates ofthe University\nand present them to the Executive Committee or a committee\nthercof for approval and incorporation in the budget to be presented\nto the Board of Governors;\n(c) ensure that the funds of the University are expended on the\npurposes for which they are provided;\n(d) have the accounts of the University audited annually so as to be\navailable for submission to the Board of Governors within six\nmonths of the close ofthe financial year; and\n(e) perform such other duties as may be prescribed.\n(4)\nthree yearsThe term of office of the Treasurer shall be a renewable period of\nProvided that the Board of Governors may, on the advice of the Vice-\nChancellor, terminate the appointment of the Treasurer on grounds of\ninefficiency or misconduct in accordance with prescribed procedure.\n15. Controller of Examinations.- (l) There shall be a Controller of\nExaminations, to be appointed by the Board of Governors on the\nrecommendation of the Vice{hancellor, on such terms and conditions as may be\nprescribed.\n(2) The minimum qualifications necessary for appointment to the post\nofthe Controller of Examinations shall be as may be prescribed.\n(3) The Controller of Examinations shall be a full-time officer of the\nUniversity and shall be responsible for all matters connected with the conduct of\nexaminations and perform such other duties as may be prescribed.\n(4) The Controller of Examinations shall be appointed for a renewable\nterm ofthree years:\nProvided that the Board of Govemors may, on the advice of the Vicc-\nChancellor, terminate the appointment of the Controller of Examinations on\ngrounds of inefficiency or misconduct in accordance with prescribed procedure.\n1026 THE GAZET\"|E OF PAKISTAN , EXTRA. , DECEMBER 4, 2O2IIPART I\n16. Authori(ies.- (l) The follorving shall be the Authorities of theUniversity, namely:-CHAPTER IV\nAUTHORITTES OF THE UNI!'ERSITY\n(a) Sponsor:-\n(i) the Board ofGovemors;\n(ii) the Executive Committee; and\n(iii) the Academic Council; and\n(c) Authorities to be established by the Statutes shall be,_\n(i) Graduate and Research Management Council;\n(ii) Recruitment, Development, Evaluation and promotion\ncommittees for teachers and other staff rvhether at the levet of\nthe department, the Faculty or the University;\n(iii) Career Placement and Intemship Committee of each Faculty:\n(iv) Search Committee for\nChancellor;the appointment of the Vice-(i) Foundation for the Advancement of Innovation. Research and\nEducation (F'AIRE) shall be the sponsor ofthe Univcrsity; and\n(ii) It would endeavor to ensure that purposes of the University\nare achieved as laid dorvn in this Act through Chancellor and\nBoard of Governors of the University;\n(b) Authorities esrablished by the Act shall be,-\n(v) the Representation Commitlees for appointment to the Boardof Covemors, Executive Committei and the Academic\nCouncil;\n(vi) Faculty Council; and\n(vii) Departmental Council\n(2) The Board of Govemors, rhe Executive Committee and the\nAcademic Council may set up such other committees or sub-_committees, by\nwhatever name described, as are considered desirable through Statutes or\nRegulations as appropriate. Such committees or sub--committees shall be\nAuthorities ofthe University for rhe purposes ofthis Act.\n17. Board of Governors.- (l) The body responsible for rhe\ngovemance of the University shall be described as the Board of Governors- and\nshall consist of the following, namely:-PART U THE GAZETTE OF PAKISTAN, EXTRA, DECEMBER4,2O2I IO27\n(a) the Chancellor who shall be the Chairperson of the Board of\nGovemors;\n(b) theVice-Chancellor;\n(c) one member of the Govemment not below the rank of Additional\nSecretary from the Ministry concerned;\n(d) two persons nominated by the Chairman of the Foundation;\n(e) four persons from society at large being persons of distinction in\nthe fields of administration, management, education, academics,\nIaw, accountancy, medicine, fine arts, architecture, agriculture,\nscience, technology and engineering such that the appointment of\nthese persons reflects a balance across the various fields:\nProvided that the special focus or affiliation ofthe University,\nto be declared in the manner prescribed, may be reflected in the\nnumber of persons of distinction in an area of expertise relevant to\nthe Universit5r who are appointed to the Board ofGovemors;\n(0 one person from amongst the alumni ofthe University;\n(g) two persons from the academic community of the country, other\nthan an employee of the University, at the level of professor or\nprincipal ofa college;\n(h)\n(D\nC)two University Teachers;\none person nominated by the Commission; and\nRegistrar who shall also act as the secretary of the Board of\nGovemors.\nIO28 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2O2I [PART I\n(2) The number of the members of the Board of Governors described\nagainst clauses (0 to (i) of sub-section (l) may be increased by the Board of\nGovemors through Statutes subject to condition that the total membership ofthe\nBoard of Governors does not exceed twenty one, rvith a ma,ximum of five\nUniversity Teachers, and the increase is balanced, to the extent possible, across\nthe different categories specified in sub-section ( 1).\n(3) All appointments to the Board of Govemors shall be made by the\nChancellor. Appointmenls of persons described in clauses (Q to (g) of\nsub-section (l) shall be made from amongst a panel of three names for each\nvacancy recommended by the Representation Committee set up in terms of\nsection 24 and in accordance with procedure as may be prescribed:\nProvided that effort shall be made, without compromising on quality or\nqualification, to give fair representation to women on the Board of Govemors:\nProvided that as regards the University Teachers described in clause (h)\nof sub-section (1) the Board of Govemors shall prescribe a procedure for\nappointment on the basis of elections that provide for voting by the various\ncategories of University Teachers:\nProvided further that the Board of Covernors may altematively prescribe\nthat appointment of University Teachers to the Board of Govemors shall also be\nin the manner provided by this sub-section for the persons described in clauses\n(f) to (g) ofsub-secrion ( 1).\n(4) Members of the Board of Govemors, other than ex-fficio\nmembers, shall hold office for three years. One-third of the members, other than\nex-oficio members, of the first Board of Govemors, to be determined by lot,\nshall retire from office on the expiration ofone year from the date ofappointment\nby the Chancellor. One-half of the remaining members, other than ex-oficio\nmembers, of the first Board of Govemors, to be determined by lot, shall retire\nfrom office on the expiration of two years from the date of appointment and the\nremaining one-$alf, other than ex-officio members, shall retire from office on the\nexpiration ofthe third year:\nProvided that no person, other than an ex-oficio member, may serve on\nthe Board ofGovernors for more than two consecutive terms:\n(5) The Board ofGovernors shall meet at least twice in a calendar year.\n(6) Service on the Board of Govemors shall be on honorary basisProvided further that the University Teachers appointed to the Board of\nGovernors may not serve for two consecutive terms.\nPART I]THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,202t 1029\nProvided that actual expenses may be reimbursed as prescribed.\n(7) In the absence of the Chancellor meetings of the Board of\nGovemors shall be presided over by such member, not being an employee ofthe\nUniversity or the Government, as the Chancellor may, from time to time,\nnominate. The member so nominated shall be the convener of the Board of\nGovemors.\n(8) Unless otherwise prescribed by this Act, all decisions of the Board\nof Govemors shall be taken on the basis of the opinion of a majority of the\nmembers present. In the event of the members being evenly divided on any\nmatter the person presiding over the meeting shall have a casting vote.\n(9) The quorum for a meeting of the Board of Govemors shall be two\nthirds of its membership, a fraction being counted as one.\n18. Powers and functions of the Board of Governors.{ l) The\nBoard of Governors shall have the power of general supervision over the\nUniversity and shall hold the Vicethancellor and the Authorities accountable\nfor all the functions of the University. The Board of Govemors shalt have all\npowers of the University not expressly vested in an Authority or officer by the\nAct and all other powers not expressly mentioned by this Act that are necessary\nfor the performance of its functions.\n(2) Without prejudice to the generality of the foregoing powers, the\nBoard of Govemors shall have the following powers, namely:-\n(a) to approve the proposed annual plan of work, the annual and\nrevised budgeS, the annual report and the annual statement of\naccount;\n(c) to oversee the quality and relevance of the University's academic\nprogrammes and to review the academic affairs of the University in\ngeneral;\n(d) to approve the appointment of the Deans, Professors, Associate\nProfessors and such other senior faculty and senior adminisrators\nas may be prescribed;(b) to hold, control and lay dou,n policy for the administration ofthe\nproperty, funds and investments of the University, including the\napproval of the sale and purchase or acquisition of immovable\nproperty;\nIO3O THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I [PART I\n(e) to institute schemes, directions and guidelines for the terms and\nconditions of appointrnent of all officers, teachers and other\nemployees of the University;\n(f) to approve strategic plansi\n(g) to approve financial resource development plans ofthe University;\n(h) to consider the drafts of Statutes and Regulations proposed by the\nExecutive Committee and the Academic Council and deal with\nthem in the manner as provided for in sections 26,27 and 28, as the\ncase may be:\nProvided that the Board of Govemors may frame a Statute or\nRegulation on its own initiative and approve it after calling for the advice\nof the Executive Committee or the Academic Council as the case may\nbe;\n(i) to annul by order in writing the proceedings of any Authority or\nofficer if the Board of Govemors is satisfied that such proceedings\nrire not in accordance with the provisions of the Act, Statutes or\nRegulations after calling upon such Authority or officer to shov\ncause why such proceedings should not be annulled;\nC) to recommend to the Chancellor removal of any member of the\nBoard ofGovemors in accordance with the provisions ofthe Act;\n(k) to make appointment of members of the Executive Committee,\nother than ex-oficio members, in accordance with the provisions of\nthe Act;\n(m) to appoint Emeritus Professors on such terms and conditions as\nmay be prescribed; and\n(n) to remove any person from the membership of any Authority if\nsuch person.-\n(D has become ofunsound mind; or(D to make appointment of members of the Academic Council, other\nthan ex-oficio members, in accordance with the provisions of the\nAct;\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,202l lo3l\n(ii) has become incapacitated to function as member of such\nAuthority; or\n(iii) has been convicted by a court of law for an offence involving\nmoral turpitude; and\n(iv) to determine the form, provide for the custody and regulate\nthe use ofthe common seal ofthe University.\n19. Visitation.-The Board of Governors may, in accordance with the\nterms and procedures as may be prescribed, cause an inspection to be made in\nrespect ofany matter connected with the University.\n20. Executive Committee.-{ I ) There shall be an\nCommittee of the University consisting of the following, namely:-\n(a) the Vice{hancellor who shall be its Chairperson;Executive\n(b) the Registrar;\n(c) the Deans ofthe Faculties ofthe University;\n(d) two Professors from different departments, who are not members of\nthe Board ofGovernors, to be elected by the University Teachers in\naccordance with procedure to be prescribed by the Board of\nGovernors;\n(e) two Principals/Directors of the constituent colleges or institutes;,\nwho are nol members of the Board of Govemors, to be elected in\naccordance with procedure to be prescribed by the Board of\nGovemors;\n(0 the Treasurer;\n(g) the Controller of Examinations; and(3) The Board of Governors may, subject to the provisions of the Act\ndelegate all or any of the powers and functions of any Authority, officer or\nemployee of the University at its main campus,'to any Authority, commiftee,\nofficer or employee at its additional campus for the purpose of exercising such\npowers and performing such functions in relation to such additional campus, and\nfor this purpose the Board of Governors may create new posts or positions at the\nadditional campus.\nIO32 THE CAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2O2I[PART I\n(h) the Director Academics/Quality Enhancement Cell (QEC)\n(2) Members of the Executive Comnritree, other than ex-officio\nmembers, shall hold office for three years.\n(3) As regards the two professors described in clause (d) of\nsuFsection (l ) the Board of Govemors may, as an altemative to elections,\nprescribe a procedure for proposal of a panel of names by the Representation\nCommittee set up in terms of section 24. Appointment of persons proposed by\nthe Representation Committee may be made by the Board of Governors on the\nrecommendation of the Vice Chancellor.\n(4) The quorum for a meeting of the Executive Committee shall be\none-halfofthe total number of members, a fraction being counted as one.\n(5) The Executive Committee shall meet at least once in each quarter\nofthe year.\n21. Powers and duties of the Executive Committee.{l ) The\nExecutive Committee shall be the executive body of the University and shall,\nsubject to the provisions of rhe Act and Statutes, exercise general supervision\nover the affairs and management ofthe University.\n(2) Without prejudice to fie generality of the foregoing powers, and\nsubject to the provisions of the Act, the Statutes and directions of the Board of\nGovernors the Executive Committee shall have the following powers, namely:-\n- (a) to consider the annual report, the annual and revised budget\nestimates and to submit these to the Board of Govemors;\n(c) to enter inlo, vary, carry out and cancel contracts on behalf of the\nUniversity;\n(d) to cause proper books of account to be kept for all sums of money\nreceived and expended by the University and for the assets and\nIiabilities of the University;\n(e) to invest any money belonging to the University including any\nunapplied income in any of the securities, or in the purchase of\nimmovable property or in such other manner, as it may prescribe,\nwith the like porver ofvarying such investments;(b) to transfer and accept kansfer of movable property on behalf of the\nUniversity;\nP^Rr IlTHE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2021 1033\n(0 to receive and manage any property transferred, and grants,\nbequests, trust, gifts, donations, endowments, and other\ncontributions made to the University;\n(g) to administer any funds placed at the disposal ofthe University for\nspecified purposes;\n(h) to provide the buildings, libraries, premises, furniture, apparatus,\nequipment and other means required for carrying out the work of\nthe University;\n(i) to establish and maintain halls of residence and hostels or approve\nor license hostels or lodgings for the residence ofstudents;\nO to recommend to the Board of Govemors admission ofeducational\ninstitutions to the privileges of the University and withdraw such\nprivileges;\n(k) to arrange for the inspection ofcolleges and the departments;\n(l) to institute Professorships, Associate professorships, Assistant\nProfessorships, Lecturerships, and other teaching posts or to\nsuspend or to abolish such posts;\n(m) to create, suspend or abolish such administrative or other posts as\nmay be necessary;\n(n) to prescribe the duties of officers, teachers and other employees of\nthe university;\n(o) to report to the Board of Govemors on matters with respect to\nwhich it has been asked to report;\n(p) to appoint members to various Aulhorities in accordance with the\nprovisions ofthc Act;\n(q) to propose drafts of Statutes for submission to the Board of\nGovemors;\n(r) to regulate the conducr and discipline of the students of the\nUniversity;\n(s) to take actions necessary for the good administration of the\nUniversity in general and to this end exercise such powers as are\nnecessary;\nIO34 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 202I [PART I\n(t) to delegate any of its powers to any Authority or officer or a\ncommittee; and\n(u) to perform such other functions as have been assigned to it by the\nprovisions of the Act or may be assigned to it by the\nStatutes/Regulations.\n22. Academic Council.{l) There shall be an Academic Council of\nthe University consisting of the following, namely:-\n(a)\n(b)\n(c)the Vice Chancellor rvho shall be its Chairperson;\nthe Registrar;\nthe Deans of Faculties and such Heads of departments as may be\nprescribed;\nfive members representing the departments, instirutes and the\nconstituent colleges to be elected in the manner prescribed by the\nBoard ofGovernors;\ntwo Principals or Directors ofalTiliated colleges or institutes;\nfi ve Professors including Emeritus Professors;\nthe Controller of Examinations;\nthe Director Academics;\nthe Director QEC; and\nthe Librarian.(d)\n(e)\n(r)\n(e)\n(h)\n(i)\n(i)\n(2) The Board of Governors shall appoint the members of the\nAcademic Council, other than the ex-fficio and the elected members, on the\nrecommendation of the Vice Chancellor:\nProvided that as regards the five professors and the members\nrepresenting the departments, institutes and the constituent colleges the Board of\nGovemors may, lts an altemative to elections, prescribe a procedure for proposal\nof a panel of names by the Representation Committee set up in terms of section\n24. Appointment of persons proposed by the Representation Committee may be\nmade by the Board ofGovernors on the recommendation ofthe Vice Chancellor.\nPART I]THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I I O35\n(3) Members of the Academic Council other than ex-oficio shall hold\noffice for three years.\n(4) The Academic Council shall meet at least once in each quarter.\n(5) The quorum for meetings of the Academic Council shall be one\nhalfofthe total number of members, a fiaction being counted as one.\n23. Powers and functions of the Academic Council.{l) The\nAcademic Council shall be the principal academic body of the University and\nshall, subject to the provisions of the Act and the Statutes, have the power to lay\ndown proper standards of instruction, research and examinations and to regulate\nand promote the academic life ofthe University and the colleges.\n(2) Without prejudice to the generaliry of the foregoing powers, and\nsubject to the provisions ofthis Act and the Statutes, the Academic Council shall\nhave the power to,-\n(a) approve the policies and procedures pertaining to rhe quality of\nacademic programmes:\n(b) approve academic programmes;\n(c) approve the policies and procedures pertaining to student related\nfunctions including admissions, expulsions, punishments,\nexaminations and certifi cation;\n(d) approve the policies and procedures assuring quality of teaching\nand research;\n(0 appoint paper setters and examiners for all examinations of the\nUniversity after receiving panels of names from the relevant\nauthorities;\n(g) institute programmes for the continued professional development of\nUniversity Teachers at all levels;\n(h) recognize the examinations of other Universities or examining\nbodies as equivalent to the corresponding examinations of the\nUniversity;(e) propose to the Executive Committee schemes for the constitution\nand organization of Faculties, teaching depanments and boards of\nstudies;\n1036 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2021 [PARr I\n(i) regulate the award of studentships, scholarships, exhibitions,\nmedals and prizes;\n(j) frame Regulations for submission to the Board ofcovernors;\n(k) prepare an annual report on the academic performance of the\nUniversity; and\n(l) perform such functions as may be prescribed by Regulations.\n24. Representation Committees.{l) There shall be a Representation\nCommittee constituted by the Board of Govemors through Statutes for\nrecommendation of persons for appointment as members of the Board of\nGovernors in accordance with the provisions ofsection 17.\n(2) There shall also be a Representation Committee constituted by the\nBoard of Govemors through Statutes for the recontmendation of persons for\nappointment as members of the Executive Committee and the Academic Council\nin accordance with the provisions of sections 20 and 22.\n(3) Members of the Representation Committee for appointments to the\nBoard of Govemors shall consist of the following, namely:-\n(b) two persons nominated by the University Teachers from amongst\nthemselves in the manner prescribed;\n(c) one person from the academic community, not employed by the\nUniversity, at the level of professor or college principal to be\nnominated by the University Teachers in the manner prescribed;\nand\n(d) one eminent citizen with experience\nphilanthropy, development work, larv or\nnominated by the Board of Govemors.in administration,\naccountancy to be\n(4) The Repiesentation Committee for appointments to the Executive\nCommittee and the Academic Council shall consist of the following, namely:-\n(a) two members of the Board of Govemors who are not University\nTeachers; and(a) three members of the Board of Govemors who are not University\nTeachers;\nPART I]THE GAZETTE OF PAKISTAN, EXTRA., DECEIUBER 4, 2O2I IO37\n(b) three persons nominated by the University Teachers from amongst\nthemselves in the manner prescribed.\n(5) The tenure ofthe Representation Committees shall be three years:\nProvided that no member shall serve for more than two consecutive\nterms\n(6) The procedures of the Representation Committees shall be as may\nbe prescribed.\n25. Appointment of Committees by certain Authorities.{ I ) The\nBoard of Govemors, the Executive Committee. the Academic Council and other\nAuthorities may, from time to time, appoint such standing, special or advisory\ncommittees, as they may deem fit, and may place on such committee persons\nrvho are not members of the Authorities appointing the Committees.\n(2) The constitution, functions and powers of the Authorities for which\nno specific provision has been made in this Act shall be such as may be\nprescribed by Statutes or Regulations.\nCHAPTERV\nSTATUTES, REGULATIONS AND RULES\n26. Statutes.-{ I ) Subject to the provision of the Act, Statutes, may be\nmade to regulate or prescribe all or any ofthe following, namely:-\n(a) the contents of and the manner in which the annual report to be\npresented by the Vice-Chancellor before the Board of Govemors\nshall be prepared;\n(b) the University fees and other charges;\n(c) the constitution of any pension, insurance, gratuity, provident fund\nand benevolent fund for University employees;\n(d) the scales of pay and other terms and conditions of service of\nofficers, teachers and other University employees;(7) There may also be such other Representation Committees set up by\nany of the other Authorities of the University as are considered appropriate for\nrecommending persons for appointment to the various Authorities and other\nbodies of the University.\n(e) the maintenance ofthe register of registered graduates;\n(0 admission of educational institutions to the privileges of the\nUniversity and the withdrawal ofsuch privileges;\nG) the establishment of Faculties, departments, institutes, colleges and\nother academic divisions;\n(h) the powers and duties ofofficers and teachers;\n(i) conditions under which the University may enter into arrangements\nrvith other institutions or with public bodies for purposes of\nresearch and advisory services;\n(k) efficiency and discipline ofUniversity employees;\n0) the constitution and procedure to be followed by Representation\nCommittees in carrying out functions in terms of this Act;\n(m) the constitution and procedure to be followed by the Search\nCommiftee for appointment of the Vice Chancellor;\n(n) constitution, functions and\nUniversity; andpowers of the Authorities of the\n(o) all other matters which by this Act are to be or may be prescribed or\nregulated by Statutes.\nProvided that Statutes conceming any of the matters mentioned in\nclauses (a) and (l) of sub-section (l) shall be initiated and approved by the Board\nof Governors, after seeking the views ofthe Executive Committee:\nProvided further that the Board of Govemors may initiate a Statute with\nrespect to any matter in its power or with respect to which a Statute may be\nframed in terms of the Act and approve such Statute after seeking the views of\nthe Executive Committee.IO38 THE GAZET\"TE OF PAKISTAN, EXTRA., DECEMBER 4,2021 [PART I\n(j) conditions for appointment of Emeritus Professors and award of\nhonorary degrees;\n(2) The draft of Statutes shall be proposed by the Executive Committee\nto the Board of Covemors which may approve or pass with such modifications as\nthe Board of Govemors may think fit or may refer back to the Executive\nCommittee, as the case may be, for reconsideration ofthe proposed draft:\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2021 1039\n27. Regulations.- (l) Subject to the provisions of the Act and the\nStatues, the Academic Council may make Regulations, for all or any of the\nfollowing matters, namely:-\n(a) the courses of study for degrees, diplomas and certificates of the\nUniversity;\n(b) the manner in which the teaching referred to in sub-section (l) of\nsection 6 shall be organized and conducted;\n(c) the admission and expulsion ofstudents to and from rhe University;\n(d) the conditions under which students shall be admifted to the courses\nand the examinations of the University and shall become eligible\nfor the award ofdegrees, diplomas and certificates;\n(e) the conduct ofexaminations;\n(0 conditions under which a person may carry on independent research\nto entitle him to a degree;\n(g) the institution of fellowships, scholarships, exhibitions, medals and\nprizes;\n(2) Regulations shall be proposed by the Academic Council and shall\nbe submitted to the Board of Govemors which may approve them or withholy'\napproval or refer them back to the Academic Council for reconsideration. A\nRegulation proposed by the Academic Council shall not be effective unless it\nreceives the approval ofthe Board of Govemors.\n(3) Regulations regarding or incidental to matters containcd in sub-\nclauses (g) and (i) shall not be submitted ro the Board of Governors withour the\nprior approval ofthe Executive Committee.\n28. Amendment and repeal of Statutes and Regulations.-The\nprocedure for adding to, amending or repealing the Statutes and the Regulations\nshall be the same as that prescribcd respectively for framing or making Statutes\nand Regulations.(h) the use ofthe Library;\n(D the formation ofFaculties, departments and board ofstudies; and\n(,) all other matters which by the Act or the Stritutes are to be or may\nbe prescribed by Regulations.\n1040 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2021 [PARr I\n29. Rules.{1) The Authorities and the other bodies of the University\nmay make Rules, to be published in the official Gazette, consistent with the Act,\nStatutes or the Regulations, to regulate any matler relating to the affairs of the\nUniversity which has not been provided for by the Acl or that is not required to\nbe regulated by Statutes or Regulations, including rules to regulate the conduct of\nbusiness and the time and place of meetings and related matters.\n(2) Rules shall become effective upon approval by the Executive\nCommittee.\n30. University fund.-The University shall have a fund to which shall\nbe credited its income from fees, charges, donations, trusts, bequests,\nendowments, contributions, grants and all other sources.\n31. Audits and accounts.{l) The Accounts of the University shall\nbe maintained in such form and in such manner as may be prescribed.\n(2) AII funds generated by a teaching department, constituent college\nor other unit ofthe University through consultancy, research or other provision of\nservice shall be made available without prejudice to the budgetary allocation\notherwise made, after deduction.of overheads in the manner and to the extent\nprescribed by Statute, to the teaching department, constituent college or other\nunit for its development. A part of the funds so generated may be shared with the\nUniversity Teachers or researchers in charge of the consultancy, research or\nservice concemed in the manner and to the extent prescribed by Statutes.-\n(3) No expenditure shall be made from the funds of the University,\nunless a bill for its payments has been issued in accordance with the relevant\nfinancial regulations and the Treasurer has verified that the payment is provided\nfor in the approved budget.\n(4) Provision for an intemal audit of the finances of the University\nshall be made and prescribed in the Statutes.\n(5) The annual audited statement of accounts of the University shall be\nprepared in conformity with the Generally Accepted Accounting Principles\n(GAAP) by a reputed firm of chartered accountants and signed by the Treasurer.\n(6) The observations of the Auditor, if any, together with such\nannotations as the Treasurer may make, shall be considered by the ExecutiveCHAPTER VI\nUNryERSITY FUND\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I IO4I\nCommittee and shall be placed before thc Board of Governors within six months\nof closing ofthe financial year.\n32. Opportunity to show cause.-Except as othenvise provided by\nlaw no officer, teacher or other employee of the University holding a pennanenr\npost shalI be reduced in rank, or removed or compulsorill, retired from service for\ncause arising out of any act or omission on the part of the person concemed\nunless he has been given a reasonable opportunity of shorving cause against the\naction proposed to be taken.\n33. Appeal to the Executive Committee and the Board of Goverrors.-\nWhere an order is passed punishing any officer (other than the Vice{hancellor),\nteacher or other employee of the University or altering or interpreting to his\ndisadvantage the prescribed terms or conditions of his service, he shall, rvhere the\norder is passed by any officer or teacher of the University other than the Vice-\nChancellor, have the right to appeal to the Executive Committee against the\norder, and where the order is passed by the Vice{hancellor, have the right to\nappeal to the Board of Govemors.\n34. Service of the University.-{ l) All persons employed by the\nUniversity in accordance \\vith the terms and conditions of service prescribed by\nrelevant statutes shall be persons in the service of University.\n(2) An officer, teacher or other employee of the University shall retire\nfrom service on the attainment of such age or tenure of service as may be\nprescribed in the statutes in accordance with the provisions of employment\ncontract prescribed.\n(3) No adverse change shall be made in the terms and conditions of\nemployment of any University employee in the employment of the University on\nthe date ofenforcement ofthe Act.\n35. Benefits and insurance.-{ I) The University shall constitute for\nthe benefit of its officers, teachers and othcr cmplovces schemes, as may be\nprescribed, for the provision of post-rmployment benefits as well as health and\nIife insurance while in service.\n(2) Where any provident fund or gratuity scheme has been constituted\nunder this Act, its goveming rules shall be approved by the Board ofGovernors.CHAPTER VII\nGENERAL PROVISIONS\nIO42 THE GAZET.IE OF PAKISTAN, EXTRA., DECEMBER4,2O2I [PART I\n36. Commencement of term of office of members of Authority.-{1)\nWhen a member of a newly constituted AuthoriB\" is elected, appointed or\nnominated, his term of office, as fixed under this Act, shall commence from the\ndate of his/her appointment by the competent authority which will also be\nnotified accordingly.\n(2) Where a member who has accepted any other assignment or for any\nother similar reason remains absenl from the Univenity for a period of not less\nthan six months, provided that the reasons for his absence were not beyond his\nconrol, he shall be deemed to have resigned and vacated his seat.\n(3) A member of an Authority rnay resign from his membership by\napplying to the Chairperson of the authority. His seat shall fall vacant from the\ndate his resignation is accepted by the competent authority i.e. the appointing\nauthority.\n37. Filling of crsual vacencies in Authorities.-Any casual vacancy\namong the members of any Authority shall be filled, as soon as conveniently may\nbe, in the same manner and by the same person or Authority that had appointed\nthe member whose place has become vacant and the person appointed to the\nvacancy shall be a member of such Authority for the residue of the term for\nwhich the person whose place he fills would have been a member.\n38. Flaws in.the comtitution of Authorities.-Where there is a flaw\nin the constitution ofan Authority, as constituted by this Act, the Statutes or the\nRegulations on account of the abolition of a specified office or because an\norganization, institution or other body outside the University has been dissolved\nor has ceased to function, or because of some other similar reason, such flaw\nshall be removed in such manner as the Board of Govemors may direct.\n39. Proceedings of Authorities not invalideted by the vacancies.-\nNo act, resolution or decision of any Authority shall be invalid by reason of any\nvacancy on the Authority doing, passing, or making it or by reason of any wgrnt\nofqualification or invalidity in the election, appointment or nomination of any de\nfacto member of the Authority, whether present or absent-\n40. First Statutes and Regulations.-Notwithstanding anyhing to the\ncontrary contained in the Act, the Board of Governors shall promulgate the First\nStatutes and Regulations which shall be deemed to be Statutes and Regulations\nframed under section 26 and 27 and shall continue to remain in force until\namended or replaced or till such time as new Statutes and Regulations are framed\nin accordance with the provisions ofthe Act.\nPART IT THE GAZETTE OF PA\n41. Transitory Provisions.{l) Not\\r'ithstanding the provision of this\nAct, as regards the University set up on the commencement of this Act, the\nmembers ofthe first Board ofGovernors, except the University teachers, shall be\nappointed by the chancellor in accordance with the numbers and criteria for\nmembership provided under this Act. The first Board of Govemors so constituted\nshall initiate, as soon as possible, the process for the recruitment of University\nTeachers and appointment of the members of the Executive Committee and the\nAcademic Council in accordance with the requirement ofthis Act.\n(2) Notwithstanding the provisions of this Act, the first Vice\nChancellor shall be appointed by the Chancellor.\n42. Management of Existing Colleges or Institutes.--On the\ncommencement of this Act, colleges/ institutes established by the Foundation for\nthe Advancement of Innovation, Research and Education (FAIRE) shall become\nconstituent institutions of the University of Islamabad (UOI) and their earlier\naffiliation if any with any other University shall cease accordingly.\n43. Removsl of dilliculties.{ 1) If any question arises as to the\ninterpretation of any of the provisions of the Act, it shall be placed before the\nChancellor whose decision thercon shall be final.\n(2) If any difficulty arises in giving effect to any of the provisions of\nthe Act, the Chancellor may make such order after obtaining the views of the\nBoard of Governors, not inconsistent with the provisions of the Ac! as may\nappear to him to be necessary for removing the difliculty.\n(3) Where the Act makes any provision for anything to be done but no\nprovision or no sufficient provision has been made as respects the authority by\nwhom, or the time at which, or the manner in which, it shall be done, then it shall\nbe done by such authority, at such time, or in such manner as the Chancellor may\ndirect after obtaining the views ofthe Board of Govemors.\n44. Indemnity.-No suit or legal proceedings shall lie against the\nGovernment, the University or any Authority, officer or employee of the\nGovernment or the University or any person in respect of anyhing which is done\nin good faith under the Act.\nTAHIR HUSSATN\nSecretary.\nPRINTED BYTHE MANAGER PRJNTING CORPORATION OF PAKISTAN PRESS. ISI.CMABAD\nPUBLISHED AY THE DEPUTY CONTROLLER STATIONERY AND FORMS, TJNI\\ERSITY ROAD. KARACHI"
}