{
    "file": "./converted_json\\administratore956b9ad074cee717ea65f2b73462cb2.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  749 \n \n \n \n  \nISLAMABAD , TUESDAY , NOVEMBER  5, 201 9  \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGILGIT -BALTISTAN  ASSEMBLY SECRETARIAT  \n \nGilgit , the 21st August , 201 9 \n \nTHE  GILGIT -BALTISTAN  BOARD  OF INVESTMENT  &  \nTRADE  ACT,  2019  \n \n(ACT NO. VII OF 2019) \n \nAN ACT \n \nTo provide for establishment of Gilgit -Baltistan Board of Investment and  \nTrade in Gilgit -Baltistan  \n \n AND WHEREAS  it is expedient to provide for the establishment of Gilgit -\nBaltistan Board of Investment and trade to promote, encourage assist and \nfacilitate investors in the Gilgit -Baltistan and coordinate with all department of \nfederal government, the government of Gilgit -Baltistan and other strategic stake - \nholders from public and private sectors for investment friendly policy reforms \nand sust ainable economic growth;  \n \n(749) \n \nPrice: Rs. 20.00 \n \n[1727 (2019)/Ex. Gaz.]    \n750 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  It is hereby enacted as follows:   \n 1.  Short title, extent and commencement. — \n (1) This Act may be called the Gilgit -Baltistan Board of Investment \nand Trade Act, 2019;  \n (2) It shal l extend to the whole of Gilgit -Baltistan;  \n (3) It shall come into force at once . \n 2.  Definitions .—In this Act, unless there is anything repugnant in the \nsubject or context: —  \n (a) “Boards ” means the Gilgit -Baltistan Board of Investment and \nTrade establis hed in section 3 of this Act;  \n (b) “Chairperson ” means Chief Minister of Gilgit -Baltistan;  \n (c) “Vice Chairperson ” means Vice Chairperson of the Board \nappointed under sub -section (4) of Section 5 ; \n (d) “Secretary ” means the Secretary of Industries, investm ent Gilgit -\nBaltistan;  \n (e) “Director General ” means the Director General of the Board \nappointed under section 8;  \n  (f) “Government ” means the Government of Gilgit -Baltistan;  \n (g) “Department ” means the Department of Industries, Commerce & \nInvestment Depar tment Gilgit -Baltistan;  \n (h) “Funds ” mean the fund established under section 11;  \n (i) “Rules ” mean rules made under this Act;  \n (j) “Regulations ” mean regulation made under this Act;  \n (k) “Prescribed ” means prescribed by Rules & Regulations;  \n (1)  “Member ” mean the member of the Board.  \n 3. Establishment of the Gilgit -Baltistan Board of Investment. —(1) \nAs soon as after  the commencement of this act, Government shall establish a \nBoard to be known as the Gilgit -Baltistan Board of Investment and Trade.  \n (2) The Board shall be a body corporate having perpetual succession \nand a common seal with powers to acquire and dispose of property both \nmoveable and immovable and shall be the said name sue and be sued.  \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  751 \n \n  (3) The Board in discharging its function shall be guided by such \ndirections as Government may from time to time give and shall be accountable to \nGovernment for its performance.  \n (4) The Board shall have its head office at Gilgit and may establish \nregional offices at such  other place or places in Gilgit -Baltistan  and other Parts of \nthe Country, as it may deem appropriate.  \n 4.  Management and Administration of Board. —The powers \nconferred under this Act shall vest in the Board, which may exercise the powers, \nperform all functions and do all acts and things which may  be exercised, \nperformed or r equired to be done by the board.  \n 5.  Composition of the Board. —(1) The public sectors members shall \ninclude Chief Secretary, Additional Chief Secretary Planning & Development \nDepartment, Secretary, Finance, Industries, Managin g Director Northern Areas \nTransport Corporation and Secretary of the concerned Department in which \ninvestment is to be made.  \n (2) The private sector members shall be four to five and shall be \nappointed by the Government for non extendable period of 2 years . \n (3) The Chief Minister Gilgit -Baltistan shall be the Chairperson of the \nBoard and Vice Chairperson shall be appointed by Government either from \nPublic or Private sector on such terms and Conditions as Government may \ndetermine for non extendable period o f two years.  \n (4) The Voice Chairperson shall be a person of known integrity and \nhaving back ground of sound policy making and policy implementation skills.  \n (5) The Board may co -opt any Government officer on case to case \nbasis. A co -opted member shall be entitled to participate in meetings with no \nright of Vote.  \n (6) The Voice Chairperson and Members from the private sector may \nat any time resign from their offices by notice in written address to Chairperson.  \n (7) No person shall be appointed or remain as Vice Chairperson or a \nMember of the Board, if he —  \n a. is of unsound mind;  \n b. is a defaulter of any financial institution of f ederal or Provincial \nGovernment;  \n c. has applied to be adjudicated as an insolv ent and his application is \npending;  \n752 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  d. has been c onvicted by a Court of Law for an of fence involving \nmoral turpitude;  \n e. has been debarred from holding any office under any provision of \nLaw or ; \n f. has conflict of interest with such position.  \n (8) The Secretary of Industries Gilgit -Baltistan shall be th e Principal \nAccounting Officer of the Board.  \n (9) The Director General shall be the member of the Board by virtue of \nhis office and shall also be as Secretary of the Board.  \n 6. Meeting of the Board. —(1) The meetings of the Board shall be \nregulated in accor dance with  the procedure as may be prescribed.  \n (2) The Chairperson shall preside over a meeting of the Board and in \nthe absence of Chairperson, the Vice Chairperson shall preside over meeting of \nthe Board . \n (3) the quorum shall be two -third of the total m embership of the Board \nfor a meeting.  \n (4) All decision of the Board shall be taken by majority of the member \npresent and voting, and in case of a tie, the Chairperson shall have casting vote.  \n (5) Meetings of the Board shall be held as and when required b ut once \nat least e very three (3) months , at the time and place as the Chairperson may \ndetermine.  \n 7. Power and functions of the Board. —The Board shall exercise and \nperform the following  powers and functions: — \n (a) Facilitate the investors by proactively en gaging and coordinating \nwith all concerned departments for the purposes of promoting, \nencouraging and facilitating both local and foreign investment in \nthe Gilgit -Baltistan.  \n (b) Facilitate Government on creating an enabling environment for \ninvestment.  \n (c) Assist Government in the implementation of Gilgit -Baltistan Public \nPrivate Partnership Act, 2019.  \n (d) Deal with matters relating to industrial Zones, special Economic \nZones or other Zones or other initiatives of Gilgit -Baltistan and \nFederal Governments.  \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  753 \n \n  (e) Suggest improvements in regulatory framework and procedural \nsystems for Trade and Industrial activities in Gilgit -Baltistan.  \n (f) Prepare investment and industrial policy for Gilgit -Baltistan.  \n (g) Act as a focal point for all investment related acti vities in Gilgit -\nBaltistan.  \n (h) Maintain a data -base of investment projects in the private sector \nthat involve local and foreign capital.  \n (i) Negotiate and finalize agreements for protection and promotion of \ninvestment with pertinent to investment promot ion. \n (j) From time to time, detetrmine and review the scale of fees and \ncharges for services provided to the investors by it.  \n (k)  Promotion of Gilgit -Baltistan as investment friendly and potential \ndestination both at national and international levels th rough various \nmeans.  \n (l)  Conduct pre -feasibilities for project intervention.  \n (m) Capacity building/training of relevant stakeholders/both \ngovernment departments and private sector organizations and \ninstitutions for improving service delivery.  \n (n) Under take sub -sectors studies and develop concepts, briefs and fact \nsheets both internally in consultation with government department \nand through outsourcing to consultants on different priority sectors \nof the Gilgit -Baltistan economy that have the potential fo r growth \nand employment generation and share the same with private and \ninstitutional investors including multilateral and bilateral donors.  \n (o) Assist in identification of sector wise potential projects and prepare \npre-feasibility reports of such projects  wherever possible in \nconsultation with concerned Departments.  \n (p) Provide one window facilities for provision of all services and \nutilities.  \n (q) Engage on a regular basis with the larger business community \nincluding but no limited to business associatio n, forums, trade \nbodies and chambers of commerce and industry, both at local and \nnational level to stimulate ideas for investment in the Gilgit -\nBaltistan.  \n (r) To prescribe by regulations any fee for services rendered or \nfacilitation extended by the board.  \n754 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  (s) From time to time, review the Gilgit -Baltistan investment policy \nand laws, and propose any amendments, modifications and relations \ntherein it may deem appropriate to Cabinet for approval.  \n (t) Review investment promotion plans, formulate institutiona l \narrangements, and make transparent and simplified procedures and \nguidelines for investment promotion.  \n (u) Appraise, evaluate and process all investment proposals and \nprojects received from the investors for submission to the Cabinet \nor a Committee of th e Cabinet or the Board.  \n (v) Develop a marketing, image -building and public relations strategy \nto generate interest in the potential and opportunities of the local \nmarket, within the country and publicize its activities.  \n (w) Communicate all major importan t administrative, financial and \npolicy matters to the management of business undertakings falling \nwithin the purview of the investment policy approved by the \nGovernment.  \n (x) Consider individual investment proposal and categories of \ninvestment which requir e special treatment and recommend to the \ngovernment for approval, where appropriate, additional incentives \nor relaxation of conditions or criteria required under existing \npolicies.  \n (y) To do advocacy and to hold conferences, seminars, roundtables and \npresentations locally, nationally and internationally, to attract \npotential investors by creating awareness about Government \npolicies, building confidence and exchanging practical and feasible \ninvestment ideas.  \n (z) Exercise and perform such powers and functio ns as may be  \nassigned by the government from time  to time.  \n 8. Director General. —(1) Government shall appoint Director \nGeneral on t he recommendation of the Board; — \n (a)  from amongst Government offices not below the rank of grade 19 or ; \n (b)  From private  sector on such term and conditions and having such \nqualifications as may be determined by the Government . \n 2. (i) The Director General shall be responsible for day to day \nadministration of Board and will be as Secretary of the Board.  \n (ii) The Director Ge neral shall have absolute power and responsibility to: —  \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  755 \n \n  (a) Make administrative decision as he may deem fit for day to day \naffairs.  \n (b) Prepare the annual Reports of Board . \n (c) Preparation of the agenda, working papers and its distribution \namong the me mbers of the Board.  \n (d) monitoring and evaluation of the progress of project approved by \nthe Board and  \n (e) for such other functions as may be assigned by the Board . \n 9. Committees .— (1) the Board may constitute committee to assist it \nin the performance o f its functions, such committees shall consist of such persons \nas the board may deem fit, including any member or officer of the board. The \nBoard may Co -opted as member of a committee or Committees, other persons as \nit may deem fit Provided, however that a ll decision and recommendations of the \ncommittee shall be subject to approval of the board . \n (2) the meeting of the committees shall be in such manners as may be \nprescribed by regulations.  \n 10. Delegation of Powers. —The Board may delegate any of its \npowers , to any of its member or officer in such manner, extent and period as may \nbe prescribed by regulations . \n 11. Funds. —(1) There shall be constituted a fund to be called the \nGilgit -Baltistan Board of Investment Fund which shall vest in the Gilgit -Baltistan \nBoard of Investment and shall be utilized to meet the expenses in connection \nwith the functions of the Gilgit -Baltistan Board of Investment.  \n (2) The fund shall consist of:  \n (a) Grants made by the Government;  \n (b) Foreign aid and loans obtained or raised by  the Gilgit -Baltistan \nBoard of Investment with special or general sanction of the \nGovernment and  \n (c) All sums including income, fees and charges receivable by Gilgit -\nBaltistan Board  of investment.  \n (3) The fund shall be utilized for the purpose of:  \n (a) Lawful expenditure incurred by the Gilgit -Baltistan Board of \nInvestment, in respect of remuneration of its members, employees, \nadvisers and consultants including provident fund, legal fees and \ncosts;  \n756 THE GAZETTE OF PAKISTAN, EXTRA.,  NOV. 5, 2019  [PART I \n \n  (b) Any other expenses, costs or expenditure lawfully in curred by the \nGilgit -Baltistan Board of Investment in the performance of its \nfunctions or the exercise of its powers under this Act;  \n (c) Generally paying any expenses for carrying into effect the \nprovisions of this Act;  \n 12. Audit and Accounts. —(1) The ac counts of the funds shall be \nmaintained in such form and in  such manners as may be prescribed.  \n (2) Accounts of the Funds shall be audited by the auditor General of \nGilgit -Baltistan.  \n 13.  Annual Reports. —(1) with in ninety days from the end of each \nfinan cial year, the Board shall cause a report to be prepared on the activities of \nthe Board during that financial year.  \n (2) The board shall, within one hundred and twenty days of the each \nfinancial year, send a copy of the annual report of the board under sub -section (1) \ntogether with a copy of the statement of accounts of the board certified by the \nauditors and a copy of the auditor ’s report to government.  \n 14. Appointment of officers, advisers, etc. —Board may appoints \nsuch officers, consultants and employees  as it considers necessary for the \nefficient performance of its functions on such terms and conditions as may be \nprescribed under the rules made with the prior approval of the Government, \nprovided that all appointments shall be made in accordance with the prescribed \neducational, technical or professional qualifications and experience.  \n 15. Members, officers, staff, etc . deemed to be public servants. — \nSubject to other provisions of this Act, every officer and employee of Gilgit -\nBaltistan Board of Investment shall be deemed to be a public servant in \nequivalent Basic Pay Scales within the meaning of section 21 of the Pakistan \nPenal Code (Act XLV of 1860)  \n 16. Assistance from other agencies. —(1) The Board may require any \ninformation from all sources including pr ivate sector organizations, department, \nstatutory body, corporation, agency of the provincial government which, in its \nopinion, concerns any matter relating to Board, and the requisite information \nshall be provided to Board within a fortnight of the receip t of such request;  \n (2) Board may request any Department, statutory body, corporation of \nGilgit -Baltistan Government, to review such proposals, policies, directions, \nguidelines, notifications, circulars, orders, regulations and rules, which, in its \nopinion , concern any matter relating to Board, and the concerned Department, \nstatutory body, corporation, Gilgit -Baltistan Government shall give its decision \nin writing based on sound reasons within a fortnight of such request  \nPART I]       THE GAZETTE OF PAKISTAN, EXTRA., NOV. 5, 2019  757 \n \n  (3) Subject to sub -section (4), if,  upon receiving the decision under \nsub-section (2), the Board of Investment is of opinion that the decision adversely \naffects any policy relating to its working, it may request the Department, \nstatutory body, corporation, Gilgit -Baltistan Government to rev iew such decision \nin consultation with it or its authorized officer . \n (4) In case Gilgit -Baltistan Board of Investment is not satisfied with the \nrevised decision of the Department, statutory body, corporation, of Gilgit -\nBaltistan Government under sub -sections (2) and (3), the unresolved issue shall \nbe placed before Gilgit -Baltistan Board of Investment wherein the representative \nfrom the Department, statutory body, corporation etc., of the Gilgit -Baltistan \nGovernment may be invited by special invitation to a ssist the Board or the Gilgit -\nBaltistan Board of Investment to arrive at a final decision . \n 17. Indemnity. —No Suit, prosecution or other legal proceeding shall \nlie against Board, the Chairperson, the Secretary, the members, the officers, the \nemployees and consultants of the Board for anything done in good faith or \nintended to be done under this Act or any rule or regulation made there under.  \n 18. Power to make rules. —Government may, by notification in the \nofficial Gazette makes rules to carry out the purpos es of this Act.  \n 19. Power to make regulations. —The board may, by notification in \nthe Gazette make regulations, not inconsistence with the provision of this Act, for \ncarrying out the purpose of this act.  \n 20. Power of Government to issue directives. —Govern ment may, as \nand when it considers necessary, issue policy directives to the board, not \ninconsistent with the provisions of the this act, and board shall comply with such \ndirectives.  \n 21. Removals of difficulties. —If any difficulty arises in giving effect \nto any provision of this Act, Government may, in consultation with the board, \nissue orders, not inconsistent with the provisions of this Act, or the rules made \nthere -under, for the removal of the difficulty up to two year.  \n \nFIDA MOHAMMAD NASHAD , \nSpeaker  \nGilgit-Baltistan Assembly . \n_______  \n \nRAJA JALAL HUSSAIN MAQPOON , \nGovernor  \nGilgit -Baltistan . \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS, ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI.."
}