{
    "file": "./converted_json\\administratorfa46d0ffd3a9ec23f29e2e17c5ba5ee1.json",
    "name": "Contempt of Court Ordinance, 2003",
    "date": "July 10, 2003",
    "tagline": "Prohibits actions that undermine the authority of courts and administration of justice",
    "content": "REGISTERED No.tr#\n$$e Gwffi d pshtdtsrr9\nISI,AMABAD. THURSDAY, JULY 10, 2OO3\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVDRNN,ITJN'I' OF PAKISTAN\nMINISTRY OF LAW, JUSTICE, HUMAN RIGHTS AND\nPARLIAMENTARY AFTAIRS\n(Law- Justice and Human Rights Division)\nlslcunabad, tlre l0th Jultt 200-1\nF. No. 2( l)/2003-Pub.-The follorving Ordinancc prornulgate d by the\nPresident is hereby published tbr general information.\nORr)INANCE No. lV or 2003\nAN\nORDINANCE\nto regulete the exercise of the powers of courts to pLoish.for co te'ttpt\nof court\nWIiEREAS clause (3) of Article 204 of the Constitution of the Islamic Republic\nof Pakistan provides that the exercise of the power conferred on coufts to punish\nior contempt may be regulated by law;\nAND wIIi:uEAS the National Assembly is not in session and the Presidcnt is\nsatisfied that circunlstances cxist which render it necessaly to take immediate lction:\n( 125)\nt,+956 (2003)Ex. Gaz.l Price : Rs 5'00EXTRAORDINARY\nPUBLISHED BY AUTHORITY\ni\nl. Short title, extent and Cornmencernent. (l) This C)rdinance mav\nbe calletl thc Contempt ot Cour-t Ordinance, 200-l.\n(l) [t cxtend\\ t() the wholc of Pakistan\n(3) lt shlll corre in fbrcc at once\n2. Definitions,-In this Ordinance, unless rhere is anything repugnant\nin the subjecr or context,-\n(r) 'civil con tcrnpt\" nreans thc u,i llirl 11out ing o r disregar.d trl\n(i) ur o|iler. whr-ther interil'n r,, finul. a.jrrd-uc'ntallt or Llcercc ()l i!\nCOLIII:\n(ii) a wdt or order issued by a coun in the exercise ofits constitutional\nj u r isdic tion :\n(iii) an unrlertaking given to. and reco|ded by. a coLrrt:\n(iv) thc pro(ess ol a couft:\n(b) ''criminal contenlpt\" means the doing of any act with intent to. or\nhavin-s the efttct of, obstructing the administration of justice:\n(c) \".jutlicial contempt\" means the scandalization of a coLrrt and irrcludes\npersonalized criticism ofajudge while holdin-e office:\nGI) \"notice\" means a notice other than a shorv clause notice issued by a\ncourt;\n(e) \"pcnding ploceedings\" means proceedings which have been instituted\nin a cour-t ol law until finally, deciderl aiier exhausting all appcals.\nrevisions or revie'rvs plovided by larv oruntil rhe period of IimiLatit.,n\ntherefor has erpired:\nProvided that the lrendency ofan erccution applicalion shall not\ndetract trom the finality ofthe proceedings.t,2! :!e!4ZEIrE o| p44!Ja\\FIlE4.l!l_ t-Y !0, u.9: L!1ql\nNow lxtnerons, in exercise of the powers conferred bi, clause (l) of\nArticle 89 of the Constitution of rhe Islamic Republic of Pakistan, the Presicient is\npleased to make and promulgate the following Ordinance:-\nPANI Il]'Hl: GAZEITE OF PAKISTAN. EXTRA . JULY I0- l{)oj\n(D \"personalized criticism\" means a criticism of ajudge or ajudgement in\nwhich improper motives are imputed: and\n(C) \"superior court\" means the Supre:.ne Court or a High Coufi'\n3. Contempt of court.-Whoever disobeys or disregards any order'\ndirection or process of a court. which he is legally bound to obey: or commits a wiltul\nbr each of a valid undertaking given to a court: or does anything which is intended to\nol: tends to bring the authority of a court or the administration of liiw into djsrespect\nor disrepute, or to interferc rvith or obstruct oI interrupt or prejudice the process of\nlaw or the due course of any judicial proceedings. or to lower the authoritv of a court\nor scandnlize ajudge in relation to his oftce, or to disturb the order tlr decorutn of a\ncourt. is said to commit \"contempt of court\". The contempt is of three type. namely'\n\\-thc \"civil contempt\", \"criminal contempt\" and \"judicial contempt'\"'\n4. Jurisdiction.-< I ) Every superiorcourt shall have the power Io punish\na contempt conlmilted in relation to it.\n(2) Subject to sub-section (3). every High Court shall have the power to\npunish a contempt committed in relation to any couft subordinate to it\n(3) No High Court shall proceed in cases in \"lhich an alleged contempt is\npunishable by a subordinate court under the Pakistan Penal Code (Act No' XI-V of\n1860).t21\n5. Punishment.-( I ) Subject to sub-section (2)' any person ivho\ncommits contempt of Court shall be punished with imprisonment which may extend\nto six months simple imprisonment. trr with fine which may extend to one hundred\nthousand nrpees, or rvith both.\n(2) A person accused of havi ng committed contempt of court may' at any\nstage, submit an apology and the court, if satisfied that itis bona fide, may discharge\nhim or remit his sentence.\nE.rplutttttittt-Jhe fact that an accused person genuinely helieves that he\nhasnotcommittedcontemptandentersadefenceshallnotdetractfiomtheDorla\nlirlcs of an apologY-\n(3) In the case of a contempt having been committed' or alleged to have\nbeen commi(ted, by.- a company, the responsibility thereibre shall extend to the penons\nin the cornpany. directly or inclilectly. responsible tbr tbe same' who shall also be\nliable tL) be punished accordingly.\nt28 THE GAZETTE OF PAKISTAN , EXTRA.. JUI_Y 10. l(x):l I P^Rr I\n(4) Notwithstanding anything contained in any.jud-eement. no court shall\nhave the power to pass any order of punishment for or in relation to anv acr of\ncontempt save and except in accordance with sub-section ( I ).\n6. Criminal contempt when committed._( I ) A criminal contempt\nshall be deemed to have been comrnitted if a person-\n(a) attempts to int'luence a witness, or proposed *.itness, either by\nintimidation or improper inducement, not to give evidence, or not to tell\nthe truth in any legal proceeding:\n(b) otl'ers an improper inducernent or attempts to intimidate ajudge. in\norder to secure a favourable verdict in an1'legal proceedings:\n(c) commits any other act with intent to divert the course ofjustice.\n(l) Nothing contained in sub-section ( I ) shall prejudice any other criminal\nprocceclings which may be initiated against any such person as is mentioned therein.\n7. Cognisance of criminal contempt.-ln the case of a criminal\nconternpt a superior court rnay take action;\n(h) suo tltoto: or\n(ii) on the initiative ofany person connected with the proceedings in which\nthe alleged contempt has been committed: or\n(iii) on the application of the larv officer of a pr.ovincial or the Federal\nGovemment.\n8. Fair reporting.--{ I ) Subject to sub-section (2), the publication of a\nsubstantially accurate account of what has transpired in a court, or of legal proceedings,\nshall not constitute conten1pt ofcourt_\n(2) The court may, tbr reasons to be recorded in writing. in the interest of\njustice, prohibit the publication of information pertaining to legal proceedings.\n9. Personalized criticism.-( I ) Subject ro the provisions of this\nOrdinance, personalized criticism ofa specificjudge. orjudges, may constitutejudicial\ncontempt save and except true averment if made in good faith and in temperate\nlanguage in a complaint made,-\nPam tl,fHE GAZ,ETTE OF PAKISTAN, EXTRA.. JULY I(). 2({) t2r)\n(a ) to the admiristrative superior of a judge of a subordinate cout't:\n(h) t(l a Provincial Gu\\ernmenl:\n(c) to thc Chief Justice of a High Cout't:\n(d) to tlle Supreme Coufi:\n(e) to the Supreme Judicial Cttuncil: or\n(f) to the Federal Government fbl examination and being lbrwarded kr\nthe Supreme Judicial Council.\n(2) Nothing contained in sub-section ( I ) is intended to dcprive ejudge ol\nthe right to l'ile l suit for tlelrrttation.\nProvided that it is phrased in temperate language and the integrity ahd\nimpartiality ofa Judge is not impugned.\nI I . Judicial contenrpt.--( I ) A sttperior court may take actiotr in I case\nofjudicial Contempt on its own initiative or on information laid betbre rt by any\nperson.\n(2) Any person laying false inforn.ration relating to the commission of an\nallegedjudicial contempt shall himself be liable to be proceeded against for contempt\nof court.\n(3) Judicial contempt proceedings initiated by a judge' or relating to a\njudge. shall not be heard by the said judge, but shall (unless he is hirnself the Chiel\nJnstice) be rel'en ed to the Chief Justice, who may lrear the same personally or rel-er\nit to some other judge, and. in a case in which the judge himself is the Chief Justice.\nshall be ret-erred to the seDior mostjudge available for disposal sirnilarly.\n(4)\nof one yearNo proceedings forjudicial conternpt shall be initiated afLer the expiry'\n12. Civit contempt.-( I ) Proceedings fbr civil contempt may be initiated\n.\\uo tltoto or at the instance of an aggrieved party.10. Fair comments.-The tair and healthy comments on a judgement\ninvolving question ofpublic ir.nportance in a case rvhicir has finn1ly been decided and\nis no longel pcnding shall not constitute contempt:\n1i0 1-HE GAZE rfE OF PAKIS'IIAN. EXTRA.. Jtll-Y 10. 1003 lt,rur I\n(2) The provisions colttained herein are inteuded to be in ilddition t(!. and not\nin derogation ol. the powcr of the court under nny other law titr thc timc heing il\ntbrce to enfirlce compliirnce ol its order-s. judgernerrrs or decrees.\n13. Procedure in cascs of contempt in tlte facc of the court,-(l) In\nthe case of it cortempt committed in the tace of the cout-t. the court may cause the\ncontcmner /oflendcr to be detained in custody and may proceed against him in the\nrranner provided in sub-section (2):\nProvided that if the case cannot be tinally disposed of on the same day. the\ncourt may order the release of the accused from the custodv either on bail or on his\nown ltond.\n(2) In all cases of contentpt in the face of the court thejud-ce shall prss tn\norder in open court recording separately what was said or done by thc accused\nperson and shall imrrediately ploceed against the otTender or may retcr the matte!'\nto the Chief Justice fbr hearing and deciding the case by hirnself or by another\nJudge.\n14. Expunged material. No ntarerial rvhich has been expunged tlom\ntlre record unciel the onlcrs of-\n(i) a court o1'competent jurisdiction: or\n(ii) the pr esiding ofticer of the Senate, the National Assembly or a Provincial\nAssembl)'.\nshall be aclmissible in evidence unless it is otherwise ordered by the cou't\n15. Innorent publication.-No person shail be guilty of contenrpt of\ncourt tbr makin-s any stfltemerlt. or publishin_e any mater-ial, pertaining to an), matte r -\nrvhich fcrrms the subject of pending proceedings. if he was not a\\\\,ale of the pendency\nthereof.\n16. Protected statements.-No p(rceedings for contempt of cour.t shall\nlie in relation to the following:\n(i) observations rrade by a higher or appellate court in ajudicial order or\njudgernent;\n(ii) remarks made in an administrative capacitv bv any authoritv in the\ncourse of otTicial business. including those in connection with a\nl.ll\ndisciplinary inquiry or in an inspection notc or a chrrircter roll or\ncrrnficlential leport: and\n(iii) ir true statement without intent to scandalize a judge regarding his\nconduct in a matter not connected with the performance of his jutlicial\ntunctions.\nI7. Procedure.-(l) Save rs expressly provided to the contrary.\nprocec'dings in cascs of contempt shall be contmenced by the issuaDce of a noticc,\nor a shorv cau\\e notice. a1 the discreti()n of the court,\n(l) ID the case of a notice the alleged contemner may enter rppearance in\nperson or throu-sh an advocate. and, in the case of a show cause notice, shall appear-\npersonally:\nProvided that the coul't rnay at any time exempt the alleged contemner iiom\napprearing personally.\n(i ) lf. rltcr giving the alleged contemner an opportunity of a preliminary\nhelring, tlre court is /)rllx(.lir( le satisfied that the interest ofjustice so require\\. it\nshall f ix u date lor Iraming a charge ir'] open couft and proceed to decide the matter\ncither on that dale. or on a subsequent dilte or dates. on the basis of affidavits, or\nalier recoldin-u evidence:\nProvided that the rlleged contemner shall not. if he so requests, be denied\nthe right of cross examination in relation to any affidavit, other than that of a judge-\nusecl in cvidence lqlinst hint.\nI8. Substantial detriment.-( I ) No person shall be fbund guilty of\ncoutcrnpt ol'court. u punished accordingly. unless the court is satisfied that the\ncontempt is ouc whrch js substlntially detrimental to the administration of.justice or\nsclntlalizcs the court or othcrw ise tends to brin,s the court or Judge of the cout't int()\na hatred i)r ridicule.\n(:) In the event ofa person being lbund not lJuilty ofcontempt by reason\nof sub-section ( I ) the c:ourt may pass an order deprecating the conducl. or actions,\not thc persoD accused of having committed contelnpt.\n(3) Subject to the provisions ofthis Ordinance, truth shall be a valid def'ence\nin cases of contempt of court.f'nrrr Il -l lll- C r\\ZETll-. OF PAKISTAN. EX'|RA.. JULY 10. 2003\nI\nl.t2'I HE GAZEIE OF PAKISI'AN. EXTRA.. IULY 10. 2(X)3 I PARI I\n19. Appeal.-( I ) Notwithstanding anything contained in any other law or'\nthe rLrles fbr the time being in tbrce. orders passed by a superior courl in cases of\nconternpt shall be appealable in the lbllowing rnanner:-\n(i) in the case of an order passed by a single judge of a High Court an\nintr-a-court appcll shall lie to a bench of two crr more.iudges:\n(ii) in a case in which the original order has becn passed by a division or\nlxlger bench of a High Coun an appeal shall lie to the Suprerne Court;\nand\n(iii) in the casc of an original order passed by a singlejudge orabench of\ntrvo judges of the Supreme Court an intra-court appeal shall lie to a\nbench of three judses .rnd in case the original order was passed by a\nbench ofthree or morejudges an intra-court appeirl -qhall lie to a bench\nol tive or more judges.\n(2.)\nof the appealThe appellate court may suspend the impugned order pending dtsposal\n(3) The limitation period for filing an appeal shall be thirty days.\n20. Repeal.-The Contempt of Court Act, 1976(LXIVof 1976) is hereby\nrepealed.\nGcuEnel\nPERVEZ MUSHARRAF,\nP residertt.\nMx. Jusrrcr\nNIUHAMMAD NAWAZ ABBASI,\nPrincipal Secretor\\'.\nPRIN'I'ED Ily lllll lvli\\N..\\GER. PRIN.IINC CORPOR.{TION OF PAKIS]AN PRESS. ISI,AMABAt)\nI't:BI-lSIIED BY THE IIIANACER OF PIJBLIC,ATIONS. KARACIII."
}