{
    "file": "./converted_json\\administrator2153575f47e8a97a8776320d8eac6a3c.json",
    "name": "Hindu Disposition of Property Act",
    "date": "28th September, 1916",
    "tagline": "Removing disabilities in dispositions of property by Hindus for the benefit of persons not in existence",
    "content": "Page 1 of 2 \n   \n \n \n \nTHE HINDU DISPOSITION OF PROPERTY ACT, 1916  \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Disposition for the benefit of persons not in existence  \n3.  Limitations and conditions  \n4.  [Failure of prior disposition ] \n5.  Application of this Act to the Khoja community  \n\n \nPage 2 of 2 \n THE HINDU DISPOSITION OF PROPERTY ACT, 1916  \n1(Act No. XV of 1916)  \n[28th  September,  1916]  \nAn Act to remove  certain  existing  disabilities  in respect  of the power  of disposition  of property  by \nHindus  for the benefit  of persons  not in existence  at the date of such disposition.  \n WHEREAS  it is expedient  to remove  certain  existing  disabilities  in respect  of the power  of \ndisposition  of property  by Hindus  for the benefit  or persons  not in existence  at the date of such \ndisposition;  \n It is hereby  enacted  as follows :- \n 1. Short  title and extent .___ (1) This Act may be called  the Hindu  Disposition  of Property  \nAct, 1916.  \n 2[(2) It extends  to the whole  of Pakistan]  \n 2. Disposition  for the benefit  of persons  not in existence . Subject  to the limitations  and \nprovis ions specified  in this Act, no disposition  of property  by a Hindu,  whether  by transfer  inter \nvivos  or by will, shall  be invalid  by reason  only that any person  for whose  benefit  it may have  been  \nmade  was not in existence  at the date of such disposition.  \n 3. Limitations  and conditions . The limitations  and provisions  referred  to in section  2 shall  \nbe the following,  namely:  - \n(a)  in respect  of dispositions  by transfer  inter vivos,  those  contained  in 3[Chapter  \nII] of the Transfer  of Property  Act, 1882  (IV of 1882) and \n(b)  in respect  of dispositions  by will, those  contained  in 4[sections  113, 114, 115 \nand 116 of the Indian  Succession  Act, 1925  (XXXIX  of 1925). ] \n 4. [Failure  of prior  disposition ]. Rep. By the Transfer  of Property  (Amdt.) Supplementary  \nAct, 1929  (XXI of 1929),  s. 12. \n 5. Application  of this Act to the Khoja  community . Where  the 5[Provincial  Government]  is \nof opinion  that the Khoja  community  in 6[the Province]  or any part thereof  desire  that the provisions  \nof this Act should  be extended  to such comm unity,  7[it] may by notification  in the 8[Official  \nGazette],  declare  that the provisions  of this Act, with the substitutions  of the word  \"Khojas\"  or \n\"Khoja\" , as the case may be, for the word  \"Hindu s\" or \"Hindu\"  wherever  those  words  occur,  shall  \napply  to that community  in such area as may be specified  in the notification,  and this Act shall  \nthereupon  have  effect  accordingly.  \nDate: 16 -09-2024  \n1For Statement of Objects, and Reasons, see Gazette of India, 1916, Pt. V, p. 2 ; for Report of Select Committee,  see ibid. , 1916, Pt. V, p 76 ; and for \nProceedings in Council, see ibid. , 1916, Pt. VI, pp. 19, 509, 542 and 585.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for th e original \nsub-section (2) as amended by A. O., 1937 and A. O., 1949, Sch.  \n3Subs.  by the Transfer  of Property  (Amdt.)  Supplementary  Act, 1929  (21 of 1929),  s. 12, for \"sections  13, 14 and 20\" \n4Subs.  ibid., for \"sections  100 and 101 of the Indian  Succession  Act, 1865\".  \n5Subs.  by A. O., 1937,  for \"G. G. in C.\" \n6Subs.  ibid., for \"British  India\".  \n7subs.  ibid., for \"he\" \n8Subs.  ibid., for \"Gazette  of India\"."
}