{
    "file": "./converted_json\\administrator25f8872773a009ddfefb71c90ada01dc.json",
    "name": "Port Qasim Authority Act, 1973",
    "date": "27th June, 1973",
    "tagline": "An Act to provide for the establishment of the Port Qasim Authority",
    "content": "Page 1 of 26 \n \n \n \nTHE PORT QASIM AUTHORITY ACT, 1973  \n \n \n \n \nCONTENTS  \n__________  \n \nCHAPTER  I \n \nPRELIMINARY  \n \n1.  Short  title, extent  and commencement.  \n2.  Definitions.  \n3.  Declaration  of Port area.  \n \nCHAPTER  II \n \nESTABLISHMENT  OF THE  AUTHORITY  \n \n4.  Establishment  of the Authority.  \n5.  Management.  \n6.  Constitution  of the Board.  \n7.  Remuneration  and conditions  of service.  \n8.  Duties  and functions  of Chairman  and members.  \n9.  Headquarters  of the Authority  and meetings  of the Board.  \n \nCHAPTER  III \n \nPOWERS  AND  DUTIES  OF THE  AUTHORITY  \n \n10.  Master­plan  and master­programme.  \n11.  Preparation  of schemes  by local  bodies  or agencies.  \n12.  Manner  and form,  etc. of scheme.  \n13.  Powers  [and functions ] of the Authority.  \n14.  Tolls  and charges  may be remitted  in special  cases.  \n15.  Board ’s lien for tolls and charges.  \n16.  Owner ’s lien for freight.  \n17.  Discharge  of shipowner ’s lien for freight.  \n18.  Goods  may be removed  to warehouse.  \n19.  Recovery  of tolls and charges  by sale of goods.  \n20.  Removal  of unclaimed  goods.  \n \nPage 2 of 26 \n 21.  Power  to distrain  vessels  for non­payment  of rates,  etc. \n22.  Port­clearance  not to be granted  till rates,  etc., paid.  \n23.  Alternative  remedy  by suit. \n24.  Surplus  of port dues to be paid to Board.  \n25.  Right  of Board  to maintain  pilots.  \n26.  Approval  and publication  of bye­laws.  \n27.  Removal,  etc, of building.  \n28.  Private  wharves,  etc., prohibited.  \n29.  Power  to permit  erection  of private  wharves,  etc. \n30.  Power  to amend  schemes.  \n31.  Execution  of schemes,  etc., through  local  bodies  and agencies.  \n32.  Borrowing  powers.  \n33.  Utilization  of building  material.  \nCHAPTER  IV \n \nACQUISITION  OF LAND  \n34.  Liability to acquisition.  \n35.  Entry  upon  land,  preliminary  surveys,  etc. \n36.  Compensation  for damage.  \n37.  Power  to acquire  land.  \n38.  Land  to be marked  out, measured  and planned.  \n39.  Notice  to persons  interested.  \n40.  Enquiry  and award  by Deputy  Commissioner.  \n41.  Compensation.  \n42.  Matters  to be considered  in determining  compensation.  \n43.  Factors  to be ignored  in determining  compensation.  \n44.  Vesting  of land in the Authority.  \n45.  Acquisition  in cases  of urgency.  \n46.  Power  of Deputy  Commissioner  to call for information.  \n47.  Power  of Authority  to give directions  to Deputy  Commissioner.  \n48.  Appeals.  \n49.  Deputy  Commissioner  and authorised  officer  to have  powers  of civil court  etc. \n \nCHAPTER  V \n \nESTABLISHMENT  \n \n50.  Appointment  of officers,  servants,  etc. \n51.  Recruitment,  conditions  of service,  etc. \n52.  Members  and officers  to be public  servants.  \n53.  Indemnity.  \n54.  Delegation  of powers  to Chairman,  etc. \n \nCHAPTER  VI \n \nFINANCE  \n55.  Port Qasim  Authority  Fund.  \n56.  Budget.  \n56A.  Surplus to be remitted to Federal Consolidated Fund  \n57.  Audit  and accounts.  \n \n \n \nPage 3 of 26 \n CHAPTER  VII \n \nPENALTY  AND  PROCEDURE  \n58.  Penalty.  \n59.  Penalty  for evading  rates,  etc. \n60.  Compensation  for damage  to property  of Board.  \n60A.  Fines and penalties to be credited to the Federal Consolidated Fund  \n61.  Cognizance  of offences.  \n62.  Recovery  of dues as arrears  of land revenue.  \n \nCHAPTER  VIII  \n \nMISCELLANEOUS  \n \n63.  Submission  of yearly  reports  and returns.  \n64.  Members  not personally  liable.  \n65.  Limitation  of suits,  etc. \n66.  Board  not responsible  for certain  acts of its officers  and servants.  \n67.  Power  to dispose  of land.  \n68.  Power  of Government  to make  rules.  \n69.  Power  of Authority  to make  regulations.  \n70.  Control  of Federal  Government  over acts and proceedings  of Board.  \n71.  Transfer  of Phitti  Creek  Project  Cell to the Authority.  \n71A.   Responsibilities  of Master,  regarding  damages  and declaration,  etc. \n71B.   Port to be pollution  free, etc. \n71C.   Environmental  Pollution  etc. \n72.  Dissolution  of Authority  and transfer  of its assets  and liabilities.  \n \n  \n \nPage 4 of 26 \n THE PORT QASIM AUTHORITY ACT, 1973  \n \n1Act NO. XLIII OF 1973  \n \n[27th June, 1973]  \n \nAn Act to provide for the establishment of the Port Qasim Authority  \n \nWHEREAS it is expedient to provide for the establishment of an Authority for making all \narrangements for the planning, development and management  of Muhammad Bin Qasim Port at Phitti \nCreek, hereinafter referred to as Port Qasim, and associated facilities and industries and for matters \nincidental thereto;  \n \n It is hereby enacted as follows: — \n \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement. —(1) This Act may be called the Port Qasim  \nAuthority Act, 1973.  \n \n(2) It extends to the whole of the Port area.  \n \n(3) It shall come into force at once.  \n \n2. Definitions.  In this Act unless there is anything repugnant in the subject or context, — \n \n(a) “agency ” means any department or organization of the Federal Government or \na Provincial Government and includes a corporation or other body set up or \ncontrolled by such Government;  \n \n(b) “Authority ” means the Port Qasim Authority established under section 4;  \n \n(c) “building ” includes any factory, industrial or business establishment, shop, \ngodown, warehouse, house, outhouse, hut, hutment, shed, garage, stable, well \nor platform and any other structure, whether meant for residential or business \npurposes or not, made of masonry, bricks, wood, mud, thatch, metal or any other \nmaterial, but does not include a temporary structure made for purposes \nconnected with agriculture;  \n \n(d) “Board ” means the Board constituted under section 6;  \n \n(e) “Chairman ” means the Chairman of the Board;  \n \n(f) “Deputy Commissioner ” means the Deputy Commissioner having jurisdiction \nin the Port area, and includes any other officer appointed by the Authority to \nexerc ise or perform all or any of the powers of functions of Deputy \nCommissioner under this Act;  \n_________________________________________________________________________________  \n1For Statement of Objects and Reasons, see Gaz. of P., 1973 Ext., Pt. III, p. 999. \n \nPage 5 of 26 \n 1[(fa) “division concerned ” means the Minister for the division to which the business \nof the Authority stands allocated;]  \n \n(g) “goods ” includes wares and merchandise of every description;  \n \n(h) “high­water mark ” means a line drawn through the highest p oints reached by \nordinary spring­tides at any season of the year;  \n \n(i) “land” includes buildings and benefits arising out of land and things attached to \nthe earth or permanently fastened to anything attached to the earth and the \nforeshore and the bed of th e sea;  \n \n2[(j) “local body ” means a local council , a municipal corporation, a municipal \ncommittee, a body of commissioners, a Cantonment Board or any other body \nconstituted under any law relating to local Government and includes an \nImprovement Trust ;] \n \n3[(k) “market value ” means the average market value prevailing during the preceding \nthree years.]  \n \n(l) “master ” when used in relation to any vessel, means any person having for the \ntime being the charge or control of such vessel;  \n \n(m) “member ” means a member of the Board;  \n \n(n) “owner ” when used in relation to goods, includes any consignor, consignee, \nshipper, agent for shipping, clearing or removing such goods, or agent for the \nsale or custody of such goods; and, when used in relation to any vessel, includes \nany part owner, charterer, consignee or mortgagee in possession thereof;  \n \n(o) “port area ” means the areas falling within the limits of Port Qasim as may be \ndefined for the purposes of this Act;  \n \n(p) “regulations ” means regulations made under this Act;  \n \n(q) “rules ” means rules made u nder this Act;  \n \n(r) “scheme ” means a planning scheme or a development scheme made under this \nAct. \n \n3. Declaration of Port area. ⸺(1) The Federal Government may, by notification in the official \nGazette, define the limits of Port Qasim for the purposes of thi s Act; and may, from time to time, by a \nlike notification, alter such limits.  \n \n(2) The limits defined under sub­section (1) may extend to any part of the navigable approaches \nto the Port area, and may include any wharves, tramways, warehouses, sheds and ot her works made on  \n_________________________________________________________________________________  \n1Ins. by the Port Qasim Authority (Amendment) Act, 2021 (XL of 2021), s. 2.  \n2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 19 81 s. 3 and Sch., II.  \n3Subs. by Ord. 43 of 2002, s. 2.  \n \nPage 6 of 26 \n behalf of the public for convenience of traffic, for safety of vessels, or for the improvement, \nmaintenance and good government of the port,  whether  within or without high­water mark, and, subject \nto any rights of private property therein, any portion of the shore within fifty yards of high­water mark.  \n \nCHAPTER II  \nESTABLISHMENT OF THE AUTHORITY  \n4. Establishment of the Authority. ⸺(1) There shall be est ablished an Authority to be known \nas the Port Qasim Authority for carrying out the purposes of this Act.  \n \n(2) The Authority shall be a body corporate, having perpetual succession and a common seal \nwith power, subject to the provisions of this Act, to acqui re and hold property, both movable, and \nimmovable, and shall by its name sue and be sued.  \n \n5. Management. ⸺(1) The general direction and administration of the Authority and its affairs \nshall vest in the Board which may exercise all powers and do all acts an d things which may be exercised \nor done by the Authority.  \n \n(2) The Board in discharging its functions shall act on sound principles of port planning and \ndevelopment and port management and shall be guided on questions of policy by such direction as the \nFederal Government may, from time to time, give.  \n \n(3) If any question arises as to whether any matter is a matter of policy or not, the decision of \nthe Federal Government shall be final.  \n \n6. Constitution of the Board. ⸺(1) The Board shall consist of not less t han three and not more \nthan seven members, including the Chairman, to be appointed by the 1[Prime Minister] . \n \n(2) The Chairman and other members shall, unless the 1[Prime Minister ] otherwise  \n2[determines], hold office for a period of 2[three] years.  \n \n(3) Any person ceasing to be Chairman or a member of the Board by reason of the expiry of \nthe term of his office shall be eligible for reappointment for another term of five years or for such \nshort er term as the 1[Prime Minister ] may decide.  \n \n(4) No act or proceeding of the Board shall be invalid merely on the ground of the existence of \nany vacancy in , or any defect in the constitution of, the Board.  \n \n(5) The Chairman and any member may , by writing under his hand addressed to the 1[Prime \nMinister] , resign his office:  \n \n Provided that his resignation shall not take effect until accepted by the 1[Prime Minister] . \n \n7. Remuneration and conditions of service . The Chairman and each member shall receive \nsuch salary and allowances and shall be subject to such condition of service as may be determined by \nthe 1[Prime Minister] . \n_________________________________________________________________________________  \n1Subs . by the Port Qasim  Authority (Amendment) Act, 2021 (XL of 2021), ss. 3-4. \n2Subs. by Ord. 43 of 2002, s. 3.  \n \n \nPage 7 of 26 \n 8. Duties and functions of Chairman and members. ⸺(1) The Chairman and members shall \ndischarge such duties and perform such functions as are assigned to them by or und er this Act.  \n \n(2) Until the Board is duly constituted, the Chairman shall, subject to such directions as the \n1[division concerned]  may from time to time give, exercise the powers, discharge the duties and \nperform the functions of the Board.  \n \n9. Headquarters of the Authority and meetings of the Board .⸺2[(1) Authority shall have \nits headquarters within the port area. The Board may establish branch or liaison offices in the vicinity \nof headquarters or elsewhere.]  \n \n(2) The meetings of the Board shall  be held at such times and places and in such manner as the \nregulations may provide:  \n \nProvided that, until regulations are made in this behalf, the meetings of the Board  shall be held \nas and when convened by the Chairman.  \n \nCHAPTER III  \nPOWERS AND DUTIES OF THE AUT HORTIY  \n \n10. Master­plan and master­programme. ⸺The Authority shall prepare a master­plan and a \nphased master­programme for the development of the Port area and the plan and programme shall be \nsubmitted to the 1[division concerned]  for appro val. \n \n11. Preparation of schemes by local bodies or agencies. ⸺(1) The Authority may, pursuant \nto the master­plan and the master -programme, call upon any local body or agency operating in the Port \narea to prepare, in consultation with the Authority, a schem e or schemes in respect of matters ordinarily \ndealt with by such local body or agency, and thereupon the local body or agency shall be responsible \nfor the preparation of the scheme or schemes within a reasonable time.  \n \n(2) Such schemes may relate to ⸺ \n \n (a) land use, zoning and land reservation;  \n \n (b) public buildings;  \n \n (c) industry;  \n \n(d) transportation and communications : highways, roads, streets, railways, \naerodromes, jetties, wharves, moorings, navigational aids, sheds, ware­houses, \ngodowns, navigatio n channels and workshops;  \n \n (e) telecommunications, including wireless, television, radio, telephone;  \n \n (f) utilization of water, power and other natural resources;  \n \n_________________________________________________________________________________  \n1Subs . by the Port Qasim Authority (Amendment) Act, 2021 (XL of 2021), s s. 5-6. \n2Subs. by Ord. 43 of 2002, s. 4.  \n \n  \n \nPage 8 of 26 \n (g) community planning, housing, slum clearance, amelioration;  \n \n(h) community facilities, including water supply, sewerage disposal, electricity \nsupply, gas supply, and other public utilities;  \n \n(i) residential accommodation and welfare facilities for employees of the \nAuthority;  \n \n(j) environmental control  and prevention of pollution.  \n \n(3) The 1[division concerned]  may, by notification in the official Gazette, add to, alter or amend \nthe list of subjects given in sub­section (2) , and any such addition, alteration or amendment shall take \neffect as if it had been enacted in this Act.  \n \n(4) The expenditure incurred on the preparation of any such schemes as aforesaid shall be borne \nas agreed to between the Authority and the local body or agency, and, in the event of disagreement \nbetween them, as may be determined by the 1[division concerned] . \n \n(5) No planning or development scheme shall be prepared by any person or by any local body \nor agency operating in the Port area without the prior  approval of the Authority.  \n \n(6) The Authority may, pursuant to the master­plan and master­programme, prepare such other \nschemes for the Port area as the need for port development and port management may require.  \n \n12. Manner and form, etc., of scheme. ⸺All schemes under section 11 shall be prepared in \nsuch manner and form as the  1[division concerned]  may specify, and shall contain among other things \nthe following information, namely: — \n \n(a) description of the scheme a nd the manner of its execution;  \n \n(b) estimate of costs and benefits;  \n \n(c) allocation of costs to the various purposes to be served by the scheme.  \n \n13. Powers 2[and Functions] of the Authority. ⸺(1) Subject to the other provision of this Act, \nthe Authority m ay take such measures and exercise such powers as may be necessary for the carrying \nout of the purposes of this Act.  \n \n(2) Without prejudice to the generality of the powers conferred by sub­section (1), the Authority \nmay⸺ \n \n(a) incur any expenditure necessar y for carrying out the purposes of this Act;  \n \n(b) acquire any land in the Port area in accordance with the procedure laid down in \nChapter  IV; \n \n(c) undertake any works in the Port area in pursuance of any scheme prepared under \nsub­section (6) of section 11;  \n_________________________________________________________________________________  \n1Subs . by the Port Qasim Authority (Amendment) Act, 2021 (XL of 2021), s.  6. \n2Ins. by Ord. 43 of 2002, s. 5.  \n \n \nPage 9 of 26 \n (d) procure plant , machinery, instruments and materi als required for its use;  \n \n(e) enter into and perform all such contracts as it may be considered  necessary;  \n \n(f) cause studies, surveys, experiments and technical researches to be made or \ncontribute towards the cost of any such studies, surveys, experiments or \ntechnical research made by any other agency at the request of the Authority;  \n \n(g) issue interim development orders for areas for which a master -plan is under \npreparation and restrict or prohibit by general or special order any change in the \nuse of land and alteration in buildings, structures and installations;  \n \n(h) cause removal of any works obstructing the execution of any of its schemes;  \n \n(i) seek and obtain advice and assistance for the preparation of any planning \nscheme or for the executi on of any schemes from any local body or agency and \nsuch local body or agency shall give the advice and assistance sought by the \nAuthority to the best of its ability, knowledge and judgment, and additional \nexpenditure, if any, involved in giving such advic e or assistance shall be borne \nby the Authority  1[;] \n \n1[(j) entrust, transfer, assign or give on contract works connected with the \ndevelopment and operations of the Port to any other person, agency, department, \ncompany or contractor on such terms and condi tions as the Authority may \ndetermine subject to rules, regulations and instructions made or issued under \nthis Act:  \n \nProvided that the Authority shall not entrust, transfer, assign or give on \ncontract any of its operations without approval of the 2[division concerned] ; \n \n(k) to contract out any or all the services or works required to be executed by the \nAuthority under th e provisions of this Act; and  \n \n(l) to form subsidiary company or companies under the Companies Ordinance, \n1984 (XLVII of 1984) either wholly owned or with participation of private \nsector with prior approval of the Federal Government.]  \n \n(3) The Authority shall frame ⸺ \n \n(a) a scale of tolls, dues, rates and charges, annual or other, to be paid by the owners \nof vessel s playing whether for hire or not and whether regularly or occasionally, \nwithin or partly within and partly without the limits of the Port area, in respect \nof such vessels and of  persons whether in charge of, or on board, such vessels, \nand also in respect of the licensing, registration and regulation of such vessels \nand persons:  \n \nProvided that no such tolls, dues, rates and charges shall  be chargeable \nin respect of vessels which are liable to port dues under the provisions of   \n \n_________________________________________________________________________________  \n1Subs. and added by Ord. 43 of 2002, s. 5.  \n2Subs . by the Port Qasim Authority (Am endment) Act, 2021 (XL of 2021), s.  7. \n \nPage 10 of 26 \n  \nSchedule  I to the Ports Act, 1908 (XV of 1908 ); \n \n(b) a scale of tolls, dues, rates and charges ⸺ \n \n(i) for the landing and shipment of goods from and in sea -going \nvessels, and not being sea­going vessels, respectively, at such \ndocks, wharves, quays, stages, moorings, jetties, piers and \nanchorages as belong to the Authority, or any other agency \nauthori sed by the Authority to construct such facilities;  \n \n(ii) for the use of such docks, wharves, quays, stages, moorings, \njetties, piers and anchorages by such vessels;  \n \n(iii) for the storing and keeping of any goods stored in any premises \nbelonging to the  Authority;  \n \n(iv) for the removal of goods; and  \n \n(v) for the use  of any moorings;  \n \n(c) a scale of tools for the use of the said docks, wharves, quays, moorings, stages, \njetties, piers and anchorages by any such vessels, in case the Authority permits \nthe goods to be landed or shipped by persons other than its own office rs and \nservants; and  \n \n(d) a scale of charges for ⸺ \n \n(i) any service to be performed by the Authority or its servants in \nrespect of any vessels or goods;  \n \n(ii) the use of any works or appliances to be provided by the \nAuthority;  \n \n(iii) for the carrying of passengers and their personal effects on \nvessels belonging to, or hired by , the Authority; and  \n \n(iv) for the towing of and rendering assistance to any vessels, tugs, \nor other boats, or their equipment, within the limits of the Port \narea or outside those limits, for the purpose of saving or \nprotecting life or property.  \n \n(4) Every scale framed under sub­section (3) shall be submitted to the 1[division concerned]  \nand, after approval or modification by the 1[division concerned] , shall be publish ed in the official \nGazette.  \n \n14. Tolls and charges may be remitted in special cases.  The Board may, in special cases, \nwith the previous sanction of the 1[division concerned] , remit the whole or any portion of a toll, due, \nrate or charge leviable according to any scale for the time being in force under section 13:  \n_________________________________________________________________________________  \n1Subs . by the Port Qasim Authority (Amendment) Act, 2021 (XL of 2021), s s. 7-8. \n \nPage 11 of 26 \n Provided that the sanction of the 1[division concerned]  shall not be necessary if the remission \nin any one case does not exceed five thousand rupees or such larger sum as the  1[division concerned]  \nmay from time to time specify:  \n \nProvided further that, in a case where the remission does not exceed two thousand rupees, the \nremission may be granted by the Chairman or an officer authorized by him in his behalf.  \n \n15. Board’s lien for tolls and charges .—(1) For the amount of all tolls, dues, rates and charges \nleviable under this Act in respect of any goods, the Board shall have a lien on such goods, and shall be \nentitled to seize and detain the same until such tolls, dues, rates and charges are fully paid and for the \namount of rent lawfully due on buildings, plinths, stacking areas and o ther premises which are the \nproperty of the Board, and not paid after bills therefor have been duly preferred, the Board shall have \na lien on all goods therein or thereon, and shall be entitled to seize and detain the same.  \n \n(2) Tolls, dues, rates and char ges in respect of good s to be landed shall become payable \nimmediately on the landing of goods and, in respect of goods to be removed from the premises of the \nBoard or to be shipped for export, shall be payable before the goods are removed or shipped.  \n \n(3) The lien of such tools, due s, rates and charges shall have priority over all other liens and \nclaims, except a lien for freight, primage and general average, where such lien has been preserved in \nthe manner hereinafter provided, and a lien for money payable  to the Federal Government under any \nlaw for the time being in force.  \n \n16. Owner’s lien for freight .—(1) If the master or owner of any vessel, at or before the time \nof landing from such vessel of any goods at any wharf, dock, quay, stage, jetty or pier, gi ves to the \nBoard notice in writing that such goods are to remain subject to a lien for freight, primage or general \naverage of any amount to be mentioned in such notice, such goods shall continue to be liable, after the \nlanding thereof, to such lien.  \n \n(2) S uch goods shall be retained either in the warehouses and sheds of the Board or, with the \nconsent of the Collector of Customs, in a public warehouse, at the risk and expense of the owner of the \nsaid goods, until the lien is discharged as hereinafter mention ed. \n \n17. Discharge of Shipowner’s lien for freight . Upon the production to any officer appointed \nby the Board in that behalf of a document purporting to be a receipt for, or a release from, the amount \nof such lien, executed by the person by or on whose beh alf such notice has been given, the Board may \npermit such goods to be removed without regard to such lien.  \n \n18. Goods may be removed to warehouse .—(1) Whenever goods which have been landed \nhave, without any default on the part of the Board, been left for f ive clear days on or in any wharf of \nshed belonging to the Board, the Board may cause such goods to be removed either to any warehouse \nbelonging to it, or, with the consent of the Collector of Customs, to a public warehouse; and the \nremoval to and detentio n in any such warehouse shall be at the risk and expense of the owner of the \nsaid goods.  \n \n(2) Whenever any goods are so removed, the Board shall give notice o f such removal to the \nconsignee  or other person concerned by notification in the official Gazette specifying therein the name  \n \n1Subs . by the Port Qasim Authority (Amendment) Act, 2021 (XL of 2021), s.  8. \n \n \nPage 12 of 26 \n of the ship which brought the goods, the date of her arrival, and the numbers, marks and descriptions \nof the goods so far as the same appear and the consignee of such goods or other person to whom notice \nhas been given as aforesaid, in addition to the expenses of the removal of the same, shall be liable, in \ncase the goods are removed to any warehouse of the Board, to a charge for warehousing for th e time \nduring which the goods shall remain in the said warehouse.  \n \n(3) If the goods are removed to a public warehouse, the said consignee shall be liable to the \ncharges for warehousing goods in such public warehouse and the said goods shall remain subject to all \nliens to which they would have been liable if they had remained in the possession of the Board, and \nshall be subject to the power of sale hereinafter given.  \n \n19. Recovery of tolls and charges by sale of goods .—(1) If the tolls, dues, rates and charg es \npayable to the Board under this Act in respect of any goods which have been landed or if rents due \nunder section 15 are not paid, or if the lien for freight, primage or general average, where such notice \nas aforesaid has been given, is not discharged, t he Board may, and in the latter event, if required by or \non behalf of the person claiming such lien for freight, primage or general average,  shall at the expiration \nof two months from the time when the goods were placed in its custody, or seized and detain ed for \nrents due sell by public auction the said goods, or so much thereof as may be necessary to satisfy the \namounts hereinafter directed to be paid out of the produce of such sale.  \n \n(2) Before making such sale, at least ten days’ notice of the same shall  be given by publication \nthereof in the official Gazette and in two local newspapers.  \n \n(3) If the address of the consignee of the goods or of his agent has been stated on the manifest \nof the cargo, or in any of the documents which have come into the hands of the Board, or is otherwise \nknown, notice shall also be given to the consignee of the goods or to his agent by letter delivered at \nsuch address or sent by post; but the title of a bona­fide  purchaser of such goods shall not be invalidated \nby reason of th e omission to send such notice, nor shall any such purchaser be bound to inquire whether \nsuch notice has been sent:  \n \nProvided that, if such goods are of so perishable a nature as, in the opinion of the officer \nappointed by the Board in that behalf, to rend er early or immediate sale necessary or advisable, the \nBoard may within such period being not less than twenty four hours after the landing of the goods, as \nit thinks fit, sell by public auction the said goods or such portion of them as aforesaid in which event \nsuch notice, if any, shall be given to the consignee of the goods or his agent as the urgency of the case \nadmits of.  \n \n20. Removal of unclaimed goods .—(1) When delivery of goods is not claimed by the owner \nat the expiry of one month from the date on which they are placed in the custody of the Board, the \nBoard shall cause a notice to be served upon the owner requiring him to remove the goods:  \n \nProvided that, where all rates and charges in respect of such good s have been duly paid, such \nnotice shall not  be served till the expiration of two months from the said date.  \n \n(2) Such notice shall be published and served in the manner prescribed in sub­sections (2) and \n(3) of section 19, but where the owner is not known , or the notice cannot be served upon him or  he \ndoes not comply with the notice, the Board may sell the goods by public auction after the expiration \nof ten weeks from the date on which such goods were placed in the custody of the Board.  \n \n(3) The Federal Government may, by notification in the official Gazette, exempt any goods or \nclass of goods from the operation of this section.  \n \nPage 13 of 26 \n 21. Power to distrain vessels for non­payment of rates, etc .— (1) If the master of any vessel \nin respect of which any tolls, dues, rates, charges or penalties shall be  payable under this Act, or any \nbye­laws made thereunder, refuses or neglects to pay the same or any part thereof on demand, it shall \nbe lawful for the Board to distrain or arrest of its own authority such vessel, and the tackle, apparel or \nfurniture belon ging thereto, or any part thereof and detain the same until the amount so due shall be \npaid.  \n \n(2) In case any part of the said rates or penalties, or of the cost of the distress or arrest or of the \nkeeping of the same, shall remain unpaid for a period of f ifteen days next after any such distress or \narrest shall have been so made the Board may cause the vessel, or other thing so distrained or arrested, \nto be sold, and with the proceeds of such sale may satisfy such tolls, dues, rates, charges or penalties \nand cost s of sale remaining unpaid, rendering the surplus, if any, to the master of such vessel on \ndemand.  \n \n22. Port­clearance not to be granted till rates, etc., paid . If the Board shall give to the officer \nof Government, whose duty is to grant the port­cle arance of any vessel, a notice stating that an amount \ntherein specified is due in respect of tolls, dues, rates, charges or penalties chargeable under this Act, \nor any bye­laws or orders made hereunder against such vessel or the owner or master of such ves sel, \nin respect thereof, such officer shall not grant such port­clearance until the amount so chargeable shall \nhave been paid.  \n \n23. Alternative remedy by suit . Notwithstanding anything contained in sections 15, 16, 17, \n18, 19, 20, 21 and 22, the Board may recover by suit any tolls, dues, rates, charges, damages, expenses, \ncosts, or in case of sale the balance there  of when the proceeds of sale are insufficient or any penalties \nor fines payable to or recoverable by the Board under this Act or under any bye­l aws made thereunder . \n \n24. Surplus of port dues to be paid to Board. The surplus, if any, of the moneys credited \nunder section 36 of the Ports Act, 1908 (XV of 1908),  to the account of the port fund of the port, after \ndefraying therefrom all expenses legally chargeable to the said account, shall be paid to the Board.  \n \n25. Right of Board to maintain pilots .­(1) The Board shall have the right of maintaining pilots \nfor the navigation of vessels at the port, and shall be bound to provide a suffici ent number of pilots for \nthat purpose, and all fees for pilotage shall be paid to the Board :  \n \nProvided that no person shall be appointed to be a pilot by the Board who is not for the time \nbeing authorized under the provisions of the Ports Act, 1908 (XV of  1908),  to pilot vessels.  \n \n(2) The Board may also, from time to time, make such bye­laws and regulations as it shall think \nfit— \n \n(a)  for fixing and regulating the wages and allowances for pilotage to be received \nby pilots ;  and \n \n(b)  for regulating the behavior and conduct of pilots whether maintained by the \nBoard or not, and shall enforce the observance of such bye­laws and regulations  \n_________________________________________________________________________________  \n 1Subs. by ord 43  of 2002, s.6   \n \nPage 14 of 26 \n by the imposition of pecuniary penalties not exceeding  1[the amount as may be \nnotified in official Gazette by the Board] for each offence, or by suspension, or \ndeprivation of appointment, or otherwise as may appear to it to be expedient :  \n \nProvided that such bye­laws shall first have been approved by the 1[division concerned] , and \npublished in the manner laid down in section 26.  \n \n26. Approval and publication of bye­laws.  No bye­law, or alteration or revocation of a \nbye­law, shal l have effect until the same shall have been approved by the 1[division concerned]  and \nsuch approval shall have been published in the official Gazette and no bye­law or alteration or \nrevocation of a bye­laws shall be approved by the 1[division concerned]  until a draft of the same and a \nnotice specifying a date at or after which the draft will be submitted to the 1[division concerned]  shall \nhave been published in the official Gazette and in such other manner as the 1[division concerned]  may \nfrom time to time  prescribe, nor unless the said draft shall have been submitted for its approval.  \n \n27. Removal, etc., of building . The Board 2[or any officer authorized by the Board] shall not \norder or cause any building in the Port area to be removed or demolished unless  an opportunity of \nbeing heard has been given to the owner or occupier thereof and his objections, if any, has been duly \nconsidered, and the Board 2[or any officer authorized by the Board] is satisfied that the removal or \ndemolition of the building is esse ntial to the execution of its schemes.  \n \n28. Private wharves, etc., prohibited .— (1) Save as hereinafter provided, no person except \nthe Board shall make, erect or fix below high­water mark within the Port area any wharf, dock, quay, \nstage, jetty, pier, erection or mooring.  \n \n(2) Any matter or thing so made, erected or fixed may be removed by the Board and the person \nwho has so made, erected or fixed any such matter or thing shall be punished with fine, 2[as fixed by \nthe Board from time to time, an initial fine and recurring fi ne] for every day during which such mater \nor thing has been permitted to remain so made, erected or fixed after notice to remove the same has \nbeen given to him, and shall also be liable to pay all expenses which may have been incurred by the \nBoard in remov ing such matter or thing.  \n \n29. Power to permit erection of private wharves, etc.  The Board may, by an order in writing \nand subject to such conditions as it may specify in the order, permit any person to make, erect or fix \nbelow high­water mark within the P ort area any wharf, dock, quay, stage, jetty, pier, erection or \nmooring.  \n \n30. Power to amend schemes . Any scheme prepared under section 11 may at any time be \namended or modified by the Authority and where the amended or modified scheme exceeds the \nfinancia l power of the Authority, it shall obtain the previous approval in writing of the 1[division \nconcerned] . \n \n31. Execution of schemes, etc. , through local bodies and agencies .—(1) The Authority may \nrequire a local body or agency within whose jurisdiction any particular area covered by a scheme lies­  \n \n(a)  to execute a scheme in consultation with the Authority;  \n \n(b)  to take over and maintain any of the works and services in that area; and  \n \n(c)  to enforce regulations on behalf of the Authority.  \n \n1Subs . by the Port Qasim Authority (Amendment) Act, 2021 (XL of 2021), s s. 9-11. \n2Subs. by the ord. 43 of 2002, s.7.  \n \nPage 15 of 26 \n (2) The expenditure incurred on the execution of any scheme or on the taking over or \nmaintenance of any work, or the enforcement of regulations, under this section, shall be borne as may \nbe agreed to between the Authority and the local body or agency, and, in the event of disagreement, as \nmay be determined by the  1[division concerned] . \n \n32. Borrowing powers . — (1) The Authority may, with the previous approval in writing of the \n1[finance division ], raise funds for the purpose of raising its working capital by issuing bonds and \ndebentures carrying interest at such rates as may be approved by the  1[finance division ]. \n \n(2) The repayment of the principal and the payment of interest due on the bonds and debentures \nissued by the Authority shall be guaranteed by the Federal Government.  \n \n33. Utilization of building material . Notwithstandi ng anything contained in any other law for \nthe time being in force or in any contract or agreement, no person shall, without the prior concurrence \nof the Authority, allocate, exploit or in any manner utilize, except for the purpose of his own personal \nuse, such natural resources used as building material s as the Authority may, by notification in the \nofficials Gazette, specify in this behalf.  \n \nCHAPTER IV  \n \nACQUISITION OF LAND  \n \n34. Liability to acquisition . All land in private ownership within the Port area shall be liable \nto acquisition at any time in accordance with the provisions of this Chapter.  \n \n35. Entry upon land, preliminary surveys, etc . — (1) It shall be lawful for the Authority, and \nany member thereof, and for the Deputy Commissioner, and any such person as may, either generally \nor specially, be authorized by the Authority in this behalf,  — \n \n(a)  to enter upon and survey and take levels of any land ; \n \n(b)  to dig or bore into the sub­soil;  \n \n(c)  to do all other acts necessary to ascertain whether land is adapted for the \npurposes of this  Act; \n \n(d)  to set out the boundaries of the land purposed to be acquired and the intended \nline of the work, if any, proposed to be made thereon;  \n \n(e)  to make such levels, boundaries and line by pl acing marks and cutting trenches; \nand \n \n(f)  where it is necessary for the purposes of the survey, taking of levels or marking \nof line, to cut down and clear away any part of any standing crop, fence or \njungle.  \n \n(2) No person shall enter into any building o r upon any enclosed court or garden attached to a \ndwelling house (unless with the consent of the occupier thereof) without previously giving such \noccupier at least twenty -four hours , notice in writing of his intention to do so.  \n \n1Subs . by the Port Qasim Authority (Amendment) Act, 2021 (XL of 2021), s s. 11-13. \n \nPage 16 of 26 \n 36. Compensation for damage.  Where any damage is caused to any land in consequence of \nanything done in pursuance of section 35,  there shall be paid compensation, the amount of which shall \nbe determined in the manner and in accordance with the provisions hereinafter set out, that is to  say, \n \n(a)  where the amount of compensation can be fixed by agreement, it shall be fixed \nin accordance with such agreement; and  \n \n(b)  where no such agreement can be reached, it shall be fixed by the Deputy \nCommissioner.  \n \n37. Power to acquire land .— (1) Subject to the other provisions of the Act, the rules made \nthereunder  and the directions of the  Authority, the Deputy Commissioner may, by order in writing, \nacquire any land for the purposes of this Act.  \n \n(2) No order under sub­section (1) shall be issued except on the receipt by the Deputy  \nCommissioner of specific directions from the Authority.  \n \n38. Land to be marked out, measured and planned . Where any land is proposed to be \nacquired under section 37, the Deputy Commissioner shall cause the land (unless it has been already \nmarked out) to be marked out and measured, and if no plan has been made th ereof, a plan to be made \nof the same.  \n \n39. Notice to persons interested .— (1) The Deputy Commissioner shall then cause public \nnotice to be given at convenient places on or near the land to be taken, stating that the Authority intends \nto take possession of the land, and that claims to compensation for all interests in such land may be \nmade to him.  \n \n(2) Such notice shall state the particulars of the land so needed and shall require all persons \ninterested in the land to appear personally or by agent before the  Deputy Commissioner at a time and \nplace therein mentioned, such time not being earlier than ten days after the date of publication of the \nnotice, and to state the nature of their respective interests in the land and the amount and particulars of \ntheir cla ims to compensation for such interests and their objections , if any, to the measurements made \nunder section  35, and the Deputy Commissioner may require any such statement to be made in writing \nand signed by the party or his agent.  \n \n40. Enquiry and award by Deputy Commissioner . On the day so fixed, or on any other day \nto which the enquiry has been adjourned, the Deputy Commissioner shall proceed to enquire into the \nobjections, if any, which any person interested has stated pursuant to the notice give n under section  \n39, and into the market value of the land and into the respective interests of the persons claiming the \ncompensation, and shall ma ke an award of — \n \n(i)  the true area of the land;  \n \n(ii)  the compensation which in his opinion should be allowe d for the land; and  \n \n(iii)  the apportionment of such compensation among all the persons known or \nbelieved to be interested in the land of whom, or of whose claims, he has \ninformation, whether or not they have appeared before him.  \n \n41. Compensation . Where any land is acquired under this Act, there shall be paid \ncompensation the amount of which shall be determined by the Deputy Commissioner who shall be \nguided by the provision of sections 42 and 43.  \n \nPage 17 of 26 \n  \n42. Matters to be considered in determining . In determinin g the amount of compensation to \nbe awarded for land acquired under this Act, the Deputy Commissioner shall take into consideration­  \n \n(i)  the market value of the land;  \n \n(ii)  the damage sustained by the person interested by reason  of dispossession of any \nstanding crops or trees which may be on the land;  \n \n(iii)  the damage, if any, sustained by the person interested at the time of taking \npossession of the land by reason of serving such land from his other land;  \n \n(iv)  the damage, if any, sustained by the person interested at the time of taking \npossession of the land by reason of  the acquisition injuriously affecting his other \nproperty, movable or immovable, in any manner , or his earnings; and  \n \n(v)  if, in consequence of the  acquisition of the land, the person interested is \ncompelled to change his residence or place of business, the reasonable expenses, \nif any, incidental to such change.  \n \n43. Factors to be ignored in determining compensation . In determining compensation as \naforesaid, the Deputy Commissioner shall not take in to consideration — \n \n(i)  the degree of urgency which has led to the acquisition;  \n \n(ii)  any disinclination of the person interested to part with the land acquired;  \n \n(iii)  any damage sustained by him which,  if caused by a private person, would not \nrender such person liable to a suit;  \n \n(iv)  any increase likely to accrue to the value of the land acquired from the use to \nwhich such land will be put on acquisition; or  \n \n(v)  any increase likely to accrue to the value of other land of the person interested \nfrom the use to which the land acquired will be put on acquisition.  \n \n44. Vesting of land in the Authority.  Immediately on the making of the award under section \n40, the land shall vest in the Authority free f rom all encumbrances and thereupon the Deputy \nCommissioner may, after giving reasonable notice to the occupier, enter upon and take possession of \nthe same.  \n \n45. Acquisition . In cases of urgency, the Deputy Commissioner may immediately after the \npublication of the notice mentioned in sub -section (1) of section 39 enter upon and take possession of \nthe land which shall thereupon vest absolutely in the Authority free from all encumbrances:  \n \nProvided that the Deputy Commissioner shall not take possess ion of any building or part of \nbuilding under th is section without giving to the occupier thereof at least twenty -four hours’ notice  of \nhis intention to do so, or such longer notice as may be reasonably sufficient to enable such occupier to \nremove his mova ble property from such building without unnecessary inconvenience.  \n \n \nPage 18 of 26 \n 46. Power of Deputy Commissioner to call for information . With a view to acquiring any \nland or determining any compensation thereof or to carrying out any other purpose of this Act, the \nDeputy Commissioner may — \n \n(a)  require any person, by order in writing, to furnish such information in his \npossession relating to any land as may be specified in the order; and  \n \n(b)  enter or authorize any person to enter upon any land and take such action a s may \nbe necessary.  \n \n47. Authority to give direction.  The Authority may give directions to the Deputy \nCommissioner in respect of the exercise of his powers and the discharge of his functions under this \nChapter and the Deputy Commissioner shall be guided, a nd act in accordance with , such directions.  \n \n48. Appeals .— (1)The Authority or any person aggrieved by an award or final order of the \nDeputy  Commissioner may, within fifteen days of the award or order, appeal to the Provincial \nGovernment.  \n \n(2) An officer authorized by the Provincial Government in this behalf may , after giving the \nAuthority and the persons affected by the award or order appealed against an opportunity of submitting \nany objection to the appeal and of being heard, pass such orders the reon as he may think fit.  \n \n(3) The order passed on any appeal under sub­section (2) shall be final and shall not be called in \nquestion by or before any Court or other authority.  \n \n49. Deputy Commissioner and authorised  officer to have powers of civil court , etc.—(1) \nThe Deputy Commissioner making any inquiry or conducting any proceedings for an award under this \nAct, or the officer hearing an appeal under section 48 , shall have the same powers in respect of the \nfollowing  matters as are vested in the civil court, when trying a suit under the Code of Civil Procedure \n1908 (Act V of 1908), namely:  — \n \n(a)  summoning and enforcing attendance of any person and examining him on oath \nor affirmation;  \n \n(b)  requiring the discovery or production of any document;  \n \n(c)  requisitioning any record from any court or office;  \n \n(d)  issuing commission s for examination of witnesses, inspection of property or \nmaking any local investigation;  \n \n(e)  appointing guardian ad litem  or next friends;  \n \n(f)  adding or substituting representatives of deceased parties or proceedings;  \n \n(g)  adding or dropping parties from  pending proceedings;  \n \n(h)  restoration of cases dismissed for default;  \n \n(i)  consolidation and splitting up cases; and  \n \n \nPage 19 of 26 \n (j)  any other matter connected with the holding of any inquiry or hearing of an \nappeal.  \n \n(2) The Deputy Commissioner or the officer hearing an appeal under section 48 shall be deemed \nto be a court for the purposes of sections 480 and 482 of the Code of Criminal Procedure, 1898  \n(Act V of 1898), and a proceeding before him shall be deemed to be  a judicial proceeding within the \nmeaning of sections 193 and 228 of the Pakistan Penal Code (Act XLV of 1860).  \n \n \nCHAPTER V  \n \nESTABLISHMENT  \n \n50. Appointment of officers, servants, etc . The Authority may, from time to time, appoint \nsuch officers and servants as it may consider necessary for the performance of its functions, on such \nterms and conditions as it may deem fit.  \n \n51. Recruitment, conditions of service, etc . The Authority shall, by regulations made with \nthe prior approval of the  1[division co ncerned] , lay down the procedure for the appointment of its \nofficers and servants, and the terms and Conditions of their service including the constitution and \nmanagement of provident fund for them, and shall be competent to take disciplinary action agains t \nthem.  \n \n52. Members and officers to be public servants.  The Chairman, members, officers and \nservants of the Authority shall, when acting or purporting to act in pursuance of any of the provisions \nof this Act, be deemed to be public servants within the mea ning of section 21 of the Pakistan Penal \nCode (Act XLV of 1860).  \n \n53. Indemnity . No suit, prosecution or other legal proceedings shall lie against the Authority, \nthe Board, the Chairman, any member, officer or servant of the Authority in respect of anything  in \ngood faith done or intended to be done under this Act.  \n \n54. Delegation of powers to Chairman, etc . The Authority may , by general or special orders, \ndelegate to the Chairman, or a member or an officer of the Authority, any of its powers, duties or \nfunctions under this Act, subject to such conditions as it may think fit to impose.  \n \n \nCHAPTER VI  \n \nFINANCE  \n \n55. Port Qasim Authority Fund.  — (1) There shall be formed a fund to be known as the “Port \nQasim Authority Fund ” which shall vest in the Authority and shall be utilized by the Authority to meet \nthe charges in connection with its functions under this Act, including the payment of salaries and other \nremuneration to the Chairman, members, officers, servants, experts an d consultant of the Authority.  \n \n \n \n \n \n1Subs . by the Port Qasim Authority (Amendment) Act, 2021 (XL of 2021), s. 14. \n \n \nPage 20 of 26 \n (2) To the credit of the Port Qasim Authority Fund shall be placed — \n \n(a)  grants  made by the Federal Government ; \n \n(b)  loans obtained from  the Federal Government;  \n \n(c)  grants made by local bodies;  \n \n(d)  sale proceeds of movable and immovable property and receipt s for services \nrendered;  \n \n(e)  loans obtained by the Authority with the s pecial or general sanction of the \nFederal  Government;  \n \n(f)  foreign aid and loans obtained from  any source outside Pakistan with the \nsanction of, and on such terms as may be approved by, the Federal Government;  \n \n(g)  proceeds of all charges and recoveri es made under the Ports Act, 1908 (XV of \n1908) , and the provisions of this Act; and  \n \n(h)  all othe r sums receivable by the Authority.  \n \n56. Budget .—(1) In the month of November each year, the Authority shall submit to the  \n1[division concerned]  for approval a statement of the estimated receipts and expenditure in rupees in \nrespect of the next financial y ear. \n \n(2) In the manner prescribed by the 1[division concerned] , the Authority shall also submit to \nthe 1[division concerned]  for approval a statement of the estimated receipts and expenditure in foreign \nexchange in respect of the next financial year.  \n \n(3) The Authority shall obtain specific sanction of the 1[division concerned]  in respect of each \nindividual scheme costing rupees twenty­five  lakhs non­recurring or rupees five lakhs recurring or \nmore to be financed out of the Port Qasim Authority Fund.  \n \n2[56A. Surplus to be remitted to Federal Consolidated Fund .—Any surplus of rec eipts over \nthe actual expenditure in a year, after payment of tax, shall be remitted to the Federal Consolidated \nFund (FCF) and any deficit from the actual expenditure shall be made up by the Federal Government \nto the extent of funds deposited in FCF .] \n \n57. Audit and Accounts . 1[division concerned]  (1) The accounts of the Authority shall be \nmaintained by the Authority in such form as may be prescribed by the Auditor­General of Pakistan \nconsistent with the requirement s of the Act.  \n \n(2) The accounts of the Authority shall be audited by not less than tw o auditors who are \nchartered accountants within the meaning of the Chartered Accountants ordinance 1961 ( X of 1961 ), \nappointed by the 1[division concerned]  in consultation with the Auditor­General of Pakistan, on such \nremuneration, to be paid by the Author ity, as the 1[division concerned]  may fix.  \n \n(3) Notwithstanding the provisions of sub­section (2), the Auditor -General  may, either of his \nown motion or upon a request received in this behalf fr om the 1[division concerned] , undertake such \naudit of the accou nts of the authority at such time as may be considered necessary, and the Authority \nshall, at the time of such audit, produce the account books and connected documents at such place or \nplaces as the Auditor­General may fix,  and furnish such explanation s and information as the Auditor -  \nGeneral or an officer authorized by him in this behalf may ask for.  \n \n1Subs . by the Port Qasim Authority (Amendment) Act, 2021 (XL of 2021), ss. 15-16. \n2Ins. by the Finance Act No. V of 2019, s.7.  \n \nPage 21 of 26 \n  \n(4) Every auditor appoint ed under sub­section (2) shall be given a copy of the annual balance­ \nsheet of the Authority, and shall examine it together with the accounts and vouchers relating thereto \nand shall have a list delivered to him of all books kept by the Authority; and shall  at all reasonable \ntimes have access to the books, accounts and other documents of the Authority, and may in relation to \nsuch accounts examine any officer of the Authority.  \n \n(5) The auditors shall report to the 1[division concerned]  upon the annual balance­sheet and \naccount s and in their report state whether in their opinion the balance­sheet is a full and fair \nbalance­sheet containing all necessary particulars and property drawn up so as to exhibit a true and \ncorrect view of the sta te of the Authority’s affairs, and in case they have called for any explanation or \ninformation from the Board, whether it has been given and whether it is satisfactory.  \n \n(6) The 1[division concerned]  may at any time issue directions to the auditors requiring them \nto report to it upon the adequacy of measures taken by the Authority for the protection of the interests \nof the 1[division concerned]  and of the creditors of the Authority or upon the sufficie ncy of their \nprocedure in auditing the accounts of the Authority, and may at any time enlarge or extend the scope \nof the audit or direct that a different procedure in audit be adopted or that any other examination be \nmade by the auditors if in its opinion the public interest so requires.  \n \n(7) The Authority shall comply with every direction issued by the 1[division concerned]  for the \nrectification of matters objected to in audit.  \n \nCHAPTER VII  \n \nPENALTY AND PROCEDURE  \n \n2[58. Penalty .— Whoever contravenes any provision of this Act or any rule, regulation or bye­ \nlaw, made or scheme sanctioned thereunder, or commits a default by omission or commission, or \nmakes a mis­declaration bearing upon the safety and security in port, on­shore or off­shore shall, if no \nother penalty is provided for such contravention, default, omission or commission or mis­declaration \nbe punishable with imprisonment for a term which may extend to one year, or with fine which may \nextend to rupees one million, or with both.]  \n \n59. Penalty for evading rates, etc. Any person who removes or attempts to remove, or abets \nwithin the meaning of the Pakistan Penal Code (XLV of 1860 ), the removal of any goods, vessel, \nanimal or vehicle with the intention of evading payment of the tolls, dues, rates or charges lawfully \npayable in respect thereof shall be punishable with fine which may extend to two thousand rupees.  \n \n60. Compensation for damage to property of Board. —(1) In case damage or mischief is \ndone to any wharf, dock, quay, jetty, pie r or work constructed or acquired by the Board under this Act \nby any vessel, through the negligence of the master thereof or of any of the mariners or persons \nemployed therein, not being in the service of the Board, any Magistrate of the first class having  \njurisdiction in the Port area, may on the application of the Board and on declaration by it that payment \nfor such damage or mischief has been refused or has not been made on demand, issue a summons to \nthe master or owner of such vessel, requiring him to a ttend on a day and at an hour named in the \nsummons to answer touching such damage or mischief.  \n \n1Subs. by the Port Qasim Authority (Amdt.) Act, 2021 (XL of 2021), s.16.  \n2Subs. by Ord. 43 of 02, s. 9.  \n  \n \nPage 22 of 26 \n (2) If, at the time appointed in the summons, and whether the person summoned appears or not, \nit is proved that the alleged damage was done through such negligence as aforesaid, and that the \npecuniary amount of the same does not exceed two thousand rupees, the Magistrate may issue his \nwarrant of distress,  under which a sufficient portion of the boats, masts, spars, ropes, cables, anchors \nor stores of the vessel may be seized and sold to cover the expenses of and attending the execution of \nthe distress, and the pecuniary amount of damage as aforesaid, and s uch amount shall be paid to the \nBoard out of the proceeds of the distress :  \n \nProvided that if, at the time of the damage or mischief, the vessel was under the orders of a \nduly authorized officer belonging to the pilot service maintained by the Board under section 25 or to \nthe Harbour Masters of Port Officer’s department, and if suc h damage or mischief is in any way \nattributable to the order, act or improper omission of such officer, the case shall not be cognizable by \nthe Magistrate under this section.  \n \n1[60A. Fines and penalties to be credited to the Federal Consolidated Fund .—All fines and \npenalties recovered by the Authority shall be credited to the Federal Consolidated Fund .] \n \n61. Cognizance of offences .— No Court shall take cognizance of any offence punishable under \nthis Act except on a complaint in writing made by the Authority  or by an officer authori sed for the \npurpose by the Authority.  \n \n62. Recovery of dues as arrears of land revenue.  All fees and sums due on account of \nproperty for the time being vested in the Board and all arrears of tolls, charges, rates and dues imposed \nunder this Act may be recovered as arrears of land revenue, in addition to the other modes provided by \nthis Act.  \n \nCHAPTER VIII  \n \nMISCELLANEOUS  \n \n63. Submission of yearly reports and returns.  (1) The Authority shall submit to the 2[division \nconcerned] , as soon as possible after the end of every financial year but before the last day of  December \nnext following, a report on the conduct of its affairs for that year.  \n \n(2) The 2[division concerned]  may, after giving sufficient notice to the Authority, require it to \nfurnish the 2[division concerned]  with— \n \n(i)  any return, statement, estimates, statistics, or other information regarding any \nmatter under the control of the Authority; or  \n \n(ii)  a report on any subject with which the Authority is concerned; or  \n \n(iii)  a copy of any documents in the charge of the Authority;  and the Authority  \n  shall comply with every such requisition.  \n \n64. Members not personally liable . No member shall be liable fo r any contract made or \nexpense incurred by or on behalf of the Board; but the funds from time to time in the hands of the \nBoard shall be liable for and chargeable with all contracts made in the manner provided in this Act.  \n \n65. Limitation of suits, etc.  —  (1) No suit shall be commenced against any person for anything  \ndone or purporting to have been done in pursuance of this Act, without giving to such person one \nmonth’s previous notice in writing of the intended suit and of the cause thereof, nor after six months \nfrom the accrual of the cause of such suit.  \n_________________________________________________________________________________  \n 1Ins. by the Finance Act No. V of 2019, s.7.  \n 2Subs. by the Port Qasim Authority (Amdt.) Act, 2021 (XL of 2021), s. 17.  \n \n \n \nPage 23 of 26 \n   \n(2) In the case of a suit for damages, if tender of sufficient amends shall have been made before \nthe suit was brought, the plaintiff shall not recover more than the amount so tendered and shall pay all \ncosts incurred by the defendant aft er such tender.  \n \n66. Board not responsible for certain acts of its officers and servants . The Board shall not \nbe responsible for any misfeasance, malfeasance or non­feasance of any officer or servant appointed \nunder this Act or of any Conservator, any Port  Officer or Harbour Master, or of any assistant or deputy \nof any such officer or of any person acting under the authority or direction of or in subordination to \nany such officer, assistant or deputy, nor for any damage sustained by any vessel in consequenc e of \nany defect in any of the moorings, hawsers or other things belonging to the Board which may be used \nby such vessel:  \n \nProvided that nothing in this section shall protect the Board from a suit in respect of damages \nto or loss of, goods landed or shipped  by them or retained in their custody.  \n \n67. Power to dispose of land . The Authority may retain, or may lease, sell, exchange, rent or \notherwise dispose of any land vested in it.  \n \n68. Power of Government to make rules.  The Federal Government may, by notific ation in \nthe official Gazette, make rules to carry out the purposes of this Act.  \n \n69. Power of Authority to make regulations .—(1) The Authority may, with the prior sanction  \nof the 1[division concerned] , make regulations for carrying out the purposes of this Act.  \n \n(2) In particular, and without prejudice to the generality of the foregoing power, such relations \nmay provide for — \n \n(a)  regulating, declaring and defining the wharves, quays, stages, jetties and piers, \non and from which goods shall be landed from and shipped in vessels within the \nPort area;  \n \n(b)  the safe and convenient use of such wharves, quays, stages, jetties, piers and of \nLanding places, tramway, warehouses, sheds and other works in and adjoining \nthe same;  \n \n(c)  regulating  the reception and removal of goods within and from the premises of \nthe Board, and for declaring the procedure to be followed in taking charge of \ngoods which may have been damaged before landing or may be alleged to be so \ndamaged;  \n \n(d)  settling the mode o f payment of tolls, charges, dues and rates levied under this \nAct; \n \n \n \n \n1Subs . by the Port Qasim Authority (Amendment) Act, 2021 (XL of 2021), s. 18. \n  \n \nPage 24 of 26 \n (e)  providing water for ships and for licensing and regulating water -boats within \nthe Port area;  \n \n(f)  The removal of wrecks from the port and keeping clean the Port area, the \nforeshore and the works of the Board and for preventing filth or rubbish being \nthrown therein or thereon; and  \n \n(g)  the guidance of persons employed by the Authority under this A ct, and generally \nfor carrying out the purposes of this Act.  \n \n70. Control of 1[division concerned]  over acts and proceedings of Board.  All acts and \nproceedings of the Board shall be subject to the control of the 1[division concerned]  and the 1[division \nconcerned]  may suspend or modify any such acts or proceedings.  \n \n71. Transfer of Phitti Creek Project Cell to the Authority .—  (1) Notwithstanding anything \nto the contrary in any contract or agreement or in the conditions of service, the 1[division concerned]  \nmay, subject to the provisions of sub­section (2), transfer persons in the service of Pakistan serving in \nthe Phitti Creek Project Cell, hereinafter referr ed to as the Cell, under the department of the \nGovernment headed by the Director­General, Ports and Shipping, immediately before the \ncommencement of this Act to the Authority on the same terms and conditions to which they were \nentitled immediately before s uch commencement.  \n \n(2) Notwithstanding anything in sub­section (1), only such persons serving in the Cell shall be \ntransferred to the Authority as opt for service in the Authority.  \n \n(3) No person in the service of Pakistan who is transferred to the Authori ty under sub­section \n(1), shall, notwithstanding anything contained in any law for the time being in force, be entitled to any \ncompensation because of such transfer.  \n \n1[71A. Responsibilities of Master, regarding damages and declaration , etc. The Master, \nagent, and owner of a vessel, shall, severally, and jointly, be responsible for:  \n \n(a)  any damage caused to the property and servants of the Port, whether within \nPorts’s limits or in the approaches, by their vessel or servants. Such vessel shall \nbe detained by the Authority till such time the cost of the damage as determined \nby the Authority is paid;  \n(b)  any mis­declaraton  of particulars of a vessel and for disobeying the parameters \nspecified for handling of vessels in Port Qasim Harbour, and shall be liable to a \npenalty as determined and notified by the Authority from  time to time; and  \n \n(c)  the sinking or grounding of any vessel or causing damage to any other vessel in \nthe port limits or approaches, caused by their vessel of their servants, and for \nremoval of the sunk, ground or damaged vessel at their own risk and cost, failing \nwhich, the Authority may sal vage or remove such vessel out of the port’s limits \nand the cost of such removal shall be recoverable from the sale proceeds of such \nvessel.  \n \n1Ins. new sections ss. 71A -71C by Ord. 43 of 2002, s. 10.  \n1Subs . by the Port Qasim Authority (Amendment) Act, 2021  (XL of 2021), s. 19. \n \n \nPage 25 of 26 \n 71B. Port to be pollution free, etc. — (1) The Authority shall be responsible for maintaining \nthe marine environments of the port’s limit s in order to ensure that the sea, land, an air is free from \npollution.  \n \n(2) No Owner, Agent or Master of a vessel, or any industry, manufacturing establishment, mill, \nfactory or any kind, cargo handling company, terminal operator, etc., shall discharge any solid or liquid \nwaste, oily, noxious radioactive and hazardous substanc es, bilge discharges, residues and mixtures \ncontaining noxious solid and liquid wastes, de­blasting of un­washed cargo tanks and line washing, \ngarbage, emission of any effluent or waste or air pollution or noise in any amount concentration or \nlevel in exce ss of the National Environmental Quality Standards, or standards, which may be specified, \nfrom  time to time, by the Authority for Port limits.  \n \n(3) Any person contravening the provisions of sub­section (2) shall be liable to penalty as \ndetermined and notif ied by the authority from time to time for each contravention in addition to the \ncharges for cleaning of the Port and removal of pollution therefrom . \n \n71C. Environmental Pollution etc. —(1) No proponent of a project shall commence \nconstruction  or operation unless he has filed with this Authority as initial environmental examination \nor, where the project is likely to cause an adverse environmental effect, an environment impact \nassessment, and has obtained from  the Authority approval in respect thereof.  \n \n(2) The Authority shall:  — \n \n(a)  review the initial environmental examination and accord its approval, or require \nsubmission of an Environmental Impact Assessment by the proponent; or  \n \n(b)  review the Environmental Impact Assessment and accord its approval  subject \nto such condition as it may deem fit to impose, or require that the Environment \nImpact Assessment be re­submitted after such modification as may be \nstipulated.]  \n \n72. Dissolution of Authority and transfer of its assets and liabilities .—(1) The Fede ral \nGovernment may, by notification in the official Gazette, declare that the Authority shall be dissolved \non such date as may be specified in such notification, and the Authority shall stand dissolved \naccordingly.  \n \n(2) On an d from the said date — \n \n(a) \n(i)  all properties, funds and dues placed at the disposal of the Authority by \nthe Federal  Government; and  \n \n(ii)  all properties, funds and dues exchanged for, derived from, or otherwise \nattributable to, the properties, funds and dues referred to in the clause \n(i), which immediately before the said date, were held by or were \nrealisable by the Authority shall vest, in,  and be realisable by, the Federal \nGovernment;  \n \n(b)  all properties, funds and dues, other than those referred to in sub­clause ( a), \nwhich, immediately before the said date, were vested in or were realisable by \n \nPage 26 of 26 \n the Authority shall vest in and be realizable  by the Federal Government or such \nagency as the Federal Government may determine, and its decision thereon shall \nbe final;  \n \n(c)  all liabilities which, immediately before the said date, were enforceable against \nthe Authority shall be assumed by and be enf orceable against the Federal \nGovernment or such agency as the Federal Government determines under clause \n(b) as the case may be;  \n \n(d)  for the purpose of completing the execution of any scheme which has not been \nfully executed by the Authority and of reali zing properties funds and dues \nreferred to in clauses ( a) and ( b), the functions of the Authority under this Act \nshall be discharged by the Federal  Government or by the agency determined by \nthe Federal Government under clause (b), as the case may be;  \n \n(e)  the agency referred to in clauses ( b), (c) and ( d) shall keep such accounts of all \nmoneys respectively received and expended by it under this Act as a Federal \nGovernment may prescribe.  \n \n \n \n \n_______________"
}