{
    "file": "./converted_json\\administrator26067ba220b033040ae07ffdeced81c9.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 8 \n  \n  \nTHE PAKISTAN NATIONAL SERVICE ORDINANCE, 1970  \n \n \n    \nCONTENTS  \n1.  Short title, extent, application and commencement  \n2.  Definitions  \n3.  National service liability, etc . \n4.  Deferment of liability to render national service  \n5.  Selection and enrolment, e tc. \n6.  National Service Reserve  \n7.  Refresher training  \n8.  Service in Defence Services  \n8A.  Service of notice  \n9.  Certificate to granted  \n10.  Permission to leave Pakistan necessary  \n11.  Extension of age limit  \n12.  Employers not to employ certain persons  \n13.  Obligations of employers of persons in the Reserve  \n14.  Penalty  \n15.  Power to make rules  \n16.  Jurisdiction of courts barred.  \n\n \nPage 2 of 8 \n THE PAKISTAN NATIONAL SERVICE ORDINANCE, 1970  \n*ORDINANCE NO. XXII OF 1970  \n[7th November, 1970 ] \nAn Ordinance to introduce comp ulsory national service in Pakistan  \n            WHEREAS it is expedient to introduce compulsory national service in Pakistan and to \nprovide for matters ancillary thereto;  \n            NOW, THEREFORE, in pursuance of the Proclamation of the 25th day of March , 1969, read \nwith the Provisional Constitution Order, and in exercise of all powers enabling him in that behalf, the \nPresident is pleased to make and promulgate the following Ordinance:___ \n 1. Short title, extent, application and commencement.___ (1) This Ordinance may be called \nthe Pakistan National Service Ordinance, 1970.  \n            (2) It extends to the whole of Pakistan and applies to all citizens of Pakistan wherever they \nmay be.  \n            (3) It shall come into force on such 1day as the 2[Federal  Government] may, by notification in \nthe official Gazette, appoint in this behalf.  \n 2. Definitions.  In this Ordinance, unless there is anything repugnant in the subject or \ncontext,___ \n(a)  “emoluments ”, in relation to a person, includes the pay, allowances , gratuity, \nfees, commissions, perquisites and profits which such person is entitled to \nreceive from his employer for his services;  \n(b)  “employer ” means any person or body of persons, whether incorporated or \nnot, who or which employs another person for hi re or reward, either directly or \nthrough a contractor, whether the terms of employment be express or implied \nand includes, in the case of an establishment, the person responsible for the \nmanagement, supervision and control of the establishment;  \n(c)  “essen tial service ” means any service which the 2[Federal Government] may, \nby notification in the official Gazette, declare to be essential for securing the \ndefence or the security of Pakistan or of any part thereof or for the \nmaintenance of supplies and service s essential to the life of the community;  \n(d)  “establishment ” means any office, firm, industrial unit, undertaking, shop or \npremises in which persons are employed for the purpose of carrying on any \nmanufacturing process, business, trade or service;  \n \n \n*The Ordinance has been declared to be validly made by the Competent Authority, see the Valida tion of Laws Act, 1975 (63 of 1975)  \n1i.e. the 25th day of November, 1970, see Gaz. of P., 1970, Ext. (Islamabad), p. 4626.  \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”. \n \nPage 3 of 8 \n  (e)  “matriculate ” means a person who has passed the Matriculation Examination \nor Secondary School Leaving Certificate Examination, or any other equivalent \nexamination, of a board or other authority set up by Government or by \nGovernment or by or under any law and includes a person who has passed \nsuch other examination as the 1[Federal Government] may, by notification in \nthe official Gazette, declare to be equivalent of such examination;  \n(f)  “national service ” means the service r equired to be rendered under sub -section \n(4) of section 5; and  \n(g)  “prescribed ” means prescribed by rules made under this Ordinance.  \n 3. National service liability, etc. ___(1) Subject to the provisions of this Ordinance, every \nmale citizen of Pakistan wh o has attained the age of eighteen years and has not attained the age of \ntwenty years and possesses educational qualifications not below that of a matriculate shall be liable \nto render national service.  \n (2) Every male citizen of Pakistan who, at the comme ncement of this Ordinance, has attained \nthe age of eighteen years and has not attained the age of twenty years and possesses educational \nqualifications not below that of a matriculate shall, not later than one month from such \ncommencement, offer himself fo r national service in such manner and to such authority as may be \nprescribed.  \n (3) Every male citizen of Pakistan who, at any time after the commencement of this \nOrdinance,___  \n(a)  being a matriculate, attains the age of eighteen years, or  \n(b)  having att ained the age of eighteen years, becomes a matriculate,  \nShall, not later than one month from the date on which he attains the age of eighteen years or, as the \ncase may be, becomes a matriculate, offer himself for national service in such manner and to such  \nauthority as may be prescribed.  \n            (4) Nothing in sub -section (1), sub -section (2) or sub -section (3) shall apply to persons___ \n(a)  who are members of any of the Defence Services or civilian armed forces of, \nor any police force in, Pakistan or a re employed in any of the ordinance \nfactories in Pakistan; or  \n(b)  who, being engaged in any essential service or being students of any medical, \nengineering or veterinary institution, are declared by the 1[Federal \nGovernment], by notification in the offici al Gazette, to be exempt from the \nliability to render national service.  \n 4. Deferment of liability to render national service.___(1) The liability to render national \nservice of any person who is a student of any institution may, on an application made in t his behalf to \nthe prescribed authority, be deferred for such period as the authority may deem fit having regard to \nthe duration of the course of studies taken up by such person.  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”. \n \nPage 4 of 8 \n  (2) Wher e the liability of any person to render national service has been deferred for any \nperiod under sub -section (1), the age up to which he is liable to be called up for such service shall be \ndeemed to be extended by that period.  \n 5. Selection and enrolment, e tc.___ (1) An officer or authority prescribed in this behalf may, \nby a notice in writing, require any person liable to render national service to report in person to such \nauthority and at such time and place as may be specified in the notice and the person  to whom a \nnotice has been issued shall report accordingly.              \n (2) A person  who has reported  in pursuance  of a notice  under  sub-section  (1) shall  be selected  \nfor national  service  unless___ \n(a)  his liability  to render  national  service  has for the time being  been  deferred  \nunder  section  4; or \n(b)  he is exempted  after medical  examination  from  the requirement  of rendering  \nnational  service;  or \n(c)  he is exempted  from  the requirement  of rendering  national  service  in \naccordance  with rules  made  under  this Ordinance.  \n (3) A person  selected  under  sub-section  (2) shall  report  to such authority  and at such time and \nplace  as may be specified  by the authority  by whom  he is so selected  for the purpose  of being  \nenrolled  in the Pakistan  Army,  the Pakistan  Navy  or, as the case may be, the Pakistan  Air Force.  \n (4) A person  who has reported  under  sub-section  (3) shall,  subject  to the provisions  of this \nOrdinance  and the rules  made  thereunder,  render  national  service  for a period  of one year in the \nPakistan  Army,  the Pakistan  Navy  or, as the case may be, the Pakistan  Air Force  in which  he shall  be \nenrolled  for that period.  \n (5) Save  as otherwise  provided  in the rules  made  under  this Ordinance,  a person,  while  he is \nrendering  ntional  service,  shall___ \n(a)  be subject  to the service  law of the Defence  Service  in which  he is enrolled  for \nsuch service;  and \n(b)  receive  such honorarium  per month  as may be prescribed  and be entitled  to \nsuch other  facilities  and privileges,  other  than salary,  as are admissible  to a \nperson  enrolled in the Pakistan  Army,  the Pakistan  Navy  or, as the case may \nbe, the Pakistan  Air Force.  \n 6. National  Service  Reserve.  A person  who has completed  national  service  shall  be placed  \non the National  Service  Reserve  created  for the purposes  of this Ordinanc e and shall,  until he has \nattained  the age of thirty -five years,  be liable  to be called  up___ \n(a) for refresher  training  every  year;  and \n(b)  for service  from  time to time in the Defence  Service  in which  he rendered  \nnational  service.  \n 7. Refresher  training .___(1) A person  in the National  Service  Reserve  shall,  when  called  up \nfor training  under  clause  (a) of section  6 by a notice  in writing  by the officer  or authority  prescribed  \n \nPage 5 of 8 \n in this behalf,  report  in person  to such authority  and at such time and place  as may be specified  in the \nnotice  and shall  receive  in the Defence  Service  in which  he rendered  national  service  the prescribed  \ntraining  for the prescribed  period  which  shall  not be less than fifteen  days or more  than thirty  days.   \n (2) Save  as otherwise  provided  in this Ordinance  or the rules  made  thereunder,  a person,  \nwhile  he is undergoing  training  in a Defence  Service  under  sub-section  (1), shall___ \n(a)  be subject  to the Pakistan  Army  Act, 1952  (XXXIX  of 1952),  the Pakistan  \nNavy  Ordinance,  1961  (XXXV  of 1961),  or, as the case may be, the Pakistan  \nAir Force  Act, 1953(VI  of 1953),;  and \n(b)  receive  such honorarium  as may be prescribed  and be entitled  to such other  \nfacilities  and privileges,  other  than salary,  as are admissible  to a person  \nenrolled  in the Defence  Service  in which  he is undergoing  training.  \n 8. Service  in Defence  Services.___(1) A person  in the National  Service  Reserve  shall,  when  \ncalled  up for service  in a Defence  Service  under  clause  (b) of section  6 by a notice  in writing  by the \nofficer  or authority  prescribed  in this behalf,  report  in person  to such authority  and at such time and \nplace  as may be specified  in the notice.  \n (2) A person  who has reported  in pursuance  of a notice  under  sub-section  (1) shall  be enrolled  \nin the Pakistan  Army,  the Pakistan  Navy  or, as the case may be, the Pakistan  Air Force  unless  he is, \nafter medical  examination , declared  unfit  for such enrolment.  \n  (3) A person  enrolled  in a Defence  Service  under  sub-section  (2) shall,  unless  he is earlier  \ndischarged  or released,  serve  in that Service  until he has attained  the age of thirty -five years:  \n Provided  that nothing  in this sub-section  shall  be deemed___ \n(a)  to prevent  the retention  in the Defence  Service  with his consent  of any such \nperson  after he has attained  the age of thirty -five years;  or \n(b)  to terminate  the liability  under  section  6 of any such person  who is discharged  \nor released  before  he has attained  the age of thirty -five years  to be called  up \nfor refresher  training  every  year or for service  in a Defence  Servi ce. \n 1[8A. Service  of notice.___(1) A notice  under  sub-section  (1) of section  5, or sub-section  (1) \nof section  7, or sub-section  (1) of section  8, shall  be served  on the person  to whom  it relates  in such \nmanner  as the officer  by whom  it is issued  may deem  fit. \n (2) Where  a person  to whom  a notice  referred  to in sub-section  (1) relates  does not report  in \nperson  as required  by such notice,  the officer  issuing  the notice  may cause  the notice  to be published  \nfor the information  of such person  in such manner  as that officer  deems  to be sufficient;  and such \npublication  shall  be deemed  to be valid  service.]  \n \n  9. Certificate  to granted.  Every  person___ \n \n \n(i)  who has offered  himself  for national  service  in pursuance  of sub-section  (2) or \nsub-section  (3) of section  3 but has not been  selected  for national  service;  or \n \n(ii)  whose  liability  to render  national  service  has been  deferred  under  section  4; or \n1Ins. by the Pakistan National Services (Amdt.) Ordinance, 1971 (37 of 1971), s. 2.  \n \nPage 6 of 8 \n (iii)  who has been  exempted  from rendering  national  service  under  clause  (b) or \nclause  (c) of sub-section  (2) of section  5; or \n(iv) who has completed  national  service,  \nShall  be granted  by the officer  or authority  prescribed  in this behalf  a certificate  to the effect  that \nsuch person  has so offered  himself  for national  service  but has not been  selected  for such service  or \nhas been  so exempted,  or that his liability  to render  such service  has been  deferred  for the period  \nspecified  in the certificate  or, as the case may be, that he has completed  national  service.  \n 10. Permission  to leave  Pakistan  necessary.  A person  for the time being  in Pakistan  who is \nliable  to render  national  service  and does not hold a certificate  granted  under  section  9 shall  not leave  \nPakistan  without  the permission  in writing  of such officer  or authority  as the 1[Federal  Government]  \nmay,  by notification  in the official  Gazette,  authorise  in this behalf.  \n 2[11. Extension  of age limit . Where  any maximum  qualifying  age has been  fixed  for \nregulating  the eligibility  of persons  for admission  to a competitive  examination  held for appointment  \nto any service  or post or any academic  or professional  institution  or for appointment  to any service  or \npost,  a person  who has rendered  national  service  shall,  for the purpose  of such eligibility  be entitled,  \nnotwithstanding  anything  contained  in any other  law for the time being  in force  or in any rule, order  \nor other  instrument,  to the period  actually  spent  by him in national  service  being  deducted  from  his \nage.]  \n 12. Employers not to em ploy certain persons.  No employer  shall  employ  a person  who is \nliable  to render  national  service  unless  such person  holds  a certificate  granted  under  section  9. \n 13. Obligations of employers of persons in the Reserve.  The employer  of any person  for \nthe time being  on the National  Service  Reserve  who is called  up for refresher  training  under  section  7 \nshall,  for all purpose,  treat the period  spent  by such person  in such training  as period  spent  in the \nperformance  of duties  in the service  of the employer  and shall not___ \n(i) terminate  the services  of such person  while  he is under  going  such training  or \non the ground  that he is liable  to be or has been  called  up for such training;  or \n(ii) make  any deduction  from  the emoluments  to which  such person  is entitled  \nwhile on duty.  \n  14. Penalty. __(1) A person  shall  be punishable  with imprisonment  for a term which  may \nextend  to three  years,  or with fine which  may extend  to fifteen  thousand  rupees,  or with both,  if he___ \n(a)  contravenes  the provisions  of sub-section  (2) or sub-section  (3) of section  3; or \n(b)  fails to render  national  service  when  required  to do so; or \n(c)  fails to comply  with notice  under  sub-section  (1) of section  5; or \n(d)  fails to comply  with notice,  or to receive  training,  under  sub-section  (1) of \nsection  7; or \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government ”. \n2Subs.  by Ord. 37 of 1971,  s. 3, for Section  11. \n \nPage 7 of 8 \n (e)  fails to comply  with notice  under  sub-section  (1) of section  8; or \n(f)  contravenes  the provisions  of section  10; or \n(g)  contravenes  the provisions  of section  12; or \n(h)  contravenes  the provisions  of section  13. \n (2) A person  who is convicted  of an offence  under  sub-section  (1) shall  not be eligible  to hold \nany office  in the service  of Pakistan  or any appointment  in any establishment.  \n 1[(3) No prosecution  for an offence  under  sub-section  (1) shall  be instituted  except  upon  a \nreport  in writing  of the facts  constituting  such offence  made  by an officer  prescribed  in this behalf.  \n (4) A court  trying  an offence  under  sub-section  (1) shall  presume  that a report,  or a copy  \nthereof  certified  to be true copy  by the officer  by whom  it was made,  under  sub-section  (3) \npurporting  to have  been  made  by an officer  competent  to make  it was made  by such officer.]  \n 15. Power  to make  rules .___(1) The 2[Federal  Government]  may,  by notification  in the \nofficial  Gazette,  make  3rules  for carrying  out the purposes  of this Ordinance.  \n (2) In particular,  and with out prejudice  to the generality  of the foregoing  power,  such rules  \nmay provide  for all or any of the following  matters,  namely:___ \n(a)  the manner  in which  and the authority  to which  a person  liable  to render  \nnational  service  shall  offer  himself  for such service;  \n(b)  the officers  and authorities  by whom  notices  may be issued  under  sub-section \n(1) of section  5, or sub-section  (1) of section  7, or sub-section  (1) of section  8; \n(c) the circumstances  in which  and the grounds  on which  a person  may be \nexempted  from  the requirement  of rendering  national  service;  \n(d)  the honorarium  payable  to a person while  rendering  the national  service;  \n(e)  the manner  in which  person  may be enrolled  for rendering  national  service  in \nany of the Defence  Services;  \n(f)  the manner  in which  persons  who have  completed  national  service  may be \nplaced  on the National  Service may be placed  on the National  Service  \nReserve;  \n(g)  the nature  of the training  which  persons  on the National  Service  Reserve  shall  \nundergo,  the period  of such training,  and the honorarium  payable  to such \npersons;  \n \n \n1Added by the Pakistan National Serv ices (Amdt.) Ordinance, 1971, (37 of 1971), s. 4.  \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n3For such Rules, see S.R.O., 288 (1)/70, dated 25th November, 1970, see Gaz. of P., 1970 Ext. (Islamabad), P. 4626.  \n \nPage 8 of 8 \n (h)  the officers  and authorities  by whom  certificates  under  section  9 may be \ngranted;  \n (i)  the extent  to which  and the manner  in which  persons  enrolled  for rendering  \nnational  service  in any of the Defence  Services  or called  up for training  under  \nsub-section  (1) of section  7 shall  be subject  to the Pakistan  Army  Act, 1952  \n(XXXIX  of 1952),  the Pakistan  Navy  Ordinance,  1961  (XXXV  of 1961),  or, \nas the case may be, the Pakistan  Air Force  Act, 1953  (VI of 1953);  and \n (j)  any other  matter  which  may be necessary  for carrying  out the purposes  of this \nOrdinance.  \n 16. Jurisdiction  of courts  barred.  No order  made  or proceedings  taken  under  this Ordinance  \nshall  be called  in question  in any court  including  a High  Court  and the Supreme  Court.  \n \n \n__________  \n \n \n \n \n \n \n \n \n        \n \n \n    \n    \n          \n82991            Date: 11 -11-2024"
}