{
    "file": "./converted_json\\administratora9914f47cb0b72fe692625b8c7fbc479(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "HEAV Y INDU STRIES 1[TAXILA] BOARD ACT , 1997  \n \n \n \n \n \nCONTENTS  \n \nSections  \n \n1.  Short Title and Commencement.  \n2.  Definitions.  \n3. Establishment of the Board.  \n4.  Terms of office of the members.  \n5.  Meetings.  \n6.  Functions of the Board.  \n7.  Investment of the Board with certain powers.  \n8.  Submission of estimates of receipts and expenditures to the Federal \nGovernment.  \n9. Accounts, audit and costings.   \n10. Submission of annual report, return etc.  \n11. Delegation of powers.  \n12.  Mode of signifying communications from the Board.  \n13.  Power to issue direction.  \n14.  Power to make rules.  \n15. Dissolution of the Board.  \n \n  \nUpdated on 12.11.2021  \n \n   \nHEAV Y INDU STRIES 1[TAXILA ] BOARD ACT , 1997  \n \nACT No. XII OF 1997 \n \nAn Act to establish a Heavy  Industries 1[Taxila,  Board] \n \nWHEREAS it is expedient to establish a Heavy Indus tries 1[Taxila], Board and to provide for \nmatters con nected therewith or incidental thereto; \n \nIt is hereby enacted as follows:― \n \n1. Short title and commencement.― (1) This Act may be called the Heavy Indus tries \n1[Taxila] Board Act, 1997. \n \n(2) It extends to the whole of Pakistan. \n  \n(3) It shall come into force at once. \n \n2. Definitions. In this Act, unless there is anything repugnant in the subject or  context,― \n \n(a) \"Board\" means the Heavy Indus tries 1[Taxila] Board established under \nsection 3; \n \n(b) \"Chairman\" means the Chairman of the Board; \n \n(c ) \"factories\" means Heavy Re-build Factories and Manufacturing Fac tories \nestablished and functioning under  the  control  of  Heavy  Indus tries 1[Taxila] \nBoard; \n \n(d) \"Heavy Indus tries\" means the Heavy Indus tries, Taxila, and includes Heavy \nRe-build Factories, Manu facturing Fac tories and  other allied facilities owned \nby the Federal Government; and \n \n  (e) \"member\" means a member of the Board. \n \n3. Establishment   of   the   Board.―(1)   As   soon   as   may   be,   after   commencement \nof this Act, the Federal Government shall, by notification in the Official  Gazette,  establish  for  \ncarrying  out  the  purposes  of  this  Act,  a  Heavy Industries 1[Taxila] Board consisting of a \nChairman and 1[five] members to be appointe d by it.  \n \n(2) The Chairman shall be appointed by the Federal Government on recommenda tion of the \nChief of Army Staff. \n \n(3) Out of the 1[five] members to be app ointed by the Federal Government, one  shall  be  \nappointed as member  finance  in consultation  with  the  Ministry of Finance, the se cond to be as \nthe member Ministerial Co-ordination, 1[third member sha ll be appointed from the corporate sector, \nto be called the Member (Private), on the recommenda tion of the Secretary, Defense Production \nDivision] and the remaining two  to  be  the  technical  members  as  members  produc tion  Control  \nand  P roject Planning to be appointed from within the existing strength of the Board. \n \n1Ins. and subs. by Ordinance XLVII  of 2000, by ss.2-5.\n \n 4. Terms of office of the members .―(1) The Chairman and members sh all hold office \nfor a term of four years and shall be eligible for re -appointment and shall receive such salary \nand allowances as the Federal Government may, from time to time , determine1[:] \n \n1[Provided  that the Member (Private) shall hold office in hono rary capacity.] \n \n(2) Every member, except member Minist erial  Co -ordination,1[and M ember  (Private)]  \nshall  be  a  who le  time  officer  of  the  Board  and  s hall perform such functions  as are or may be \nassigned to him  under this Act. \n \n(3) Every member 1[except Member (private)]  shall, before  assuming  his office,  \nrelinquish  or divest  hims elf  of  any  office  or  interest  in  any  corporation,  company  or concern  \nother  than  an  indust ry  owned  by  the  Federal  Government  or sponso red by the Board or Co-\noperative Society, or a charitable organization: \n \nProvided that the Federal Government may permit a member to retain any shares in a \ncompany purchased by him  if the company of which the shares have been acquired does not have \nany dealings with  the Board; and in case of company of which a member holds  shares starts \ndealings with the Board, the member shall immediately declare to the Board the extent of his sh are \nin the company. \n \n5. Meetings .―(1) No business of the Board shall be transacted except at a meeting at \nwhich a quorum of at least three members is present.  \n \n(2) T he Chairman and, in his absence, the senior most  member shall preside at the m eetings \nof the Board. \n \n(3) At the meetings of the Board each member shall have one vote and, in the event of \nequality of votes, the Chairman or the member presiding sh all have a second or  casting  vote. \n \n(4) A resolution  in writing signed by all the members for the time b eing in  Pakistan \nshall be as valid and effec tive as if it has been passed at the m eeting of the Board. \n \n6. Functions of the Board. ―(1)The principal functions of the Board shall be to \nmanage,1[organize or, as the case may be, within the existing financial resources, reorganize any \nfactory] and administer the affairs of the factories   included   in   Heavy   Industries   and   to   run   \nthem   on   sound administrative and modern management te chniques so as to adequately meet, \nduring war and peace, the needs of the defence of the country and to utilize the 2[commercial \npotential] of the factories to meet the requirements of the civilian population and the brotherly or \nfriendly countries.  \n \n \n \n \n \n \n \n \n \n1Subs and Ins . by ordinance XLVII  of 2000, by ss.6-7. \n2 Subs. By Act VI of 2019 , by s,2.\n \n (2) The  Board shall, in discharging its functions,  be guided on questions  of policy involving  \nnational interest, including  defence requirement du ring war and peace, by such directions  as the \nFederal Government, which shall be the sole judge whether or not national interest is involv ed, may \ngive from time to tim e. \n \n7. Investment of the Board with certain powers. Notwithst anding anything  contained   in   \nany  law,   regulations,   rules,   o rder,   noti fication, agreement or other instrument for the time being \napplicable to any factory, or any officer or other employee appoint ed or engaged in, or in connection \nwith any factory, the Board may in relation to such factory, officer or emplo yee exercise the followi ng \npowers in addition  to the powers which may be d elegated by the Federal Government, from time to \ntime,― \n \n(a) to determine  the terms and conditions  of service, recruitment, p romotion, \ntransfer, pos ting, dismiss al, discharge, demotion and oth er disciplinary action \nof all officers and oth er employees: \n \nProvided that the terms and conditions  of service of any officer or oth er employee appoint ed \nor engaged before the comm encement of this A ct shall not be v aried to his dis advantage and that he \nshall not be dismiss ed or removed from s ervice or reduced in rank by any authority subo rdinate to th at \nby whi ch he was appoint ed: \n \nProvided further that the officer or employees appoint ed before the comm encement of this Act \nshall be given an option,  after the service rules for the officers and employees of the Board have been \nframed, to opt for the new service rules or to continue  to be governed by their existing services rules; \nbut once the option  has been exercised by an officer or employee within  the time fixed by the Board, \nit shall be final, and an officer or employee who do es not exercise the option within  the p rescribed \ntime shall be consid ered to h ave opt ed for the n ew rules: \n \nProvided also that the promoti on, demotion or  other disciplinary action against an officer or \nemployee on deputation or  secondm ent shall be governed by the service rules applicable to him;  and \n \n(b)     to appoint or engage such officers and other employees, adviso rs, consult ants \non contract as it consid er necessary for the efficient discharge of the  functions  \non such terms and conditions of  service as it may determine; \n(c)     to carry out  all technical and engineering projects or works or to enter into \ncontract or agreement and to arrange training within country or abroad \npertaining to their execution;  \n \n(d)     to make all purchases or plant, machinery and stores either in the country or \nabroad and also to dispose of  store and equipm ent; \n \n(e)     to fix pay of the officers and oth er emplo yees wh erever necessary either \ninitially or otherwise at any stage within  the pay scales prescribed by the \nFederal Government; \n \n(f)     to utilize  or incur  expenditu re  in  respect  of  lumpsum  grant allocated for \nthe pu rpose in the Budget; \n \n(g)    to  frame, subject to any direction issued in this behalf by the Federal  \nGovernment,  d epartmental financial  and  accounti ng rules and procedures, \n \n keeping in  view the modern techniqu es for cost control and optimum  \nutilization of resources; and \n \n1[(h)  to utilize, create and enhance commercial capacity and capability for \nmanufacturing marketable products, promote sales thereof and provide \nservices within country and abroad, through; - \n \n(A) establishment of lim ited company under the Companies Act, \n2017 (XIX of 2017) to undertake with approval of the Board, \ncommercial activities on corporate lines with private or public \nsectors both within country and abroad for the following, \nnamely: — \n \n (i)   undertake joint ventures with experienced national and \ninternational partners;  \n \n(ii)   establish subsidiary companies;  \n \n(iii)   without utilizing public money, raise funds through  \nprivate investment or bank credit;  \n \n (iv)   maintain receipt and expenditur e account of the  \ncommercial revenue in scheduled banks jointly \noperated in  consultation with member finance;  \n \n (v)  frame audit, accounts and costing manuals on modern \ntechniques;  \n \n(vi)  marketing of commercial products through internal \nmarketing departme nt or through hiring of agents; and  \n \n(vii)  formulate  own recruitment and procurement \nprocedures.  \n \n (B)  the company and its subsidiaries are subject to audit by the \nChartered Accountants firms; and  \n \n(C)  revenue earned by utilizing commercial activities to subsidize \ndefence budget which will reduce burden on national \neconomy, for reinvestment and to provide benefit to the \nBoard’s management and employees in prescribed manners.]  \n \n8. Submission  of estimates of receipts and expenditures to  the Federal \nGovernment. ―(1) The Board shall in the month of December every year, submit in such manner \nand form as the Federal Government may direct, to the Federal Government, for making necessary \nprovision in its Budget, a  statement of the discharge of its functions under this Act in respect of the \nnew financial  year together with a statement showing separately the estimated receipts and \nexpenditure in foreign exchange for that year.  \n \n(2) T he Board shall not, without  the previous  sanction of the  Federal Gov ernment, incur any \nexpenditu re or undertake any financial liability involving  expenditur e, in excess of the amount  \napproved for the projects. \n \n1Subs. by Act VI of 2019 , by s,3. \n \n \n 9. Accounts, audit and costings. ―(1) The Board shall maintain its accounts including those \nof the factories in such manner and form as may be prescribed by the Federal Government  in \nconsultation with the Auditor -General of Pakistan.  \n \n(2) The  accounts  of the Board including those  of the factories shall be audited by the Auditor -\nGeneral of Pakistan. \n \n(3) The Board shall, within  six months  after the end of every financial year, submit  to the \nFederal Government a statement of accounts  audited by the Auditor -General of Pakistan. \n \n(4) The Federal Government may at any time  require Auditor -General of Pakistan to report \nto it upon  the adequacy of measures taken by the Board for the efficient management of the factories. \n \n(5) The  Board shall establish  a costing m echanism  in all the  factories so as to exercise \neffective cost control and organize production on mod ern comm ercial lines. \n \n10. Submission of annual report, return etc. ―(1) The Board shall, as soon as possible \nafter the end of every financial year but not later than thirty -first day of December next following, \nsubmit to the Federal Government a report on the conduct of the affairs of the Board during that \nyear.  \n \n(2) The Federal Government may require the Board to furnish it  with― \n \n(a)   any return, statement,  estimate,  statistics  or oth er  information regarding \nany matter relating to or under control of the Board; \n \n(b)  a report on any subject with whi ch the Board is concerned; or \n \n(c)  any document or copy of a document in charge or under the control of the \nBoard and the  Board shall comply with su ch requisition.  \n \n11. Delegation of powers. The Board may, from time to time, authorize 1[the Ch airman,] \nany one or more of its members 1[or any subo rdinate authority of Heavy Indust ries] to perform such \nfunctions  or exercise such powers on its behalf as may be sp ecified by the  Board through a \nresolution  passed at a meeting with proper quorum, and  the 1[Chairman,  Member  or  t he  \nsubo rdinate  authority]  so  authorized  shall conform to su ch regulations  or restrictions  as may be \nprescribed by the Board. \n \n12.  Mode  of  signifying  communications  from  the  Board.  Any noti ce,  determination,  \ndirections,  requisition,  appointm ent,  expression  of opinion, approval or sanction to be given or \nsignified on the part of the Board for any of the pu rposes of, or in relation to, any po wers or \nfunctions with which it has been invested und er this  Act,  shall  be sufficient  and  bindi ng  if  it  \nis  in  w riting signed  by the Ch airman or by any oth er person authorized by the  Board to act in its \nbehalf of the m atters to whi ch such authorization may relate, and the Board shall not in any case be \nbound  in respect of any of the matters aforesaid unless by some writing signed in the manner \naforesaid. \n \n13. Power to issue direction. The Federal Government may, from time to time , issue  \ndirections  to the Board to take such measures as it consid ers necessary for the efficient management \nof the factories and the Board shall comply with  such directions.  \n \n1Ins and subs. by Ordinance XLVII of 2000, by s.8. \n \n  \n14.  Power  to  make  rules.  The  Federal Gov ernment will m ake rules for carrying out the \npurpose of this Act. \n \n15. Dissol ution of the Board. The Federal Government may, by Noti fication in  the Official \nGazette, declare that the Board shall be dissolv ed on such date, as may be specified therein, and the \nBoard shall accordingly stand dissolv ed."
}