{
    "file": "./converted_json\\administrator1b4c53dfc0bf429279a3024f6c8c5f2e(1).json",
    "name": "SIND CO-OPERATIVE SOCIETIES ACT, 1925",
    "date": "1925-12-04",
    "tagline": "An Act to consolidate and amend the law relating to co-operative societies in the Province of Sind",
    "content": "Page 1 of 45 \n  \n \nTHE SIND CO-OPERATIVE SOCIETIES ACT, 1925 . \n \nCONTENTS  \n \nPREAMBLE . \n  \nSECTIONS . \nCHAPTER I.  \nPRELIMINARY.  \n \n \n1. Short  title. \n2. Extent.  \n3. Definitions.  \nCHAPTER II.  \n REGISTRATION.  \n \n4. The Registrar.  \n4A. Power of Registrar to issue search warrant.  \n5. Societies which may be registered.  \n6. Restrictions on interest of member of society with limited liability and a share capital.  \n7. Conditions of registration.  \n8. Power of Registrar to decide certain questions.  \n9. Application for registration.  \n10. Registration.  \n11. Evidence of registration.  \n12. Annual general meeting.  \n13. Special general meetings.  \n14. Change of name :  its effect.  \n15. Amalgamation or transfer of societies.  \n16. Amendment of the bye -laws of a society.  \n \n \nUpdated till 15.10.2021  \n \n \n \n \nPage 2 of 45 \n CHAPTER III.  \nRIGHTS AND LIABILITES OF MEMBERS.  \n \n17. No rights of membership to be exercised till due payments are made.  \n17A.  Special provisions for  membership of Resource Societies.  \n18. Votes of members.  \n18A.  Disqualification for being, and for voting at an election of Director, Manager or other officer of \nthe society . \n19. Restrictions on transfer of share or interest.  \n \nCHAPTER IV.  \nDUTIES OF SOCIETIES.  \n20. Address of societies.  \n20A.  Provision of information.  \n20B.  Provision of information by the Registrar.  \n21. Copy of Act, etc., to be open to inspection.  \n21A.  Updating of records of societ ies. \n22. Audit.  \n22A.  Power of Registrar to exercise power under section 50A in the course of an audit.  \nCHAPTER V.  \nPRIVILEGES OF SOCIETIES.  \n23. Societies to be bodies corporate.  \n24. Prior claim of society.  \n25. Charge and set -off in respect of shares or interest of member.  \n26. Shares or interest not liable to attachment.  \n27. Transfer of interest on death of member.  \n28. Liability of past member.  \n29. Liability of the estates of deceased members.  \n30. Register of members.  \n31. Admissibility of copy of entry as evidence.  \n32. Exemption from compulsory registration of instruments relating to shares [etc.]  of society.  \n33. Power to exempt from income -tax, stamp -duty, registration and court fees.  \n33A. Provincial Government may give loans or guarantee interest  [or return] . \n \n \nCHAPTER VI.  \nPROPERTY AND FUNDS OF SOCIETIES.  \n \n34. Restrictions on loans.  \n34A.  Prohibition on issuance of bearer shares, warrants, etc.  \n35. Restrictions in borrowing.  \n36. Restrictions on other transactions with non -members.  \n37. Investment of funds.  \n38. Restrictions on dividend.  \n \n \n \nPage 3 of 45 \n 39. Reserve Fund.  \n40. Restrictions on distribution of profits.  \n41. Provident Fund.  \n42. Contribution to charitable purpose.  \n \nCHAPTER VII.  \nINSPECITON OF AFFAIRS.  \n43. Inquiry by  Registrar . \n44. Inspection of books of indebted society.  \n44A.  Inspection of books by financing bank.  \n44B.  Power of Registrar to exercise powers under section 50A in the course of an inquiry or \ninspection.  \n45. Costs of inquiry.  \n46. Recovery of costs.  \nCHAPTER VIII.  \nLIQUIDATION AND ARBITRATION.  \n47. Winding  up. \n48. Society may be wound up if membership is reduced.  \n49. Effect of cancellation of registration.  \n49A.  Records of the society whose registration has been cancelled.  \n50. Powers of a liquidator.  \n50A.  Power of Registrar to assess damage against delinquent promoters, etc.  \n51. Bar of suit in winding up and dissolution matters.  \n52. Disposal of surplus assets.  \n53. Surplus assets of housing society.  \n54. Arbitration.  \n54A. Registrar’s power to set aside the award and order the dispute t o be referred back to arbitration . \n55. Attachment before award.  \n56. Appeal against award of arbitrator.  \n57.  Finality of awards in certain orders.  \n58. Powers to enforce attendance.  \n59. Money how recovered.  \n59A.  Transfer of property which cannot be sold.  \nCHAPTER VIII -A.  \nDISTRAINT.  \n59B.  Definitions.  \n59C.  Cases in which application for distraint may be made.  \n59D.  Form of application.  \n59E. Procedure on receipt of application.  \n59F. Execution of order for distraint.  \n59G.  Service of notice of demand and the grounds of distraint.  \n59H.  Right to reap etc., produce.  \n \n \n \nPage 4 of 45 \n 59I. Sale proclamation to be issued unless demand is satisfied.  \n59J. Place of sale.  \n59K.  Provisions relating to growing crops.  \n59L. Manner of sale.  \n59M.  Postponement of sale.  \n59N.  Payment of purchase money.  \n59O.  Certificate be given to the purchaser.  \n59P. Proceeds of sale how to be applied.  \n59Q.  Certain person may not purchase.  \n59R.  Procedure where demand is paid before the sale.  \n59S. Distraint of property which is under attachment.  \n59T. Suit for compensation for wrongful distraint and appeals.  \n59U.  Savings.  \nCHAPTER IX.  \nOFFENCES.  \n60. Offences  \nDefault by a society, officer or member.  \nWilful neglect or default by a society, etc.  \nWilful furnishing of false information.  \nDisobedience of summons, requisition or order.  \n61. Penalty for offences not otherwise provided for.  \n61A.  Penalty for offences committed under clause (e) of section 60.  \n62. Prohibition of the use of the word “co -operative”.  \n63. Cognizance of offences.  \nCHAPTER X.  \nAPPEALS AND REVISION.  \n64. Appeals.  \n64A.  Power of Provincial Government and the Registrar to call for proceedings of Subordinate \nOfficers and to pass orders thereon.  \n64AA.  Finality of orders of Provincial Government.  \n \nCHAPTER XI.  \nMISC ELLANEOUS.  \n65. Recovery of sums due to Government.  \n65A.  Power to deduct  installme nt of deb t from salaries of members.  \n65B.  Officers of societies to be public servants.  \n66. Power to exempt societies from conditions as to registration.  \n67. Power to exempt societies from provisions of Act.  \n68. Companies Act not to apply.  \n69. Branches, etc., of societies outside the Province.  \n70. Notice necessary in suits.  \n \n \n \nPage 5 of 45 \n 70A.   Bar of Jurisdiction.  \n71. Rules.  \n72. Saving of existing Societies. [Omitted.]  \n72A.  Construction of references to Co -operative Societies Act, 1912 in enactments.  \n72B.  [Repealed].  \n73. [Repealed].  \n \nSCHEDULE.  [Repealed].  \n  \n \n \n \nPage 6 of 45 \n  (SIND ACT NO. VII OF 1925 )1 \nTHE SIND CO -OPERATIVE SOCIETIES ACT, 1925  \n \n[4th December, 1925]  \n \nAn Act to consolidate and amend the law relating to co -operative societies in 2[the Province of Sind].  \n \nWHEREAS  it is expedient further to facilitate the formation and working of co -operative societies \nfor the promotion of thrift, self -help and mutual aid among agriculturists and other persons  with \ncommon economic needs so as to bring about better living, better business and better methods of \nproduction and for that purpose to consolidate and amend the law relating to co -operative societies in \n2[the Province of Sind]  ; and whereas the previous sanction of the Governor -General required by sub-\nsection (3) of section 80 -A of the Government of India Act has been obtained for the passing of this Act \n: It is hereby enacted as follows  :- \n \n3[CHAPTER I.  \nPRELIMINARY.]  \n 1.  Short title.  This Act may be called 4[the Sind Co -operative Societies Act, 1925].  \n \n 2.  Extent. This Act extends to the whole of 5[the Province of   6[Sind] ]. \n \n 3. Definitions . In this Act, unless there is anything repugnant in the subject or context,  \n \n7[(a)  “beneficial owner” means a natural person who ultimately owns or controls a \nsociety, whether directly or indirectly or have ownership thereof by exercising \neffective control in that society through other means as may be prescribed.]  \n \n7[(aa)]  “by-laws” means by -laws registered under this Act and for the time being in force \nand includes a registered amendment of such  by-laws ; \n \n(b)  “Committee” means the Committee of Management or other directing body to \nwhom the management of the affairs of a Society is  entrusted  ;  \n \n \n  \n \n1For Statement of Objects and Reasons, see B. G.G., 1924, Part V, pp.  46-48; for Report of Select Committee, see ibid, 1924, Part V, pp. 108___13 \nand ibid, 1925, Part V. pp. 68 -70; and for Proceedings in Council, see Bombay Legislative Council Debates, 1924 and 1925, Vols. XII, XIII, and  XV. \n2The original words “Presidency of Bombay” have successively been amended” by Sind (adapts) of Laws  Order, 1975 to read as  above.  \n3Subs. by Sind Ordinance 5 of 1955, s.7, Sch. III (w.e.f. 24th April, 1947), for “Preliminary”.  \n4Subs. for “the Co -operative Societies Act, 1925” by the Sind Adaptation of Laws Order,  1975.  \n5Subs. by w.p.ord. VII of 1965 2 -4 (w.e.f 30.04.1965) . \n6Subs. by Sind (adapt.) of laws order, 1975.  \n7Renumb. And  ins. by the Cooperative Societies (amendment) Act, 2020, (XXVIII of 2020),s.2 (only for ICT)\n \n \n \nPage 7 of 45 \n 1[(ba)  “competent authority” means the regulators, oversight bodies for Statutory \nRegulatory Bodies (SRBs), the financial monitoring unit of the Stat e Bank of \nPakistan and the investigating or prosecuting agencies as defined in the Anti \nMoney Laundering Act, 2010 (VII of 2010)  ; and]  \n2[(bb) “Financing Bank” means a society the main object of which is to make loans in \ncash or in kind to any other society or to an agriculturist who is not a member of a \nsociety or to both societies and such  agriculturists  ;] \n3[(bbb) “loan” includes finance as defined in the Banking Tribunals Ordinance, 1984, and \nall cognate expressions shall be construed accordingly  ;] \n(c) “Member” includes a person joining in the application for the registration of a \nsociety or a person admitted to membership after registration in accordance with \nthe rules and by -laws applicable to such  society  ; \n(d) “Officer” includes a chairman, se cretary, treasurer, member of committee or other \nperson empowered under the rules or under the by -laws of a society to give \ndirections in regard to the business of such  society  ; \n1[(da)  “prescribed” means prescribed by rules made under this Act”.]  \n(e) “Society” means a society registered or deemed to be registered under this  Act; \n(f) “Registrar” means a person appointed to perform the duties of a Registrar of Co -\noperative Societies under this  Act ; \n(g) “Rules” means rules made under this  Act ; \n(h) (1) a  “Resource society” means a society formed with the object of obtaining for \nits members the credit, goods or services required by  them  ; \n(2)  a “Producers’ society” means a society formed with the object of producing and \ndisposing of goods as the collectiv e property of its members and includes a society formed with \nthe object of the collective disposal of the labour of the members of such society;  \n(3)  a “Consumers’ society” means a society formed with the object of obtaining and \ndistributing goods to or of  performing services for its members, as well as to other consumers \nand of dividing among its members and customers in a proportion prescribed by the rules or by \nthe bye -laws of such society, the profits accruing from such supply and  distribution;  \n(4) a “H ousing society” means a society formed with the object of providing its members \nwith dwelling houses on conditions to be determined by its  by-laws;  \n(5) a “General society” means a society not falling under any of the four classes above  \nmentioned.  \n The Registrar shall classify all societies under one or other   of the above heads and his decision \nshall be final.  \n \n \n \n1ins. by the Cooperative Societies (amendment) Act, 2020, (XXVIII of 2020),s.2 (only for ICT) \n2Subs. by Sind 20 of 1947, s. 2, for cl. (bb) which was ins. by Sind 16 of 1943,  s.2. \n3New clause (bbb) inserted by Sind Ord. LXVIII of  1984  s. 2 and sch.  \n \n \n \nPage 8 of 45 \n A society formed with the object of facilitating the operations of any one of the above classes of \nsocieties shall be classified as a soci ety of that class.  \n \nA list of all such societies, so classified shall be published annually in the 1[Official Gazette ]. \n \n2[CHAPTER II.  \nREGISTRATION.]  \n4. The Registrar.  3[The Provincial Government] may appoint a person to be Registrar of Co -\noperative Societies for 4[the Province] or any portion of it, and may appoint a person or persons to \nassist such Registrar, and may, by general or special order, confer on any such pers on or persons all or \nany of the powers of a Registrar under this Act.  \n \n5[4A. Power of Registrar to issue search warrant.___ (1) For the purpose of recovering any papers, \ndocuments or books of account belonging to a society, the Registrar may issue a search  warrant and \nexercise all such powers with respect thereto as may be lawfully exercised by a magistrate under the \nprovisions of Chapter VII of the Code of Criminal Procedure, 1898, and all such searches shall be made \nin accordance with the provisions of th at Code.  \n \n(2) The powers under sub -section (I) shall not be exercised by the Registrar before serving a \nnotice on the society and giving it a reasonable opportunity to produce such papers, documents or books \nof account as are specified in such notice.]  \n \n5. Societies which may be registered. Subject to the provisions hereinafter contained, a society \nwhich has as its object the promotion of the economic interests of its members in accordance with co -\noperative principles, or a society established with the obje ct of facilitating the operations of such a \nsociety, may be registered under this Act with or without limited liability.  \nProvided that, unless 3[the Provincial Government] by general or sp ecial order otherwise \ndirects___ \n \n(1) the liability of a society of which a member is a society shall be  limited  ;  \n \n \n \n \n \n \n \n1Subs. by the A.O., 1937, for  “B.G.G.”  \n2Subs. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s. 7, Sch. III, (w.e. f. 24th April, \n1947) for  “Registration.”  \n3Subs. by the A. O., 1937, for  “Government.”  \n4Subs. by w.p.ord. vii of 1965, s. 5 (w.e.f. 30.4.1965).  \n5Section 4 -A ins. by Sind 16 of 1943,  s.3. \n \n \n \nPage 9 of 45 \n (2) the liability of a society of which the primary object is the creation of funds to be lent to \nits members, and of which the majority of the members are agriculturists and of which no \nmember is a registered society shall be unlimited and the members of such  a society shall, \non its liquidation, be jointly and severally liable for and in respect of all obligations of \nsuch a society  : \n \nProvided further that when the question whether the liability of a society is limited or unlimited \nhas once been decided by the  Registrar at the time of registration his decision shall be final.  \n \n6. Restrictions on interest of member of society with limited liability and a share capital.  \nWhere the liability of the members of a society is limited by shares, no member other than a s ociety  \nshall__ \n \n(a) hold more than such portion of the share capital of the society, subject to a maximum of \none-fifth, as may be prescribed by the rules;  or \n(b) have or claim any interest in the shares of the society exceeding three thousand rupees : \nprovided that if the society is a housing society a member may have or claim an interest \nin the shares of the society not exceeding Rs.  10,000.  \n7 Conditions of Registration .___(1) No society, other than a society of which a member is a \nsociety, shall be registered under this Act, which does not consist of at least 1[thirty ] persons above the \nage of eighteen years and, where the object of the society is the creation of funds to be lent to its \nmembers, unless such  perso ns__ \n(a) reside in the same town or village or in the same group of villages;  or \n(b) save where the Registrar otherwise directs, are members of the same tribe, class, caste or  \noccupation.  \n \n 2[(2) No society formed after the commencement of the 3[Sind]  Co-operative Societies \n(4***Amendment) Act, 1943 for the purpose of carrying on business as a banking society or which uses \nas part of its name under which it proposes to carry on business the wo rd ‘bank’ or ‘banking’ shall be \nregistered under this Act unless its paid - up share capital amounts to rupees 20,000 or  more  ; \n \nExplanation .___ For the purpose of this section the expression ‘banking society’ means a society \nwhich accepts deposits of money  on current account of otherwise subject to withdrawal by cheque, draft \nor order.]   \n \n \n \n \n \n1Subs. by Sind Act no. 6 of 1977, s . 2.  \n2Subs section (2) and explanation ins. by Sind 16 of 1943.  S.4. \n3Subs. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), S. 3(i) (w. e. f. 30th May, 1951) \nfor “Bombay”.  \n4The word “Sind” omitted ibid, s. 3 (iii) (b) (w.e.f. 30th May,  1951).  \n \n \n \nPage 10 of 45 \n 1[(3)] The word “limited” shall be the last word in the name of every society wit h limited liability \nregistered under this Act.  \n \n8. Power of Registrar to decide certain questions.  When any question arises 2[whether for the \npurposes of this Act] a person is an agriculturist or a non -agriculturist, or whether any person is resident \nin a town or village or group of villages, or whether two or more villages shall be considered to from a \ngroup, or whether any person belongs to any particular tribe, class, caste or occupation, the question \nshall be decided by the Registrar, whose decision sha ll be final.  \n \n9. Application for registration. (1) For purposes of registration an application to register shall \nbe made to the  Registrar.  \n \n (2) The application shall be  signed___ \n \n(a)  in the case of a society of which no member is a society, by at least 3[thirty]  persons \nqualified in accordance with the requirements of section 7, sub -section (1);  4[*] \n \n(b)  in the case of a society of which a member is a society by a duly authorised person on \nbehalf of every such society and where all the members of the society are not societies, by \nten other members or, when there are less than ten other members, by all of  them 4[;] \n \n4[(c)  providing information, as may be prescribed, about its members beneficial owners, \nrunning affairs of the society, to the Registrar; and \n \n(d)  if the society is run by non -members i.e. officers or employees, information in prescribed \nmanner shall be provided regarding these employees and officers and the reasons for \nrunning the affairs by them.]  \n \n(3) The application shall be accompanied  by a copy of the proposed by -laws of the society, and \nthe person by whom or on whose behalf such application is made shall furnish such information in \nregard to the society as the Registrar may  require.  \n \n10. Registration.  If the Registrar is satisfied that a society has complied with the provisions of \nthis Act and the rules and that its proposed by -laws are not contrary to this Act or to the rules, he may \nregister the society and its  by-laws.  \n \n11. Evidence of registration.  A certificate of registration signed by the Registrar shall be \nconclusive evidence that the society therein mentioned is duly registered unless it is proved that the \nregistration of the society has been  cancelled.  \n \n \n \n1The original sub -section (2) re-numbered as sub -section (3) by Sind 16 of 1943, s.  4. \n2Subs. by Sind 20 of 1947, s. 3, for “whether for the purpose of the information, or registration or continuance of a society under this  Act”.  \n3Subs. by Sind Act no. 6 of 1977, s . 3.  \n4Omitted, Subs. and ins. by the  Cooperative Societies (amendment) Act, 2020, (XXVIII of 2020),s. 3 (only for ICT)\n \n \n \nPage 11 of 45 \n  \n12. Annual general meeting.  Every society shall within a period of three months after the date \nfixed for making up its accounts for the year under the rules for the time bei ng in force call a general \nmeeting of its  members.  \n \n13. Special general meetings.  A special general meeting may be called at any time by a majority \nof the committee and shall be called within one  month___ \n \n(1) on the requisition in writing of one -fifth of the members of the society,  or \n(2) at the instance of the  Registrar.  \n \n14. Change  of name: its effect.  A society may, by a resolution of a general meeting and with the \napproval of the Registrar, change its name : but such change shall not affect any right or obligation of \nthe society, or of any of its members, or past members and any legal proceedings pending may be \ncontinued by or against the society under its new  name.  \n \n15. Amalgamation or transfer of societies.  (1) Any two or more societies may, with the \napproval of the Registrar by a resolution passed by a three -fourths majority of the members present at a \nspecial general meeting of each such society held for the purpose, amalgamate as a single society; \nProvided  that each member has had clear fifteen days, written notice of the resolution and the date of the \nmeeting. Such an amalgamation may be effected without a dissolution, or a division of the funds, of the \namalgamating societies. The resolution of the societi es concerned shall on such amalgamation be a \nsufficient conveyance to vest the assets and liabilities of the amalgamating societies in the amalgamated  \nsociety.  \n \n(2) Any society may be a resolution passed in accordance with the procedure laid down in sub -\nsection (1) transfer its assets and liabilities to any other society which is prepared to accept them :  \n \nProvided that when any such amalgamation or transfer of assets and liabilities involves the \ntransfer of its liabilities by any society to any other socie ty, it will not be made without giving three \nmonths’ notice to the creditor s of both or all such societies :  \n \nProvided further that if a creditor or creditors of any of the societies concerned objects or object \nto such amalgamation or transfer of assets an d liabilities and gives or give written notice to that effect to \nthe society or societies concerned one month before the date fixed for such amalgamation or transfer , the \namalgamation or transfer shall not be made until the dues of such creditor or credito rs have been \nsatisfied.  \n \n16. Amendment of the by laws of a society.  1[(1) No amendment of the bye -law of a society \nshall be valid until it is registered under this Act.]   \n \n(2) If the Registrar is satisfied that any amendment of the by -laws 1[made by a society] is not \ncontrary to this Act or to the rules, he may register the  amendment.  \n \n1Subs. by Sind 16 of 1943, s. 5, for the original sub -section (1).  \n \n \n \nPage 12 of 45 \n (3) When the Registrar registers an amendment of the by -laws of a society 1[under sub -\nsection (2)], he shall issue to the society a copy  of the amendment certified by him, which shall be \nconclusive evidence that the same is duly  registered.  \n \n2[CHAPTER III.  \n \nRIGHTS AND LIABILITIES OF MEMBERS.]  \n \n17. No rights of membership to be exercised till due payments are made.  No person shall \nexercise the rights of a member of a society unless or until he has made such payment to the society in \nrespect of membership, or acquired such interest in the society as may be prescribed by the rules or the \nby-laws of s uch society.  \n \n3[17A. Special provisions for membership of Resource Socities.  4[(1)] Notwithstanding \nanything contained in this Act and any other law for the time being in force___ \n \n(i) every application made by any person for membership of an Agricultural Credit \nSociety shall be accompanied by a declaration specifying the immovable property \non which he agrees to have a charge created for the dues of the society; and no \nsuch person shall be admitted as a member or shall exercise rights of a member of \nsuch so ciety unless he makes such  declaration;  \n \n(ii) any member of an Agricultural Credit Society may at any time make a declaration \nas in clause (i) regarding immoveable property on which he agrees to have a \ncharge created for the dues of the society of which he  is a member  ; \n \n(iii) a declaration made under clause (i) or (ii) may be varied at any time by a member \nwith the consent of the society in favour of which charge is  created  ; \n \n(iv) no member of an Agricultural Credit Society so long as he continues to rema in \nsuch member shall alienate the whole or any part of the property specified in the \ndeclaration made under clause (i) or  (ii);  \n \n(v) any alienation of any property specified in the declaration made under clause (i) \nor (ii) by such members shall be void;  \n \n \n \n1Ins. by Sind 16 of 1943, s.  5. \n2Subs. by Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s. 7 Sch. III (w.e.f 24th  April, 1947), \nfor “Rights and liabilities of  member”.  \n3S. 17 -A ins. by Sind 16 of 1943, s. 6.  \n4numb ered . by the Cooperative Societies (amendment) Act, 2020, (XXVIII of 2020),s.4 (only for ICT)\n \n \n \nPage 13 of 45 \n (vi) subject to the prior claim of 1[Government] in respect of land revenue or any \nmoney recoverable as arrears of land revenue, there shall be a first charge in \nfavour of the society on the property specified in the declaration under clause (i) \nor (ii) in respect of and to the extent of any debt or other outstanding demand \nowing by such member to the  society;  \n \n(vii) an entry regarding a charge on immoveable property created by a declaration \nunder clause (i) or (ii) or any variation made therein under clause (iii) shall be \nmade in the record of rights maintained under 2[the Sind Land Revenue Act, \n1967, notwithstanding anything contained in the said  Act].  \n \nExplanation. -For the purposes of this section an ‘Agricultural Credit Society’ means a Resource \nSociety of which the Primary object is the creation of funds to be lent to its members and of which a \nmajority of the memb ers are agriculturists and of which no  member is a registered society and the \nliability of which is  limited.]  \n  \n3[(2) Where a society is a member of another society, that society shall nominate any of its \nmembers to serve as a director of the society of which it is a member.  \n \n(3) The director of a society who is nominated in accordance with sub -section (2) must be \nnatural person who shall provide such information to the society to which he is nominated, in such \ncircumstances and manner, as may be prescrib ed. \n \n(4) The Secretary of society shall keep an updated record of any nominated directors, as well as \nprovide prescribed information of the nominated directors to the Registrar both annually and from time  \nto time  when changes occurs in the prescribed circu mstances and manners.  \n \n(5) The Registrar shall keep an updated record of the nominated Directors of all societies in the \nprescribed circumstances and manner.  \n \n(6) Other than as set out in sub -section (1), no director shall nominate on his behalf a member o f \ndirector to perform the membership rights on his behalf.]  \n \n18. Votes of members.  (1) No member of an y society shall have more than one vote in its \naffairs, provided that in the case of an equality of votes the chairman shall have a casting vote.    \n(2) A society which has invested any part of its funds in the shares of another society, may \nappoint one of its members to vote in the affairs of such other registered Society.  \n \n4[18A. Disqualification for being, and for voting at an election of Director, Manager or \nother officer of the society. A member of the Society to which the provisions of this section have been \napplied by the Provincial Government by notification in the Official Gazette shall be disqualified for \nbeing, and for voting at an election o f, a Director, Manager or other officer of the Society____ \n \n(a) if he has taken a loan from the Society which has been outstanding for six \nmonths or more after it has become payable and has not been re -paid up to the \nday immediately preceding the date of the election,  or \n \n1Subs. by W.P.A.O, 1964, s. 2 and sch.  Part IV(C) for “the  Crown”.  (w.e.f 8.6.1962)  \n2Subs. by Sind Act 17 of 1975, s. 3, Sch. II, for “Chapter XA of the (Sind) Land Revenue Code 1879, or the relevant provisions of any other \nLaw relating  to land revenue in force in the area notwithstanding anything contained in the said  chapter.”  (Subs. by Sind Act. 17 of 1975 + 2nd Sch).  \n3Ins. by the Cooperative Societies (amendme nt) Act, 2020, (XXVIII of 2020), s.4 (only forICT) \n4S. 18 -A inserted by Si nd 18 of 1941,  s.2. \n \n \n \nPage 14 of 45 \n (b) if he has taken a loan from the Society which is re -payable by instalments and \nthe amount of three or more instalments has been outstanding for six months or \nmore form the date on which the amount of the last  instalment became payable \nand has not been re -paid up to the day immediately preceding the date of the  \nelection . \n \nExplanation. - The date on which the loan or instalment be comes payable is the date specified in \nthe bond or any other instrument in writing evidencing the loan but does not include any extension \nthereof.]  \n \n19. Restrictions on transfer of share or interest.___(1) The transfer or charge of the share or \ninterest of a member in the capital of a society shall be subject to such conditions as to max imum \nholding as may be prescribed by this Act or by the  rules.  \n \n(2) A member shall not transfer any share held by him or his interest in the capital or property of \nany of any society or any part thereof  unless.  \n \n(a) he has held such share or interest for not less than one year;  and \n \n(b) the transfer or charge is made to the society or to a member of the society or to a person \nwhose application for membership has been accepted by the society.  \n \n1[CHAPTER IV.  \nDUTIES OF SOCITIES.]  \n20. Address of societies. Every society shall have an address registered in accordance with the \nrules, to which all notices and communications may be sent, and shall send notice in writing to the \nRegistrar of any change in the said address within 30 days of such  change.  \n2[20A. Prov ision of information.___(1) The Secretary of the society shall provide such \ninformation to the Registrar both annually and from time to time when changes occur, as may be \nprescribed.  \n(2) The secretary of the society shall provide to competent authorities at any time upon request \nprescribed information, including but no limited to beneficial owners, members, nominees of the \nmembers, officers, employees and managing committee of the society . \n(3) The Registrar may at any time by his own or through a person  authorized by him seek the \nprescribed information from the Secretary of the society.  \n20B. Provision of information by the Registrar.___ The Registrar shall provide information to \nany compet ent authority upon their request in writing, regarding the members and beneficial owners, \nofficers and employees of the society, assets or shares held by the members in the society, their \naddresses, nominees of the members, properties and financial conditi on of the society. ] \n \n \n \n1.Subs. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s.7 Sch III (w.e.f. 2 4th April, 1947), \nfor “Duties of Societies”.  \n2Ins. by the Cooperative Societies (amendment) Act, 2020, (XXVIII of 2020),s.5 (only for ICT)  \n \n \n \n \nPage 15 of 45 \n 21. Copy of Act, etc., to be open to inspection. Every society shall keep open to inspection at \nall reasonable times at the registered address of the  society___ \n \n(a) a copy of this  Act, \n(b) a copy of the rules governing such  society,  \n(c) a copy of the by -laws of such society,  and \n(d) a register of its  members.  \n \n1[21A. Updating of records of societies.____ (1) Every society shall, in a prescribed manner, \nprovide the information about its beneficial owners to the Registrar within three months of the \ncommencement of the Cooperative Societies (Amendment) Act, 2020.  \n(2) The Registrar shall keep an up to date re cord as prescribed of all the beneficial owners, \nmembers, nominees of the members, directors, managing committee and employees of the societies.  \n(3) If a society falls to provide the information as required under sub -section (1), the Registrar \nshall, after  affording the opportunity of being heard, cancel that society’s registration.]  \n22. Audit . (1) The Registrar shall by himself or by some person authorized by him in writing by \ngeneral or special order in this behalf audit the accounts of every society once  at least in every year.   \n(2) The audit under sub -section (1) shall include an examination of overdue debts, if any, the \nverification of cash balance and securities, and a valuation of the assets and liabilities of the  society.  \n \n(3) The Registrar or other person auditing the accounts of any society shall have free access to \nthe books, accounts and vouchers of such society and shall be allowed to verify its cash balances and \nsecurities.  \n \nThe Directors, Managers, and other officers of the society shall furnis h to the Registrar or other \nperson appointed to audit the accounts of a society all such information as to its transactions and \nworking as the Registrar or such person may require.  \n \n(4) The Registrar and eve3ry other person appointed to audit the accounts of a society shall have \npower, when necessary .  \n(i)  to summon at the time of his audit any officer, agent, servant or member of the society \nwho he has reason to believe can give valuable information in regard to any transaction of \nthe society or the management of its affairs,  or \n \n(ii) to require the production of any book or document relating to the affairs of any cash or \nsecurities belonging to the society by the officer, agent, servant or member in possession \nof such book, document, cash or securiti es. \n2[22A.  Power of Registrar to exercise power under section 50A in the course of an audit.  \nWhere, in the course of an audit under section 22 it appears to the Registrar that there exists any such \nground as is specified in section 50A he may, of his own motion or on the application of the person \nauthorized by him under section 22, exercise the p owers specified in section 50A.]  \n \n1Ins. by the Cooperative Societies (amendment) Act, 2020, (XXVIII of 2020),s. 6 (only for ICT)  \n2Section 22A. ins. by Sind 16 of 1943, s.  7. \n  \n \n \n \nPage 16 of 45 \n 1[CHAPTER V.  \nPRIVILIGES OF SOCIETIES.]  \n23. Societies to be bodies corporate.  The registration of a society shall render it a body \ncorporate by the name under which it is registered, with perpetual  succession and a common seal, and \nwith power to hold property, to enter into contracts, to institute and defend suits and other legal \nprocee dings and to do all things necessary for the purposes of its  constitution.   \n \n24. Prior claim of society.  Subject to any prior claim of 2[Government] in respect of land \nrevenue or any money recoverable as land revenue or of a landlord in respect of rent or any money \nrecoverable as  rent, \n(a)  any debt or outstanding demand owing to a society by any member or past member 3[or, in \nthe case of a society authorized under sub -section (I) of section 34 to make loans to non -\nmembers by a non -member] shall be first ch arge (i) upon crops or other agricultural produce \nraised in whole or in part with a loan taken from the society by  4[such member, past member \nor non -member], and (ii) upon any cattle, fodder for cattle, agricultural or industrial \nimplements or machinery, o r raw materials for manufacture or workshops, godown or place \nof business, supplied to or purchased by 3[such member, past member or non -member] in \nwhole or in part from any loan whether in money or goods given him by the society  :   \nProvided that nothing contained in this clause shall affect the claims of any bona fide purchaser \nor transferee for value without notice of any such crops or other agricultural produce, cattle,  fodder for \ncattle or raw materials for manufacture or workshops, or agricultural or industrial implements;  and \n \n(b) any outstanding demands or dues payable to a housing society by any member or past \nmember in respect of rent, shares, loans, or purchase money or any other rights or amounts \npayable to such society shall be a first charge up on his interest in the immoveable property \nof the society.  \n25. Charges and set -off in respect of shares or interest of member.  A society shall have a \ncharge upon the share or interest in the capital and on the deposits of a member or past member and \nupon a ny dividend, bonus or profits payable to a member or past member in respect of any debt due \nfrom such member or past member to the society, and may set off any sum credited or payable to a \nmember or past member in or towards payment of any such  debt.  \n26. S hares or interest not liable to attachment. Subject to the provisions of section 25, the \nshare or interest of a member in the capital of a society or in any provident fund established under \nsection 41 of this Act shall not be liable to attachment or sale u nder any decree or order of a court of \njustice in respect of any debt or liability incurred by such member, and  5[neither the Official Assignee  \nunder the Insolvency (  Karachi Division  ) 6[* * * * *] Act, 1909, nor a Receiver under the Provincial  \n \n1Subs. by the Sind Laws (Adaptation, Revision, Repeal Declaration) Ordinance, 1955 (Sind 5 of 1955), s. 7, Sch. III (w.e.f. 24th Apr il, 1947), for \n“Privileges o f  Societies”.  \n2Subs. by the W. P. A. O., 1964, s.  2 (c), Sch .(w.e.f. 08.6.1962)  \n3Ins. by Sind 20 of 1947, s.  4(a).  \n4Subs. ibid. s. 4 (b), for “such member or past  member”.  \n5Subs. by W. P Ordinance 7 of 1965, s. 7, (w.e.f. 30.4.1965)  \n6The words “and Dacca” deleted by Sind Ord. LXVIII of  1984. s. 2 & Sch.  \n \n \n \nPage 17 of 45 \n Insolvency Act, 1920 shall] be entitled to  or have any claim on such share or  interest.  \n \n27. Transfer of interest on death of member. (I) On the death of a member of a society such \nsociety may within a period of one year from the death of such member transfer the share or interest of \nthe deceased member to a person or persons nominated in accordance with the by -laws of the society, if \nduly admitted a member of the society, in accordance with the rules or the by -laws of the society, or, if \nthere is no person so nominated, to such person as may appear to the Committee to be the heir or legal \nrepresentative of the deceased member if duly ele cted a member of the society, or may pay to such \nnominee, heir or legal representative, as the case may be, a sum representing the value of such \nmember’s share or interest as ascertained in accordance with the rules or by -laws : \n \nProvided that such nominee , heir or legal representative, as the case may be, may require that \npayment shall be made by the society within one year from the death of the member of the value of the \nshare or interest of such member ascertained as  aforesaid.  \n \n(2) A society shall subje ct to the provisions of section 25 and unless prevented by an order of a \ncompetent court pay to such nominee, heir or legal representative, as the case may be, all other moneys \ndue to the deceased member from the  society.  \n \n(3) All transfers and payments ma de by a society in accordance with the provisions of this \nsection shall be valid and effectual against any demand made upon the society by any other  person.  \n \n1[(4) Where the share or interest of a deceased member is transferred to a nominee or nominees, \nheir or legal representative, as the case may be, the value of such share or interest as determined by \nthe society shall be disbursed by such nominee or nominees, heir or legal representative among all the \nheirs of the deceased member according to the person al law to which the deceased was subject.]  \n \n28. Liability of past member . The liability of a past member for the debts of a society as they \nexisted at the time when he ceased to be a member, shall continue for a period of two years from the \ndate of his ceasing to be a  member.  \n \n29. Liability of the estates of deceased members . The estate of a deceased member shall be \nliable for a period of one year from the date of his decease for the debts of a society as they existed at \nthe time of his  death.   \n \n30. Register of members.  Any register or list of members or shares kept by any society shall be \nprima -facie evidence of any of the following particulars entered therein :  __ \n \n \n \n \n1Sub-section (4) added by Sind Ord. No. XXII of 1984, s. 2. \n \n \n \nPage 18 of 45 \n  \n(a)  the date at which the name of any person was entered in such register or list as a  \nmember;  \n \n(b)  the date at which any such person ceased to be a member.  \n \n31. Admissibility of copy of entry as evidence.  A copy of any entry in any book, register or \nlist regularly kept in the course of business in the possession of a society shall, if duly certified in such \nmanner as may be prescribed by the rules, be admissible in evidence of the existence of the entry and \nshall be admitted as evidence of the matters and transactions therein recorded in every case where, and \nto the same extent to which the original entry would, if produced, have been admissible to prove such  \nmatters.  \n \n(2) In the case of such societies as 1[the Provincial Government ] by general or special o rder may \ndirect no officer of a society shall in any legal proceedings to which the society is not a party be \ncompelled to produce any of the society’s books, the contents of which can be proved under sub -\nsection (1), or to appear as a witness to prove the  matters, transactions and accounts therein recorded, \nunless by order of the Court or a Judge made for special  cause.  \n \n32. Exemption from compulsory registration of instruments relating to shares 3[etc] of \nsociety.  Nothing in section 17, sub -section (1), c lauses (b) and (c) of the 2* Registration Act, 1908, \n(XVI of 1908) shall apply  to___ \n \n(1) any instrument relating to shares in a society, notwithstanding that the assets of the society \nconsist in whole or in part of immoveable property ; or \n \n(2) any debenture 3[participation term certificate, term finance certificate, musharika certificate, \nmodaraba certificate and such other instrument as may be approved by the State Bank of Pakistan] \nissued by any society and not creating, declaring, assigning, limiting or extinguishing any rights, title or \ninterest to or in immoveable property except in so far as it entitles the holder to the security afforded by \na registered instrument whereby the society has mortgaged, conveyed or otherwise transferred the \nwhole or part of its immoveable property or any interest therein to trustees upon trust for the benefit of \nthe holders of 3[such instruments];  or \n \n(3) any endorsement upon or transfer of any debenture  3[participation term certificate, term \nfinance certificate, musharika certificate, modaraba certificate, and such other instrument as may be \napproved by the State Bank of Pakistan] issued by any  society.  \n \n \n \n1Subs. by the A.O., 1937, “for  Government”.  \n2The word “Indian” Omitted by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s. 4 (w.e.f. \n30th May,  1951).  \n3Subs.  and Ins.  by Sind Ord. LXVIII of  1984.  S.2 and sch.  \n \n \n \n \nPage 19 of 45 \n 33. Power to exempt from income -tax, s tamp -duty, registration and court fees.  (1) The \n1[Federal Government], by notification in the 2[Official Gazette ] may, in the case of any society or class \nof societies, remit the income -tax or super -tax payable in respect of the profits of the society , or of the \ndividends or other payments received by the member of the society on account of profits or in respect \nof interest 3[or return] on securities held by the society.  \n(2) The 4[Provincial Government] by notification in the  5[Official Gazette ] may, in the  case of \nany society or class of societies,  remit___ \n \n(a)  the stamp -duty with which, under any law for the time being in force, \ninstruments executed by or on behalf of a  society or by an officer or member and \nrelating to the business of the society, or any class of such instruments 6[or \nsecurity bonds executed by or on behalf of officers or servants of a society] or \nawards of the Registrar or arbitrators under this Act ar e respectively chargeable; \nand \n(b)  any fee payable under the law of registration and of court fees for the time being \nin force.  \n \n4[* * * * *] \n \n33A. Provincial Government may give loans or guarantee interest 7[or return] . With such \nsafeguards as may be pre scribed by rules in this behalf 8[the Provincial Government] may give loans to \nsocieties or guarantee the payment of 9[the principal of debentures issued by them or of interest 7[or \nreturn] thereon or both].  \n10[CHAPTER VI.  \n \nPROPERTY AND FUNDS OF SOCIETIES.]  \n \n34. Rest rictions on loans.  (1) Except with the general or special sanction of the Registrar \n11[and subject to such terms and conditions as he may impose ] a society shall not make a loan to any \nperson other than a member.  \n \n \n \n1Subs. by Sindh (Adaptation) of Laws Ordinance, 1975  \n2Subs. by the A.O., 1937 “Gazette of  India”  \n3Ins. by Sind Ord. LXVIII of 1984, s. 2 and  Sch. \n4Subs by West Pakistan Ord. VII of 1965, S.8 (a) (w.e.f. 30.4.1965)  [Subs. and Omitted by w.p Ord. VII of 1965, s. 8(a)  (w.e.f. 30.4.1965).  \n5Subs. by the A.O., 1937 for “B.G.G ” \n6Ins. by Sind 16 of 1943, s.  8 \n7Ins. by Sind Ord. No. LXVIII of 1984, s.2 and sch.  \n8Subs. by the A.O., 1937  for “Govt”  \n9Subs. by Sind 22 of 1935,  s.2 for “interest on debentures issued by them”  \n10Subs. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s. 7, Sch. III (w.e.f . 24th April, 1947), \nfor “Property and funds of societies.”  \n11Ins. by Sind 20 of  1947, s. 5 (a)  \n \n \n \n \n \nPage 20 of 45 \n (2) Save with the sanction of the Registrar, a society with unlimited liability shall not lend \nmoney on the security of moveable property.  \n \n(3) 1[The Provincial Government] may, by general or special order, prohibit or restrict the \nlending of money on mortgage of immoveable property by any society or class of  societies.  \n \n2[(4) Where the Registrar has accorded sanction to a financing bank under sub -section (1) to \nmake loan to non -members, a society  which is a member of such financing bank may, subject to the \nterms of the sanction and such other terms and conditions as the Registrar may impose, act as an agent \nof the financing bank and as such agent carry out, on or without the payment of any commission, all or \nany transactions connecte d with any loans made or to be made by the financing bank.]  \n \n3[34-A. Prohibition on issuance of bearer shares, warrants, etc.___ No society shall allot, \nissue, sell, transfer or assign any bearer shares, bearer share warrants or any other equity or debt se curity \nof a bearer nature, by whatever name called and any allotment, issue, sale, transfer, assignment or other \ndisposition of any bearer shares or bearer share warrants or any other equity or debt security of a bearer \nnature, shall be void.]  \n \n35. Restric tions in borrowing.  A society shall receive deposits and loans from persons who are \nnot members only to such extent and under such conditions as may be prescribed by the rules or by the \nby-laws of the  society.  \n \n36. Restriction on other transactions with non-members.  Consumers’ Producers’ and \nHousing Societies may to the extent permitted by their -laws trade with persons who are not members, \nbut the transactions of a Resource society with persons other than members except as provided under \nsection 34 or 35 shall be subject to such prohibitions and restrictions, if any, as 1[the Provincial \nGovernment] may by rules  prescribe.  \n \n37. Investment of funds.  A society invest or deposit its  funds___ \n(a) in the Government Savings Bank;  or \n(b) in any of the securities specified in section 20 of th e 4[*] Trusts Act, 1882;  or \n(c) in the shares or on the security of any other society, provided that no such \ninvestment shall be made in the shares of any society other than one with limited \nliability;  or \n(d) with any bank or p erson carrying on the business of banking approved for this \npurpose by the Registrar;  or \n(e) in any other mode permitted by the  rules.  \n \n \n \n1Subs. by the A.O., 1937  for “Govt”  \n2Added. by Sind 20 of 1947, s. 5 (b)  \n3Ins. by Act No. XXVIII of 2020, sec. 7  (only for ICT)  \n4The word “Indian” omitted by Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955) s.4 (w .e.f. 30th \nMay,  1951).  \n \n \n \n \nPage 21 of 45 \n  \n38. Restrictions on dividend.  No society shall pay a dividend to its members at a rate \nexceeding 10  percent.  \n \n39. Reserve fund.  (1) Every society which does or can derive a profit from its transactions shall \nmaintain a reserve  fund.  \n \n(2) In the case of a Resource or Producers’ society at least  1/4 th of the net profits of the society \neach year shall be carried to the reserve fund and in the case of any other society at least 1/10th of the \nnet profits of the society each year shall be carried to the reserve fund, and such reserve fund may be \nused in th e business of the society or may be invested, subject to the provisions of section 37, as  1[the \nProvisional Government] may by general or special order direct, or may with the previous sanction of \n1[the Provincial Government] be used in part for some publi c purpose likely to promote the object of this \nAct or for some purposes of provincial or local  interest.   \n \n40. Restrictions on distribution of profits.  Subject to the provisions of section  38 the balance \nof the profits of a society after making the prescri bed provision for the reserve fund may, together with \nany available profits of past year s be distributed among its members, and in the case of Consumers’ and \nProducers’ societies, also among persons who are not members, to the extent and under the conditio ns \nprescribed by the rules or by the by -laws of such societies, provided that :__ \n \n(a) in the case of a Resource society on a basis of unlimited liability in which the \nmembers do not hold shares, no distribution of profits shall be made without the \ngeneral or special order of 1[the Provincial Government] in this behalf; and  \n \n(b) in the case of a Resource society on a basis of unlimited liability in which the \nmembers hold shares, no such distribution of profits shall be made until 10 years from \nthe date of registration of the society have  elapsed.  \n \n41. Provident fund.  Any society may establish  a provident fund for its members out of \ncontributions from such members in accordance with by -laws made by the society in this behalf and \nmay contribute to such provident fund from its net profits, after the prescribed payments have been \nmade to the reser ve fund, provided that such provident fund shall not be used in the business of the \nsociety but shall be invested under the provisions of section 37; and provided further, that no part of \nsuch provident fund shall be considered as an asset of the  society.  \n \n42. Contribution to charitable purpose.  With the approval of the 2[Registrar] and after the \npayments prescribed by sub -section (2) of section 39 have been made to the reserve fund, any society  \nmay___ \n \n  \n1Subs. by the A.O., 1937, for  “Govt.”  \n2Subs. by the Sind 16 of 1940, s.2, for “Bombay Central Co -operative  Institute”.  \n \n \n \n \nPage 22 of 45 \n  \n(a)  set aside a sum not exceeding 20 percent of its net profits, and  \n(b)  utilize from time to time the whole of such sum in contributing to any public or \nco-operative purpose, or to  a charitable purpose as defined in section 2 of the \nCharitable Endowments Act,  1890.  \n \n1[CHAPTER VII.  \nINSP ECTION OF AFFAIRS.]  \n \n43. Inquiry by Registrar.  (1) The Registrar may of his own motion by himself or by a person \nduly authorized by him  in writing in this behalf hold an inquiry into the constitution, working and \nfinancial condition of a  society.  \n \n(2) The Registrar shall hold such an inquiry as is contemplated in sub -section (1) of this \nsection___ \n \n(a)  on the requisition of a society, du ly authorised by rules made in this behalf to \nmake such requisition, in respect of one of its members, such member being \nitself a  society,  \n \n(b)  on the application of a majority of the Committee of the society,  \n \n(c)  on the application of 1/3rd of the members of the  society,  \n \n(3) All officers and members of the society whose affairs are investigated shall furnish such \ninformation in their possession in regard to the affairs of the society as the Registrar or the person \nauthorized by the Registrar may  require.  \n \n(4) The result of any inquiry under this section shall be communicated to the society whose \naffairs have been  investigated.  \n \n44. Inspection of books of indebted society. (1) The Registrar may, on the application of a \ncreditor of a society inspect or direct some person authorized by him by order in writing in this behalf \nto inspect the books of the society  : \n \nProvided that___ \n \n(a)  the applicant satisfies the Registrar that the debt is a sum then due, and that he \nhas demanded payment thereof and has  not received satisfaction within a \nreasonable time;  and \n(b)  the applicant deposits with the Registrar such sum as security for the costs of the \nproposed inspection as the Registrar may  require.  \n \n1Subs. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s.7, Sch. III (w.e.f. 24th \nApril, 1947), for “Inspection of  affairs.”  \n \n \n \nPage 23 of 45 \n (2) The Registrar shall communicate the result of any such inspection to the creditor.  \n \n1[44A. Inspection of books by financing bank.  (1) A  financing bank shall have the right to \ninspect the books of any society which is indebted to it. The inspection may be made either by an officer \nof the financing ban or by a member of its paid staff certified by the Registrar as competent to undertake \nsuch inspection. The officer or member so inspecting shall at all reasonable times have free access to the \nbooks, accounts, documents, securities, cash and other properties belonging to or in the custody of the \nsociety and may also call for such information, statements and returns as may be necessary to ascertain \nthe financial condition of the society and the safety of the sums lent to it by the financing  bank.   \n \n(2) The financing bank shall communicate the result of such inspection to the Registrar and the \nsociety concerned.  \n \n44B.  Power of Registrar to exercise powers under section 50A in the course of an inquiry \nor inspection. Where, in the course of any inquiry under section 43 or an inspection under section 44 \nor section 44A it appears to the Registrar th at there exists any such ground as is specified in section \n50A, he may, of his own motion or on the application of the person authorised by him under section 43 \nor section 44 or section 44A, exercise the powers specified in section 50A.]  \n \n45. Costs of inqu iry. Where an inquiry is held under section 43 or an inspection is made under \nsection 44 the Registrar may apportion the costs, or such part of the costs, as he may think right, \nbetween the society, the members or creditor demanding the inquiry or inspecti on, the officers or \nformer officers, and the members or past members of the society . 2[Costs may also be awarded by the \nRegistrar to the financing bank in the case of inspection under section 44A of the books of any society \nother than an Agricultural Credi t Society the liability of which is  unlimited]:  \n \nProvided that___ \n(a)  no order of apportionment 2[or award] of the costs shall be made under this section \nunless the society or persons liable to pay the costs thereunder has or have been heard or \nhas or have had a reasonable opportunity of being  heard;  \n(b)  the Registrar shall state in writing under his own hand the grounds on which the costs \nare apportioned 2[or awarded].  \n \n3[Explanation .___For the purposes of this section an ‘Agricultural Credit Society’  means a \nResource Society of which the primary object is the creation of funds to be lent to its members and of \nwhich a majority of the members are agriculturists and of which no  member is a registered society and \nthe liability of which is  unlimited.]  \n \n1S. 44-A and 44 -B ins. by Sind 16 of 1943, s. 9.  \n2Added  and Ins.  by Sind Act 16 of 1943, s. 10  (i), 10 (ii) . \n3 The Explanation added ibid, s. 10 (iii).  \n \n  \n \n \n \nPage 24 of 45 \n 46. Recovery of costs.  Any sum awarded by way of costs under section 45 may be recovered, on \napplication by the Registrar to a Magistrate having jurisdiction in the place where the person from whom \nthe money is claimable actually and voluntarily resides, or carries on business,  by the distress and sale of \nany moveable property within the limits of the jurisdiction of such Magistrate belonging to such person, \nand such Magistrate shall proceed to recover the same in the same manner as if it were a fine imposed \nby himself.   \n \n1[CHAP TER VIII  \nLIQUIDATION AND ARBITRATION.]  \n \n47. Winding up.  If the Registrar, after an inquiry has been held under section  43 or after an \ninspection has been made under section 44 2[or section 44A] or on receipt of an application made by \nthree -fourths of the members of a society present at a special general meeting, called for the purpose or \nof his own motion, in the case of a society that has not commenced working or has ceased working or \npossesses shares or members deposits not exceeding Rs. 500, is of opini on that the society ought to be \nwound up he may issue an order directing it to be wound up, and when necessary, may appoint a \nliquidator for the purpose and fix his  remuneration.  \n \n48. Society may be wound up if membership is reduced.  Where it is a conditio n of the \nregistration of a society that it shall consist of at least then members who are majors, the Registrar may \nby order in writing direct the society to be wound up, if at any time it is proved to his satisfaction that \nthe membership has been reduced to less than ten such  members.  \n \n49. Effect of cancellation of registration.  When the affairs of a society for which a liquidator \nhas been appointed under section 47 have been wound up, or, where no liquidator has been appointed, \nafter two months from the date of an order under section 47, or after confirmation of such order in \nappeal, the Registrar shall make an order cancelling the registration of the society, and the society shall \nbe deemed to be dissolved from the date of such  order.  \n \n3[49A. Records of the society whose registration has been cancelled.___ (1) The Registrar \nshall, for a period not less than five years, keep all the records of a society along with proceeding of \nliquidation completed whose registration has been cancelled.  \n \n(2) The Secretary  of the society whose registration has been cancelled shall also keep the records of the \nsociety for a period not less than five years and the society shall not dispose of its record after five years \nwithout the approval of the Registrar.]  \n \n50. Powers of a  liquidator.  A liquidator appointed under section 47 shall have power with the \nsanction of the Registrar to do all or any of the following  things:__ \n \n1Subs. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance 1955 (Sind 5 of 1955), s.  7, Sch. III (w.e.f. 24th April, \n1947), for “Liquidation and  Arbitration.”  \n2Ins. by Sind 16 of 1943, s. II.  \n3Ins. by Act XXVIII of 2020. S. 8 (only for ICT)  \n \n  \n \n \n \nPage 25 of 45 \n (a)  pay class or classes of creditors in  full; \n(b) make any compromise or arrangement with creditors or persons claiming to be creditors \nor having or alleging themselves to have any claim, present or future, whereby the \nsociety may be rendered  liable;  \n(c)  to compromise all calls or liabilities to calls an debts, and liabilities capable of resul ting \nin debts, and all claims present or future, certain or contingent, subsisting or supposed to \nsubsist between the society and contributory or alleged  contributory  or other debtor or \nperson apprehending liability to the society and all questions in any way relating to or \naffecting the assets or  the winding up of the society on such terms as may be agreed and \ntake any security for the discharge of any such call, liability, debt, or claim and give a \ncomplete discharge in respect  thereof;  \n(d)  from time to time to determine the contribution to be made or remaining to be made by \nthe members or past members or by the estates or nominees, heirs or legal representatives \nof deceased members or by any officer to the assets of the society, such contribution \nincludi ng debts due from such members or persons;  \n(e)  to institute and defend suits and other legal proceedings on behalf of the society in the \nname of his  office;  \n(f)  to issue requisitions under section 59 upon the Collector for the recovery as arrears of \nland revenue of any sum ordered by him to be recovered as dues from members, or as a \ncontribution to the assets of the society or to the cost of  liquidation;  \n(g)  to get disputes referred to arbitration  ; \n(h)  to investigate all claims against the society and subject to the provisions of this Act as to \ndecide questions of priority arising out of such claims, and to pay rateably according to \nthe amount of such debts, the surplus if any being applied in payment of interest 1[or \nreturn] form the date of liquidatio n at a rate to be fixed by the Registrar and not \nexceeding the contract  rate; \n(i)  to determine by what persons and in what proportion to the cost of the liquidation shall be  \nborne;  \n(j)  to give such directions in regard to the collection and distribution of the assets of the \nsociety as may appear to him to be necessary for winding up the affairs of the  society.  \n(k) to fix the time or times within which creditors shall prove their debts and claims or be \nincluded for the benefit of any distribution made befo re those debts or claims are  proved;  \n(l)  to carry on the business of the society so far as may be necessary for the beneficial \nwinding up of the same  ; \n \nProvided that no liquidator shall determine the contribution, debt or dues to be recovered from a \npast member or the representative of a deceased member unless opportunity has been given to such past \nmember or to such representative to answer the  claim;  \n2[Provided further that all debts due to 3[Government] shall have priority over all debts which are not  \n \n \n1Ins. by Sind. Ord. No. LXVIII of 1984, s.2 & sch.  \n2Ins. by Sind 16 of 1943, s.  12. \n3Subs. by W.P. A . O, 1964, s. 2 Sch., Part IV(c), for “the  crown”.  \n \n \n \nPage 26 of 45 \n  \nsecured by a mortgage, charge  or lien on the property of the society or any part thereof but nothing \nherein contained shall affect 1[the provisions of the Sind Land Revenue Act, 1967]2[or any other law \nrelating to land revenue in force in the area ]. \n \n50A. Power of Registrar to assess damage against delinquent promoters, etc.  (1) Where, in \nthe course of the winding up of a society it appears that any person who has taken part in the \norganization or management of the society or any past or present chairman, secretary, member of the \nmanag ing committee or officer of the society has misapplied or retained or become liable or accountable \nfor any money or property of the society or has been guilty of misfeasance or breach of trust in relation \nto the society, 3[or, where the society is acting u nder sub -section (4) of section 34 as agent of the \nfinancing bank, has made any payment contrary to the instructions of the financing bank] the Registrar \nmay, on the application of the liquidator or of any creditor or contributory, examine into the conduct  of \nsuch person and make an order requiring him to repay or restore the money or property or any part \nthereof respectively with interest 4[or return] at such rate as the Registrar thinks just or to contribute \nsuch sum to the assets of the society 3[or of t he financing bank] by way of compensation in regard to the \nmisapplication, retainer, misfeasance or breach of trust as the Registrar thinks  just. \n \n(2) This section shall apply notwithstanding that the act is one for which the offender may be \ncriminally res ponsible.  \n \n51. Bar of suit in winding up and dissolution matters.  Save in so far as is expressly provided \nin this Act no civil court shall take cognizance of any matter 3[arising out of any proceedings under \nChapter VIII -A or] connected with the winding up  or dissolution of a society under this Act and when a \nwinding up order has been made no suit or other legal proceeding shall lie or be proceeded with against \nthe society except by leave of the Registrar and subject to such terms as he may  impose.  \n \n52. Disposal of surplus assets.  After all the liabilities including the paid -up share capital of a \ncancelled society have been met, the surplus assets shall not be divided amongst its members but they \nshall be devoted to any object or objects described in the by-laws of the society and when no object is so \ndescribed to any object of public utility determined by the general meeting of the society and approved \nby the Registrar or the may in consultation with them either be assigned by the Registrar in whole or in  \npart to any or all of the following  :__ \n \n(a)  an object of public utility of local or communal  interest,   \n \n(b)  a charitable purpose as defined in section 2 of the Charitable Endowments Act,  1890.  \n \n1Subs. by Sind Act 17 of 1975, s. 2 , Sch. II, for “the provisions of sections 137 and 138 of the Sind Land Revenue Code, 1879, or any other \nlaw relating to land revenue in force in the area”.  \n2Added by W.P. Ord. VII of 1965, s.9 (w.e.f. 30.4.1965)  \n3Ins. by Sind 20 of 1947, ss. 6 and 7.  \n4Ins. by Sind Ord. LXVII I of 1984 , s.2 and sch.  \n \n \n \nPage 27 of 45 \n  \n \n(c)  the 1[2[*] Provincial Co -operative Institute], or may be placed on deposit with 3[the \nProvincial Co -operative Bank] until such time as a new society with similar conditions \nis registered when with the consent of the Registrar such surplus may be credited to the \nreserve fund of such new  society.  \n \n53. Surplus assets of housing society.  Where the society directed to be wound up is a housing \nsociety, its assets, both moveable and immovable, shall for the purposes of winding up or dissolution of \nthe society jointly vest, subject to all rights and equities, in three persons of whom one shall  be \nnominated by the Registrar, one shall be nominated by the said Society in a general meeting \nspecifically called for the purpose and one shall be nominates by the 1[2[*] Provincial Co -operative \nInstitute]. Such persons shall, for the purpose of winding up or dissolution of the Society be Joint \nLiquidators and shall have all the powers of a liquidator under this Act. They may, with the sanction of \nthe Registrar, continue the working of the society, or may, subject to his sanction and in consultation \nwith the members of the society in a general meeting, reconstruct the society or may sell of the \npremises of the society to the best advantage of all interest concerned, and when all the liabilities of the \nsociety are met, may dispose of the surplus assets of t he society if any, as provided in section  52. \n \n54. Arbitration.  4[If any dispute touching the business of a society (other than a dispute \nregarding disciplinary action taken by the society or its committee against a paid servant of the society)  \narises___ \n \n(a)  between members or past members of the society or persons claiming through a member \nor past member,  or \n \n(b)  between members or past members or persons so claiming and any past or present \nofficer, agent or servant of the society,  or \n \n(c) between the society or its committee, and any past or present  member of the society, or  \n \n(d)  between the society or its committee, and any past or present officer, agent or servant of \nthe society, or a surety of such officer, agent or servant, whether such surety is or is not a \nmember of the society,  5[or].  \n \n \n \n \n1Subs. by Sind 16 of 1940, s. 3, for “Bombay Provincial Co -operative  Institute.”  \n2Omitted by W.P. Ord. VII of 1965, s.10 (w.e.f. 30.4.1965)  \n3Subs. by Sind Ord. 1 of 1985, s. 2, for “a Central Co -operative  Bank”.  \n4Subs. by Sind 8 of 1944, s. 2, for the first  paragraph.  \n5Added by Sind 20 of 1947, s. 8  (a). \n \n \n \nPage 28 of 45 \n 1[(e) between a financing bank authorised under sub -section (I) of section 34 and a person who is \nnot a member of a  society.  \n \nit shall be referred  to the Registrar for decision by himself or his nominee, or if either of the \nparties so desires, to arbitration of three arbitrators who shall be the Registrar or his nominee and two \npersons of whom one shall be nominated by each of the parties concerned. ] \n \n A dispute shall include 2[the question whether a person is or was a member of a society and also] \nclaims by a society for debts or demands due to it from 3[a member, past member or non -member] or the \nheirs or assets of a past member 4[or non -member] whether such debts or demands be admitted or  not. \n  \n Provided that if the question at issue between a society and a claimant, or between different \nclaimants, is one involving complicated questions of law and fact, the Registrar may, if he thinks fit, \nsuspe nd proceedings in the matter until the question has been tried by a regular suit instituted by one of \nthe parties or by the society. If no such suit is instituted within six months of the Registrar’s order \nsuspending proceedings the Registrar shall take ac tion as laid down in paragraph I of this  section.  \n \n 5[54A . Registrar’s power to set aside the award and order the dispute to be referred back \narbitration.  6[(I) In the case of any award made by the arbitrators under section 54, the Registrar, if he \nis not one of such arbitrators, may of his own motion or on the application of any of the parties to the \naward, by an order in writing recording reasons  therefor e.___ \n \n(a) modify or correct the award (i) where it appears that a part of the award is upon a matter \nnot referred to arbitration and such part can be separated from the other part and does not \naffect the decision on the matter referred; or (ii) where the award is imperfect in form or \ncontains any obvious error which can be amended without affecting such d ecision; or (iii) \nwhere the award contains a clerical mistake or an error arising from an accidental slip or \nomission;  or \n \n(b) remit the award or any matter referred to arbitration to the arbitrators for  reconsideration - \n \n(i) where the award has left undetermined any of the matters referred to arbitration or \nwhere it determines any matter not referred to arbitration and such matter cannot \nbe separated without affecting the determination of the matters referred, or  \n \n \n1Ins. by Sind 20 of 1947, s.  8(a).  \n2Added by Sind 16 of 1943, s.  13(ii).  \n3Subs. by Sind 20 of 1947, s. 8(b)(i), for “a member or past  member”.  \n4Ins. ibid, s. 8(b)  (ii). \n5S. 54A ins. by Sind 10  of 1938, s.  2. \n6Subs. by Sind 16 of 1943, s. 14(i), for the original  sub-section(1.)  \n \n \n  \n \n \n \nPage 29 of 45 \n  \n(ii)  where the award is so indefinite as to be incapable of execution, or  \n \n(c)  set aside the award and order that the dispute shall be referred to arbitration in the \nmanner provided in the said section:  \n \n1[Provided that no order referred to in clauses (a) to shall be made___ \n \n(a) after the issue of a certificate under section 59 for the execution of the award; or  \n \n(b) without giving the parties to the award an opportunity of being heard:]  \n \n Provided further that no order under  clause (c) shall be made unless t he Registrar is of opinion \nthat___ \n \n(i) an objection to the legality of the award is apparent on the face of it, or  \n \n(ii) the award has been vitiated in consequence of corruption or misconduct on the part of \nthe arbitrators, or  \n \n(iii) the award is in any way perverse.]  \n \n(2) In making an order under 2[clause (c) of] sub -section (I), the Registrar may direct that all or \nany of the arbitrators who made the award shall not act again as arbitrators for deciding the dispute.  \n \n(3) Where a dispute is referred back  to arbitration under 2[clause (c) of] sub -section (I), the \narbitrators shall make a fresh award within such time as may be fixed by the Registrar. If the arbitrators \nfail to make a fresh award within the time so fixed, the Registrar or his nominee shall d ecide the \ndispute.]  \n \n55. Attachment before award.  Where a dispute has been referred to the Registrar under \nsection 54 or to arbitration under clause (g) of section 50, the Registrar or his nominee or the \narbitrators, as the case may be, if satisfied on inq uiry or otherwise, that a party to such arbitration with \nintent to delay or obstruct the execution of any award that may be made,___ \n \n(a) is about to dispose off the whole or any part of his property, or  \n \n(b) is about to remove the whole or any part of his  property from the jurisdiction of the \nRegistrar,  \n \nmay unless adequate security is furnished direct the conditional attachment of the said property; and \nsuch attachment shall have the same effect as if made by a competent Civil Court.   \n \n1Subs. by W.P. Ordinance 34 of 1965, s. 3, Sch. II, for the original first  proviso.  (w.e.f 2.11.1965)  \n2Ins. by Sind 16 of 1943, s.  14(ii).  \n \n \n \nPage 30 of 45 \n 56. Appeal against award of arbitrator.___ Any party aggrieved by any decision of the \nRegistrar’s nominee made under section 54 1[or sub -section (3) of section 54A] or an order passed \nunder section 55 by the Registrar’s nominee or arbitrators may within one month of the date of the \naward or order a ppeal to the Registrar and the Registrar shall decide the appeal  2[***]  \n  \n 3[57. Finality of awards in certain orders.___ The award of arbitrators or a decision by the \nRegistrar or his nominee under section 54 or section 54A or an order passed in appeal by the Registrar \nunder section 56 shall, subject to the provisions of section 64 and 64A. Be final conclusive and shall \nnot be liable to be called in question in any civil or revenue court.]  \n \n 58. Powers to enforce attendance.__ Wherever in this Act it is provided that the Registrar or \nperson duly authorized by general or special order in writing by the Registrar in this behal f shall hold \nan inquiry under section 43 or shall make an inspection under section 44 or shall wind up a society or \nshall arbitrate, such Registrar, or per son authorized, as the case may  be, shall have the power to \nsummon and enforce the attendance of witn esses including the parties interested or any of them and to \ncompel them to give evidence, and to compel the production of documents by the same means and as \nfar as possible in the same manner as is provided in the case of a civil court by the Code of Civi l \nProcedure,  1908.  \n \n 59. Money how recovered.__ 4[Every order passed by a liquidator under section 50, or by the \nRegistrar under section 50A, or by the Registrar or his nominee or arbitrators on disputes referred to \nhim or them under clause (g) of section 50 or under section 54 or under sub -section (3) o f section 54A, \nevery order passed in appeal, under section 56, every order passed by the Provincial Government in \nappeal against orders under sections 50, 50A, 54 or sub -section (3) of section 54A and every order \npassed under section 64A shall, if not carr ied out, 5* *___] \n \n6[(a)  on a certificate signed by the Registrar or a liquidator, be deemed to be a decree of a \ncivil court and shall be executed in the same manner as a decree of such court; or]  \n \n(b)  7[be executed] according to the law and under the rules for the time being in force for the \nrecovery of arrears of land revenue, provided that any application for the recovery in such manner of \nany such sum shall be made to the Collector and shall be accompanied by a certificate signed by the \nRegistrar or  by an Assistant Registrar to whom the said power has been delegated by the Registrar.  \n \n \n \n1Ins. by Sind 10 of 1938, s.  3. \n2The word “himself” omitted by Sind 16 of 1943, s. 15.  \n3Subs. by Sind 16 of 1943, s.  16 for section 57.  \n4Subs. by Sind 5 of 1940, s. 4  read with section 5 (w.e.f. 4th December, 1925), for the words beginning with “Every order passed by a liquidator” \nand ending with “be  executed”.  \n5The words “be executed” deleted by Sind 16 of 1943, s.  17(i).  \n6Subs. ibid, s. 17 (ii), for the original cl.  (a). \n7Ins. ibid, s. 17  (iii). \n \n \n \nPage 31 of 45 \n 1[(2) Powers of Registrar to recover c ertain sums by attachment and sale of property.  The \nRegistrar or any person subordinate to him empowered by the Registrar in this behalf may, subject to \nsuch rules as may be prescribed by the Provincial Government and without prejudice to any other mode \nof recovery provided by or under this Act, re -cover by exercising powers of the Collector under the \n2[Sind Land Revenue Act, 1967] and the Rules thereunder___ \n \n(a) any amount due under a decree or order of Civil Court, a decision or an award of the \nRegistrar, obtained by a registered society including a f inancing bank or liquidator; or  \n(b) any sum awarded by way of costs under section 44B and 45;  or \n(c) damages assessed in section 22A and 50A;  or \n(d) penalty provided for in sections 61 and 62;  or \n(e) sums due to 3[Government] under section 65, together with the 4[interest or return] if \nany, due on such amount or sum and the costs of process, by the attachment and sale or \nby the sale without attachment of property of the person against whom such decree \ndecision, awa rd or order has been obtained or  passed.  \n \n (3) Registrar or person empowered by him to be a Civil Court for certain purpose. The \nRegistrar or any person empowered by him in that behalf shall be deemed, when exercising any powers \nunder this Act for the recovery of any amount by the attachment and sale or by the sale without \nattachment of any property, or when passing any orders on any application made to him for such \nrecovery or to take some step -in-aid of such recovery, to be a Civil Court for the purpo se of Article 182 \nof the First Schedule to the Limitation Act,  1908.]  \n \n 5[59A.  Transfer of property which cannot be sold.  (1) When in execution of an order sought \nto be executed under section 59, any property cannot be sold for want of byers, if such property is in \nthe occupancy of the defaulter or of some person on his behalf or of some person claiming under a title \ncreated  by the defaulter subsequently to the issue  of the certificate  of the Registrar, Liquidator or \nAssistant Registrar under clause (a) or (b) of sub -section (1), the Court or the Collector, as the case may \nbe, may, with the previous consent of the Registrar, direct that the said property or any portion thereof \nshall be transferred to the society which has applied for the execution of the said order and that the said \nproperty or the portion shall be delivered to the society in the prescribed manner.  \n \n (2) Subje ct to such rules as may be made in this behalf and to any rights, encumbrances, \ncharges or equities lawfully subsisting in favour of any other person, such property or portion thereof \nshall be held by the said society on such terms and conditions as may be  agreed upon between the \nCourt or the Collector, as the case may be, and the said society:  \n \n \n1Sub-section (2) and (3) ins by Sind 26 of 1950, s. 2. The original sub -section (2) was rep. by Sind 22 of 1935, s.  3. \n2Subs. by Sind Act 17 of 1975, s. 3, sch. II, for “Sindh Land Revenue Code, 1879, or the relevant  law relating to Land Revenue in force in \nthe area”.  \n3Subs. by W.P.A.O., 1964 s.  2, Sch. Part IV (c), for the  “Crown” . \n4Subs. by Sind Ord. LXVIII of 1984, s. 2 & Sch. for “interest”.   \n5S. 59 -A, inserted by Sind 22 of 1935, s.  3. \n \n \n \nPage 32 of 45 \n  Provided that any private transfer or delivery of or encumbrance or charge on the property made \nor created after the issue of the certificate of the Registrar, Liquidator or Assistant Registrar, as the case \nmay be, under section 59 shall be null and void as against the said  society.]  \n \n1[CHAPTER VIII -A.  \nDISTRAINT.  \n 59B.  Definitions.  In this Chapter, unless there is anything repugnant in the subject or context___ \n \n(a)  “Collector” includes an officer appointed by the Provincial Government to discharge \nany of the functions of the Collector under this  Chapter;  \n(b)  “defaulter” means a person (including his legal representatives if he is dead) from whom \nany such debt or outstanding demand as is referred to in section 59C is recoverable;  \n(c)  Words and expressions used herein and not hereinbefore defined shall have the \nmeanings respectively assigned to them by the 2[Sind Land Revenue Act,  1967].  \n \n 59C.  Cases in which application for distraints may be made.  Where any debt or outstanding \ndemand is due to a society from any member or past member or is due to a society, which is authorised \nby the Registrar under sub -section (1) of section 34 to make loans to non -members, from any person \nwho is not a member of a  society, the society may, in addition to any other remedy to which it is entitled \nby law, present an application to the Regis trar requesting him to recover the debt or outstanding demand \nby distraining, while in the possession of the defaulter any crop or  other produce belonging to him, \nwhether the same is growing or is ungathered or has been reaped or gathered.  \n \n 59D. Form of application.  (1) Every application under the last foregoing section shall specify__ \n \n(a) particulars of the land on which the crop or produce is or has been  grown;  \n(b) the name of the  defaulter;  \n(c) a detailed account of the debts and outstanding demands due to the  society;  \n(d) the nature and approximate value of the crop or producer to be  distrained;  \n(e) if the crop or produce is gro wing or is ungathered, the time at which it is likely to be fit to \nbe reaped or gathered; and  \n(f) if the crop or produce has been reaped or gathered, the place where it is kept or such \nother particulars as may suffice for its  identification.  \n \n (2) The application shall be singed and verified in the manner prescribed by the Code of Civil \nProcedure, 1908, for the signing and verification of plaints.  \n \n 59E. Procedure on receipt of application.  (1) A society shall at the time of making an \napplication under section 59C, file before the Registrar such documentary evidence, if any, as it may \nconsider necessary for the purpose of proving the statements made in the  application.  \n \n \n1Chapter VIII -A (sections 59B to 59U), ins. by Sind 20 of 1947, s.  9. \n2Subs. by Sind  Act 17 of 1975, s. 3, sch. II , for “Sind Land Revenue Code, 1879 or any other law relating to land revenue in force in the  area.  \n \n \n \nPage 33 of 45 \n  (2) The Registrar may, after taking such evidence as he thinks fit, admit the application or reject \nit : \n \n Provided that the  person against whom the application is made shall be given a reasonable \nopportunity of being heard.  \n \n (3) Where the Registrar does not at once admit or reject the application, he may make an order \nprohibiting the removal of the crop or other produce speci fied in the application, pending a final \ndecision on the  application.  \n \n (4) Where an order for distraining any crop or produce  is made under this section a considerable \ntime before the crop or produce  is likely to be fit to be reaped or gathered, the Registrar may suspend the \nexecution of the order for such time as he thinks fit and may make a further order prohibiting the \nremoval of such crop or produce pending the execution of the order of  distraint.  \n \n (5) An order under sub -section (3) or sub -section (4) shall be served and published in such \nmanner as may be prescribed by  rules.  \n \n (6) Any person who shall disobey any order made under sub - section (4) prohibiting the \nremo val of any crop or produce pending the execution of the order of distraint, after the same has been \npublished or served upon him, or who shall, within the meaning of the 1[Pakistan] Penal Code, abet the \ndisobedience of any such order, shall be liable, on co nviction after a summary enquiry by the Collector, \nto a fine not exceeding double the amount due to the society for the recovery of which it is proposed to \nmake the distraint. Such fine shall be recovered as an arrear of land  revenue.  \n \n 59F. Execution of order for distraint.  (1) If the application is admitted under the last \nforegoing section and an order for distraining any crop or produce is made, the Registrar shall send to \nthe Collector for execution a copy of the order together with such particulars as may be prescribed by  \nrules.  \n \n (2) Upon receipt of a copy of the order referred to in sub - section (1), the Collector shall depute \nand officer to distrain the crop or produce specified therein or such portion thereof as the Collector \nthinks f it and the officer so deputed shall at once proceed  to the  place where the crop or produce is or is \nkept, and distrain the same by taking charge of it himself or by placing it in charge of some other \nperson appointed by him in this behalf. The distraining officer shall publish a notification of the \ndistraint in the manner prescribed by rules.  \n \n (3) Any crop or produce which from its nature does not admit of being stored shall not be \ndistrained at any time less than twenty days before the time at which it is  likely to be fit to be reaped or \ngathered.  \n \n \n 1Subs. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s. 4 (w.e.f. 30th May  1951), for \n “Indian”.  \n \n \n \n \nPage 34 of 45 \n  59G. Service of notice of demand and the grounds of distraint.  (1) The distraining officer \nshall, at the time of making the distraint serve on the defaulter___ \n \n(a) a notice of demand for the amount due and the costs incurred in making the distraint \n(hereinafter called the demand amount);  and \n \n(b) a statement of the grounds on which the distraint is made.  \n \n (2) The notice of demand and the statement shall be served in such manner as may be prescribed \nby rules.   \n \n 59H.  Right to reap etc., produce.  (1) Subject to such conditions as the Collector may imp ose in \nthis behalf either in the order of distraint or in any sub -sequent order, the defaulter may tend, reap, \ngather or store the crop or produce and do any other act necessary for maturing or preserving it; and if \nthe defaulter fails to do all or any of such acts, the distraining officer may appoint a person to do all or \nany of them, and the costs incurred by the distraining officer for this purpose shall be recoverable from \nthe defaulter as if they were included in the costs of  distraint.  \n \n (2) The crop or produce reaped or gathered by the defaulter shall remain in charge of the \ndistraining officer or some other person appointed by him in this behalf.  \n \n 59I. Sale proclamation to be issued unless demand is satisfied.  (1) Unless the demand amount \nis immediately paid, the distraining officer shall issue a proclamation in 1[the local language of the area ] \nof the intended sa le specifying the particulars of the property distrained and the demand amount for \nwhich it is distr ained and shall further notify that he will, at a place and on a day specified, not being \nless than three or more than seven days from the date of the distraint, sell the distrained property by \npublic auction  : \n \n Provided that when the crop or other produc e distrained is capable of being stored but has not \nbeen stored the day of the sale shall be so fixed as to allow of its being stored before the sale.  \n \n (2) Such proclamation shall be made by beat of drum in the village in which the distrained \nproperty was  seized and a copy of the proclamation shall be affixed in some public place in the village \nand in the Mukhtiarkar’s office.  \n \n 59J. Place of sale. The sale shall be held___ \n \n(a)  in the case of a growing crop, on or near the land on which such crop has been grown,  or \n \n(b)  if the crop or produce has been reaped or gathered, at or near the place where it is kept  : \n \n 1Subs. by W.P. Ordinance VII of 1965, s. 11,  (w.e.f 30.4.1965),  for “Sindhi”.  \n \n  \n \n \n \nPage 35 of 45 \n Provided that the distraining officer may direct the sale to  be held at the nearest place of public \nresort, if he is of opinion that the crop or produce is thereby likely to sell to greater  advantage.  \n \n59K.  Provisions relating to growing crops. - (1) Where the crop is a growing one and from its \nnature admits of being stored, the sale shall not be held until the crop is reaped or gathered and is ready \nfor storing.   \n \n(2) Where the crop from its nature does not admit of being stored, it may be sold b efore it is \nreaped or gathered, and the purchaser shall be entitled to enter on the land by himself or by any other \nperson appointed by him in this behalf and to do all acts necessary for the purpose of tending, reaping \nor gathering the crop.  \n \n59L.  Manner of sale. - The distrained property shall be sold by public auction in one or more \nlots as the officer holding the sale may determine; and if the demand amount is realized by the sale of \na portion of the property , the order of distrain shall not be executed with respect to the remainder.  \n \n59M.  Postponement sale. - If, on the distrained property being put up for sale, a fair price, in \nthe opinion of the officer holding the sale, is not offered for it, and if the owner of the property or a \nperson authorised to a ct on his behalf applies to have the sale postponed to the next day, the sale shall \nbe postponed until that date and shall them be completed whatever may be the price offered for the  \nproperty.  \n \n59N.  Payment of purchase money. - (1) The price of each lot shall be paid at the time of sale \nor as soon thereafter as the officer holding the sale directs, and in default of such payment the \nproperty shall forthwith be  resold.  \n \n(2) Any deficiency of price which may happen on a resale by reason of the purchaser’s default, \nand all expenses attending such resale, shall be certified to the Collector by the officer holding the \nsale, and shall, at the instance of the society or the defaulter, be recoverable from the defaulting \npurchaser as if t hey were an arrear of land revenue.  \n \n59O.  Certificate be given to the purchaser. - When the purchase money has been paid in full \nthe officer holding the sale shall grant a receipt for the same and the sale shall become absolute as \nagainst all person whomsoe ver. \n \n59P. Proceeds of sale how to be applied. - (1) When any property is sold under this Chapter \nthe proceeds of the sale shall be applied to defraying the costs of distraint and sale and to the payment \nof the amount for which the distraint was made and th e surplus, if any , shall be paid to the person \nwhose property has been sold.  \n \n(2) The costs of distraint and sale shall be estimated at such rates  as may, from time to time, be \nsanctioned by  the 1[commissioner].  \n \n \n1Subs. by Sind Act No. XXVII of 1974.  \n \n \n \n \nPage 36 of 45 \n 59Q.  Certain person may not purchase. - No officer or other person having any duty to \nperform in connection with any distraint or sale made under this Chapter and no officer or servant of an \nsociety shall, either directly or indirectly, acquire or attempt t o acquire any interest in the property   \n \n59R. Procedure where demand is paid before the sale. - (1) If at any time after a distraint has \nbeen made under this Chapter and before the sale of the distrained property the defaulter or any other \nperson deposits w ith the Collector or with the distraining officer the demand amount together with such \ncosts as may have been incurred after the service of the notice of demand, the order of distraint shall \nnot be  executed.  \n \n(2) When the distraining officer receives the deposit he shall forthwith remit it to the  Collector.  \n \n(3) After the expiration of one month from the date on which the deposit is made under sub -\nsection (1), the Collector shall pay to the society which applied for distraint the amount due to it  : \n \nProvided that, if, before the expiry of the said period the Collector receives notice of any suit in \nwhich the legality of the distraint order is questioned or compensation is claimed for illegal distraint, he \nshall withhold payment to the society and shal l deal with the money in accordance with such decree \n1[or] order as may be passed in the  suit. \n \n59S. Distraint of property which is under attachment. - Where an order of distraint issued \nunder this Chapter and an order made by a civil court for attachment o r sale relate to the same property, \nthe order of distrain shall prevail; but if the property is sold under the order of distraint the surplus \nproceeds of the sale shall not be paid under section 59P to the owner of the  property without the \nsanction of the court by which the order of attachment or sale was made.  \n \n59T. Suit for compensation for wrongful distraint and appeals. - No appeal shall lie against \nan order made by the Registrar or the Collector under this Chapter; but a person whose property is \ndistrained on an application made under section 59C may, institute a suit against the applicant for \nrecovery of compensation if such an application is not competent under that  Section.  \n \n59U.  Savings. - Nothing contained in this chapter shall affect the operation of the provisions of  \n2[chapter VIII of the Sind Land Revenue Act, 1967] in so far as they give priority to claims of the \nProvincial Government to any moneys recoverable under the provisions of that chapter over any other \ndebt, demand or  claim.]  \n \n \n \n \n \n \n1Subs. by the  Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s. 7, Sch. III, for  “of”. \n2Subs. by Sind Act 17 of 1975 , s. 3 and 2nd Sch. \n \n \n \n \nPage 37 of 45 \n 1[CHAPTER IX.  \n \nOFFENCES .] \n \n60. Offences. - It shall be an offence under this Act  if __ \n \n(a)  Default by a society officer or member . a society with a working capital of Rs. \n50,000 or more or an officer or member thereof fails without any reasonable \nexcuse to give any notice, send any return or document, do or allow to be done \nanything which the society, officer or member is by this Act 2[or rules made \nthereunder] required to give, send, do or allow to be done ; or \n \n(b) Wilful neglect or default by a society, etc . a society or an officer or a member \nthereof wilfully neglects or refuses to do any  act or to furnish any information \nrequired f or the purposes of this Act  2[or rules made thereunder] by the Registrar \nor other person duly authorised by him in writing in this behalf;  or \n \n(c) Wilful furnishing of false information.  a society or an officer or member thereof \nwilfully makes a false return or furnishes false information;  or \n \n(d) Disobedience of summons, requisition or order.  any person wilfully or without \nany reasonable excuse disobeys any summons, requisition or lawful written order \nissued under the provisions of this Act 2[or rules made thereunder] or does not \nfurnish any information lawfully required from him by a person authorized to do \nso under the provisions of this Act 2[or rules made  thereunder]  3[; or] \n \n3[(e) if a member, employee, director, officer or secretary of the society or the society \nitself does not furnish information under this Act or does not comply with any \nprovision of this Act.]  \n \n61. Penalty for Offences not otherwise provided  for.- Every society, officer or member of a \nsociety or other person guilty of  an offence under this Act for which no penalty is expressly provided \nherein shall be liable to a fine not exceeding  3[one million rupees] . \n \n3[61A. Penalty for offences committed under clause (e) of section 60. - Any member, \nemployee, director, officer or s ecretary of the society found guilty under clause (e) of section 60 shall be \npunishable with an imprisonment for a term not less than three years and not exceeding five years or \nwith a fine upto two million rupees or with both and, if any society is found guilty under the said clause \n(e) of section 60 shall be liable to a fine up to a maximum of one -fourth of its working capital or to a \nfine not exceeding ten million rupees.]  \n \n \n \n \n  \n1Subs.  by the Sind Ordinance  5 of 1955,  s. 7, Sch. III, (w.e.f.  24th April,  1947),  for “Offences”.  \n2Ins. by Sind 16 of 1943, s.  18. \n3Subs. and added by the Cooperative  Societies (Amendment) Act, 2020 ( XXVIII of 2020), ss. 9-11 (only for ICT) .\n \n \n \nPage 38 of 45 \n 62. Prohibition of the use of the word “co -operative”.__(1) No person other than a registered \nsociety shall without the sanction of  1[the Provincial Government] trade or carry on business under any \nname or title of which the word “co -operative” or its vernacular equivalent forms part  : \n \nProvided that nothing in this section shall apply  to the use by any person or his successor in \ninterest of any name or title under which he traded or carried on business at the date on which this Act \ncomes into operation.  \n \n (2) Whoever contravenes the provisions of this section shall be punishable with f ine which may \nextend to fifty rupees and in the case of a continuing offence with further fine of five rupees for each \nday on which the offence is continued after conviction  therefor.  \n \n 63. Cognizance of offences. - (1) No court inferior to that of 2[*   *    *    * ] a Magistrate of the \nfirst class shall try any offence under this  Act. \n \n (2) Notwithstanding anything contained in the Code of Criminal Procedure, 1898, every offence \nunder this Act shall, for the p urposes of the said Code, be deemed to be  non-cognizable.  \n \n (3) No prosecution under this Act shall be lodged without the previous sanction of the Registrar, \nwhich shall not be given excep t 3[after serving a notice on the party concerned and giving him a \nreasonable opportunity of being  heard].   \n \n4[CHAPTER X.  \nAPPEALS AND REVISION.]  \n64. Appeals. - An appeal against an order or decision of or sanctioned by the Registrar under \nsection 10, 16, 45, 47, 50, 50A,  5[54 or sub -section  (3) of section 54A] may be made by any party \naggrieved or affected by the order or decision to  1[the Provincial Government] within two months of the \ndate of the communication of the  order.  \n \n 64A. Power of Provincial Government and the Registrar to call for proceedings of \nsubordinate Officers and to pass orders thereon.  1[The Provincial Government] and the Registrar \nmay call for and examine the record of any inquiry or the proceedings of any officer subordinate to them \nfor the purpose of satisfying them selves as to the legality or propriety of any decision or order passed  \nand a s to the regularity of the proceedings of such officer. If in any case, it shall appear to  1[the \nProvincial Government] or the Registrar that any decision or order or proceedings so called for should  \nbe modified, annulled or reversed, 1[the Provincial Gove rnment]  or the Registrar, as the case may be, \nmay pass such order thereon as to it or him may seem  fit.  \n \n \n1Subs. by the A.O., 1937, for  “Govt.”.  \n2The words “a Presidency Magistrate or” rep by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (S ind V of \n1955), s. 6, Sch.  II. \n3Subs. by Sind 16 of 1943, s. 19, for “after hearing the party  concerned.”  \n4Subs. by the Sind Laws ( Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s.7 Sch. III (w.e.f. 24th April 1947), \nfor “Appeals and  Revision” .  \n5Subs. by Sind 10 of 1938, s. 6, for “or  54”.\n \n \n \nPage 39 of 45 \n 1[64AA.  Finality of orders of Provincial Government.  An order passed in appeal under section \n64 or in revision under section 64A by the Provincial Government shall be final  and conclusive and shall \nnot be liable to be called in question  in any civil or revenue court.]  \n \n \n2[CHAPTER XI.  \n \nMISCELLANEOUS.]  \n  \n65. Recovery of sums due to 3[Government ].- (1) All sums due from a society or from an \nofficer or member or past member of a society as such to  3[Government], may be recovered according to \nthe law and under the rules for the time being in force for the recovery of arrears of land  revenue.  \n \n(2) Sums due from a society to  3[Government] and recoverable under sub -section ( 1) may be \nrecovered, firstly, from the property of the society; secondly, in the case of a society of which the \nliability of the member is  limited, from the members or past members subject to the limit of their \nliability; and, thirdly in the case of other societies, from the members or past  members.  \n \n(3) The liability of past members shall in all cases be subject to the provisions of section  28. \n \n4[65A.  Power to deduct installment of debt from salaries of members.  (I) A member of a \nsociety may execute an agreement in favour of the society providing that his employer shall be \ncompetent to deduct every month from the salary or wages payable to him by the employer such \namount, not exceeding the amount prescribed by rules, as may be specified in the application and pay \nthe amount so deducted to the society in satisfaction of any debt or other demand owing by the member \nto the  society; \n \n (2) On the  execution of such agreement the employer shall, if so required by the society and so \nlong as such debt or demand or any part of it remains unpaid, make the deduction in accordance with the \nagreement any pay the amount so deducted to the  society;  \n \n (3) The provisions of this section shall also apply to all such agreements of the nature referred to \nin sub -section ( I) as were in force on the date of the commencement of the  5[Sind] Co -operative \nSocieties (6* Second Amendment) Act, 1940, but nothing herein contained shall be deemed to authorise \nthe deduction, under any such agreement, of any amount in excess of that prescribed by the  rules;  \n \n \n \n \n1S. 64AA ins. by Sind 16 of 1943, s.  20. \n2Subs . by the Sindh Laws (Adaptation, Revision, Repeal and Declaration) Ordinance,  1955  (Sind 5 of 1955), s. 7 , Sch. III (w.e.f. 24th April, 1947), \nfor “Miscellaneous”.  \n3Sub. by W.P.A.O., 1964, s.  2, Sch., Part IV (v), for the words “the Crown” which were Subs. by the A.O., 1937, for “Government”.  \n4S. 65A Ins. by Sind 27 of 19 40, s.  2. \n5Subs. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind  5 of 1955), s. 3 (i) (w.e.f. 30th May, 1951), for  \n“Bombay”.  \n6The word “Sind” omitted ibid, s. 3(iii) (b) (w.e.f. 30th May,  1951).\n \n \n \nPage 40 of 45 \n 1[(4) Nothing in this section shall apply to persons employed in  mines of nuclear fuels, mineral \noils and natural gas. ] \n \n 2[65-B. Officers of societies to be public servants.___ Every officer of a society, including a Co -\noperative Bank, shall be deemed to be a public servant within the meaning of section 21 of the Pakistan \nPenal Code (Act XLV of 1860].  \n \n 66. Power to exempt societies from conditions as to registration.__ Notwithstanding anything \ncontained in this Act, 3[the provincial Government] may, by special order in each  case and subject to \nsuch conditions, if any, as may impose, exempt any society from any of the requirements of this Act as \nto registration.  \n \n 67. Power to exempt societies from provisions of Act.__ 3[The Provincial Government] may, \nby general or special order to be published in the 4[Official Gazette ], exempt any society or class of \nsocieties from any of the provisions of this Act, or may direct that such provisions shall apply to such \nsociety or class of societies with such modifications as may be specified in the order; provided that no \norder to the prejudice of any society shall be passed without an opportunity being given to such society \nto represe nt its  case.  \n \n 68. Companies Act not  to apply.__ The provisions of  the 5* Companies Act of 1913, shall not \napply to societies, registered under this  Act. \n \n 69. Branches etc., of societies outside the Province.__ Every Co -operative Society registered \noutside the 6[Province of Sind] which has or establishes a branch or place of business in the  6[Province \nof Sind] shall within six months from the commencement of this Act or from the establishment of such \nbranch or pl ace of business, file with the Registrar a certified copy of the by -laws and amendments and, \nif these are not written in the English language, a certified translation in English thereof, and shall \nsubmit to the Registrar such returns and information as are  submitted by similar societies in the \n6[Province of Sind] in addition to those submitted to the Registrar of the province where it is  registered.  \n \n 70. Notice necessary in suits.__ No suit shall be instituted against a society or any of its officers \nin re spect of any act touching the business of the society until the expiration of two months next after \nnotice in writing has been delivered to the Registrar, or left at his office, stating the cause of action, the \nname, description and place of residence of t he plaintiff and the relief which he claims; and the plaint \nshall contain a statement that such notice has been so delivered or  left. \n \n \n1 Subs. by W. P. Ordinance VII of 1965, s. 13, for original sub -section (4) as amended by W. P. A. O. 1964 , s. 2, Sch., Part IV  (c). \n2S. 65 -B Ins. by W. P. Ordinance XVII  of 1966, s.  2. \n3Subs. by the A. O., 1937, for  “Government”.  \n4Subs. ibid., for  “B.G.G.”.  \n5The word “Indian” omitted by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of  1955), s. 4, (w.e.f. \n30th May,  1951).  \n6The original words “Bombay Presidency” have successively been amended by Sind Ordinance 5 of 1955, W.P. Ordinance 7 of 1965 a nd to \nSind Adaptation of Laws Order, 1975 to read as  above.  \n \n \n \n \nPage 41 of 45 \n  1[70-A. Bar of Jurisdiction.___ (1) Notwithstanding anything provided in any other law for the \ntime being in force, but save as expressly provided in this  Act___ \n \n(a)  Court or other authority whatsoever shall have jurisdiction to entertain, or to adjudicate \nupon, any ma tter which the provincial Government, the Registrar or his nominee, any \narbitrator or liquidator a society, a financing bank, a Co -operative Bank or any other \nperson is empowered by or under this Act, or the rules or bye -laws framed there under \ndispose of or to determine,  \n(b) the validity of anything done or order passed by the Provincial Government, Society, a \nfinancing bank, a Co -operative bank, the Registrar or any other person referred to in \nclause (a), under this Act or the rules and bye -laws framed thereunder, shall not be called \nin question in any manner whatever before or by any Court or other authority whatsoever;  \nand \n(c)  no Court or other authority whatsoever shall be competent to grant any injunction or pass \nany other order in relation to any p roceedings under this Act or any rules or by -laws \nframed thereunder before the Provincial Government, a Society, a Financial Bank, a Co -\noperative Bank, the Registrar or any other person referred to in clause  (a).  \n \n (2) The provisions of sub -section (1) shall be applicable to proceedings, appeals and revisions \npending adjudication or disposal before or in any Court or other authority whatsoever on the date that \nthe Co -operative Societies (Amendment) Ordinance, 1966, comes into force, and any order passed in \nsuch proceedings, whether before or after the coming into force, and any order passed such \nproceedings, whether before or after the coming into force of the said Ordinance, in regard to matters \nreferred to in sub -section (i), shall stand vacated and be without any  force].  \n \n 71. Rules. (1) 2[The Provincial Government] may, for the whole or any part of the 3[Province] \nand for any society or class of societies, make 4rules to carry out the purpose of this Act.  \n \n (2)  In particular and without prejudice to the generality of the foregoing power such rules  \nmay___ \n \n(a) subject to the provisions of section 6, prescribe the maximum number of shares or \nportion of the capital of a society which may be held by a  member;  \n \n(b) prescribe the forms to be used and the co nditions to be complied with in the making of \napplications for the registration of a society and the procedure in the matter  of such  \napplications;  \n \n1S. 70 -A Ins. by W.P. Ordinance, 12 of 1966, s.  2. \n2Subs. by the A. O., 1937, for  “Government”.  \n3Subs. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s. 3 (ii ) (c) (w.e .f. 30th May, \n1951), for  “Presidency”.  \n4For Rules, see S. L. R and  O \n \n \n \n \nPage 42 of 45 \n  \n  \n \n(c) prescribe the matters in respect of which a society may or shall make bye -laws and the \nprocedure to be followed making, altering and abrogating bye -laws and the conditions to \nbe satisfied prior to such making, alteration or abrogation;   \n \n(d) prescribe the conditions to be complied with by persons applying for admission or \nadmitted as members provide for the election and admission of members and the payment \nto be made and the interest to be acquired before the exercise of the right of membership;  \n(e) provide for ascertaining the value of a deceased member’s share or  interest;  \n(f)  provide for general meetings of the members and for the procedure at such meetings and \nthe powers to be exercised by  such meetings;  \n(g) Provide for the appointment, suspension and removal of the members of the committee \nand other officers an d for the procedure at meetings of the committee and for the powers \nto be exercised and the duties to be performed by the Committee and other officers;  \n1[(ga)] provide, where all the members of the committee have been suspended or removed, for \nthe appointm ent of a person  2[or persons]  to administer the affairs of the society and for \nthe powers to be exercised and the duties to be performed by such person  2[or persons] ; \n(h) prescribe the accounts and books to be kept by a society and provide for the audit of  such \naccounts, and the charges, if any, to be made for such audit, and for the periodical \npublication of a balance sheet showing the assets and liabilities of a  society;  \n \n(i) prescribe the returns to be submitted by a society to the Registrar and provide for the \npersons by whom and the form in which such returns shall be  submitted;  \n(j) provide for the persons by whom and the from in which copies of documents or entries in \nbooks of societies may be certified, and for the charges to be levied for the supply of such  \ncopies;  \n(k) provide for the formation and maintenance of a register of members, and where the \nliability of the members is limited by shares, of a register of  shares;  \n(l) prescribe the payments to be made and the conditions to be complied with by members \napplying for loans, and the period for which loans may be made, and the amount which \nmay be lent to an individual  member;  \n \n \n \n1cl. (gg) which  was ins. by Sind 16 of 1943,  s. 21 (i) re numbered  as cl. (ga) by the Sind Laws  (Adaptation,  Revision,  Repeal  and Declaration)  \nOrdinance,  1955  (Sind  5 of 1955),  s. 7, Sch. III. \n2subs.by Sind Act No. VI of 1977, s.4.  \n  \n \n \n \nPage 43 of 45 \n  \n1[(m) prescribe the conditions, prohibitions and restrictions subject  to which a society may___ \n(i) transact business with persons who are not members;  or \n  (ii) make loans against the security of moveable  property;]  \n(n) provide for the formation and maintenance of reserve funds, and the objects to which \nsuch funds may be applied, and for the investment of any funds under the control of a  \nsociety;  \n(o) prescribe the extent to which a society may limit the number of its  members;  \n(p)  prescribe the conditions under which profits may be distributed to the members of a \nsociety and the maximum rate of divided which may be paid by  societies;  \n(q)  prescribe the procedure to be followed in presenting and disposing of  appeals;  \n(r) provide for securing that the share capital of any society shall be variable in such a way \nas may be necessary to secure that shares shall not appreciate in value and that necessary \ncapital shall be available for the society as  required;  \n(s)  provide that persons qualified under the bye -laws of a society shall not be excluded from \nmembership withou t due  cause;  \n(t) prescribe the procedure to be followed by a liquidator appointed under section 47;  \n(u) prescribe the mode of appointing an arbitrator or arbitrators and the procedure to be \nfollowed in proceedings before the Registrar or such arbitrator or  arbitrators and for \nfixing and levying the expenses of determining the  dispute;  \n(v)  provide for the issue and service of processes and for proof of service  thereof;  \n(w) provide for the writing off of bad  debts;  \n(x) regulate the manner in which funds may be raised by means of shares or debentures \n2[participation term certificate, term finance certificate, musharika certificate, modaraba \ncertificate and such other instruments as may be approved by the State Bank of Pak istan] \nor otherwise;  \n(y) provide for the withdrawal and expulsion of members and for the payments to be made to \nthem and for the liabilities of past members;  \n \n1Subs. by Sind 20 of 1947, s. 20 (1), for the original cl.  (m). \n2Inserted by Sind Ord. LXVIII of  1984 , S.2. and sch.  \n \n \n \nPage 44 of 45 \n  \n(z) provide for the nomination of a person to whom the interest of a deceased member may \nbe paid or  transferred;  \n \n(aa) prescribe the cases in which an appeal shall lie form the order of a liquidator appointed \nunder section 47;  \n \n(bb)  provide for the inspection of documents in the Registrar’s office and the levy of fees for \ngranting certified copies of the same;  \n \n(cc)  prescribe the procedure to be followed for the custody of property attached under section \n55; \n \n1[cca)  prescrib e the manner in which an order under sub -section 3 or sub -section 4 of section \n59E or a notice of demand shall be served or published;  \n \n(ccb)  prescribe the particulars to be supplied to the Collector under sub -section (1) of section \n59F; \n \n(ccc)  Prescribed  the manner in which a notification of distraint should be published under sub -\nsection (2) of section 59F.]  \n \n(dd)  provide for the payment of contribution at such rates and subject to such conditions as \nmay from time to time be prescribed by Co -operative Societies to any provident fund \nwhich may be established for the benefit of officers and servants employed by them;  2* \n \n(ee)  prescribe the period and terms under which Government aid may be given to Co -\noperative Societies and the terms under which 3[the Provincial Government] may \nguarantee the payment of 4[the principal of and] 5[interest or return on instruments \nreferred to in clause (x)] issued by registered  societies;  \n \n6[(ff)  prescribing the manner in which any property shall be delivered to, and  the terms and \nconditions subject to which such property shall be held by , a society under section 59A ] \n7[; and] \n \n8[(gg)] provide that the contravention of any rule or order issued thereunder shall be punishable \nwith fine not exceeding rupees fifty;  \n \n1Cls. (cca), (ccb) and (ccc) ins. by Sind 20 of 1947, s.  10(2).  \n2The word “and” rep. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s. 6, S ch. II. \n3Subs. by the A. O., 1937, for “the Govt.”.  \n4Ins by Sind 22 of  1935, s. 5  (1). \n5Subs. by Sind Ord. LXVIII of  1984.  \n6Cl. (ff) ins. by Sind 22 of 1935 , s. 5(2).  \n7Subs. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s.7, Sch. III, for  full stop.  \n8Cl. (mm) which was ins. by Sind 16 of 1943, s. 21 (ii) renumbered as cl. (gg) ibid., s. 7, Sch.  III. \n \n \n \nPage 45 of 45 \n  (3) 1[The Provincial Government] may, subject to such conditions, if any, as it thinks fit, \ndelegate all or any of its powers to make rules under this section to an y authority specified in the order \nof delegation.  \n \n (4) The power to make rules conferred by this section is subject to the condition of the rules \nbeing made after previous  publication.  \n \n(5)  2[* * * * * * *] \n \n 72. [Saving of existing societies].  Omitted by Sind Act XVII of  1975 . \n \n 3[72A. Construction of references to Co -operative Societies Act, 1912, in enactments.  All \nreferences to the Co -operative Societies Act, 1912, occurring in any enactment made by any authority in \n4[Pakistan] and for the time being in force in 5[Sind] shall, in the application, to the 6said Province of \nany such enactment, be read and construed as references to this Act and anything done or any \nproceeding commenced in pursuance of any such enactment o n or after the date on which this Act shall \nhave come into operation shall be deemed to have been done or to have been commenced and to have \nhad effect as if the reference in such enactment to the Co -operative Societies Act, 1912, had been the \nreference to   this Act, and no such thing or proceeding shall be deemed to have been invalid on the \nground that such enactment did not refer to this Act.]  \n \n 72B.  [Validity of transfer made under section 59 (2) of Sind VII of 1925.] Rep. by the Sind Laws \n(Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s. 6, Sch.  II. \n \n 73. [Repeal.] Rep. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, \n1955 (Sind 5 of 1955), s. 6, Sch.  II. \n \n[S C H E D U L E .]  \n \nRep. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of \n1955), s. 6, Sch. II.   \n \n \n \n \n1Subs. by the A. O., 1937, for  “Govt.”.  \n2Sub-section (5) omitted by W. P. Act 16 of 1957, s. 3 (3), Sch.  III. \n3S. 72A ins. by the Sind 8 of 1933, s.  2. And then omitted by Sind Act XVII of 1975,  Sch. \n4Subs. by the Sind Laws (Adaptation, Revision, Repeal and Declaration) Ordinance, 1955 (Sind 5 of 1955), s. 3 (ii) (b) (w.e.f.  30th May \n1951), for “British  India”.  \n5Subs. for “the Province of West Pakistan” by Sind A.O.,  1975.  \n6The original word “presidency” has successively been amended by Sind Ordinance 5 of 1955, W.P.A..O. 1964 and W.P. Ordinance 7  of 1965, s. \n16 to r ead as above."
}