{
    "file": "./converted_json\\administrator62f1ef1800f42a7cbc5c679a4afd99b0.json",
    "name": "National Sports Trust (Repeal) Ordinance, 1980",
    "date": "30th June, 1980",
    "tagline": "An Ordinance to repeal the National Sports Trust Act, 1972",
    "content": "Page 1 of 2 \n  \n \n \nTHE NATIONAL SPORTS TRUST (REPEAL) ORDINANCE, 1980  \n \n              \n \n \n \n \n \n \n \nCONTENTS  \n1.  Short title a nd commencement . \n2.  Repeal etc . \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n  \n \n\n \nPage 2 of 2 \n THE NATIONAL SPORTS TRUST (REPEAL) ORDINANCE, 1980.  \nORDINANCE No. XXXIII of 1980  \n        [30th June,  1980]  \nAn Ordinance to repeal the National Sports Trust Act, 1972  \nWHEREAS it is expedient to repeal the National Sports Trust Act, 1972 (XVIII of 1972) and \nto provide for matters incidental thereto ;  \nAND WHEREAS the President is satisfied that circumstance s exist which render it necessary \nto take immediate action ;   \nNOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Laws (Continuance in Fo rce) Order, 1977 (CMLA Order No.  1 of 1977), and in exercise of \nall powers e nabling him in that behalf, the President is pleased to make and promul gate the following \nOrdinance : ― \n 1. Short title a nd commencement. —(1) This Ordinance may be called the National Sports \nTrust (Repeal) Ordinance, 1980.   \n(2)   It shall come into force at once.  \n2. Repeal etc. —(1) The National Sports Trust Act, 1972, hereinafter referred to as the Act, is  \nhereby repealed.  \n(2) Upon the repeal of the Act, — \n(a) all rights, properties, assets, debts, liabilities and obligations of the National \nSports Trust, hereinafter referred to as the Trust, shall be the rights, properties, \nassets debts, liabilities and obl igations of the Pakistan Sports Board, \nhereinafter referred to as the Board, constituted under the Sports \n(Development and Control) Ordinance, 1962 (XVI of 1962) ; \n(b) any contract made by the Trust before such repeal shall be deemed to have \nbeen made by the  Board ;  \n(c) all suits and other legal proceedings instituted by or against the Trust before \nsuch repeal shall be deemed to be suits and proceedings instituted by or \nagainst the Board and may be proceeded or otherwise dealt with accordingly; \nand \n(d) all fu nctions being performed by the Trust before such repeal shall be \nperformed by the Board.  \n(3) The Federal Government may, for the purpose of removing any difficulty in relation to \nthe matters referred to in sub -section (2), make such order as it considers expedient and any such \norder shall be deemed to be and given effect to as part of the provisions of this Ordinance."
}