{
    "file": "./converted_json\\administratord22e3517bdf1c372e2836d95a87bff15.json",
    "name": "Foreign Exchange (Temporary Restrictions) Act, 1998",
    "date": "May 28, 1998",
    "tagline": "To provide for dealings in foreign exchange",
    "content": "Page 1 of 3 \n  \n \nTHE FOREIGN EXCHANGE (TEMPORARY RESTRICTIONS) \nACT, 1998  \n \n \n \nCONTENTS  \n \n \n1. Short  title, extent  and commencement  \n2. Restriction  on withdrawal  of foreign  exchange  etc. \n3. Certain protection to remain unaffected  \n4. Power  to make  rules  \n5. Repeal  and saving  \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 3 \n THE FOREIGN EXCHANGE (TEMPORARY RESTRICTIONS) ACT, 1998   \n \nACT  No. IV OF 1998  \n \nAn Act to provide  for dealings  in foreign exchange  \n \nWHEREAS  it is necessary  to impose  certain  temporary  restrictions  for and in relation  to \nforeign  exchange;  \n \nIt is hereby  enacted  as follows: — \n \n1. Short  title,  extent  and commencement. —(1) This Act may be called  the Foreign  \nExchange  (Temporary  Restrictions ) Act, 1998.  \n \n(2) It extends  to the whole  of Pakistan.  \n(3) It shall  be deemed  to have  come  into force  on the twenty -eighth  day of May, 1998.  \n2. Restriction  on withdrawal  of foreign  exchange  etc. —Notwithstanding  anything \ncontained  in the Protection of Economic  Reforms Act,  1992 (X II of 1992),  or in any other law for the time \nbeing in force, or in any agreement or contract, it is hereby  provided that the right to hold, sell, withdraw, \ntransfer, pay or take out foreign exchange  held by any person in Pakistan as on the twenty -eighth day of May, \n1998, (the “specified  date”)  without  the prior  permission  of the State  Bank of  Pakistan  shall  remain  \nsuspe nded:  \n \nProvided that  there shall be no  legal restriction  on any person converting  his foreign  exchange  \nheld as above  into rupees  at the officially  notified rate  of exchange.  \n \nExplanation. —For the purpose of this section “foreign exchange”  means foreign  exchange  \nheld in a foreign  currency  account  or in such other  form  as the Federal  Government  may specify.  \n \n3. Certain protection to remain unaffected. —(1) Subject to the provisions of this  Act all \nthe protections and immunities conferred in terms of the Protection of Economic  Reforms  Act, 1992  \n(XII of 1992), shall  remain  unaffected.  \n \n(2) The Federal  Government  may— \n \n(a) make  provision  for the grant  of further  concessions  for, or in relation to,  \namounts converted from the  foreign exchange referred  to in section 2 held as \non the specified date into rupees, or assets  acquired  therefrom;  and \n \n(b) issue financial instruments including bonds of varying maturities  against the \naforesaid foreign exchange which shall carry with them  not less than the same  \nentitlements,  protecti ons and immunities,  as the foreign exchange held on the \naforesaid date save and except for  the right  to immediate repayment  in foreign  \nexchange.  \n \n4. Power  to make  rules .—(1) The Federal  Government  by rules  empower  the State  Bank  of \nPakistan  to— \n \n(a) pass general orders suspending the right of persons to repayment  except in \nrupees in relation to the foreign exchange referred to in  section  2 as on  the \nspecified  date;  \n \nPage 3 of 3 \n  \n(b) make  provision  for the payment  of profit  to persons  holding  foreign exchange \nreferred to in section  2 as on the specified date in  foreign  exchange  or in \nrupees;  and \n \n(c) classify  citizen  of Pakistan  on the basis  of their status  being  resident  or non -\nresident  of Pakistan or other persons  on the  basis  of residence  or nationality  \nor otherwise  for the  purpose  aforesaid.  \n \n(2) Pending the framing of rules under subsection (1) withdrawals, remittances or  payments \nin foreign exchange shall be  made with the prior permission of the State Bank  of Pakistan.  \n \n5. Repeal  and saving. —(1) The Foreign  Exchange  (Temporary  Restrictions)  Ordinance,  \n1998  (VII of 1998),  is hereby  repealed.  \n \n(2) Any rules, orders or instructions regarding  foreign exchange  made or  issued  by the \nFederal  Government  or the State  Bank  of Pakistan  and in force  before  the commencement of this Act \nshall, in so far as such rules, orders or instructions are not  inconsistent with the provisions of this \nAct, be deemed to have been made or  issued  under  this Act. \n \n_______________"
}