{
    "file": "./converted_json\\administratorb1e2fe2305e047b0fb533d09b6d5960a.json",
    "name": "Pakistan Council for Science and Technology Act, 2017",
    "date": "May 2, 2017",
    "tagline": "To provide for the establishment of the Pakistan Council for Science and Technology",
    "content": "- 3 REGISTERED No. M02  \nL.-7646 \nInt (Motet of IMMO= \n12,9EVa  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, TUESDAY, MAY 2, 2017 \nPART I \nActs, Ordinances, President's Orders and Regulations \nNATIONAL ASSEMBLY SECRETARIAT \nIslamabad, the 28th April, 2017 \nNo. F. 22(10)/2016-Legis.—The following Act of Majlis-e-Shoora, \n(Parliament) received the assent of the President on the 26th April, 2017 is hereby \npublished for general information: \nACT No. XIV OF 2017 \nAn Act to provide for establishment of the Pakistan Council for \nScience and Technology \nWHEREAS it is expedient to provide for the establishment of Pakistan Council \nfor Science and Technology to advise the Government on national policies on science, \ntechnology and innovation for building up a strong and self-reliant science and \ntechnology system and its effective working directed towards achievement of national \ngoals and in particular the welfare of the people, economic growth and security of \nPakistan; \n(123) \n[594 (2017)/Ex Gaz.] \t Price : Rs. 10.50 \n124 \t THE GAZETTE OF PAKISTAN, EXTRA., MAY2, 2017 \t[PART I \nIt is hereby enacted as follows: \t\n1. \tShort title, extent and commencement.- (1) This Act may be called \nthe Pakistan Council for Science and Technology Act, 2017. \nIt extends to the whole of Pakistan. \nIt shall come into force at once. \t\n2. \tDefinitions.- In this Act, unless there is anything repugnant in the \nsubject or context, \n\"Board\" means the Board of Governors of the Council; \n\"Chairperson\" means head of the Council; \n\"Council\" means Pakistan Council for Science and Technology; \n\"Executive Committee\" means Executive Committee of the Board \nconstituted under section 11; \n\"expert committee\" means an expert committee of the Council \nconstituted under section 14; \n\"member\" means a member of the Board; \n\"prescribed\" means prescribed by regulations made under this Act; \n\"President\" means President of the Board; \n\"regulations\" means regulations made under this Act; \n\"Resolution\" means the Resolution notified vide Notification No. 3(5)/ \n82-NSC, dated the 16th June, 1987 for constitution of the devised \ncouncil dissolved under section 22; and \n\"Vice-President\" means Vice-President of the Board. \t\n3. \tEstablishment of the Council.- (1) On commencement of this Act, \nthere shall stand established a Council to be called as Pakistan Council for Science \nand Technology in accordance with the provisions of the Act. \nThe Council shall be a body corporate having perpetual succession \nand a common seal, with power, subject to the provisions of this Act, to acquire, sell \nand hold property, and shall by the said name sue and be sued through Chairperson. \nThe headquarters of the Council shall be at Islamabad and the Council \nmay establish regional or sub-offices as required. \nPART I] \t THE GAZETTE OF PAKISTAN, EXTRA., MAY2, 2017 \t 125 \n4. \tFunctions of the Council.—The Council shall— \nadvise the Federal Government on all matters relating to the \ndevelopment of science and technology in Pakistan; \nundertake policy research, organize study groups or task forces, \nformulate policy proposals; monitoring and evaluation of science, \ntechnology and innovation policy for achieving targets for the overall \ndevelopment of science and technology in the country; \nidentify priority areas for research and development keeping in view \nfuturistic developments of science and technology; \nconstitute expert committees in various disciplines for preparation of \nreports on policies and issues of national importance in respect of \nscience and technology; \ncollect, update statistibs and maintain database on science and \ntechnology potentials of the country; \ntake measures for effective collaboration among academia, research \nand development organizations and industry for development of \nindigenous products or technologies; \nevaluation of national research and development acticrities including \noutput of individuals and institutions and to grant research productivity \nawards or incentives thereof; \npromote collaboration among national and international organizations \nfor capacity-building and other policy initiatives in the field of science \nand technology and to enter into memoranda of understanding, contracts \netc., in accordance with the Rules of Business, 1973; \nparticipate in national science and technology planning and development \nactivities and providing advice on selection of projects; \n(D \tact as Secretariat of the National Commission for Science and \nTechnology (NCST); and \n(k) \tperform any other functions as may be assigned to it by the Federal \nGovernment. \n5. \tManagement.—The management of the Council shall comprise— \n(a) \tBoard of Governors; \n126 \t THE GAZE1 lb OF PAKISTAN, EXTRA., MAY 2, 2017 \t[PART! \nExecutive Committee; and \nChairperson, \nBoard of Governors.—The general control and superintendence of \nthe affairs of the Council shall vest in the Board. \nComposition of the Board of Governors.—(1) The Board of \nGovernors shall consist of the following, namely: \nMinister for Science and Technology \t President \nSecretary, Science and Technology Division \tVice-President \nSecretary, Planning and Development Division \tMember \nor his nominee not below the rank ofAdditional \nSecretary \nSecretary, Finance Division or his nominee not \tMember \nbelow the rank of Additional Secretary \nExecutive Director, Higher Education \t Member \nCommission \n(0 \tSecretary of the Division controlling subject- \tMember \nmatter of education and training or his nominee \nnot below the rank of Additional Secretary \nPresident, Pakistan Academy of Sciences or his Member \nnominee \nChairman, Pakistan Engineering Council \t Member \nChairman, Pakistan Council of Scientific and \tMember \nIndustrial Research \nChairman, Pakistan Science Foundation \t Member \nRepresentatives of Provincial Governments not \tMembers \nbelow the rank of Provincial Secretary \n(I) Five eminent Scientists from academia, one \tMembers \neach from four provinces and federal capital to \nbe nominated by the Board \nPART I] \tTHE GAZETTE OF PAKISTAN, EXTRA., MAY2. 2017 \t 127 \nTwo eminent industrialists to be nominated by \tMembers \nthe Federal Government \nPresident, Federation of Pakistan Chamber of \tMembers \nCommerce and Industries, Islamabad \ndealing officer not below the rank of Joint \tMember \nSecretary of the Division controlling the subject \nmatter of science and technology \nTwo Parliamentarians, one each from Senate \tMembers \nand National Assembly, preferably with \nscientific knowledge and background \nChairperson, Pakistan Council for Science and \tMember \nTechnology \nThe Chairperson shall act as Secretary of the Board. \nThe Federal Government may, by notification in the official Gazette, \nincrease or decrease the number of members of the Board. \nThe Board may co-opt any other professional or expert. \n8. \tFunctions and powers of the Board.—(1) The Board shall— \nreview and approve annual, long-term plans, policies and programmes \nof the Council; \napprove the annual development and non-development budget of the \nCouncil; \ncreate or abolish posts of such officers and staff and engage such \nconsultants or experts as it may consider necessary for efficient \nperformance of the functions of the Council, on such terms and \nconditions as may be prescribed; \nmake regulations for the efficient conduct of the affairs of the Council; \nand \n(e) \trecommend to the Government to terminate the tenure of the \nChairperson before its expiry in case of unsatisfactory performance. \n128 \t THE GAZETTE OF PAKISTAN, EXTRA., MAY2, 2017 \t[PART1 \n(2) \tThe Board may, by general or special order in writing, direct that such \nof its powers shall, in such circumstances and under such conditions, if any, as may \nbe specified in the order, be exercised, by the Executive Committee, Chairperson or \nan officer of the Council. \n9. \tTenn of office of members.—(1) Save as hereinafter provided, a \nmember, other than an ex officio member, shall hold office for a period of three \nyears from the date of his nomination and shall be eligible for re-nomination for a \nfurther period not exceeding another term. \nA person who becomes, or is nominated to be, a member by virtue of \nhis holding an office or appointment shall cease to be a member when he ceases to \nhold that office or appointment. \nA member, other than an ex officio member, may at any time resign \nhis membership by writing under his hand addressed to the Federal Government. \nA vacancy caused by resignation or any other reason shall be filled by \nnomination of a person qualified to fill such vacancy. \nNo act or proceeding of the Board shall be invalid merely on the ground \nof existence of a vacancy in constitution of the Board. \n10. \tMeetings of the Board.—(1) Save as hereinafter provided, the Board \nshall regulate the procedure for its meetings. \nMeetings of the Board shall be called and presided by its President or \nin his absence by the Vice-President on such date, time and place as deemed fit \nprovided that at least two meetings shall be held in a year. \nAt least ten members shall constitute the quorum for a meeting of the \nBoard. \n11. \tExecutive Committee of the Board.—(1)Notwithstanding anything \ncontained in this Act, the Executive Committee shall take decisions on behalf of the \nBoard subject to ratification by the Board at its meeting immediately following the \nmeeting of the Executive Committee unless otherwise authorized by the Board. \n(2) • The Executive Committee shall comprise the following members, \nnamely:— \nChairperson of the Council \t Chairperson \none member to be nominated by the Board \t Member \nPART!] \t THE GAZE I I E OF PAKISTAN, EXTRA., MAY 2, 2017 \t 129 \ndealing officer not below the rank of Joint \t Member \nSecretary of the Division controlling subject \nmatter of science and technology \nSecretary of the Council \t Member \nThe Secretary of the Council shall act as the Secretary of the Executive \nCommittee. \nSubject to the provisions of this Act and regulations made in this behalf \nand such general or special directions as may, from time to time, be given by the \nBoard, the Executive Committee shall deal with any matter as authorized by the \nBoard. \nChairperson of the Council.—The Chairperson shall be an eminent \nscientist or engineer holding a Ph.D degree with sufficient relevant experience to \nbe appointed by the Prime Minister on recommendations of the Federal Government \nfor a term of three years extendable for another term on such terms and conditions \nas may be prescribed. \nPowers and functions of the Chairperson.—The Chairperson, who \nshall be the Chief Executive Officer of the Council, shall work under the general \npolicy guidelines of the Board and have such powers, functions and duties as may be \nconferred or vested in him by or under this Act, including— \nformulation of research policies, plans and their submission to the Board \nfor approval; \nprotection of all assets of the Council including intellectual property \nassets; \npreparation of annual report of the Council for subthission to the Federal \nGovernment; \nfor the purpose of ensuring efficient functioning of the Council and to \nfacilitate its day-to-day functions, delegation to the Secretary or other \nofficers of the Council, such of his powers or duties as he may consider \nnecessary from time to time; and \n(e) appointment of such officers and employees subject to the provisions \nof relevant regulations, as may be necessary for efficient performance \nof functions of the Council on such terms and conditions as may be \nprescribed. \n130 \t THE GAZETTE OF PAKISTAN, EXTRA., MAY2, 2017 \t[PART I \n14. Expert committees.—(1) The Council may constitute expert \ncommittees, in important scientific, technological and engineering disciplines to review \ncurrent status and suggest policy measures for their future development. \n(2) The expert committees shall have such powers and perform such \nfunctions as may be assigned by the Council. \n15. Fund of the Council—There shall be a Fund of the Council to be \ncalled the PCST Fund to which shall be credited— \nfunds of the devised council being dissolved under section 22, which \nshall stand transferred to the Council; \ngrants from the Govertunents; \ndonations and endowments; \nhinds generated through its own resources; and \nresearch grants. \n16. Budget and accounts.—(l) The Chairperson shall, in respect of \neach financial year, submit for the approval of the Board, a statement showing all \nthe expenditures incurred during the year alongwith estimated receipts and \nexpenditures for the next financial year. \nThe Council shall, by such date and in such form as may be prescribed, \nsubmit to the Federal Government for approval of its budget for each financial year \nshowing the estimated receipts and expenditures and the sums which are likely to be \nrequired from the Federal Government during the financial year. \nThe accounts of the Council shall be maintained in such form and \nmanner as determined by the Federal Government. \nThe accounts of the Council shall be audited by the Auditor-General \nof Pakistan. \n17. Appointment of officers, staff, etc.—(1) The Council may, from \ntime to time, appoint such officers and staff as it may consider necessary for the \nefficient performance of its functions, on such terms and conditions as may be \nprescribed. \n(2) The Council may engage experts or consultants on such terms and \nconditions as may be prescribed. \nPART!] \t THE GAZETTE OF PAKISTAN, EXTRA., MAY2, 2017 \t 131 \n18. \tSubmission of reports. etc.—The Council shall submit to the Federal \nGovernment at such time and at such intervals, as the Federal Government may \nspecify,— \nannual report on working of the Council; \nsuch periodical reports and summaries as may be required by the \nFederal Government; \nsuch periodical returns, accounts, statements and statistics as may be \nrequired by the Federal Government; \ninformation and comments asked for by the Federal Government on \nany specific point; \ncopies of the documents required by the Fcderal Government; and \noriginal documents required by the Federal Government for examination \nor any other purpose. \n19. Directives from the Federal Government.—The Federal \nGoveriunent may, from time to time, issue to the Council such directives and orders \nin writing, as it may consider necessary for carrying out the purpose of this Act and \nthe Council shall be bound to follow and carry out such directives and orders. \n20. \tDeclaration of fidelity and secrecy.—Every member, expert, officer \nor other employee of the Council shall make such declaration of fidelity and secrecy \nas may be prescribed. \n21. \tContinuance of certain rules, etc.—All rules, regulations and bye- \nlaws related to the Council and in force immediately before the commencement of \nthis Act shall, mutatis mutandis and so far as they are not inconsistent with any of \nthe provisions of this Act, apply and continue in force until repealed or amended or \naltered. \n22. \tRepeal and Savings.—(1) The Ministry of Science and Technology's \nResolution notified vide No. 3(5)/82-NSC, dated the 16th June, 1987 is hereby \nrepealed and the Pakistan Council of Science and Technology, hereinafter referred \nto as the devised council, reconstituted there under shall stand dissolved. \n(2) \tUpon dissolution of the devised council under sub-section (1),— \n(a) \tall assets, rights, powers, authorities, privileges and property, movable \nand immovable, cash and bank balance, reserve funds, investments \nand all other interests and rights in, liabilities and obligations of whatever \nkind of tlie devised council subsisting immediately before its dissolution \nshall stand transferred to and vest in the Council; \n132 \t THE GAZETTE OF PAKISTAN, EXTRA., MAY 2, 2017 \t [PART I \n(b) \tall officers and other employees of the devised council shall, \nnotwithstanding anything contained in any law, agreement, deed, \ndocument or other instrument, stand transferred to the Council on the \nexercise of one-time irrevocable option to either remain a civil servant \nunder the Civil Servants Act, 1973 (LXX1 of 1973) and shall be entitled \nto all the privileges and facilities of the Federal Government such as \npension, gratuity, housing, health, etc. or to become an employee of , \nthe Council, in accordance with their existing terms and condition of \nthe service applicable to them and no officer or other employee whose \nservices are so transferred shall be entitled to any compensation \nbecause of such transfer; \nall debts and obligations incurred or contracts entered into or rights \nacquired and all matters and things engaged to be done by, with or for \nthe devised council before its dissolution shall be deemed to have been \nincurred, entered into, acquired or engaged to be done by, with or for \nthe Council; \t • \nall suits and other legal proceedings instituted by or against the devised \ncouncil, before its dissolution, shall be deemed to be suits and \nproceedings by or against the Council and may be proceeded or \notherwise dealt with accordingly; and \nall actions done by the devised council before the commencement of \nthis Act shall be deemed to be done under this Act. \nExemption from taxes.—Notwithstanding anything contained in the \nIncome Tax Ordinance, 2001 (XLIX of 2001) or any other law for the time being in \nforce relating to income tax, the Council shall not be liable to pay any such tax on its \nincome, capital, profit, wealth, gifts or gains and any movable and immovable property. \nPower to make regulations.—The Board may, by notification in \nthe official Gazette, make regulations, not inconsistent with the provisions of this \nAct, for carrying out the purposes of this Act. \nRemoval of difficulties.—If any difficulty arises in giving effect to \nany provision of this Act, the Federal Government may make such order, not \ninconsistent with the provisions of this Act, as may appear to it to be necessary or \nexpedient for the purpose of removal of such difficulty: \nProvided that such power shall not be exercised after expiry of two years \nfrom the commencement of this Act. \nJAWAD RAFIQUE MALIK, \nSecretary \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}