{
    "file": "./converted_json\\administrator08154fa02f041937b808e487adedb5ed.json",
    "name": "Competition Commission Enquiry (Conduct of Investigating Officers) Rules, 2007",
    "date": "April 24, 2008",
    "tagline": "Rules for Conduct of Enquiries against Investigating Officers",
    "content": "1 awl \n[PART i„\\ 00 1120 \tTHE GAZE ii \tt OF PAKISTAN, EXTRA., APRIL 24, 2008 \n9. \tDetails of index, \n' An index containing the details of the documents to be relied upon is enclosed. \n, \t10. List of enclosures \nSignature of the appellant/auth rized representative \n11. VERIFICATION \nI, (Name in full in block letters) so daughter/wife of \t  \n\t) do \nhereby solemnly declare that the foregoing onstitutes full, true and plain disclosure \nof all material facts and nothing has been cpncealed, and that the contents of paras \n1-10 are true to my personal knowledge add belief. \nVerified today this \t day f \t  \nSignature of the appellant/authorize representative \nPlace: \nDate: \n[No. 10(1) SY/CCP/RULES-APPEAL/07.1 \nS. R. 0. 400 (I)12008.—In exercise of the powers conferred by section \n55 read with sub-section (3) of section 35 of the Competition Ordinance, 2007 (LII \nof 2007), the Competition Commission of Pakistan, with approval of the Federal \nGovernment, hereby makes the following rules, namely:— \nThe Competition Commission Enquiry (Conduct of Investigating \nOfficers) Rules, 2007 \n1. \tShort title, commencement and application.—(1) These rules \nmay be called the Competition Commission Enquiry (Conduct of Investigating \nOfficers) Rules, 2008. \nThey shall come into force at once. \nThese rules shall apply to any investigating officer authorized by the \nCommission and the Inquiry Officer appointed by the Commission under the \nOrdinance. being the appellant/authorized represent tive of (   \n••.> \nTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 24, 2008 \t1121 - \n2. \tDefinition.—(1) In these rules, unless there is anything repugnant in \nthe subject or context,— \n\"Inquiry Officer\" means the officer or Committee, as the case may \nbe, appointed by the Commission to conduct enquiry into the conduct \nof investigating officer; \n\"Investigating officer\" means an individual authorized by the \nCommission to enter any place or building of an undertaking, under \nthe Ordinance; \n\"Ordinance\" means the Competition Ordinance, 2007 (LII of 2007); \nand \n\"person\" includes an undertaking. \n(2) \tWords and expressions used but not defined herein, shall have the \nsame meanings as are assigned to them in the Ordinance. \n3. \tFiling of complaint.—(1) Any person or undertaking, aggrieved by \nthe conduct of an investigating officer (the accused) who is alleged to have exercised \nthe power which was vexatious, excessive or with mala fide intent, may lodge a complaint in writing before the Commission. \n(2) \tUpon receipt of the complaint by any aggrieved person the Commission \nmay initiate proceedings against the accused. \n. \t4. Procedure of the enquiry.—(l) The Commission shall, before \npassing any order in respect of the complaint, appoint any one or more officers of \nthe Commission as Inquiry Officer to scrutinize the complaint and to verify the \ncontents thereof. \n(2) \tThe Inquiry Officer, upon his appointment under sub-rule (1) shall,— \ncommunicate to the accused, the charges and statement of allegations \nspecified in the complaint; \nrequire the accused within seven days from the day the charge is \ncommunicated to him to make a written defense; and \nquire into the charge and may examine such oral or documentary \nevidence in support of the charge or in defense of the accused as \nmay be considered necessary and the accused shall be entitled to \ncross-examine the witnesses against him; \n1122 \tTHE GAZEI rh OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[PART II \nWhere the Inquiry Officer is satisfied that the accused is hampering, \nor attempting to hamper, the progress of such enquiry, he shall record his finding to \nthat effect and proceed to complete the same in such manner as may be deemed \nproper in the interest of justice. \nUpon completion of the aforementioned steps the Inquiry Officer shall \nsubmit a report in writing to the Commission stating the findings against or in favour \nof accused within thirty days from the date of his appointment under sub rule (1). \t\n5. \tPowers of the Inquiry Officer.—The Inquiry Officer shall have \npower to,— \nsummon and enforce attendance of concerned persons and examine \nthem on oath; \nrequire the discovery and production of any document; \nreceive evidence on affidavit; and \nrecord evidence. \t\n6. \tPlace of the enquiry.—The Inquiry Officer shall conduct enquiry at \nsuch place as may be deemed fit by the Commission. \n7. \tOrder to be passed upon a finding.—Every finding recorded by \nthe Inquiry Officer under sub-rule (4) of rule 4 shall be submitted to the Commission \nand if the Commission, after giving him an opportunity of being heard on such date \nas may be specified in the notice finds that the exercise of power was vexatious, \nexcessive or with mala fide intent, the accused shall be dismissed from service and \nshall also be liable to prosecution as provided for in sub-section (3) of section 35 of \nthe Ordinance. \n[No. 10 (1) SY/CCP/RULES-CONT. INQUIRY/07.] \nS. R. 0. 401(1)12008.—In exercise of the powers conferred by section \n55 read with sub-section (5) of section 5 of the Competition Ordinance, 2007 \n*(LII of 2007 ,the Competition Commission of Pakistan, with approval of the Federal \novemment, hereby makes the following rules, namely:— \nThe Competition Commission (Extension in Exemption) Rules, 2007 \n1. \tShort title, commencement and application.—(1) These rules \nmay be called the Competition Commission (Extension in Exemption) Rules, 2007. \ny3ARTH] \tTHE GALLI lE OF PAKISTAN, EXTRA.,APRIL 24, 2008 \t1123 \nThey shall come into force at once. \nThese rules shall apply to all the undertakings which are party to a \nprohibited agreement and have been granted an exemption under section 5 of the \nOrdinance. \t\n2. \tDefinitions.—(1) In these rules, unless there is anything repugnant \nin the subject or context,— \n\"applicant\" means a party to a prohibited agreement who have filed \nan application under sub-section (5) of section 5; \n\"concerned undertaking\" means the undertaking seeking extension in \nexemption under these rules; \n\"confidential information\" means commercial or technical information \nthe disclosure of which would, or might, in the opinion of the \nCommission, significantly harm the legitimate business interests of \nthe undertaking to which it relates; \n\"order\" means the order passed under rule 6 for grant of extension in \nterms of sub-rule (2) of rule 5; and \n\"Ordinance\" means the Competition Ordinance, 2007 (LH of 2007). \n(2) Words and expressions used but not defined herein, shall have the \nsame meanings as are assigned to them in the Ordinance. \t\n3.. \tWho can apply.—(1) An application for extension in the exemption \ngranted with respect to a prohibited agreement under sub-section (5) of section 5 of. \nthe Ordinance, shall be made (jointly or otherwise) by the following, namely:— \t' \nwhere the applicant is an individual, by the individual; \nwhere the applicant is a company or other body corporate, by a duly \nauthorized officer of that company or body corporate; \nwhere the applicant is a partnership firm, by a partner of that firm; \nand \nin any other case, by the concerned undertaking. \t\n(2) \tIf a joint application is made, the application shall be regarded as \nbeing made to the Commission by or on behalf of all the applicants. A joint - \n1124 \tTHE GALE, t. OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[PART II \nrepresentative shall be, appointed by the joint applicants and Authorized to act on \nbehalf of all the joint applicants for the purposes of these rules, unless otherwise \ndirected by the Commission. \n4. \tForm of application.—(1) An application under these rules shall \ncontain the information specified in the Schedule. \n(2) The Commission may, by giving notice to the applicant or joint \napplicants, as the case may be, dispense with the obligation to submit any particular \ninformation 0i :document (including any supporting document), if it considers that \nsuch information or document is unnecessary for examination of the application. \n(3).  The Commission may refuse to accept the application submitted to it, \nif it does not comply with requirements of the Ordinance or these rules. \nEvery application shall be submitted in three copies, or as otherwise \ndirected by the Commission in certain specific cases. \nAn application under sub-rule (1) shall be accompanied by such \nprocessings fee as may be determined by the Commission from time to time. The \nfee may be paid in the form of a bank challan or bank draft in favour of the \nCommission. \n5. \tConsideration of application.—(1) Whenever required to consider \nan extension in an exemption granted with respect to a prohibited agreement, the \nCommission shall follow the factors set out in sub-rule (2). \t• \n(2) \tThe Commission may, in its discretion, grant extension in the exemption' \nfrom a prohibited agreement if it can be shown conclusively on the basis of objective \nfacts and analysis of the case to the satisfaction of the Commission that extension \nis likely to substantially contribute in,— \nimproveing production or distribution; or \npromotion of technical or economic progress, while allowing consumers \na fair share of the resulting benefit: \n• \nProvided that the aforesaid benefits can unequivocally shown to \noutweigh the adverse effects of the absence or lessening of \ncompetition. \n(3) \tThe applicant shall justify the rationality, necessity or requirement of \nextension of exemption. \t. \n7-1 PARTE] \tTHE GAZETTE OF PAKISTAN, EXTRA.,APRli 24, 2008 \t1125 \t\n6. \tOrders of the Commission.—(1) The Commission may.— \nissue an order of extension in terms of sub-rule (2) of the rule 5, and \nif so deemed necessary or expedient under the circumstances, impose \nin its discretion, appropriate conditions or obligations subject to which \nan extension is to have an effect; or \nrefuse to grant the extension applied for. \t\n(2) \t\nAn order may provide.— \nthat breach of a condition imposed by the order has the effect of \ncanceling the extension granted; \n that if there is a failure to comply with an obligation imposed by the \norder, the Commission may, by notice in writing, cancel the extension \ngranted; or \nthat the Commission may cancel the extension in respect of exemption \nif it considers that a particular agreement is not the one to which \nsection 9 of the Ordinance or sub-rule (2) of rule 5 applies. \nAn order may provide the facts and reasons for grant of the extension \nand the period of extension. \nThe Commission shall give its decision on an application made under \nthese rules within forty five days of receipt of such application. \n7. \tAppeals.-A person aggrieved by any decision or order of a Member \nor authorized officer of the Commission in respect of an extension application may \nprefer an appeal to the Appellate Bench of the Commission in accordance with the \nCompetition Commission (Appeal) Rules, 2008. \n(2) \tThe Appe‘ !late Bench, while deciding an appeal may also grant the \nextension requested in the exemption from a prohibited agreement if it can be \nconclusively demonstrated that a refusal to grant the exemption requested would \nresult in the failure of an undertaking or undertakings and the economic loss arising \nfrom the failure or failures far outweigh the benefits of increased competition \nconsequent upon such refusal. \t• \n1126 \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 24, 2008 [Parr H \nSCHEDULE \n[See sub-rule (I) of rule 41 \nPART-1 \nI. \tInformation about the applicant and the other parties to the \nagreement \n1.1. Pull name, address (registered office, where appropriate, and principal \nplace of business, if different), telephone and fax numbers and e-mail \naddress (where available) of the applicant and a brief description of \nthe nature of its business. If the applicant is a partnership, sole \nproprietor or other unincorporaied body trading under a business name, \ngive the name and address of the partners or proprietor. Quote any \nreference which should be used. \n1.2. Full name, address, telephone and fax numbers and e-mail address \n(where available) of any representative who has been authorised to \nact for the applicant, indicating whom they represent and in what \ncapacity (e.g. a solicitor). \n1.3. Where the declaration to be made in the form set out in Part 2A is \nsigned by a advocate or other representative of the applicant, provides \nwritten proof of that representative's authority to act on the applicant's \nbehalf. \n1.4. If a joint application is being submitted, state the full name of the joint \nrepresentative, his address (registered office, where appropriate, and \nprincipal place of business, if different), telephone and fax numbers \nand e-mail address (where available). Where the joint applicants \nhave appointed separate representatives, an explanation must be \nincluded as to why a joint representative could not be appointed. The \nparticulars listed in this paragraph must then be furnished for each \nrepresentative. \n1.5. Provide details of the steps taken or to be taken to notify all the other \nparties to the agreement or conduct which is the subject of the \napplication of whom the applicant is aware that the application is \nbeing submitted. Indicate whether those parties have received a copy \nof the application and if so, whether confidential information was \nincluded in the copy of the application. If the applicant considers that \nPART III \tTHE GAZETTE OF PAKISTAN, EXTRA. APRIL 24, 2008 \t1127 \nit is not practicable to notify dm other parties of the application, give \nthe masons why it is not practicable. \n1.6. Identify the groups to which each party to the agreement or conduct \nwhich is the subject of the application belongs. For the purposes of \nthe information required by this Form, group relationship exists where \none undertaking—, \n1.6.1. owns more than half the capital or business assets of another \nundertaking; \n1.6.2. has the power to exercise mom than half the voting rights in another \nundertaking, \n1.6.3. has the power to appoint mom than half the members of the supervisory \nboard, board of directors or bodies legally representing the undertaking; \nCr \n1.6.4. has the right to manage the affairs of another undertaking. \n1.7. An undertaking which is joartly controlled by several other undertakings \n(e.g. a joint venture) should be treated for the purpose of this application \nas being part of the group of each of these undertakings. \t\n2. \tPurpose of the application \t\n2.1 \tSpecify that the application is being made in relation to the extension \nof an exemption order earlier granted by the Commission. \t\n2.2 \tState the date of expiry of the existing exemption and the reasons \nwhy an extension is sought. Also give details of any changes that \nhave occurred in the relevant market and in the agreement itself since \nthe grant of the exemption. Specify how any changes impact on the \nfulfillment by the agreement of the conditions set out in section 9 of \nthe Ordinance. Also enclose a certified copy of the decision granting \nthe exemption. \t\n3. \tDetails of the agreement or conduct \n3.1. A brief description of the agreement or conduct which is the subject \nof the application (including the nature, content, purpose, date and duration). \n1128 \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 24, 2008 [PART OP \n3.2. If the application is made in relation to a written agreement, attach \neither an original of the most recent text of that agreement, or a copy \ncertified by the Applicant to be a true copy of the original. If the \napplication is made in relation to an agreement which is not written, \napplicants are to provide a full description of the agreement. If the \napplication is made in relation to conduct, provide a full description of \nthat conduct. \n3.3. Identify any provisions in the agreement.or aspects of the conduct \nwhich may restrict the parties in their freedom to take independent \ncommercial decisions or to act on those decisions. \n3.4. If the application relates to standard form sterms and conditions, indicate \nthe number of agreements expected to be entered into on those terms •Ip. \nand conditions. \t\n4. \tInformation on the parties to the agreement or conduct and \nthe groups to which they belong \n4.1. The turnover in the last business year, of each party to the agreement \nor conduct which is the subject of the application and the consolidated \nturnover for the group (within the meaning of 1.6) to which each \nparty belongs. Indicate what proportion of the turnover figures are \nattributable to the relevant product or geographic market. \t\n4.2 \tAttach the most recent annual report and accounts (or equivalent for \nunincorporated bodies) for each party to the agreement or conduct \nand the most recent annual report and accounts for the ultimate parent \ncompany of these undertakings. \n4.3. List the product or service market in which each party to the agreement \nor conduct and each member of the groups (within the meaning of \n1.6) to which they belong are active. Where there are a large number \nof products and services, please pay particular attention to any markets \nin which the combined undertakings have significant markets shares, • \nor the largest proportions of the turnover. \nOther information \n5.1. Any other information which the applicant considers helpful. In \nparticular, if you believe that the impugned agreement: ' \t• \n(a) \tdoes not have an appreciable adverse effect on competition in \nPakistan please state your reasons and provide evidence. Note, \nPARTE) \tTHE GAz.h1 lh OF PAKISTAN, EXTRA.,APRIL 24, 2008 \t1129 - \nhowever, that certain agreements, such as those relating to price-\nfixing, will be very nearly always regarded as having an \nappreciable adverse effect; \n(b) has net economic benefits that would not be achieved except \nfor the agreement. In determining whether net economic benefits \nexist, the Commission will consider whether the agreement \ncontributes to improving production or distribution or promoting \ntechnical or economic progress in a way which does not impose \nrestrictions which are not indispensable to the attainment of those \nobjectives and which would not afford the possibility of eliminating \ncompetition substantially. Applicants should provide studies or \ndocuments which demonstrate the feasibility of operation of the \nagreement and the benefits likely to result from continued \noperation of the agreement and the adverse effects arising from \nits non-operation. \n5.2. Attach evidence of the payment of fees. \t\n6. \tSupporting documents \nEnsure that the applicant has attached the following documents (where \nrelevant) to the application: \n6.1. if 1.3 of this Form applies, written proof of the representative's authority \nto act on the applicant's behalf; \t\n6.2 \ta copy of the decision granting the exemption; \n6.3. if 3.2 of this Form applies with regard to a written agreement, either \nan original or certified copy, of the most recent version of the text of \nthe agreement which is the subject of the application; \n6.4. the most recent annual report and accounts (or equivalent for \nunincorporated bodies) for each party to the agreement or conduct \nand the most recent annual report and accounts for the ultimate parent \ncompany of these undertakings (see 4.1 of this Form); and \n6.5. any feasibility studies, documents or other evidence as per para 5.1 \nof this Form. \n1130 \tTHE GAzii lb OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[PART H \nPART-2 \nUnder clauses (c) and (d) of sub-section (1) of section 38 of the Ordinance, \nit is an offence, punishable with fine to provide information which is false if the \nundertaking or person providing it knows that it is false. If the undertaking or person \nis a body corporate, its officers may be guilty of an offence punishable under section \n38 of the Ordinance. \nDECLARATION \nThe undersigned declare and confirm that all information given in the Form \nand all pages annexed hereto are correct to the best of his knowledge and belief, \nand that all estimates are identified as such and are their best estimates based on \nthe underlying facts and the undersigned is fully aware of the consequences as \nstipulated in Para 1 of Part-2. \nSignature \nName (in block capitals): \nDesignation: \nDate: \n[No. 10(1)SY/CCP/RULES-EXEMPTION/07 .1 \nMOHAMMED HAYAT JASRA, \nSecretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI. •"
}