{
    "file": "./converted_json\\administrator2fab6f668b15763f8585280329f26b37.json",
    "name": "The Religious Societies Act, 1880",
    "date": "9th January, 1880",
    "tagline": "An Act to confer certain powers on Religious Societies",
    "content": "Page \n1\n \nof \n4\n \n \n \n \nTHE RELIGIOUS SOCIETIES ACT, 1880\n \n \n \nCONTENTS\n \n \nPreamble\n \n \n1.\n \nShort title\n \nLocal extent\n \n2. \n \nAppointment of new trustee in cases not otherwise provided for\n \n3. \n \nAppointment under section 2 to be recorded in a memorandum under the hand of the \nchairman of the meeting\n \n4. \n \nProperty to vest in new trustees without conveyance\n \n5. \n \nSaving of existing modes of appointment and conveyance\n \n6. \n \nProvision for dissolution of Soc\nieties and adjustment of their affairs\n \n7.\n \nUpon a dissolution no member to receive profit\n \n8. \n \nSaving of certain provisions of instruments\n \n9. \n \nQuestions may be submitted to High Court\n \n \n \n \n \n\n \nPage \n2\n \nof \n4\n \n \nTHE RELIGIOUS SOCIETIES ACT, 1880\n \n1\nACT No I OF 1880\n \n[\n9\nth\n \nJanuary\n, 1880] \n \nAn Act to confer certain powers on Religious Societies\n \nPreamble. \nWHEREAS it is expedient to simplify the manner in which certain bodies of \npersons associated for the purpose of maintaining religious worship may hold property acquired for \nsuch purpose, and to provide for the dissolution of such bodies and the adjustment \nof their affairs and \nfor the decision of certain questions relating to such bodies; It is hereby enacted as follows\n \n:\n___\n \n \n1. Short title. \nThis Act may be called the Religious Societies Act, 1880. \n \nLocal extent. \nIt \n1\n[\n* * *\n]\n \nshall extend to \n2\n[\n \nthe\n \nwhole of Pakistan] but nothing herein contained \nshall apply to any Hindus, \n3\n[Muslims] or Buddhists, or to any persons whom the \n4\n[P\nrovincial \nGovernment] may from time to time, by notification in the \n5\n[O\nfficial Gazette], exclude from the \noperation of this A\nct. \n \n2. Appointment of new trustee in cases not otherwise provided for. \nWhen any\n \nbody of \npersons associated for the purpose of maintaining religious worship has acquired, or hereafter shall \nacquire, any property, and such property has been or hereafter sha\nll be vested in trustees in trust for \nsuch body, and it becomes necessary to appoint a new trustee in the place of or in addition to any such \ntrustee or any trustee appointed in the manner hereinafter prescribed, \nand no manner of appointing \nsuch new truste\ne is prescribed by any instrument by which such property was so vested or by which \nthe trusts on which it is held have been declared, or such new trustee cannot for any reason be appointed \nin the manner so prescribed, such new trustee may be appointed in s\nuch manner as may be agreed upon \nby such body, or by a majority of not less than two\n-\nthirds of the members of such body actually present \nat the meeting at which the appointment is made. \n \n3. Appointment under section 2 to be recorded in a memorandum under t\nhe hand of the \nchairman of the meeting. \nEvery appointment of new trustees under section 2 shall be made to appear \nby some memorandum under the hand of the chairman for the time being of the meeting at which such \nappointment is made. \n \nSuch memorandum shall \nbe in the form set forth in the schedule hereto annexed, or as near \nthereto as circumstances allow, shall be executed and attested by two or more credible witnesses in the \npresence of such meeting, and shall be deemed to be a document of which the registra\ntion is required \nby the \n6\n[Registration Act, 1908 (XVI of 1908)] section 17. \n \n \n \n1\nFor Statement \nof Objects and Reasons, \nsee\n \nGazette of India, 1879, Pt. V, p.770; for Proceedings in Council, \nsee ibid\n., 1879, Supplement, pp. 598, 745; \nand 174, \nibid\n., 1880. Supplement, pp. 23 and 170.\n \nThis Act has been amended to the extent of Islamabad Capital Territory, see \nOrdinance\n \nNo. 27 of 1981, s. 5 and 4\nth\n \nSch. \n \n2\nThe words “shall come into force at once, and” re\np. by the Repe\naling and Amending Act, 1914 (X\n \nof 1914). \n \n3\nSubs. by the Central Laws (Stat\nute Reform) Ordinance, 1960 (XXI \nof 1960), s. \n3 and 2nd Sch. (w. e.f \n \nthe 14th October, 1955\n).\n \n \n4\nSubs. by Federal Adaptation Order\n, 1975, Art. 2 and Table, for “Muhammadans”. \n \n5\nSubs. by Adaptation Order\n, 1937\n, for the words “L. G” which had been subs. for the words “G.G. in C” by the Devolution Act, 1920 (38 of 1920), s. 2 \nand Sch I.\n \n6\nSubs. by A.O., 1937\n, for the words “local officia\nl Gazette” which had been subs. for the words “Gazette of India” by Act 38 of 1920, s. 2 and Sch. I\n \n7\nSubs. by Ord\ninance\n, XXVII of 1981, s. 5 and Sch. IV (only to the extent of Islamabad Capital Territory.)\n \n \n \nPage \n3\n \nof \n4\n \n \n4. Property to vest in new trustees without conveyance. \nWhen any new trustees have been \nappointed, whether in the manner prescribed by any such instrument as aforesaid or in the manner \nhereinbefore provided, the property subject to the trust shall forthwit\nh, notwithstanding anything \ncontained in any such instrument, become vested, without any conveyance or other assurance, in such \nnew trustees and the old continuing trustees jointly, or, if there are no old continuing trustees, in such \nnew trustees wholly, \nupon the same trusts, and with and subject to the same powers and provisions, as \nit was vested in the old trustees. \n \n5. Saving of existing modes of appointment and conveyance. \nNothing herein contained shall \nbe deemed to invalidate any appointment of new tr\nustees, or any conveyance of any property, which \nmay hereafter be made as heretofore was by law required. \n \n6. Provision for dissolution of Societies and adjustment of their affairs. \nAny number not \nless than three\n-\nfifths of the members of any such body as a\nforesaid may at a meeting convened for the \npurpose determine that such body shall be dissolved; and thereupon it shall be dissolved forthwith, or \nat the time then agreed upon; and all necessary steps shall be taken for the disposal and settlement of \nthe pr\noperty of such body, its claim and liabilities, according to the rules of such body applicable \nthereto, if any, and, if not, then as such body\n \nat such meeting may determine :\n \nProvided that, in the event of any dispute arising among the members of such body\n, the \nadjustment of its affairs shall be referred to the principal Court of original civil jurisdiction of the \ndistrict in which the chief building of such body is situate\n \n; and the Court shall make such order in the \nmatter as it deems fit. \n \n7. Upon a dissolution no member to receive profit. \nIf upon the dissolution of any such body \nthere remains, after the satisfaction of all its debts and liabilities, any property whatsoever, the same \nshall not be paid to or distributed among the members of s\nuch body or any of them, but shall be given \nto some other body of persons associated for the purpose of maintaining religious worship or some \nother religious or charitable purpose to be determined by the votes of not less than three\n-\nfifths of the \nmembers p\nresent at a meeting convened in this behalf, or in default thereof by such Court as last \naforesaid. \n \n8. Saving of certain provisions of instruments. \nNothing in sections 6 and 7 shall be deemed \nto affect any provision contained in any instrument for the dis\nsolution of such body, or for the payment \nor distribution of such property. \n \n9. Questions may be submitted to High Court. \nWhen any question arises, either in \nconnection with the matters hereinbefore referred to, or otherwise, as to whether any person is a \nmember of any such body as aforesaid, or as to the validity of any appointment under this Act, any \nperson interested in such question may apply by petition to the High Court for its opinion on such \nquestion. A copy of such petition shall be served upon, an\nd the hearing thereof may be attended by, \nsuch other person interested in the question as the Court thinks fit. \n \nAny opinion given by the Court on an application under this section shall be deemed to have \nthe force of a declaratory decree\n1\n. \n \nThe costs of e\nvery application und\ner this section shall be in the\n \ndiscretion of the Court. \n \n \n1\nAs to effect of a declaratory decree, \nsee s. \n43 of\n \nthe Specific Relief Act 1877 (I\n \nof 1877). \n \n \n \n \nPage \n4\n \nof \n4\n \n \nTHE SCHEDULE\n \n(See \nsection 3)\n \nMemorandum of the appointment of the new trustees of the \n(describe the church, chapel or \nother building and property) \nsituate at a meeting duly convened and held for that purpose \n(in the vestry \nof the said) \non the day of 18\n, \nA. B. \nof Chairman. \n \nNames and d\nescriptions of all the trustees on the constitution or last appointment of trustees, \nmade the day of. \n \n(here insert the same.)\n \nName and descriptions of all the trustees in whom the said \n(chapel and property) \nnow become \nlegally vested, \n \nFirst.\n \n___\nOld contin\nuing trustees\n \n:\n___\n \n \n(here insert the same.)\n \nSecond.\n \n___\nNew tr\nustees now chosen and appointed\n \n:\n___ \n \n(here insert the same.)\n \nDated this day of 18\n. \n \nSigned by th\ne said A.B. as chairman of\n \nA.B\n.\n \nthe\n \nsaid Meeting, at and in the presence of the \n \nChairman of the \n \nthe said meetin\ng on the day and year aforesaid\n. \n \ns\naid Meeting.\n \nin the presence of\n–\n \n \nC.D.\n \nE.F.\n \n___________\n \n \n \n \n \n \n \n \nDate: 16\n-\n09\n-\n2024"
}