{
    "file": "./converted_json\\administratorc582325a87f965f2fe30a26822870c3a(1).json",
    "name": "The Prohibition (Enforcement of Hadd) Order, 1979",
    "date": "9th February, 1979",
    "tagline": "Modification of existing law relating to prohibition of intoxicants to bring it in conformity with the injunctions of Islam",
    "content": "Page 1 of 12 \n \n \n \n \nTHE PROHIBITION  (ENFORCEMENT OF HADD) ORDER  (4 OF \n1979)  \nCONTENTS  \n \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Prohibition of manufacture, etc., of intoxicants . \n4. Owing or possessing intoxicant . \n5. Article 3 or Article 4 not to apply to certain acts.  \n6. Drinking . \n7. Two kinds of drinking . \n8. Drinking liable to Hadd . \n9. Proof of drinking liable to Hadd . \n10. Cases in which Hadd shall not be enforced . \n11. Drinking liable to Tazir . \n12. Arrest on suspension of violation of Article 8 or Article 11 . \n13. Punishment for vexatious delay . \n14. Things liable to confiscation . \n15. Confiscation how ordered . \n16. Cognizance of certain offences . \n17. Licences for ‘Bona F ide’ medicinal or other purposes .  \n \n\n \n \nPage 2 of 12 \n 18. Forms and conditions of licences . \n19. Power to cancel or suspend licences . \n20. Penalty for the breach of conditions of licence . \n21. Appointment of officers.  \n22. Issue of search warrants.  \n23. Powers of prohibition Officers.  \n24. Enhanced punishment for certain offences after previous conviction.  \n25. Punishment for attempt to commit offence punishable under this order.  \n26. Application of certain provisions of the Pakistan Penal Code (Act XLV of 1860).  \n27. Application of the Code of Criminal Procedure, 1898 (Act V of 1898).  \n28. Indemnity.  \n29. Order to override other laws.  \n30. presiding Officer of Court to be a Muslim.  \n31. Power to make Rules.  \n32. Saving.  \n33. Repeal.  \n \n \n \n  \n \n \nPage 3 of 12 \n THE PROHIBITION (ENFORCEMENT OF HADD) ORDER , 1979  \n \n PRESIDENT’S ORDER No. 4  OF 1979  \n \n[9th February, 1979]  \n \nWHEREAS  it is necessary to modify the existing law relating to prohibition of intoxicants so \nas to bring it in conformity with the injunctions of Islam as set out in the Holy Qur ’an and Sunnah:  \n \nNOW, THEREFORE , in pursuance of the Proclamation of the Fifth day of July, 1977 read \nwith the Laws (Continuance in Force) Order, 1977 (C.M.L.A Order No. 1 of 1977), and in exercise \nof all powers enabling him in that behalf, the President and Chief Martial Law  Administrator is \npleased to make the following Order:  \n \nCHAPTER I  \n PRELIMINARY  \n 1. Short title, extent and commencement: (1) This Order may be called the . \n \n (2) It extends to the whole of Pakistan.  \n \n (3) It shall come into force on the twelfth day of Rabi -ul-Awwal, 1399 Hijri, that is, the  tenth  \nday of February, 1979.  \n \n  2. Definitions: In this Order, unless there is anything repugnant in the subject or context — \n  \n(a) “adult ” means a person who has attained t he age of eighteen  years  or puberty;  \n \n(b) “authorised medical officer” means a medical Officer, howsoever designated,  \nauthorised by the Provincial Government;  \n  \n(c) “bottle ” or “bottling ” means to transfer intoxicating liquor from a cask or other \nvessel to a bottle, Jar, flask, pot or similar receptacle for the purpose of sale, \nwhether any process of manufacture be employed or not, and includes \nrebottling;  \n \n(d) “buy” or “buying ” includes any receipt by way of gift or otherwise  \n \n(e).  “Collector ” means any person appointed under this Order to exercise or \nperform all or any  of the powers or functions of a Collector under this Order;  \n \n(f) “had”  means punishment ordained by the Holy Qur’an or Sunnah;  \n \n(g) “intoxicant ” means an article specified in the Schedule and include \nintoxicating liquor and other article or any substance which the Provincial \nGovernment may , by notification in the official Gazette, declare to be an  \nintoxicant for the purposes of this Order;  \n \n(h) “intoxicating liquor ” includes toddy, spirits of. wine, beer and all liquids \nconsisting of or containing alcohol normally used for purposes of intoxication, \nbut does not include a solid intoxicant even if liquified; \n \n \nPage 4 of 12 \n  \n(i) “manufacture ” includes every process, whether natural or artificial, by which \nany intoxicant is produced, prepared or blended, and also redistillation and \nevery process for the rectification of intoxicating liquors;  \n \n(j) “place ” includes a house, shed, enclo sure, building, shop, tent, vehicle,      \nvessel and aircraft;  \n \n(k) “Prohibition Officer ” means the Collector or any officer appointed or invested \nwith powers under Article 21;  \n \n(l) “public place ” means a street, road, thoroughfare, park, garden or other p lace \nto which  the public have free access and includes a hotel, restaurant, motel, \nmess and club, but does not include the residential room of a hotel in the \noccupation of some person;  \n \n(m) “rectification ” includes every  process whereby intoxicating liquors are \npurified, coloured or flavoured by mixing any material therewith;  \n \n(n) “sale” or “selling ” includes any transfer by way of gift or otherwise;  \n \n(o) “ta’zir” means any punishment other than ‘hadd ’; and  \n \n(p)  “transport ” means to move   from one place to another.  \n \nCHAPTER II  \nPROHIBITION AND  PENALTIES  \n \n 1[3. Prohibition of manufacture, etc., of intoxicants: (1) Subject to the provisions of Clause \n(2) whoever: — \n \n(a) imports, exports, transports, manufactures or processes any intoxicant; or  \n \n(b) bottles any intoxicant; or  \n \n(c) sells or serves any intoxicant; or  \n \n(d) allows any of the acts aforesaid upon premises owned by him or his immediate \npossession;  \n \nShall be punishable with imprisonment of other description f or a term which may extend to five \nyears and with whipping not exceeding thirty stripes, and shall be also be liable to fine.  \n \n 2[(2) Whoever — \n \n(i) Import, exports, transports manufacture s, or traflic s in, opium or coca leaf or \ncoca derivatives; or  \n \n(ii) finance s the import, export, transport, manufacture, or traflicking of, opium or \ncoca leaf or opium or coca derivatives;  \n \n1Re-numbered and subs. by the Prohibition (Enforcement of Hadd) (Amdt.) Order, 1983 (P.O 12 of 1983), Art, 2.  \n2Added and subs., ibid., Art. 3.  \nshall be punishable with imprisonment for life or with imprisonment which is not less than two years \n \n \nPage 5 of 12 \n and with whipping not exceeding thirty stripes, and shall also be liable to fine.]  \n \n4. Owning or possessing intoxicant: Whoever owns, possesses or keeps in-his custody any \nintoxicant shall be punished with imprisonment of either description for a term which may extend to \ntwo years, or with whipping not exceeding thirty stripes, and shall also be liable to fine:  \n \nProvided that nothing contained in this Arti cle shall apply to a non -Muslim foreigner or to a \nnon-Muslim citizen of Pakistan who keeps in his custody at or about the time of ceremony \nprescribed by his religion a reasonable quantity of intoxicating liquor for the purpose of using it as a \npart of such  ceremony  [:]2 \n \n2[Provided further that, if the intoxicant in respect of which the offence is committed is \nheroin,  cocaine  1[*], opium or coca leaf, and the quantity exceeds ten grams in the case of heroin or \ncocaine or one kilogram in the case of 1[*] opium or coca leaf, the offender shall be punishable with \nimprisonment for life or with imprisonment which is not less than two years and with whipping not \nexceeding thirty stripes, and shall also be liable to fine. ] \n \n5. Article 3 or Article 4 not to apply  to certain acts: Nothing contained in Article 3 or \nArticle 4 shall apply to any act done under, and in accordance with the provisions of this Order, or \nthe terms of any rule, notification, order or license issued there under.  \n \n6. Drinking: Whoever, intent ionally and without ‘ikrah ’ or ‘iztirar ’ takes an intoxicant by \nany means whatsoever, whether such taking causes intoxication or not, shall be guilty of drinking.  \n \nExplanation: In this Article:  \n \n(a) ‘ikrah ’ means putting any person in fear of injury to the person, property or \nhonour of  that or any other person; and  \n \n(b) ‘iztirar ’ means a situation in which a person is in apprehension of death due to \nextreme hunger or thirst or serious illness.  \n \n7. Two kinds of drinking: Drinking may be either drinking liable to ‘Hadd ’ or drinking \nliable to Tazir ’. \n \n8. Drinking liable to ‘hadd’ : Whoever being an adult Muslim takes intoxicating liquor by \nmouth is guilty of drinking liable to ‘hadd ’ and shall be punis hed with whipping numbering eighty \nstripes:  \n \nProvided that the punishment shall not be executed unless it is confirmed by the Court to \nwhich an appeal from the order of conviction lies; and until the punishment is confirmed and \nexecuted, the convict shall,  subject to the provision of the Code of Criminal Procedure, 1898, \nrelating to the grant of bail or suspension of sentence, be dealt with in the same manner as if \nsentenced to simple imprisonment.  \n \n1Omitted by the Act the Prohibition (Enforcement of Hadd) (Amdt.) Act, 1994 (Act No. VI of 1994) s.2.  \n2Added and Subs., ibid., Art.3.  \n \n \n \n \n \nPage 6 of 12 \n 9. Proof of drinking liable to Hadd: The proof of drinking liable to ‘hadd ’ shall be in   one \nof the following forms, namely: — \n \n(a) the accused makes before a Court of competent jurisdiction a confession of \nthe commission of drinking liable to ‘hadd ’; and  \n \n(b) at least two Muslim adult male witnesses, about whom the Court is satisfied, \nhaving regard to the requirement of ‘tazkiyah -al-shuho od’, that they are \ntruthful persons and abstain from major sins (kabair) give evidence of the \naccused having committed the offence of drinking liable to hadd.  \n \nExplanation. —In this Article, t azkiyah -al-shuhood ’ means the mode of inquiry adopted by a Court \nto satisfy itself as to the credibility of  a witness.  \n \n10. Cases in which Hadd shall not be enforced: (1)’Hadd ’ shall not be enforced in the \nfollowing cases, namely: — \n \n(a) when drinking is proved only by the confession of the convict, but he retracts \nhis confe ssion before the execution of ’hadd ’; and  \n \n(b) when drinking is proved by, testimony, but before the execution of ‘hadd ’, \nany witness resiles from his testimony so as to reduce the number of witnesses \nto less than two.  \n \n (2) In a case mentioned in (1), the Court may order retrial in accordance with the Code of \nCriminal Procedure, 1898 (Act V of 1898).  \n \n11. Drinking liable to tazir: Whoever — \n \n(a) being a Muslim, is guilty of drinking which is not liable to ‘hadd ’ under \nArticle 8 or for which proof in either of th e forms mentioned in Article 9 is \nnot available and the Court is satisfied that the offence stands proved by the \nevidence on the record;  \n \n(b) being a non -Muslim citizen of Pakistan, is guilty of drinking except as a part \nof a ceremony prescribed by his religio n; or \n \n(c) being a non -Muslim who is not a citizen of Pakistan, is guilty of drinking at \npublic place;  \n \nshall be liable to tazir  and shall be punished with imprisonment of either description for a term which \nmay extend to three years or with whipping not exceeding thirty stripes, or with both.  \n \n 12. Arrest on suspension of violation of Article 8 or Article 11: No police officer sha ll \ndetain or arrest any person on suspicion that he has taken an intoxicant in violation of Article 8 or 11 \nunless he has asked such person to accompany him to an authorsied medical officer for examination \nand such person either refuses to so accompany him  or having been examined by the medical \npractitioner , is certified by him to have taken an intoxicant.  \n \n (2)  Whoever contravenes the provisions of clause (1) shaft be punishable with  imprisonment \n \n \nPage 7 of 12 \n for a term which may extend to six months or with fine which may extend to five hundred rupees, or \nwith both.  \n \n13. Punishment for vexatious delay: Any officer or person exercising powers under this \nOrder who vexatiously and unnecessarily delays forwarding to a Prohibition Officer any person \narrested or any art icle seized under this Order shall be punishable with fine which may extend to one \nthousand rupees.  \n \n14. Think s liable to confiscation:  in any case in which an offence has been committed \nunder this Order, the intoxicant, still, utensil, implement or appara tus in respect or by means of \nwhich the offence has been committed shall be liable to confiscation along with the receptacles, \npackages, coverings, animals, vessels, carts or other vehicles used to hold or carry the same.  \n \n15. Confiscation how ordered:  (1) In any case involving anything liable to confiscation \nunder this Order, the Court deciding the case may order such confiscation despite the acquittal of the \nperson charged.  \n \n(2) When an offence under  this Order has been committed but the offender is not k nown or \ncannot be found, or when anything liable to confiscation under this Order and not in the possession \nof any person cannot be satisfactorily accounted for , the case shall be inquired into and determined \nby the Collect or or other Prohibition Officer i n charge of the District of  any other officer authorised \nby the Provincial Government in this behalf, who may order such confiscation:  \n \nProvided that no such order shall be made until the expiration of fifteen days from the date of \nseizure of the things intended to be confiscated or without hearing the persons, if any, claiming any \nright thereto and evidence, if any, which they produce in support of their claims.  \n \n16. Cogniz ance of certain offences: (1) The following offences shall be cognizable, namely:  \n  \n(a) an offence punishable under Article 3; and  \n \n(b) an offence punishable under Article 4, Article 8 or Article 11, if committed at \na public place.  \n \n2.   No Court shall take cognizance  of an offence punishable under - \n \n(a) Article 12 or Article 13, save on a complaint made by the person in respect of \nwhom the offence has been committed; and  \n \n(b) Article 20, save on a complaint made by, or under the authority of, a \nProhibition Officer.  \n \nCHAPTER III  \n \nLICENCES FOR MEDICINAL OR SIMILAR  \nOTHER PURPOSES  \n 17. Licences for  bonaf ide medicinal or other purposes: The Provincial Government or, \nsubject to the control of the Provincial Government, the Collector, may issue licences to any person \nin respect of any institution, whether under the management of Government or not:  — \n(a) for the manufacture, import, transport, sale or possession of any intoxicant or \n \n \nPage 8 of 12 \n article containing intoxicating liquor on the ground that such intoxicant  or \narticle is required by such person in respect of such institution for a bona fide \nmedicinal, scient ific, industrial or similar other purpose or for consumption by \na non -Muslim citizen of Pakistan as a part of a religious ceremony or by a \nnon-Muslim foreigner; or  \n \n(b) for the export of any intoxicant or article containing intoxicating liquor.  \n \n 18. Forms and conditions of licences: Every licence issued under this Order shall: — \n \n(a) be granted on payment of such fee, if any, for such period and on such \ncondition; and  \n  \n(b)   be in such form and contain such particulars,  \n \nas the Provincial Government may direct, either generally or in any particular case.  \n \n 19. Power to cancel or suspend licences: (1) The Collector may cancel or suspend a \nlicence:  \n \n(a)   if any fee payable by the holder thereof be not duly paid, or  \n \n(b)   in the event of any breach by the holder thereof or by his servant or by any \none acting with his express or implied permission on his behalf of any of the \nterms or conditions of the licence.  \n \n(2)  The Collector shall cancel a licence if— \n \n(a) the holder thereof is convicted of any offence under this Order; or  \n \n(b) the purpose for which licence is granted ceases to exist.  \n \n(3) As and when any licence is cancelled under clause (1) or clause (2), the holder thereof \nshall at once declare to the Collector the stoc k of intoxicating liquor or articles containing such liquor \nlying with him, and dispose of such stock to such authorised person as the Collector may specify.  \n \n20. Penalty for the breach of conditions of licence: In the event of any breach by the \nholder of a licence or by his servant or by any one acting with his express or implied permission on \nhis behalf, of any of the terms and conditions of the licence, such holder shall, in addition to the \ncancellation or suspension of the licence, and in addition to an y other punishment to which he may \nbe liable under this Order, be punishable with imprisonment 1[for life or with imprisonment which is \nnot less than two years] and with fine, unless he proves that he exercised all due diligence to prevent \nsuch breach,  and any person who commits any such breach shall,  whether he acts with or without the \npermission of the holder of the license, also be liable to the same punishment.  \n \nCHAPTER IV  \nESTABLISHMENT AND CONTROL  \n21. Appointment of officers: The Provincial Government may, from time to time, by \nnotification in the official Gazette: - \n1Subs. by P.O. 12 of 1983, Art. 4.  \n \n \n \nPage 9 of 12 \n (a) appoint an officer to exercise all  the powers of Collector under this Order in \nany area specified in the notification and to have the contr ol of the \nadministration of the provisions of this Order in such area;  \n \n(b) appoint officers with such designations, powers and duties as the Provincial \nGovernment may think fit to assist the Collector or other Prohibition Officer; \nand \n \n(c) delegate to any  Prohibition Officer all or any of its powers under this Order.  \n \nCHAPTER V  \nPOWERS , DUTIES  AND PROCEDURE  OF OFFICERS , ETC.  \n 22. Issue of search warrants: (1) If any Collector, Prohibition Officer or Magistrate, upon \ninformation obtained and after such inquiry as he thinks necessary, has reason to believe that an \noffence under Article 3, Article 4, Article 8 or Article 11 has been committed, he may issue a \nwarrant for the search for any intoxicant, material, still, utensil, implement or apparatus in resp ect of \nwhich the alleged offence has been committed.  \n \n (2) Any person has been entrusted with the execution of such a warrant may detain and  \nsearch and, if he thinks proper, but subject to the provision of clause (1) of Article 12, arrest any \nperson found in the place searched, if he has reason to believe such person to be guilty of an offence \nunder Article 3, Article 4, Article 8 or Article 11.  \n \n 23. Powers of Prohibition Officer: In addition to the powers conferred on him by the \nforegoing provisions of th is Order, a Prohibition Officer shall have all the powers conferred on the \nofficer in charge of a police station while conducting an investigation into a cognizable offence.  \n 24. Enhanced punishment for certain offences after previous conviction: Whoever, \nhaving been convicted by a Court of an offence  punishable under this order,  shall be guilty of that \noffence shall, in addition to the punishment provided for that offence,  be awarded for every such \nsubsequent offence the punishment of imprisonment provided  for that offence.  \n \n 25. Punishment for attempt to commit offence punishable under this Order: Whoever \nattempts to commit an offence punishable under this Order or to cause such an offence to be \ncommitted, and in such attempt does any act towards the commi ssion of the offence, shall be \npunished, in the Case of an offence punishable under Article 8, with rigorous imprisonment for a \nterm which may extend to two years, and in other cases, with imprisonment for a term which may \nextend to one -half of the longest  term provided for that offence, or with such whipping or fine as is \nprovided for the offence or with any two of or all, the punishments.  \n \n 26. Application of certain provisions o f the Pakistan Penal Code (Act XLV of 1860):  (1) \nUnless otherwise expressly provided in this Order, the provisions of Sections 34 to 38 of Chapter II, \nSections 63 to 72 of Chapter III, and Chapters V and V -A of the Pakistan Penal Code (Act XLV of \n1860), shall apply, mutatis mutandis, in respect of of fences under this Order.  \n \n (2)Whoever is guilty of the abetment of an offence liable to ‘hadd’ under this Order shall be \nliable to the punishment provided for such offence as ‘Tazir ’ \n \n 27. Application of the Code of Criminal Procedure, 1898 (Act V of 1898) : Unless \n \n \nPage 10 of 12 \n otherwise expressly provided in this Order, the provisions of the Code of Criminal Procedure, 1898 \n(Act V of 1898), hereinafter referred to as the said Code, shall apply mutatis mutandis in respect of \ncases under this Order:  \n \nProvided that, if it appears in evidence that the offender has committed a different offence \nunder any other law, he may, if the Court is competent to try that offence and to award punishment \ntherefore, be convicted and punished for that offence  1[:] \n \n2[Provided further that a n offence punishable under Article 8 shall be triable by a Court of \nSession and not by a Magistrate authorised under Section 30 of the said Code and on appeal from an \norder under that Article 3[or from an order under any other provision of this Order which  imposes a \nsentence of imprisonment for a term exceeding two years ] shall lie to the Federal Shariat Court:  \n \nProvided further that a trial by a Court of Session under this Order shall ordinarily be held at \nthe headquarters of the Tehsil in which the offenc e is alleged to have been committed. ] \n \n(2) The provisions of the said Code relating to the confirmation of the sentence of death shall  \napply, mutates mutandis to the confirmation of a sentence under this Order.  \n \n(3) The provisions of sub -section (3) of Section 391 or Section 393 of the said Code shall not \napply in respect of the punishment of whipping awarded under this Order.  \n \n(4) The provisions of Chapter XXIX of the said Code shall not apply in respect of the \npunishment awarded under Article 8.  \n \n28. Indemnity: No suit, prosecution or other legal proceeding shall lie against a Provincial \nGovernment, a Police Officer, a Prohibition Officer or any other officer in respect of anything which \nis in good faith done under this Order or the rules made there und er. \n \n29. Order to override other Laws: This Order shall have effect notwithstanding anything \ncontained in any other law for the time being in force.  \n \n30. Presiding Officer of Court to be a Muslim: This Presiding Officer of the Court by \nwhich a case is tried, or an appeal is heard, under this Order shall be a Muslim:  \n \n Provided that if the accused is a non -Muslim, the Presiding Officer may be a non - Muslim.  \n \n31. Power to make Rules: (1) The Provincial Government may, by notification in the \nofficial Gazet te, make 4rules for the purpose of carrying into effect the provisions of  this Order.  \n \n(2) In particular and without prejudice to the generality of the foregoing provisions, the \nProvincial Government may make rules: —  \n \n(a) for the issue of licences  and the enforcement of the condition s thereof;  \n \n(b) prescribing the powers to be exercised and the duties to be performed by \nProhibition Officers in furtherance of the object of this Order;  \n \n1Subs. by the Prohibition (Enforcement of Hadd) (Amdt.) order, 1980 (P.O. No.5 of 1980), Art. 2, for full stop.  \n2Provisos added ibid.  \n3Ins. By the Prohibition (Enforcement of Hadd) (Amdt.) order, 1982 (P.O. No. 6 of 1982), Art. 2.  \n4for the Islamabad Capital Territory Prohibition (Enforcement of Hadd)  Rules, 1981, see Gaz. Of P., 1981, Ext., (Islamabad), pt. III dated 29 -1-81, pp. \n60-65. \n(c) determining the local jurisdiction of Prohibition Officers in  regard to inquiries \n \n \nPage 11 of 12 \n and investigations;  \n \n(d) authorising any officer to exercise any power or perfor m any duty under this \nOrder;  \n \n(e) regulating the delegation by the Collector or other Prohibition Officers of any \npowers conferred on them by or under this Order;  \n \n(f) declaring in what cases or classes of cases and to what authorities appeals \nshall lie fr om orders, whether original or appellate, passed by an authority \nother than a Court under this Orde r or under any rules made there under or by \nwhat authorities such order may be revised, and prescribing the time and \nmanner of presenting appeals , and procedu re for dealing therewith;  \n \n(g) for the disposal of articles confiscated and of the proceeds  thereof; and  \n \n(h) examination of persons referred to in Article 12.  \n \n32. Saving: Nothing in this Order shall be deemed to apply to cases pending before any \nCourt immediately before the commencement of this Order or to offences committed before such \ncommencement.  \n \n 33.  Repeal: The following laws are hereby repealed, namely: —  \n \n(a) the Prohibition Act, 1977 (XXIV of 1977);  \n \n(b) the Balo chistan Prohibition Ordinance,  1978 (Balo chistan Ordinance No. XI \nof 1978 ); \n \n(c) the North -West Frontier Province Prohibition Ordinance, 1978 (N. -W.F.P. \nOrdinance No. VI of 1978);  \n \n(d) the Punjab Prohibition Ordinance, 1978 (Punjab Ordinance No. VI of 1978); \nand \n \n(e) the Sind Prohibitio n Ordinance, 1978 (Sind Ordinance No. IV  of 1978).  \n \n_______  \n \nTHE SCHEDULE  \n \n[see Article 2 (g)]  \n \n1. The leaves, small stalks and flowering or fruiting tops of the Indian hemp plant \n(Cannabis Sativa L.) including all forms known as bhang , Siddhi or ganja. \n \n2. Charas, that is, the resin obtained from the Indian hemp plant, which has not been \nsubmitted to any manipulations other than those necessary for packing or transport.  \n \n3. Any mixture, with or without natural materials, of any of the articles mentioned i n \n \n \nPage 12 of 12 \n entries 1 and 2, or any drink prepared there from.  \n \n4. Opium and opium derivatives as defined in the Dangerous Drugs Act, 1930 (II of  \n1930).  \n \n5. Coca leaf and coca derivatives as defined in the aforesaid Act.  \n \n6. Hashish."
}