{
    "file": "./converted_json\\administrator5cc5545e59ea9e39d5713288f5366e6b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 22, 201 9 387 \n \n \n \n \n  \nISLAMABAD,  MON DAY , JULY  22, 2019 \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 22nd July, 201 9 \n \n No. F.  2(1)/2019 -Pub.—The following Ordinance promulgated on  \n18th July, 2019 by the President is h ereby published for general information: - \n \nORDINANCE NO. IX OF 2019  \n \nAN \n \nORDINANCE  \n \nto provide for the efficient recovery of mortgage -backed securities by financial \ninstitutions  \n \n WHEREAS  it is expedient to provide for the efficient recovery of \nmortgage -backed securities by financial institutions for the purposes of \nfacilitating financial institutions in granting those securities, thus the same \nultimately acts as a catalyst for satisfying the housing needs of the people of \nPakistan;  \n \n \n \n \n  \n(387) \nPrice: Rs. 20.00 \n[1142(2019)/Ex. Gaz.]  \n388 THE GAZETTE OF PAKISTAN, EXTRA., JULY  22, 2019 [PART I \n \n \n \n  AND WHEREAS the Senate and National Assembly are not in session and \ncircumstances exist which render it necessary to take immediate action;  \n \n NOW, THEREFORE, in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pak istan the President is \npleased to make and promulgate the following Ordinance: - \n \n 1. Short title, extent and commencement .—(1) This Ordinance shall \nbe called the Recovery of Mortgage -backed Security Ordinance, 2019.  \n \n (2) It extends to the whole of Pakista n. \n \n (3) It shall come into force at once.  \n \n 2. Definitions .—(1) In this Ordinance, unless the context otherwise \nrequires, — \n \n (a) “bank ” means — \n \n (i) a banking company; or  \n (ii) a corresponding new bank; or  \n (iii) the State Bank of Pakistan; or  \n (iv) a sub sidiary bank; or  \n (v) the House Building Finance Company Limited; or  \n (vi) such other bank which the Federal Government may, by \nnotification in the official Gazette, specify for the purposes of \nthis Ordinance . \n \n (b) “banking company ” shall have the same m eaning as assigned to it \nin the Banking Companies Ordinance, 1962 (LVII of 1962);  \n  \n (c) “banking court ” means:  \n \n (i) in respect of a case in which the claim does not exceed  \nfifty million rupees or for the trial of offences under the Financial \nInstitution s (Recovery of Finances) Ordinances 2001  \n(XLVI of 2001), the court established under section 5 of that \nOrdinance; and  \n \n (ii) in respect of any other case, the High Court.  \n \n (d) “borrower ” means any person or corporation who has been granted \nfinancial assistance by any bank or financial institution or who has \ngiven any guarantee or created any mortgage or pledge as security \nfor the financial assistance granted by any bank or financial institution;  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 22, 201 9 389 \n \n \n  (e) “Central Depository Company ” means the Central Deposi tory \nCompany of Pakistan formed under the Central Depositories Act, \n1997 (XIX of 1997);  \n \n (f) “default ” means non -payment of any principal debt or interest \nthereon or any other amount payable by a borrower to any secured \ncreditor consequent upon which the  account of such borrower is \nclassified as non -performing asset in the books of account of the \nsecured creditor in accordance with the directions or guidelines \nissued by the State Bank of Pakistan;  \n \n (g) “financial assistance ” means any loan or advance gr anted or any \nother credit facility extended by any bank or financial institution;  \n \n (h) “financial asset” means debt or receivables and includes  — \n \n (i) any debt or receivables secured by mortgage of, or charge on, \nimmovable property; or  \n \n (ii) any right or interest in the security, whether full or part \nunderlying such debt or receivables . \n \n (i) “financial institution” means  — \n \n (i) a financial institution as defined under the Companies Act, \n2017 (XIX of 2017); or \n \n (ii) any other institution or non -banking financial company as \ndefined in the Banking Companies Ordinance, 1962  \n(LVII of 1962),  or which the Federal Government may, by \nnotification in the official Gazette, specify as financial \ninstitution for the purposes of this Ordinance . \n \n (j) “mortgage ” means the transfer of an interest in property for the \npurpose of securing the payment of the mortgage money or the \nperformance of an obligation which may give rise to a pecuniary \nliability;  \n \n (k) “mortgage money ” means any finance or other amounts relating  to \na finance, penalties, damages, charges or pecuniary liabilities, \npayment of which is secured for the time being by the security \nagreement, including any mortgage deed or memorandum of \ndeposit of title deeds;  \n \n390 THE GAZETTE OF PAKISTAN, EXTRA., JULY  22, 2019 [PART I \n \n \n \n  (l) “non -performing asset” means an asset  or account of a borrower, \nwhich has been classified by a bank or financial institution as  \nsub-standard, doubtful or loss asset, in accordance with the \ndirections or under guidelines relating to asset classifications issued \nby the State Bank of Pakistan;  \n \n (m) “prescribed” means prescribed by rules made under this Ordinance;  \n \n (n) “property” means immovable property;  \n \n (o) “State Bank” means the State Bank of Pakistan;  \n \n (p) “security agreement” means an agreement, instrument or any other \ndocument or arran gement under which security interest is created in \nfavour of the secured creditor including the creation of mortgage by \ndeposit of title deeds with the secured creditor;  \n \n (q) “secured asset” means the property on which security interest is \ncreated;  \n \n (r) “secured creditor” means any bank or financial institution or any \nconsortium or group of banks or financial institutions;  \n \n (s) “secured debt” means a debt which is secured by any security \ninterest; and  \n \n (t) “security interest” means right, title and in terest of any kind \nwhatsoever upon property, created in favour of any secured creditor \nand includes any mortgage, charge, hypothecation or assignment.  \n \n (2) Words and expressions used and not defined in this Ordinance shall \nhave the same meaning assigned t hereto in the Contract Act, 1872 (IX of 1872) \nor the Transfer of Property Act, 1882 (IV of 1882) or the Companies Act, 2017 \n(XIX of 2017).  \n \n 3. Enforcement of security interest .—(1) Any security interest \ncreated in favour of any secured creditor may be enf orced, without the \nintervention of any court or tribunal, by such creditor in accordance with the \nprovisions of this Ordinance.  \n \n (2) Where any borrower, who is under a liability to a secured creditor \nunder a security agreement, makes any default in repaym ent of secured debt or \nany installment thereof and his account in respect of such debt is classified by the \nsecured creditor as a non -performing asset, then the secured creditor may require \nthe borrower by notice in writing to discharge in full his  liabili ties to the secured \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 22, 201 9 391 \n \n \n creditor within sixty days from the date of notice failing which the secured \ncreditor shall be entitled to exercise all or any of the rights under sub -section (4).  \n \n (3) The notice referred to in sub -section (2) shall give details of t he \namount payable by the borrower and the secured assets intended to be enforced \nby the secured creditor in the event of non -payment of secured debts by the \nborrower and shall be given in the manner and form as may be prescribed.  \n \n (4) In case the borrower  fails to discharge his liability in full within the \nperiod specified in sub -section (2) and in the prescribed manner, the secured \ncreditor may take recourse to one or more of the following measures to re cover \nhis secured debt, namely: — \n \n (a) take possessi on of the secured assets of the borrower including the \nright to transfer by way of lease, assignment or sale for realizing the \nsecured asset;  \n \n (b) take over the management of the secured assets of the borrower \nincluding the right to transfer by way of lea se, assignment or sale \nand realise the secured asset;  \n \n (c) require at any time by notice in writing, any person who has \nacquired any of the secured assets from the borrower and from \nwhom any money is due or may become due to the borrower, to pay \nthe secur ed creditor, so much of the money as is sufficient to pay \nthe secured debt.  \n \n (5) Any payment made by any person referred to in clause (c) of  \nsub-section (4) to the secured creditor shall give such person a valid discharge as \nif he has made payment to the  borrower.  \n \n (6) Any transfer of secured asset after taking possession thereof or \ntakeover of management under sub -section (4), by the secured creditor or by the \nmanager on behalf of the secured creditor shall vest in the transferee all rights in, \nor in re lation to, the secured asset transferred as if the transfer had been made by \nthe owner of such secured asset.  \n \n (7) Where any action has been taken against a borrower under the \nprovisions of sub­section (4), all costs, charges and expenses which, in the \nopinion of the secured creditor, have been properly incurred by him or any \nexpenses incidental thereto, shall be recoverable from the borrower and the \nmoney which is received by the secured creditor shall, in the absence of any \ncontract to the contrary, be h eld by him in trust, to be applied, firstly, in payment \nof such costs, charges and expenses and secondly, in discharge of the dues of the \nsecured creditor and the  residue of the money so received shall be paid to the \nperson entitled thereto in accordance w ith his rights and interests.  \n392 THE GAZETTE OF PAKISTAN, EXTRA., JULY  22, 2019 [PART I \n \n \n \n  (8) If the dues of the secured creditor together with all costs, charges \nand expenses incurred by him are tendered to the secured creditor at any time \nbefore the date fixed for sale or transfer, the secured asset shall not b e sold or \ntransferred by the secured creditor and no further step shall be taken by him for \ntransfer or sale of that secured asset.  \n \n (9) In the case of financing of a financial asset by more than one \nsecured creditor or joint financing of a financial asse t by secured creditors, no \nsecured creditor shall be entitled to exercise any or all of the rights conferred on \nhim under or pursuant to sub -section (4) unless exercise of such right is agreed \nupon by the secured creditors representing not less than three -fourth in value of \nthe amount outstanding as on a record date and such action shall be binding on \nall the secured creditors. For the purposes of this sub -section amount outstanding \nshall include principal, interest and any other dues payable by the borrowe r to the \nsecured creditor in respect of secured asset as per the books of account of the \nsecured creditor.  \n \n (10) Where dues of the secured creditor are not fully satisfied with the \nsale proceeds of the secured assets, the secured creditor may file an appl ication in \nthe prescribed form and manner to the banking court having jurisdiction or a \ncompetent court, as the case may be, for recovery of the balance amount from the \nborrower.  \n \n (11) The rights of a secured creditor under this Ordinance may be \nexercised  by one or more of his officers authorised in this behalf in such manner \nas may be prescribed.  \n \n (12) No borrower shall, after receipt of notice referred to in sub -section (2), \ntransfer by way of sale, lease or otherwise, other than in the ordinary course of \nhis business, any of his secured assets referred to in the notice, without prior \nwritten consent of the secured creditor.  \n \n 4. Valuation of security interest .—(1) The security agreement shall \nbe registered with the Central Depository Company and shall b ecome valid only \nonce such registration has been completed.  \n \n (2) No disbursement shall be made unless the security agreement has \nbeen registered under sub -section (1).  \n \n (3) The particulars of the security agreement shall be filed with the \nCentral Deposit ory Company in the manner and on payment of such fee as may \nbe prescribed, within fourteen days after the date of such transaction or creation \nof security, by the secured creditor:  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 22, 201 9 393 \n \n \n  Provided that the Central Depository Company may allow the filing of \nthe particulars of such transaction or creation of security within fourteen days \nnext following the expiry of the said period of fourteen days on payment of such \nadditional fees not exceeding ten times the amount of such fee.  \n \n (4) The registration under sub -section (1) shall include the registration \nof the validity, value and all material details of the security agreement as may be \nprescribed.  \n \n (5) The registration under sub -section (1) shall be done by the secured \ncreditor. The Central Depository Company sha ll explicitly communicate the \ndetails of the security interest as to be registered through a notice to the borrower \nwithin one week of an application of registration by the secured interest.  \n \n (6) The borrower shall file objections with respect to registra tion under \nthis section, if any, within one week of the receipt of the notice under sub -section (2)  \nof section 3, after which, the borrower shall be deemed to have no objections to \nthe details of such registration.  \n \n (7) The secured property registered und er sub -section (1) shall have a \nreserve price which shall be equal to the secured interest as per the security \nagreement as registered by the Central Depository Company plus costs \nreasonably incurred by the secured creditor through enforcement under sectio n 3. \n \n 5. Recovery of asset .—(1) In case of default in payment by a \nborrower, the financial institution may send a notice upon the borrower \ndemanding payment of the mortgage money outstanding within fourteen days from \nservice of the notice and failing paym ent of the amount within due date, it shall send \na second notice of demand for payment of the amount within fourteen days.  In case \nthe borrower on the due date given in the second notice sent, continues to default \nin payment, financial institution shall se rve a final notice upon the borrower \ndemanding the payment of the mortgage money outstanding within thirty days \nfrom service of the final notice on the borrower.  \n \n (2) Before exercise of its powers under section 3, the secured creditor \nshall cause to be pu blished a notice in one reputable English daily newspaper \nwith wide circulation and one Urdu daily newspaper in the Province in which the \nmortgaged property is situated, specifying particulars of the mortgaged property, \nincluding name and address of the mo rtgagor, details of  the mortgaged property, \namount of outstanding mortgage as registered under section 4 and indicating the \nintention of the secured creditor to sell the mortgaged property. The financial \ninstitution shall also send such notices to all pers ons who, to the knowledge of \nthe secured creditor, have an interest in the mortgaged property as mortgagees.  \n \n394 THE GAZETTE OF PAKISTAN, EXTRA., JULY  22, 2019 [PART I \n \n \n \n  (3) The sale of the secured property shall be done through a public \nauction where the property may be sold at the highest price obtained through \nsuch auction provided that such price is not below the reserve price.  \n \n (4) The secured creditor and the borrower shall be entitled, in their \ndiscretion, to participate in the public auction and to purchase the mortgaged \nproperty at the highest bid obtaine d in the public auction, provided that such \nprice is not below the reserve price.  \n \n 6. State authority to assist secured creditor in taking possession of \nsecured asset .—(1) Where the possession of any secured assets is required to be \ntaken by the secured c reditor or if any of the secured assets is required to be sold \nor transferred by the secured creditor under the provisions of this Ordinance, the \nsecured creditor may, for the purpose of taking possession or control of any such \nsecured assets, request in w riting any state authority designated in the prescribed \nmanner by the Federal Government, within whose jurisdiction any such secured \nasset or other documents relating thereto may be situated or found, to take \npossession thereof and such state authority, on  such request being made to it, \nshall — \n \n (a) take possession of such asset and documents relating thereto; and  \n \n (b) forward such asset and documents to the secured creditor.  \n \n (2) For the purpose of securing compliance with the provisions of sub -\nsection ( 1), the designated state authority may take or cause to be taken such \nsteps and use or cause to be used such force as may in its opinion be necessary.  \n \n (3) No act of the designated state authority done in pursuance of this \nsection shall be called in quest ion in any court or before any authority.  \n \n 7. Right to appeal .—(1) Any person including borrower, aggrieved \nby any of the measures referred to in sub -section (4) of section 3 taken by the \nsecured creditor or his authorised officer under this Ordinance, ma y prefer an \nappeal to the banking court, having jurisdiction in the matter, within forty -five days  \nfrom the date on which such measure had been  taken.  \n \n (2) Where an appeal is preferred by a borrower, such appeal shall not \nbe entertained by the banking cou rt unless the borrower has deposited with the \ncourt seventy -five percent of the amount claimed in the notice referred to in sub -\nsection (2) of section 3.  \n \n 8. Appeal to High Court .—Any person aggrieved, by any order made \nby the banking court under section 7, may prefer an appeal to the High Court within \nthirty days from the date of receipt of the order of the banking court.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 22, 201 9 395 \n \n \n  9. Scope of appeal .—(1) Neither the banking court under section 7 \nnor the High Court under section 8 shall grant an injunction restra ining the sale \nor proposed sale of mortgaged property unless  —  \n \n (a) it is satisfied that no mortgage in respect of the immovable property \nhas been created; or  \n \n (b) all moneys secured by mortgage of the mortgaged property have \nbeen paid; or  \n \n (c) the mor tgagor or objector deposits in the banking court in cash the \noutstanding  mortgaged money.  \n \n 10. Right of borrower to receive compensation and costs in certain \ncases .—If the banking court or the High Court, as the case may be, on an appeal \nfiled under secti on 7 or section 8 holds the possession of secured assets by the \nsecured creditor as wrongful and directs the secured creditor to return such secured \nassets to the concerned borrower, such borrower shall be entitled to payment of \nsuch compensation and costs  as may be determined by such banking court  or \nHigh Court.  \n \n 11. Secured creditors to report satisfaction of security interest .—(1) \nThe secured creditors shall give intimation to the Central Depository Company of \nthe payment or satisfaction in full of any  security interest relating to the secured \ncreditors and requiring registration under this Ordinance within thirty days from \nthe date of such payment or satisfaction.  \n \n (2) The Central Depository Company shall, on receipt of such \nintimation, cause a notice  to be sent to the secured creditors calling upon it to \nshow cause within a time not exceeding fourteen days specified in such notice, as \nto why payment or satisfaction should not be recorded as intimated to the Central \nDepository Company.  \n \n (3) If no caus e is shown, the Central Depository Company shall order \nthat a memorandum of satisfaction shall be entered in the Central Depository \nCompany.  \n \n (4) If cause is shown, the Central Depository Company shall record a \nnote to that effect and shall inform the bor rower that he has done so.  \n \n 12. Right to inspect particulars of security interest transaction s.— \n(1) The particulars of security interest  entered in the register of such transactions \nkept under section 11 shall be open during the business hours for insp ection by \nany person on payment of such fee as may be prescribed.  \n396 THE GAZETTE OF PAKISTAN, EXTRA., JULY  22, 2019 [PART I \n \n \n \n  (2) The register referred to in sub -section (1) maintained in electronic \nform shall also be open during business hours for the inspection of any person \nthrough electronic media on paymen t of such fee as may be prescribed.  \n \n 13. Protection of action taken by good faith .— No suit, prosecution \nor other legal proceedings shall lie against any secured creditor or any of his \nofficers or manager exercising any of the rights of the secured cred itor or \nborrower for anything done or to be done in good faith under this Ordinance.  \n \n 14. Civil court not to have jurisdiction. — Notwithstanding anything \ncontained in any other law for the time (being in force) civil court shall have \njurisdiction to enter tain any suit or proceeding in respect of any matter which a \nbanking court or the High Court is empowered by or under this Ordinance to \ndetermine and no injunction shall be granted by any court or other authority in \nrespect of any action taken or to be tak en in pursuance of any power conferred by \nor under this Ordinance.  \n \n 15. Ordinance to override other laws. — The provisions of this \nOrdinance shall have effect, notwithstanding anything inconsistent therewith \ncontained in any other law for the time being in  force or any instrument having \neffect by virtue of any such law.  \n \n 16. Power to make rules. — The Federal Government may, by \nnotification in the official Gazette, make rules for carrying out the purposes of this \nOrdinance.  \n \n 17. Power to remove difficultie s.— If any difficulty arises in giving \neffect to the provisions of this Ordinance, the Federal Government may, by order \npublished in the official Gazette, make such provisions not inconsistent with the \nprovisions of this Ordinance as may appear to be neces sary for removing the \ndifficulty:  \n \n Provided that no order shall be made under this section after the expiry \nof a period of two  years from the commencement of this Ordinance.    \n  \nDR. ARIF ALVI , \nPresident . \n——————  \nARSHAD FAROOQ FAHEEM , \nSecretary . \n \n \nPRINTED BY THE MANAGER, PRI NTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}