{
    "file": "./converted_json\\administrator051534e45a06e0d003c53d5ada3328c5.json",
    "name": "Medical and Dental Degrees Ordinance",
    "date": "31st October, 1982",
    "tagline": "Repeal and re-enactment of the Medical Degrees Act, 1916",
    "content": "Page 1 of 3 \n  \nTHE MEDICAL AND DENTAL DEGREES ORDINANCE, 1982  \n \nCONTENTS  \n1 Short  title, extent and commencement  \n2 Definitions  \n3 Right to confer degrees, etc  \n4 Prohibition of unauthor ised conferment of degrees, etc  \n5 Contravention of section  \n6 Penalty for falsely assuming or using Medical and Dental titles  \n7 Cognizance of offences  \n8 Jurisdiction of Magistrate  \n9 Offences to be bailable  \n10 Repeal  \nSCHEDULE\n\n \nPage 2 of 3 \n THE MEDICAL AND  DENTAL DEGREES ORDINANCE, 1982.  \nORDINANCE No. XXVI OF 1982  \n[31st October , 1982 ] \nAn Ordinance to repeal and, with certain modifications, re -enact the Medical Degrees  \nAct, 1916  \n WHEREAS it is expedient to repeal and, with certain modifications, re -enact the Medical \nDegrees Act, 1916 (VII  of 1916);  \n AND WHEREAS the President is satisfied that circumstances exist which tender it necessary \nto take immediate action;  \n NOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, and in \nexercise of all powers enabling him in that behalf, the President is pleased to make and promulgate \nthe following Ordinance :___ \n 1. Short title, extent and commencemen t.___ (1) This Ordinance may be called the Medical \nand Dental Degrees Ordinance, 1982.  \n (2) It extends to  the whole of  Pakistan.  \n (3) It shall come into force at  once.  \n 2. Definitions.  In this Ordinance, “scientific Medical and Dental System ” means the \nscientific methods of Allopathic Medicine, Obstetrics, Surgery and Dentistry, but does not include \nthe Homoeopathic, Ayurvedic or Unani System of Medicine.  \n 3. Right to confer degrees, etc.  The right of conferring, granting or issuing in Pakista n \ndegrees, diplomas, licences, certificates, or other documents stating or implying that the holder, \ngrantee or recipient thereof is qualified to practise scientific Medical and Dental System shall be \nexerciseable only by the authorities specified in the S chedule and by such other authority as the \nFederal Government or a Provincial Government may, by notifications in the official Gazette, and \nsubject to such conditions as it thinks fit to impose, authorise in this behalf.  \n 4. Prohibition of unauthorised  conferment of degrees, etc.  Save as provided by section 3, \nno person in Pakistan shall confer, grant or issue any degree, diploma, licence, certificate or other \ndocument stating or implying that the holder, grantee or recipient is qualified to practise sc ientific \nMedical and Dental System.  \n 5. Contravention of section . Whoever contravenes the provisions of section 4 shall \npunishable with rigorous imprisonment for a term which shall not be less than one year or more than \nfive years and shall also be liable to fine which may exten d to fifty thousand rupees; and  if the \nperson so contravening is an association, every member of such association who knowingly and \nwilfully authorises or permits the contravention shall be punishable with rigorous imprisonment for a  \nterm which shall not be less than one year or more than five years and shall also be liable to fine \nwhich may extend to twenty‑five thousand rupees . \n \nPage 3 of 3 \n  6. Penalty for falsely assuming or using Medical and Dental titles.  Whoever voluntarily \nand falsely assumes or uses any title or description or any addition to his name implying that he \nholds a degree, diploma, licence or certificate conferred, granted or issued by any authority referred \nto in section 3 or recognised by th e Medical and Dental Council of Pakistan or uses any words to \ngive a false impression that he was qualified to practise scientific Medical and Dental System shall \nbe punishable with rigorous imprisonment for a term which shall not be less than one year or more \nthan five years and shall also be liable to fine which may extend to fifty thousand rupees:  \n Provided that nothing in this section shall apply to the use by any person of any title, \ndescription or addition which he uses by virtue of any degree, diploma, licence or certificate \nconferred upon him or granted or issued to him in any subject other than  medicine.  \n 7. Cognizance of offences.  No Court shall take cognizance of an offence punishable under \nthis Ordinance except upon a complaint made by the Secretary of the Medical and Dental Council or \nany person authorised by the Secretary and notified in th e official Gazette . \n 8. Jurisdiction of Magistrate.  No Court inferior to that of a Magistrate of the first class \nshall try an offence punishable under this Ordinance.  \n 9. Offences to be bailable.  Notwithstanding anything contained in the Code of Criminal \nProcedure, 1898 ( Act V of 1898), all offences punishable under this Ordinance shall be bailable.  \n 10. Repeal.  The Medical Degrees Act, 1916 (VII of 1916), is hereby repealed . \nSCHEDULE  \n(See section  3) \n I. Every University in Pakistan established by an Act of the Federal or Provincial Legislature.  \n II. College of Physicians and Surgeons of Pakistan.  \n________________"
}