{
    "file": "./converted_json\\administrator6787d569bb0e9ba6174f27ab3b8dcf48(1).json",
    "name": "Pakistan Medical and Dental Council Act, 2022",
    "date": "January 16, 2023",
    "tagline": "An Act to consolidate the law relating to the registration of medical practitioners and dentists and reconstitute the Medical and Dental Council in Pakistan",
    "content": "REGTSTERED No.-!4:l!2L.-7(469\ntDttcGp;dc d SeHcar\n--FA-\nEXTRAORDINARY\nPUBLISHED BY AUTHOFITY\nISLAMABAD, MONDAY, JANUARY 16, 2023\nPART I\nActs, Ordinonccs, Presideut's Orders and Regulations\nNATIONAL ASSEMBLY SECR.ETARIAT\nIslanobad, the I3th Januoy, 2023\nNo. F.23 (34),2022-Legis.-The following Act of Majlis-e-Shoora\n(Parljament) rcceived the assent ofthe Prcsident on the lzth January, 2023 is\nhereby published for general informarion:-\nAcrNo. Iv oF 2021\nAN\nACI'\nlo r.con.rlitule the Medicoland Dental Council in Pakistah\nWHEREAS il is cxpcdient to consolidate the law relaling to the\nregistration ofmedical praclilioners and dentists and reconstitute th€ Medical and\nDental Council in Pakistan in ordcr to establish a uniform minimum standard of\nbasic and higher qualificatiors in medicine and dentistry;\nIt is hereby enacted as follows:-\n(t5)\nPrice. Rt 6t).40\n[.17(2023)/hx Gaz ]\nI5 THE GAZETTE OF PAKISTAN, EXTRA,, ]ANUARY I6, 2023 [PAXT I\nl. Short titl€, extetrt etrd commencernent -{l) This Act shall be\ncelled the Pakistan Medical and Dental Council Act, 2022.\n(2) tt extends to tfic whole ofPekistan\n(3) It shall come into forc. at onc€-\n2. Defilitions. In this Act, unless there is enlhing repugnant in the\nsubjcct or context -\n(a) \"approvcd ho.pital or irstitution' means a hospital\ninstitution included in the Fourth Schcdule;or an\n(b)\n(c) \"continuous profes3iotral development\" means skill enhancement\nand improvement in p€rsonal arld professional competence which\nmay_\n(i) comprise Iectures, semioars, courses, individual study or other\nactivities undertaken by a registered medical or dental\npractitioner;\n(ii) resonably be exp€cted to advanc€ a regislered medical or\ndcntal practitione's development in his related profession; and\n(iii) be relevant to lhe practice of registered mcdical or dental\nPractitioner.\n(d) 'commitlee\" mcans any committee conslituted under this Act and\nincludes execulive commiftee;\n(e)'cotrtinuous professiond deyelopmert opportunity provid€P\nmeans an organization providing continuous professional\ndevelopment oppo(unities and included in lhe Fifth Schedule;\n(f) \"deDt l institution\" mcans and institution, rerognized under this\nAct, within or outside Pakistan, which trains for, or gmnts, or both\ntrains for and grants, degrees or diplomas in dentistry;\"council\" means the Pskistan Medical and [xntal Council\nconstiruted undcr this Act;\n(g) 'division concerned\" means the division to which business ofthis\nAct stands allocated:\nPART I] THE GAZETTE OF PAKISTAN, EXTRA,, JANUARY 16, 2023 t'1\n(h) .{ul registr.tion\" mcans a permenent registntion to practice\ngranted und€r this Act, subject ro continuinS validity of the\nregistration under'liis Act and applicable rules and .egulations;\n(i) 'house job or foutrdatio! yesr or iDtcr hip, means hands on\ntraining in clinical subjects on a rotltional basis in an approved\nhospital or instilutlon after provisional rcgisEation es a prer€quisite\nfor full registsatioD underthis Act;\n(r) 'm€dicd instinrtioo\" means any institution rrcogrized under this\nAct, within or outside Pakist n, which trains for or grants, or troth\ntrains for and grants, deerees ordiplomes in medicin€;\n(k) 'Dedicine\" means modem scientific medicine and includes\nsurgery and other disciplincs, but do€s not include veteriMry\nmedicine and its surgery,\n(t) 'medicrl srd deEtrl colleges .dmissions t.!&\" or'MDCAr\nmeans the medical and dental callcge admission tests, as defined in\ns€ction 17;\n(m) 'nrtional equivelence borrd crrminrtion\" or'NEB\" means the\nnational equivalent board examination, as defined in section I9;\n(n) 'ostioDal rcgi3tmtior crrmiratiotr\" or *NRE' means national\nregistsation re-examination, as defined in section t8;\n(o) 'Pakistan univcrsity\" mesns any universiry established under a\nPakistan law and havin8 a constituent medical or dental college or\nboth;\n(p) \"President\" means Prcsidcnt ofthe Council;\n(q) 'provisioD.l rcgistrrtion\" means a registration granted to enable\ntraining a-nd education prior to Srsnt a full registration and\nsubsequent to having qualified the national registration examination\nulder this Act;\n(r) 'pr€s(ribed\" means prescribed by rules and regulations;\n(s) \"recogrized medical qualilication\" means any basic medical\nquatification includcd in thc First Schcdule;\n(t) \"recognized dcntd qurlification\" means any basic dental\nqualification included rn the Third Schedule;\nt8 THE GAZETTE OF PAKISTAN. I]XTRA , JANUARY I6, 2023 [P^RT I\n(u) 'r€cognized edditional medical or detrtrl qualification\" meins\nany additional medical or dental qualification included in the\nS€cond Schedule;\n(v) (register\" mesns the regisler of medical practitroners maintained\nunder s(rtion 36 or the regrster of detrtal practilioners maintaincd\nuoder s€ction 37;\n(w) \"registered medicrl practitioner\" means a mcdical practitioner\nwhose name is included in the reSister maintained under section 36;\n(x) 'registcrcd dental pEctitioneP' means a dental practitioner\nwhose name is rncluded in dr€ regist€r maintained under section 37;\n(y) \"regulatiotrs rnd rules' mean regulations and rules made under\nthis Act;\n(z) 'rEgistcrable qualificatioB\" Inean medical or dental\nqualfications recognized undcr this Acq and\n(za) \"spe.irlists borrds\" mean recognized sp€cialist hoards included in\nth€ Sixth Schedule.\n3. Constitution rtrd composilion of the Council.-{l) The Prime\nMinister shall, by notification in the official Gazette. constitute rhe Council\nconsisling of the following members, narnely:-\n(a) three memb€rs ofcivil society nominated by thc Prime Minisler on\nnecommendations o[ the Mifliste.-in-charge of the division\nconcemed, that is to say-\n(i) one member shall bc a philanthropist who is a professional\nof known integrity and eminence with a minimum of\nfrfteen years of related exp€riencc in the field of\nphilantfuopist;\n(ii)one member from legal profession of known integrity and\neminence with a minimum offifte€n years ofexperience in\nthe field of law as a practicing lawyer or a retired High\nCourt Judge; and\none memb€r who shall b€ a chartered accountant ofknown\nrnlegrity and emincnc€ wi$ a minimum of fifteen )ears of\nrclated experienc€ in rhe field ofaccounrancy;(iii)\nPART ITHE GAZETTD OF PAKIST EXTRA. JANTJARY I2023 t9\n(b) five members being licens€d medical praclitioners one of whom\nshall bc a dentist, all of thern having fifteen years of teaching\nexperience which may include the vice-chenc€llor or dean or\nprincipal of any medical university or medical end dental institute\nor tcrching hospital or post grsduatc medical institution but shall\nnot be the owner or shareholder or adminisEator of ,ny private\nmedical and dental university or private medic{l and dental college\nor privale institute to b€ nominatcd by thc Prime Mirister on\nrecomm6ndations of thc Ministarin{harge;\n(c) one member being the surgeon general of the almed forEes medical\nservices;\n(d)\n(e)\n(0th€ secreury ofthe drvlslon concaftcd;\nsecreraries, health departmenE ofall four Provincas; and\none memb€r to bc elected by the Council of the College of\nPhysicians and Surgeons of Prkistan.\n(2) The division concemed shall call first meetinS of the Council\nwithin fifteen days after its constitution under suhsection (l).\n(3) Subject to suUs€clion (4) of section 5, the PrEsident of 6€ Council\nshall be appoint€d by the Primc Minisler on the recommendations of the\nMinister-in-charge from amongst thc mcmbcrs under clause (b) ofsub-section (l).\n(4) No member shall enter upon office until he siSns and submits a\ndeclaration of no confl ict of interest.\n(5) The President shall bc thc head ofthe s€crctariat ofthe Council\n(6) No Act ofthe Council shall be invalid on the ground merely of\nexistence ofany vacancy, in or any defcct in the constitution, ofthe Council.\n(7) In absence of thc President, lhe meeting of the Council shall be\nchaired from any ofthe members ofclausc (b) ofsub-section (l) as the mentbers\npresent may elect.\n(8) The RegisEar ofthe Council shall Act as s€cretary ofthe Council.\n4. Mode of electior,- (l) An election under this Act shall be\nconducted by the Council on such terms and conditions as may be prescribed-\n20 TI{E GAZETTE OF PAKISTAN, EXTRA., JANUARY I ART I\n(2) ryhere any dispute arises regarding election for the prcsidency of\nthc Council il shall be referred to the FedeEl Govemment lhrough Minister-in-\ncharge whose decision therEon shall be final.\n5. R6trictiou o! nominrtior! rnd elcclioo.-{l ) No person shdl\nbe eligible for nomination under clauses (a), (b), (c) and (f) ofsub-section (l) of\nsection l, uoless he is a registered mcdical practitioner or a Egistercd dentist, as\ntha cose may be.\n(2) No person shall bc eligible for nomination under clause (b), of sub-\nsection ( l) ofsection 3, unless he resides in lhe Province or area concemed.\n(3) No person shall aI one and the same time serve as a mem&r under\nmore than one claus€s ofsuEsection (l) ofsection 3.\n(4) No membe. shall be eligible for the election of presidency of the\nCouncilunless he is a registered medical practitioner.\n6. Incorpomtiol of the Cou[cil.-The Council constitutcd under\nsection 3 shall bc a body mrpoaate by thc name of the Pakistan Medical alld\nDental Council, having perp€tual succession and a common seal. with power to\nacquire and hold pmperty bodr movable and immovablc, and to contrdct, and\nshall by the said nane sue and b€ sued. The Courrcil shall be a regulatory body\nfor aegulating medical and dental profession, medical and dental education and\ninnitutions.\n7. Terms of oflice. {l) The term of a member nominated or elected\nto the Council shall be four years unless earlier withdrawn by the nominating. No\nmember ofthe Council shall serve for more than two terms.\n(2) The President ofthe Council shall hold office either for a term not\nexcetjding three years or till completion of their term as member of th€ Council\nuhichever is earlier.\n(3) If a memb€r fails to attend tlrce consecutive mecdngs of the\nCouncil wilhout any valid reson or r€msins out of Pakistan for a conlinuous\nperiol exceeding one ycar, he shall ccase to be the member of the Council.\n(4) Wherc the said term of four yeals is about to expire in rcspect of\nany mem&., their successor may be nominated or eleclcd at any rime within\nthree months before rle expiry of sard term, but the successor shall not assume\nolfrce until the expiry ofthe said term.\n(5) An officc-bearer or norninalcd member may, at any time, resign\nfrom his membership by writing under his hand addressed to lhe Presidenr and\nthc seat ol such member shall be deemed lo have fellen vacant from the date cf\nacceptance ofhis resigoation by the President.\nP^RTI] THE OAZEITE OF PAKISTAN, JANUARY I 6, 202] 2l\n(6) A vacancy in the Council shall be filled by tbe respectivc\nnominaling authoriry. Any nominaron required to fill a vacancy shall be\nsubmitted within fifreen days of such vacancy having occurrad. The nomination\nshall be for thc rcmaining period ofthe member.\nE. Meetings of the Council.-{l ) Tbe Council shall meet as often as\nrequir€d but et lelst once in every three months at such time ard place as may be\ndecided by the Prcsident. A notice of the me€ting shall be issued fourreen days\nprior to the meetinB wid the exception of emergency meeting which may be\ncalled with rcquisition of minimum ofseven members of the Council for which\nreasons shall be rccorded in w.iting and conveyed to the division concemed.\n(2) Decision of majority members of the Council prcs€nt ard votinS\nshall be construed a decision ofthe Council.\n(3) Seven memb€rs of the Council shall constitute a quorum for\nmeetings of the Council.\n9. Powers atrd functions of fi€ CouEcil.il) The Council shall\nhave tie functions and powers of general sup€rvision over the working of the\nCouncil and shall hold the President of the Council, national medical and dental\nacademic borrd, committees and other autfiorities accountsble for all its\nfunctions. The Council shall have all powers not exp.essly vested in any other\nauthority or omcer by any other law where such powc6 not cxprEssly memioned\nin this Act are necessary for the performance ofits fimctions.\n(2) Without prcjudice to the generality of the foregoing powers and\nnotwithstanding an),thing contained in any other law for time being in force, the\nCouncil shall have the following functions and powers, namelyj -\n(a) to appoint the members, oflicers and employees of lhe Council on\nsuch terms a[d conditions as the Council dcems necessary to ciuD/\nout the purpose ofthis Act and to Fovide for all matters relating to\nwelfarc, lerms and conditions of service of the members, officers\nand employees ofthe Council in accordance with regllations made\nby the Council ard includin8 the right to instinfte a voluntary,\ngoldcn handshake scheme;\n(b) to approve the proposed arurual plan of work including key\nperformanc€ indicators, the annual and revised budgets, lhe annual\nreport and the annual slatcment ofaccounts;\n(c) to approve strategic plans and approve llnancial resource\ndevelopment plans of the Council;\n(d) 10 approve accreditation standards, for under-graduate medical aDd\ndcntal programs ofstudy based in Pakistan;\n:!2 THE GAZETTE OF PAK]STAN, EXTRA., JANUARY I6, ?023 TI\n(e) lo approve curriculum and scope of under-graduate medical and\ndental programs ofstudy in Pakistan leading to Seneral registration\nof the gaduates of those programs to practice medicine and\ndentistry in Pakistan;\n(f) to make rules and regulations for the conduct of admission in\nmedical and dental colleges and examinations to be conducted by\neach province, Islamabad Capilal Territory and Gilgil-Bahistan and\napprove the examination stsuctures and standards of the national\nre8istration examination and the national equivalence board\nexamination as proposed by rhe national medrcal and dental\nacademic boa.d including the standards of renewal and revahdation\nofregistrations to practice medicine or dentistry in Pskistan;\n(g) to grant recognitioo to medical and dental rnstiturions in Pakistan\nwhich fain or Smnt or both train and grant medrcal and denlal post\ngraduat€ qualifications and to the qualifications eranted by these\ninslitutions leading to registration of the graduates of those\nprograms to practice medicine and dentistry in Pakistan as\nspecialists;\n(h) to approve the assessment of intemational under-graduate medical\nprograms and institutions for registiation of their gmduates in\nPakistan;\n(i) to approve the assessment of authorities or institutions in orher\ncountries that conduct examinations for post graduatc registration in\nmedicrne and dentistry or that accredit post graduate progams of\nstudy relevant to registsation in medicine and dentistry,\nC) to approve listing for any new medical and dental specialists;\n(k) to hear and decide complaints against lic€nces of professional\nnegligence and misconduct in accordance $'ith regulations\nprescrib€d by thc Council,\n(l) to provide non binding advice to the Federal Govemment through\nMrnister-in-charge and the Provincial Governments and th€\nMajlis-e-Shoora (Parliament) when sought on proposals for\ngranting a charter by the Majlis-e-Shoora (Parliament) to award\npost graduate degrees in the 6eld ofmedicine and dentistry, both in\npublic and private sector;\n(m) to advise the Federal Govenrmcnt through Minjstcr-incharge and\nthe_ Provincial Govemments, health-care commission, regulutnry. bodies in (he fietd ofmedicine and denrisrry and anv orher a-urho.ir_,:\nP^RT I] THE CAZETTE OF PAKISTAN, EXTRA,, JANUARY I6,2023 23\nor local body on matters within the powers of the Commission\nunder this Act and ancillary and incidenta.l themto;\n(n) to work with rntrmational heslth, acareditrtion and\nauthorities and agencies lo bring about improvement\nfu rlherance of these objectives;testing\nin the\n(o) to determine the remuneration and allowances to be paid to rhe\nmembers of the Council and board:\n(p) to fix the salarics, rcmuneration and bencfits of the officers and\nemployees of the Council;\n(q) to constirutc, fiom amongst its members or outside experts, such\ncommittees ss the Council d€tms neccssa4/ to crrry out the\npurposes and frrnctions ofthe Council;\n(r) to lery fees for grant renewal or re-validation of lic€ncesj\nexaminations, rcgistrations, inspactions, permissions, proc€ss and\nany and all other ancillary se ices as may be performed by the\nCouncil in accordance with regulations prescriM by the Council\nsubject to being in consonance with the purpos€s of providing the\noperational cost and lonB term financial sustenance and sEength of\ntfie Council in accordancc witfi thc finarcial and development plans\napproved by the Council;\n(s) to detcrmine, in addition to penalties alresdy provided for under\nthis Act, the quanlum of penalties in respect of any violation or\noffcnce pursuant to dlis Act or as may be provided for in\naccordance with regulations pr€scrib€d by the Council subjcct to\nthe quntum being a fair compensation for the wrong caused and a\ndetcrrent to firturc violations of similar naturE by any p€rson;\n(t) to hear appeals against any order, act or decision of the narional\nmedical and denlal academic board; and\n(u) to do all such matters as are sncillary including issualcr ofpolicies\nor making ofregulations, convenient for or which foster or promote\nthe advancement of matters that are the subject of these objectives\nand this Act.\n(3) The Council may, of its own molion or otherwise, call for and\nexamine thc record ofany procerdings in which an order has bcen pass.d by any\noflce., committec or board ofrhe Council for (he purpose of sadsrying itself as\nto the correctness, legalily or propriety or any finding or order and may pass such\norders as it may dc€m fit:\n24 T1IE GAZETTE OF PAKISTAN, EXTRA.jANUARY ]62021 ART I\nProvidcd that no such ord€. shall be passad unless $e person to be\naffected therEby is afforded .n opportunity of b.ing heerd.\n10. Codpnitiotr ofnrtiotrrl m€dical rtrd dental acadcmic borrd.-\n(l) The board shall compise thc following memb.rs to be notified aner approval\nby the Federal Govemment through Minist€r-inrhaBe in tte offici.l Cazette,\nnernely:-\n(a) thc Chairman, Highcr Education Commission ofPakistan;\n(b) thc Prcsident of the College of Physicians and Surgeons of\nP6listan;\n(c) two deans or hetds of department of I public mcdical university or\ncollege nominatcd by €ach Provincials Covemment, Islemabad\nCapital Territory and CilSit-Baltlstan from amongst the universities\nloaatad in the respective pmvince or are3;\n(d) onc dean or h€ad of dcparfient of a privete medical university or\ncollcSe nominoted by each Provincial Govemment, Islamabad\nCepital Territory and Cilgit-Baltist n from amongst the universities\nlocatcd in the respcctrvc prcvince or srcr;\n(e) one de{n or head of departDent of a public dental university or\ncollege nominatcd by each Provinci&l Govemment, Islamabad\nCapital Territory snd Gilgit-Baltistan ftom amongst the universities\nIocated in the resp€ctive province or anea;\n(0 one dean or head of department of a private dental university or\ncollege nominarcd by each Provincial Govemment, Islamabad\nClpiral Territory and Gilgit-Bsltistsn from amongst the universities\nlocited in the respeclive province or area; and\n(g) the principalofthe Army MedrcalCollege.\n(2) After the notification ofthe memb€6 ofthe board, the Council stEll\nfonhwith snd not later than fifteen days fiom the issuence ofnotificstion call the\nfirsr meedinS ofhe newly constituted board.\n(3) A dean ofpublic sector medical universiry or teaching hospital or\nposr gaduale medical institution shall be thc ei-ofrcio Chairl:rtan ofthe board to\nbe nominated by the Council.\n(4) No act done by thc board shall be invalid on rhe Eround mercly on\nexistence of &ry vacancy in, or any defect in the constitution of the board.\nPART II THE GAZEI-TE OF PAKISTAN, EXTRA.. JANUARY 16, 2023 25\nI 1. Term of omce of borrd Eembor&- (l) The term of a board's\nmember shall be four ycars unless esrlier withdrawn by th€ nominating or\nappointing euthority for reasons to be disclosed to the memb€r prior to such\nwithdrawal. No memb€r of the board shall s€rve for more thm two consecutive\nterms.\n(2) Ifa member nominated to the board under clauses (c), (d), (e) 6nd\n(0 ofsub-section (l) of section l0 fails to attend three consecutive meetings of\nthe board without any valid reason or r€msins out of Pakistan for a continuous\nperiod exceeding one year, he shall ceese to be the member ofthe board and the\nnominating aulhorit) shall be requi.ed to nominate a new member in accordanc€\nwith section 10.\n(3) A member shall be removed by the division conceme4 if-\n(a) his name has been removed from the register of practitioncrs ss a\nresult ofinquiry under this Act; or\n(b) he becomes insane or is declaEd un-dischargcd insolvent by a\ncompetent courl or\n(c) he is clovicted of a criminal ofrenc€ involving moral turpitude,\nincluding unprofessional ard un-ethical conduct under this Act; or\n(d) his nomination is withdrawr in accordance with sub-section (l).\n(4) If the membership ofe member is called in question, on any of the\nreasons provided for undcr suusection (3), his rnembership shall b€ deemed\nsuspended until the issuancc of a notiircation of removal by the division\nconcemed under suFsection (l).\n(5) Whe.e the said term of four years is about to expire in resp€ct of\nany member, his successor may be nominated at any time within three months\nbefore the expiry ofsaid term, but the successor shall not assume office until the\nexpiry ofthe said term.\n(6) A nominated member may, at any time, resign frorn his\nmembership by writing undcr his hand addrEss to the Presidenl of the Council\nand the se-at of such member shall be deemed 1o have fallen vacant from the date\nofacccptance ofhrs resignation by the President.\n(7) A vacancy in lh€ board shall be filled through fte prcscribed\nproaess of nomination undcr section l0 and tie person nominaled to fill the\nvaconcy shall hold officc for the .emaining tcrm oflhe vacancy. Any nomina(ion\nrequired to 6ll a vacancy shall be submitted within fifteen days of such vacancy\nhaving occurrcd.\n26 THE GAZETTE OF PAKISTAN, EXTRA,, JANUARY 16,202] IPART I\nI 2 Mecliot! oa tlc boird.- ( I ) The board shell me€t at least oflce in\nthree months at the olEce ofthe Council on such date end a! such time as mry bc\ndecided by tha Chei.rnan. A noticr ofthe meetinS shall b€ issued at least founeen\ndrys prior to thc mceting.\n(2) A meeting ofthe board for a specific purpose may be called by the\nCouncil at a dar€ and time to be determined by the President of the Council in\nconsultation with the Chaiman of the board. ln the absence of Chairman of the\nboard. any mcmber may p.esidc o\\Jer thc meeting with the consensus of the\npres€nt memb€rs.\n(3) A minimum oftwo-thirJs of the members ofthe board shall form a\nquorum and .ll of the acts of dre board shall be decided by a majority of thc\nmcrnbers prcsent and voting.\n(4) The regisrrar of the Council shall act as secretary of the nadonal\nmcdical end denral academic board.\nI3. Pof,,e6 rnd functioos ofthe borrd.-<I) The board shall have the\nfollowing functions and powers, narnely:-\n(a) to formulate accreditation standards, for undergraduat€ medical\nand dental prograrns of study based in Pakistan and necommend to the Council\nfor its approv.l;\n(b) to formulate curriculum and scope of under-gmduate medical and\ndcntal prograrns of study in Pakistsn leadinB to geneml or specialist regisFation\nof thc gmduates of those prograrns to practic! meiicine and dentisfy in Pakistan\nafld rccommended to the Council for its approval;\n(c) to formulate the examination procedure and structure for thc\nMDCAT to b€ conducted by the resp€ctive provinces for approval of the\nCouncil;\n(d) to formulate rhe examination slructure and standa.ds for the NEB\nexaminations of different lcvels and to set up and authorize a commiftee of not\nless than three persons to fomrulate the NEB examinetion papers for approval of\nthe Council;\n(e) to formulate and recommend ro the Council for its approval the\nstandards, scop€ and structule of the registration re-validation standarrs (LRS)\nand to formulate thc necessaD/ procedures for re,validation ofregistrations;\n(0 to review and issue recommenda(ions in respect of rhe acadcmic\nstandard ofany foreign institutio referrcd by lhe Council; and\nPARTI] T-IIE GAZETTE OF PAKISTAN, EXJANUARY I6,2023 27\n(g) to recommend to the Council mr$ers pcrtaiDiDg to policies for\nimprovemenl of the quality of mcdiql snd dental pr-dctitiotr€E and health-c&e in\nPakistan.\nt4. Regirtrrr ot the Coutrcil.-{ I ) The Council shell appoint through\na transparcnl proccss on merit a rcgisEar \\vho shall act as the rcgistrer lo the\nCouncil and the boad in tlrc prescribed manner.\n(2) The rcSistrar shall maintain all reclrds ofth€ Council and dte board\nincluding recording and issuing the tuinutes of all mectings of the Council ard\nthe board in red time and a! approved at the relevaDt Dceting and shall under his\nsignetures issue all notifications and decisions of the Council and the bo.rd as\nand when necessary.\n(3) The registrsr shall be the custodian of the common seal of the\nCouncil\n(4) The registrar shall cause to be displaycd on the websitr of the\nCouncil all minutes ofthe meetings of thc Council and he boord as approved,\naudiled accounts of the Council and all notifications and decisions ofthe Council\nand th€ board.\n15. ComEittee of lhe CounciL-The Council snd th. board shall have\nthe power to constitule necessa4/ commitlees comprising i6 members and such\nother persons as the Council and the board dccm proper for undertaking the\nfirnctions of the Council or to advise ard assist the Council and the board in\nexercise of its powers.\nI6. Exectrtive commitrcc.- ( I ) The executive commirte€ shall cohsist\nofnine m&ximum members, ofwhom seven shell b€ elccted by the Council from\namongst its members and ofwhich at least one sha.l.l bc from I dental university\nor collcge and one from the medical univeEity. The Presidant shall have the\npower to co-opt a maximum of two additional membeE to drc Committee.\n(2) The President of the Council shall * et-oflicio memb€r of lhe\nexeculive committec and shall be rts Prcsidenf.\n(l) In addition to the power and dutics .onfened cnd impos€d upon it\nby lhis Act, the executive committee shall exercis€ and discharge such powers\nand duties as the Council may confer upon it by regulations and shrll have the\npower and responsibility to take decisions of adrhinistrative 6nd financial nature\nfor thc smooth firnctioning and working ofthe Council.\n17. Medical ind Denlrl Colleg(s Admbsior TelB (MDCAT).-< I )\nEach province, Gilgit-Baltistan and Islamabad Capital Tenitory as per the policy\nand standards approved by the Provincial Govemments and Fedcral Covemment\n28 THE CAZETTE OF PAKISTAN. EXTRA,, JANUARY ]6,2023 TI\nresp€ctively shsll conduct on the dates approved by the Council, a single\nadmission test based on the intermediate or equivalent syllabus for all students\nseekinS admission in undergraduat€ programs both in public and private medical\nafld dental colleges and universities.\n(2) No student shall be awarded e mdicd ordeotsl degIee in Pakistan\nwho has not pass€d the MDCAT prior to obtaining admission in a medical or\ndental college in Pakistan:\nProvided tiat the mandEtory requirement of MDCAT shall not apply to\nstudents s€eking admission on a specid pro8rem se3t pr€defined exclusively for\nforeign students and on the seats reserved for overseas Pakistsnis.\n(3) The admission to medical and dcntd programs conducted by public\nand private colleges and universities shall bc .cSulared 0s per the policy and\nstandards of the Fcderal Govemment lhrough Mi ster-incharge, Provinciel\nCovcmment and Cilgit- Bakistan strictly on merit. However, private colleges\nmay take any additional entrance test subject to any condition imposed by the\nrelevant university to which such colleSe is afriliated:\nProvided that the mark obtained by a student in MDCAT conducted by\nthe provinc€ shall constitute a minimum of fifty per@nt of the \\v€iShtage for the\npurposes ofadmission in thc public and private colleges.\n(4) The MDCAT rcsult of one provinc€ shall be valid for the entire\ncountry :rnd shall be valid for a period of thrce years. Each provincc, Gilgit-\nBaltistan ard lslamabad Capital 'I erritory shall give pr€aerEnce to the students\nha!ing domicile oftheir .espective provincc or t€rritory as the casc may be.\n(5) Admissions oD vacant s€ats shall be decided by the respectivc\nprovincial govemment and respective authority in case of Gilgit-Baltistar and\nIslamabad Capital Tcnitory.\nI8. Nrtionrl Registratioh Exarninelion (NRE).- (l) The Council\nshall at least twicc a year as pcr schedule approved by rhe Council conduct the\nNRE for Pakistani foreign graduate siudents. Passing the NRE shall be\nmardatory for obtaininB a full registration.'fhe NRE shall be substantially based\non objeltive computcr based multiple choice questions and a practical component\nifdetermined by thc Council:\nProvided that rhere shall be no Iimit on the number oftimes a person may\nattempt the NRE.\n(2) A person, having obtained an undcrgraduate medical or dental\nqualification issued by a foreign university or an undergraduate nledicat or dental\nqualification issued by a foreign inst;lulion duly recognizcd hy the Council, shal\nPART ITHE CAZETTE OF PAKISTAN, EXTRA,, JANUARY 16,2023 29\nbe granEd a provisional registration to utdedake his house job within fourt€€n\ndays ofyerification oflieir qualification by th€ granting institution:\nProvided that thc pcrson to whom a provisionol rrgistsrtion is granted\nshall complete the mandatory requirement of passing the NRE at any tirne prior\nto issuanc€ of full regisfation of foreign Pakistani grrduates.\n(3) Any medical or dental prsctitioner who has obteined e rcgistration\nto practice in any foreiSr country after having quslificd from a forEitn in(ihrlion\nrecognized by the Council shall b€ requircd to qualiry the NRE fo. grant ofa full\nregisfiation to practice in PEkistan.\n19. Nrtionel Equivrletrce Boerd Enmitration OEA).-{I) The\nCouncil shall at least twice a yeir as p€r schedule apprcved by the Council\nconduct the NEB to assess snd oversee the assessmcnt ofthe knowledge, clinical\nskills and professional attributes of students who have partially coEpleted a\nmedical and dental program in a foreiSn instifution and arc seokinB transfer to\nand admission rn a medic.l or dental college in Pakistan. The NEB shell be\nsubstantially based on objective compute. based multiple choice questions.\n(2) Any student who has been enrollcd by a medical or dental\ninstitution or collcge outside Pakistan and has completed more than two ye3ls of\nth€ program may seek liansfer and edmission to a medical or dental college ln\nPakistan subjcct to qualiryinS the relevant standard ofthe NEB for the prescribed\nperiod of ea.h program of study pursuant to which the student shall be qualified\n!o obtain admission in the immediately subsequent ye$-\n(3) A student shall be required to take the NEB within twelve months\nof having left his progarn of study outside Pakistan in order to b€ eligible for\nadmisspn to a medical or dental collcSa in Pakistan.\n20. Standards of medic.l rtrd dert{l educrtion.- (l) All\nuniversities shall ensure that all medical and dental colleges at the time of\nserking affiliation fulfill and thereafter c.nsistenlly mainlain the accreditation\nstandards including the maximum students in each y€ar permitted consequent to\nthe accreditation standards for undergraduate meiical and dental programs of\nstudy based in Pakistan as formulated by the board and approved byth€ Council:\nProvided thar every private medical and dental college sceking amliation\nshall be body corporate registered as e limited company under the Companies\nAct, 2017 CXIX of20l7).\n(2) All universities shall ensure that all amliated or conslituent colleges\nconduct programs of study for grdnt of undergaduate m€dical or de a[ degrees\nas pcr the curriculum and scope of undergraduate medical education prescribed\nb'the board and approved by the Council\n30 THE GMETTE OF PAKISTAN, EXTRA., JANUARY 16,2023 [P^TT I\n(3) All universities shall ensure that all alfiliated or constituent colleSes\nwithin thirty dlys of completing ther admissions each ycar provide !o the\nCouncil particulars ofthe students enrolled afld Iirther provide any change in the\nstatus of the students during lhe studeits' period of studies including\ndiscontinuation of sludies or tansfer to another college within fifteen days of\nsuch chatr8€ occuring.\n(4) All unive.sities shall within ten days of students having\nsucc€ssfirlly completed the program of study and paased thcir finol exsminations\ninfom the Council vcrirying the results to enable the studcnts to b€ register€d.\n(5) The standad and structur€ of faculty shall be regul.tcd as\nprcscrib€d by (he nationa.l Dedical end dental academic board ofPalist n or any\nolhct law applicable to a teachinS institution sibject to dlc minirhum standards\ndetermined by the board.\n(6) Any violatioD by a medical or dental colleg€ shall be actionable by\nthc Council in accordanc€ with reSulations ar may b€ prescrib€d.\n(7) All medical and dental colleges shall, at least three months prior to\ninitiatint the annual admissions proc.ss, publicly declere the fixed tuition snd all\nancillary fee structure on an annual basis fo. the entirE proSra& of sludy in which\nthe studeirts ale sc€king enrolment and which fee strucurrE shall not b€ enharced\nduring the students period of enrolment at he coltege. No medical or dental\ncollege shall seek, demand or r€ceive 6!m a sfudent or a student's family,\ndirecdy or indtoctly, dny donation or other peyment prior to or at the time of\nadmission or thereafter during the period ofthe students continuing enrolment at\nthe mllege whether as consideialion for grant oladmission or otherwise.\n(t) At the b€ginoing of eech year, medical and dental colleges in\nresp€ct of their undergraduate medical or dental progam shall submit their\nannual flnancial statements for the previous year and ery other years required by\nthe Council, proposcd fce structure ard its juniflcation to thc Council.\n(9) The private medical and dentalcollege may obtain affiliation with\nary udversity havin8 a medical faculty, duly recognized by the nstionfll medrcal\nand dental academic board subject to such university's tenrtorialjuridiction.\n_ . 2f . R€cogEitioD of Dedicrl iDstitotioos rDd qurliti.rtions.il) Thc\nl1;lll 9::,:l.r*t rhrough Minisrer.in,{harge may grarl recognirion ro an)meorcar rnslrtutton in pslistan which (rains or grants or both tra-ins and granrsmedical qualifications ?nd rhc quatrticalion\\- ganlcd by *,\"r. -iif',,,\"'i\nrccognrzed medrcat.inslirurions or qualifications ;hall be ll;cluded in lhe t\"irs!5cnedute by thc Federal tuovemmcnr lhrough Mrnister-in_charge by notificarionin the official Gaze tte\nPART THE GAZETTE OF PAKISTAN. EXTRA,, JANUARY 16, 2023 3l\n(2) Ifony medical institution in Pakistan int nds to ger recognilion of\nrhe inslitution which Fains or grsnts or boh hains and gEnts rn€dic{l\nqualifications or qualification granted by it in pursuanc! of sub-section ( I) it shall\nspply to the Federal Govemment through Minister-in{har8c for the same.\n(3) The Pederal Govemment thmugh Miniscr-iErharge shrll harsmit\nthe application to the Council after beinS satisfied that application is complete\nard is in accordarc€ with the prcsc.ibed proccdurc. The Council shall form\nrEcohmendations for the Federal Government lhrcugh Minister-in-charge after\nass€ssing the institution and thc qualification as p€r prescriH proc€due. Upon\nreceivint recommendations from the Council, the Federal Govemment through\nMinisGr-in-charge shall grant rccognition as provided under sub-section (1).\n(4) The notification for the Srart ofrccognition lrlay also dircct thet ar\nentry shall be made in thc last column of the First Schedule agai[st such\ninstitution and medical qualification granted by it, decladng that it shall be a\nrecognized medical institution or qualification only when gEnted after the date\nof notifics(on.\n22. Recogtrilion of hBpitrls or irEtitutioD! for houle job or\niDtrrNhip or foundrtior yerr tnido8.- (l) The Federal Govemment through\nMinister-in-cherge may grant recognition to afly hospitals or institutions in\nPakistan which train for house job or intemship or foundarion year. All such\nrecognizld hospitals or institutions shall be included in thc Founh Schedul€ by\nthe Federal Govertunent through Minrster-in-charge by notification in the official\nAazEtte.\n(2) Ifany hospital or institution in Pati$an intends to get r€cagnition\nofthe hospital or institution which trains for house job, inremship or foundation\nyear in pursuance of sub-section (l), it shall apply to the Federal Covemment\nthrough Minister-in-charge for the same.\n(3) The Fedcral Govemmert through Minisrer-in<har8e shall rransmir\nthe application to the Council after being satisfied that application is complete\nand is in accoadanc€ with the prescribed procedure. Th€ Council shall form\nrccommendations for fte Fe-deral Government throuth Minister-in-charge after\nassessing the hospital or insdturion as FEr prescribtd procedure. Upon reeiving\nrecommendations from the Council, rhe Fedeial Govemment through Minister-\nin-charge shall granr rccognition as provided under sub-section (l).\n(4) The notification for the grant ofrecognition may also dircfi thal an\ncntry shall be made in the last column ofthe Fifth Schedule against such hospital\nor institution, declaring that it shall be a recognized hospital or instisltion only\nwhen granted after the date ofnotification.\n23. Arratrgemetrts for schernes with foreign countries.- At any\ntime, the Council may enter into negotiations with the appropriate authority in\n32 THE GAZE.N. E OF PAKISTAN, EXfRA., JANUARY I6, 2023 IPATT I\nany foreign country or orga[ization, for the tettling ofa scheme fo. improvement\nof medical or dontal education in Pakistan or postSraduate degrces or any matter\nor prospect relaGd lo the medicel or dental proFession.\n24. Powcr of the Council to certify certriD persoB to be posse.€€d\nof sofficietrt Erdicrl qualifrcatioo.- (l) If after conducting national\nretistration examin.tion by the board, thc Council is satisfied that a person\nholding a qualification ganted by a medic.l inslitution ouLside Pakisten, is\nposs€ssed of sulficient knowledge and skill to be registe.ed as a practitiooer for\nthe purpose of this Act, it may recommend to the Federal Govemment through\nMinister-ifl-charge to issue a notification in favour ofsuch person to register him\nand his qualification. Upon such no(ification, the Council shall rcgister the\nqualificatioo possessed by the person wrthout it being €ntercd in any of the\nSchedule ofthis Act.\n(2) The Council shall registq the qualification granted by a medical\ninstitution outside Pakistan, possessed by the person by maintaining a separate\nlist in the register.\n25. Addltior.t E€dicrt or dentrl eldific.tiotr!.- (l) The Fedeml\nGovemnlent thaough MinisGr-in-ch.rtc tnay gtant.eognition to any post-\ngraduate medical or dental institutions in or outside Palistan which train or trant\nor both tain and gart additional medical or dental qualifications and the\nqualifications granted by them. All such recognized additionel medical or dental\ninstitutions or qualifications shall be included in the Second Schedule by thc\nFederal Covemment lhrough Minister-in-charSe by notification in the olncial\nCazrtle.\n(2) If any post-graduate mcdicrl or dental institulion in or outside\nPalistan intends to gel recognition of the iostitution which trains or gmnts or\nboth trains and grants additionsl m€dical and dental qualifications or\nqurlification gr&nted by it in pursuaflce of suEsection (l), il shall apply to the\nFederal Govemmcnl through Minister-in-charge for the same. Ifan institution\nwishes to only train for a recognized poslgraduate qualifications ftl any specialitv,\nit shall apply to thc qualific-ation awarding ffiy and after consultation and\napproval ofrhe Council, the in$itution shall be added in the Second Schedule.\n(3) The Fedcral Covemment throuSh Minister-in-chargc shall transmit\nthe application to the Council after being satisfied that applicalion is complere\nand is in accordancc with the prescrib€d procedure. Thc Courcil in consultation\nwith the board shall l_orm rccommendations for the Federal Govemment through\nMinister-rnchargc aflcr assessing the tnsrtution and the qualification as per\nprcscribed procedurc. Upon recei\\ing recornmendations from thc Council. rhe\nPART THE GAZETTE OF PAKISTAN, EXTRA,, JANUARY 16,2023\nFederal Govemment through Minister-in-charge shall grant recognitioo as\nprovided undcr suEsection ( | ).\n(4) Th€ notificdion for the grant of r€cognition may also direct that an\nentsy shall be made in the last column of the Second Schedule sgeinst such\ninstitution and additional m€dical or dental qu.lificstion gr& ed by it, declaring\nthat it shall b€ a Ecognized post-Bradurte mcdic{l or dental institution and\nadditionel medical or dcntal qualificetion only when Sranted after the date of\nnotificrtion.\n25. Rccognitiotr of foroigD rddldond Eedicd or dertd\nqurlilicatioE.- The Council shall evaluarc 8ny additional m€dical or deotal\nqualifications granted by any foreiSn institution and may\n(a) recommend to thc FcderEl Govemment through Minister-inrharge\ntlat such institution or qualificalion be-\n(i) recognized and included in the Second Schedule as specified\nin s€ction 25; or\n(ii) notified only and shall not bc included in the Second\nSchedule, howcver, a scpaiatc list thcrcofshall b€ maintained;\n(b) proceed as per section 24 or 30, as the case may be.\n27. Recognition of conlinuous profaslional develophent\nopportunity ployidcr'.- (l) 'the Federal Covemment through\nMinister-in-{harge m{y grant rccognition to any organizltion in Pakistan, which\nprovides opportunities of continuous professional development to the registered\nmedical and dental practitioners. All such recognizcd organizations shall be\nincluded in the Fifth Schedule by the Federal Covemment through Minister-in-\ncharge by norificalion in lhe omcial Gazette.\n(2) lf any organization in Pakista4 which provides opportunities of\ncontinuous professionel development 10 the reginered medical and dental\npractitioners, intends to get recognition ofthe organization in pursuance of sub-\nsection (l) it shall apply to thc Federal Covemment through Ministe.-in-charge\nfor the same.\n(3) The Federal Govemment through Ministcr-in-charge shall tsansmil\nthe application to rhe Council aft.r bcing s€tisficd that application is compl€te\nand is in accordance wrth thc prescribed procedure. The Council shall form\nrecommendations for the Federal Govemment through Minisrer-in-charge after13\n]4 THE GAZETTE OI' PAKIS'I'AN. EXTRAJANUARY I2023 Parr I\nassessing the institution and the qualification as pcr prcscribad procadure. Upon\nreceiving recommendations from the Council, the Federa.l CovcmDent throud\nMhister-in{harge shall Srant recognruon 6s provlded under suusection (l),\ndecleling that it shall be a recognized orSanization in Pakistan, which provides\nopporhrnities of mntinuous professional development to thc registcrd mcdical\nand dental practitioners only when gr lted after thc drle ofnotification.\n(4) A separate list of continuous pmfessional developmmt\nopporonities providing organizrtions shall bc maintained by the Council.\n2E. Rolc of spccirlbB boardr.- ( I ) The Federal Govemment through\nMinisteFin-charge may grart rc.lgnition lo sp..islsts boards which shall help\nthe Council in maintenance of such minimum standards of pmficiency in dut\nparticullr sp€cialty as may be prcscribcd by the Council. All recognized\nspecialisls boards shall be included in lhe Sixlh Schedule by fie Federal\nGovemment thrcugh Minister-in-chargc by noti6cation in thc oflicial Gazette.\n(2) The Council shall authorize a specialists bo6rd constituted as Fr\nprcscdbed proctdures and shall form rEcommcndllions for the Federal\nGo\\emment $rough Mrnister-in-charge. Upon rccciving rccommcndations fiom\nthe Council, rhe Federal Covemoent through Minister-in-€harge shall grant\nrEcognition as provided under sub-section (l), declaring tha( i1 shall b€ a\nrecognized specialisls board only whcn granted after thc d.te ofnotification.\n29. RecogEition of Dedicrl .Ed d€rtrl itrslitutioB and\nqurlilietions.- (l) The Fedeml Govemment through Minister-in-charge may\nglart r€cognition to any medical and denlal institutions in Pakistan which tsain or\ngrant or both train and grant medical and dental qualifications and the\nqualifications Eranted by them. All such rec-ognizcd medical and dental\ninstitutions or qualifications shall be included in lhe Third Schedule by the\nFederal Govemmert throu8h Minister-in'cherge by notificstion in the official\nGazEtte.\n(2) If any m€dical and dental institu(ion in Pakistan intends to get\nrecognition of the institution which trarns or grants or both trains and grants\nmedical and dental qualifications or qualification Sranted by it in pursuance of\nsub-section (1) it shall apply to the Fedcral Govemmcnt through MinisteFin-\ncharge for the same.\n(3) The Federal Covemment through Minister-in-charge shall transmit\nthe application to the Council after being satisfied that application is complete\nand is in accordancc with thc prcscribed procedurc. Thc Council shall form\nrecommendations for the Fede.al Covemment through Minister-in-charge after\nf,ssessing the institution and the qualification es per Frescribed proccdure. Upon\nreceiving recommendetions from lhe Council, thc Fcderal Govcmment rhrough\nMinister-in4hargc shall grant r€cognition as provided r.rnder sub seclion ( l).\nPART I] THE GAZETTE OF PAKISTAN, EXTRA. ]ANUARY I6, 2023 35\n(4) The notification for the Sraot of recognition may also diret that en\ncntry shall be made in the last column of the Third Schedule against such\ninstirulion and medical and dental qualification ganted by it, declaring that it\nshall be a recognized medicsl and dental institution and medicil and dental\nqualification only when granted after the date ofnorification.\n30. Power of the Council to ce iry cerlaitr perlotrs to bc poss63ed\nof suffrcieDt dertel qualificetioor.- (l) If after conducting NRE by the board,\nthe Cooncil is satisfied that a person holding a qualification grarted by a deotal\ninstitution outside Pakistan, is possessed of sufiicient knowledgc and skill to be\naegistered as a pmctitioner for the purpose ofthis Act, it may recommend lo the\nFedeml Gov€mmetrt th.ough Minister-in-cherge to issue a notification in favour\nof such person lo register him and his qualification. Upon such notification, rhe\nCouncil shall rcSister lhe qualification posscssed by the person without it being\nentercd in any Schedule oflhis Act,\n(2) The Council shall register the quolificstion Sranted by a dental\ninstitution outside Pakista4 possessed by the person by mahtaining a separare\nlist in the register.\n31. Porver to saquir€ irformatiotr r! to c:oursc3 of study rrd\nersmiDrdon.- Every medical or dental institution or hospital or organization in\nPakista recognizcd under this Act, which trains for or grarts or bolh trains for\nand gran6 a medical or a denlal qualification, additional medical or denta.l\nqualification, trains for house job or intemship or foundation year or is a\ncontinuous professional development opportunity provider shall fumish such\ninformation as the Council may, from time to time, require about thc facilities\nand faculty available in lhe institulion, courses of study and prccesses of\nadmission ofthe instrtution conccmed, examinations requirEd to be undergone\nprior to such qualificatioos being confcrred and genemlly as to the rEquisites for\nobtaining such qualifi cations.\n32- Ill3pcctiotr.- (l) The exe.utive committe€ constituted by (he\nCouncil shall approve a hst of inspectors in the country and the President shall\ncommission such number of medical or denul inspectors fiom the approved list,\nas he may deem appropflatc, to inspect the facililies for training available at the\nmedical or dental inslilutions and attend at any or all ofthe ex&nrnations held by\nmedical or denlal institutions in Pakistan recogniz€d under this Act for the\npurposc of grarting rccognized medical or dental or additionel medical or dental\nquaLfications-\n(2) Insp€ctors appornted undcr this section shall form a comprehensive\nrepon about the facilities for training in the institution and shell nol interfere with\nconduct of any cxaminations and shall report to the executive comminee on the\nstandard of the inspecl!'d cxaminatio. \\\\hich they attend and on the courses of\nstudy and facilities for teachinB providcd by the medical or dental institution\n36 THE GAZETTE OF PAKISTAN, EXTRA,, JANUARY 16,2023 IPAXI I\ninspected for difTerent sLgcs leadinS up to examinalions and on any othcr\nmatters in regard to which the Presidenl or committee may rcquire them to report.\n(3) The exeautive commi(ee shall forward a copy ofany such report to\nthe mcdical or dental institution conccmed and shall also forward a copy, with\nthe rcmarks ofsuch medical or dental insdrution thereon, to the Council.\n13. \\Vithdrrwrl of recogtrition.- (l) If a r€cognized institution is\nviolating provisions ofthis Act and rules and regulations made thereund€r or the\nfacilities for training for the courses of study or standard of examination in tle\ninstitution to obtain a recogniz€d medical or dental qualificetion, additional\nmedical or dental qualification, tra.ning for housejob or intcmship offoundation\nyear or in a continuous professional development opportunity providing\norganization h&s dereriorated to an extent that the slandard of proficiency\nrcquired from candidates at any examination held for the purposc of granting\nsuch qualification is not such as to secure to persons hold;ng such qualification\nthe knowledge and skill rcquisite for the efficient praciice of medicine or\ndentistry, the Council may stop fu(her intake of students in the institulion and\nforward a summary of iLs findings and its intend to the medical or dental\niEtilution wrth an intimarion of the period within which the medical or dental\ninslitulion may submit its explamtion to the Council and may request for a\nhearing before the Council ifit so desires.\n(2) If the Council is not s.tisfied with the explanation then it shall\nmake a rccommendation lo the Federal Govemment through Minister-in-charge\nfor closure of the institution to which shall include a scheme for adjustment of\nstudents in other recognized institutions of the conesponding public or private\ns€{tor, as the case may be.\n(3) On the recommendations of the Council, the Federal Govemment\nlhrough Minisler-in{harge may, by notification in the olficiel Gazelte, dircct that\nan enlry shall be made in the First, Second, Third, Fourth or Fifth Schedule, as\nthe case may be, against the said medical or dental or a postgraduale institution\nand qualification grant€d by it, hospital or continuous profcssional development\nopportunity provider declaring that il shall bc 6 recognized medical, dental or\nadditional medicel or dental qualifrcation, institution, hospital and continuous\nprofessional development opportunity provider only before thc dale of\nnolification.\n34. Esteblishm.nt rtrd runEitrg of rnedical and detrtrl institutiotr!\nwithout recognition.- No person shall run nor establish any institution for\ntmining or grant or both training or granl of medical or dcnlal qunlifications,\nadditional medical or denlal education, training for house job, intemship or\nfoundation year or an organization for cmtinuous professional development\nopportunity providing neither shall any university grant afTiliation ro any such an\nPART I] THE GAZETTE OF PAKISTAN EXTRA,, JANUARY I6,2023 37\ninstitution nor any such institution shall award any deSree unless recognition has\nbeen granted to such mllege or institution under this Acl.\n15- Petrrlty.-{l) Whoever mns or establishes or endoNes ary\ninstitution or advenises admissions in dll institution for imparting education in\nmedicinc or dentistry, which is not recognized undet sections2l,22,25,26 ot 29\nor iD respect ofwhich recognition has been withdrawn under section 33, shall be\nSuilty ofan offenc€ punishablc with rigorous imp.isonment for a term which oiay\nextend to five years, but shall not be less lhafl a year, or \\ fith fine which may\nextend ro fwenty million rup€es, but shall not be less than ten million rupees, or\nwith both and shall also bc liable to closure ofsuch institution.\n(2) Wlere any contravention of this Act has bc€n committed by a body\nco.porate or iflstitution and it appears from the relevant documents lhat such\noffence has been committed with the consent or connivance ofor is attributed to\nany negligence on the pan of any director, partner, manager, secretary or othea\nofficer of the My corporate or instilution, such director, parmer, managerr\nsecretaD/ or other oflicer of the body corporate or institution shall be deem€d\nguilg ofsuch contBvention along witl the body corporate or institution and shall\nbe punished accordingly:\nProvided that in the case of a company as defined under the Companies\nAct, 2017 (XIX of20l7), as amended fron time to time, only its chiefexecutiv€\nshall be liable under this section.\nExplenetion.-For the purposes of this section, \"body corporate or\ninstitution\" includes a firm, association of pe.sons and a society registered under\nthe Societies Registration Act, lt60 (XXI of lt60) as amended from time to\ntim€, or undc. the Co-operative Societies Act, 1912 (ll of l9l2), as amended\nfrom time to time.\n(3) ffiere any confiavention of this Act has bcen committod by any\nGovemment agency, local authority or local council and it appears from the\nrelevant documents tiat such conEavention has been committed with the consent\nor connivance of or is atEibutable to any ncgligence on the part of the head or\nany other officer ofthe Covernment agency, local authority or local council, such\nhead or other officer shall also b€ decmed guilt, of such contravcntion along\nwith the Govemment agcncy, lo€al authorily or localcouncil and shall be liable\nto be proceeded against and punished accordingly.\n36. Mritrtenence of regtuter of medicrl prrctitiotr€rs.- (l) The\nCouncil shall maintain a register of medical practitioners possessing\nqualifrcations which are rccognized medical or additional medical qualifications\nfor rhc purposes of this Acl and may prcscribe the necessary pa(iculars to be\n38 THE GAZETTE OF PAKISTAN, EXTRA., JANUARY 15,2023 [P^iT I\nenlcred in the register- Holders of a recognized basic degree shall be registered\non provisional basis for intemship or foundation or house job ofa minimum of\none year duly ass€ssed, hands on clinical rotation io an approved hospibl or\ninslitulion included in the Fourtlr Sch.dule which shall be mandatory for\nconversion of provisional rcgistration into full regislration.\n(2) The pr;titioner shsll b€ deemed to hold a valid regist'ation and\nentirled to b€ known and eligible for privileges of a register€d medical\npractitioner ifhis name is retaincd on the register after fillfilment of requirements\nof continuation ofreSistration as lxid down by the Council ftom time to time and\nprovided he had paid the dues of the Council. The valid rcgistration certificate\nshall be the liccnce to practice medicine in Pakistan.\n37. Maitr(€Ernce of register of detrtal practiliooers.- (1) The\nCouncil shall maintain a register of dental practitioners possessing qualifications\nwhich are recognized dental or additional dental qualifications for the purpos€s\nof this Act and may prescribe the necessary paniculars to be entered in the\nregister. Holders of a rccognized basic degree shall be rcgislered on pmvisional\nbe-sis for int€mship or foundation or house job of a minimum oflne year duly\nassassed, hands on clinicalrotation in an approv€d hospitalor institution included\nin the Founh Schedule which shall be mandatory for conversion of provisional\nrcgisEetion into full registration.\n(2) The practitioner shall be deemed lo hold valid registation and\nenritled to be known and eligible for privilcges ofa registered dental practitioner\nif his name is retained on thc regisrer after fulfillment of requirements of\ncontinuation of reginrdion es laid down by the Council from time to time and\nprovided he had paid the dues ol the Council. The valid rEsistration certificalc\nshall be the licence to practice dentistry in Pakistan.\n38. Registe6 to b€ public documetr8.- Tte register maintained\nundcr section 36 or section 37 shall be deemed to be public document withi[ Lhe\nmeaning ofthe Qanun-e-Shahadal, l9t4 (P.O. l0 of 1984).\n39. PeD.lty for frruduleDt reprcr€ntrtion or regirtration.-\nWhoever falsely pretends to bc registered under tfiis Act as a medical practitioner\nor dcntist and uses with his name ortille any words or lett€as rEpresenting that h€\nis so registered with the Councrl or uses the word ,.doctor', without lcgal basis,\nincspective of wheths any peBon is acrually dcceived by such pretenc€ or\nrepresentation o. nol, shall, on conviction before a Magistratc oflhe filst cla-ss, b€\npunishable with fine which may cxtend ro one hundred thoEand rup€es or with\nimprisonment for a te.m which may extend to six months or witi both. Anv\nperson found aiding and abening him shall also be prosecuted and punished.\nPA.RT ITHE GAZETTEOF PAKISTAN, EXTRA,, JANUARY I5,2023 39\n40. Per.lty of prrcticiDg without regictntior- (t) No person,\nother tha.n a rcgislered medical or den(a.l practitioner, shall practice medicine or\ndentistry.\n(2) Any person who acts in contaavention of the provisions of sub-\nsection (l) shall be punishable with impdsonment for a term which may extend\nto two years, brt shall not be less than six months, or with fine which may cxtend\nto two hundred thousand rupees, but shall nol be less than one hundred thousand\nrupees, or with both.\n41. Cogdi2rnce of off€Eces.-{ I ) No coun exc€pt the Medical\nTribunal €stablished under the Medical Tribunal Ac! 2020 (XXXIV of 2020)\nshall takc cognizanc. of any offence or matler under this Act except upon\ncomplaint in writing made by the authorizld oflicer ofthe Council.\n(2) Notwithstanding anythinS contained ir de Code of Criminal\nProcedure, lE9E (Act V of 189t), it shall be lawtul for th€ Medical Tribunal\nestablished under the Medical 'l'ribunal Act, 2020 (XXXIV of2020) to pass ary\nsentencc authorized by this Act even if such sentence exc€eds his porvcrs under\nsection 32 of th€ said Code.\n42. Privileges of register.d Dedictl or dert.l pr.ctition€8.-{l) A\nregistercd medical practitioner and dentist shall have following privileges,\nnaficly!\n(a) valid registration shall be considere-d as r lic€nce to practice\nmedicinc and dentistry in Pakistan ard ofa level mentioned by the\nCouncrl in dle reSirtration certificile;\n(b) valid full registration holder shall be competent to prEctice\nmedicine or dentistry a.nd prescribe allopathic medicine and\nperform any surgicalor intervenlionsl procedurc on sny patient;\n(c) a registered medical pmctitioner or a registercd dentin having valid\nfirll registration may take admission for an additionsl quaUfication\ncours€;\n(d) to hold ary m€dical or denlal or relevart administrative\nappointment in any medical or dental instilution or s€tup or\nhospitals or clinic or related heakh institution; and\n(e) to hold a commission ?rs a medical or dental officer ln the armed\nforccs.\n40 TI{E GAZETTE OF PAKISTAN,IIXTRA., JANUARY 15,2023 [PARr I\n(2) Notwithstanding anything to th€ contrary contained in any other\nlaw for dre time being in force, no medical ce(ificate or prescription or advice\nshall be considered valid unless obtained from a medical or dental practitioner\nhaving valid registration.\n(3) No person shall be entitled to Ecover sny charge in any cou( of\nlaw for any medical or surtical advrce or attendsnce or for lhe performancr of\nany opemtion or intervention or for any medicine prescriH or supplied unless\nhe can prove upon the trial that he is a reSistered medical pracritione., or\nrEgislered denlal practitioner, having valid rcgist'ation.\n43. Responsibiliti€s 6f rtgilt€red ocdic.l or dcntrl pnctiti,orcr--\n(l) Every redstercd m€dic{l or dental practitioner shall notiry any transfer of the\nplac€ of his residence or pdctice to the re8istrar within sixty days of such\ntransfcr, failing $hich his name is liable to bc stslck offthe reSister by order of\nthe Federal Govemment through Minister-in-chargc either permanently or for\nsuch period as mey be specified thercin.\n(2) No registercd Frson shall use o. publish in any way whatso€ver\nany time, title, description or slmbol indicating or calculated to le.d persons to\ninfer that he possess€s any additional or other professional qualification unless\nthe ssme hrs b€en confened upon him by a legally constiluted authority w;thin or\noutside Pskist n and which is rEcosnized unde. this Act.\n(3) Every r€gistered medical practitioner or dental practitioner shall\ncomply with the code ofmcdical ethics prescribed by the Council.\nrg. Removrl of r.mes from the regi!ter,--{l) The Council, in its\ndiscretion, may direct the registrar to ramovc alto8ether or for a specified period\nFom the register the name of any registered medical practilion€r or registered\ndentist who has been convicted by lhe disciplinary commiftee or by any other\ncourt oflaw of any such offenc€ as implies rn the opinion ofthe Council a defect\nof chaEct€r defined in the code of ethics of prsctice or who, after an inquiry at\nwhich opportunity has been given to such person to be heard in p€rson or throuSh\na pleader, hes been convicted by the disciplinary committe€ of the Council as\nSuilty ofprofessional negligence or incompctence in a patientioctor scenario in\nclinic{l setting orwho has shown himselfto be unfit to continue in practice ot on\naccount of m€ntal ill health or other grounds as prescribed in the code ofethics of\npractice regulations and the complaint and matter shall finish if the complainant\nwithdraws his complaint.\n(2) The Council may also dircct that any name removed from the\nregister under sub-section (l) shall be restored.\nPART II TI{E GAzETTE OF PAKISTAN, EXTR,{,, JANUARY I 6, 202] 4t\n(3) For thc purpose ofan inquiry undcr suLsection (l), dre disciplinary\ncommitrce of the Council shall exercise all the powers of a civil coun under the\nCode ofCivil Procedure, I90t (Act V of l90t) fot summoning the witnesses, for\ncompolling the production of documents and for issuing commissions with the\nhelp oflaw enforcing authorities.\n(4) The claim of professionel negligence shall initially be csoblished\nbefore the disciplinary committee of the Council b€forc any othcr procc€dings.\n45. Olficers etc. deemcd to be public s€nrnl&-The members,\noffic€s, employees and other staffofthe Council shall deem to be public servalts\nwithin the meanings of section 2l of the Pakistan Penal Code (Act XLV of\n1860).\n46. IdeEtrity.-No suit, prosecution or other proceedings shall Iie\naSainst the Fede.al Govemment drough Minister-in-charge, the division\nconcemed, the Council, the board or any commirtee ofthe Council, President, or\natry member, omcer or employee of the Council in respect of anlthing done or\nintended to be done in good faith under this Act.\n47. Poyer to make rules and rcgul.aioDs.-{ l) The Council may,\nwith the prior approval of the Federal Govemment tkough Minister-in-charge,\nmake statutory rules and regulations generally to carry out the purposcs of this\nAct and, without prcjudic€ to the genemlity of this powcr, such rul€s and\nregulations may provide for-\n(a) the management of the property of the Council and the maintenance\nand audit ofits accounts;\n(b) the summoning and holdiq of meetings of the Council, the times\nand places where such meetings are to be held, the conduct of\nbusiness there at;\n(c) the po*crc and duties ofthe PresidenE\n(d) the mode of appointment of the ex€cutive mmmittee and other\ncommifiees, the summoning and holding of meerings and the\nconduct ofbusiness of such committees;\n(e) c.de ofpractice and ethics for the medical and dental practitioneB;\n(0 the appointment, powers, dulics and procedures of medical and\ndental inspctors:\n42 THE GAZET'I'E OF PAKISTAN, EXTRA., JANUARY I6, 2023 TI\n(g) lhe conditions and procedurc for maintcnancc, compilation and\npublication ofthe re8ister ofmedical and dental practitioners and of\nhealth care providin8 facilities and their minimum requilemcnts and\nthe f€€s to be charged for reBistration and, ifneccssary, for opening\nof sub-offices or branches for this purpose;\n(h) the procedure for any inquiry under suLsection ( l) of section 44;\nsnd\n(i) any matter for which under this Act provision may bc made by\nrules and rcgulations.\n(2) Notwithstanding an),thing contained in sub-.s€clion (l), the Council\nshsll make stalutory reSulstions which may provide for-\n(a) prescribing a uniform minimum standsrd of couEes oftraining for\nobtaining graduate and post-gmduate medical and dental\nqualifications to be included or included rEspectively in the Firn\nand Third Schedules;\nO) prcscribing minimum requirEments for the content and duration of\ncourses of study as aforesaid;\n(c) prescribing the conditions for admission to courses of training as\naforesaid;\n(d) prescribing minimum qualifications and expcrience required of\nteachers for appointment in medicaland de al institutions;\n(e) prescribing the sandrrils of examinrtions, methods of conductinS\nthe examinations and other rcquirements to be s$isfied for securing\nrecognition ofmedical and dental qrlalifications underlhis Act;\n(0 prcs.ribinS the qualifications, exp€rience and other conditioos\nrcquired for examiners for professional examinations in medicine\nand dentisfy antecedent to lhe grantinp of rEcognized medicrl and\ndental and additional medical and dental qualificarions;\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JANUARY 16,2023 43\n(g) registration of medical or dental students at 8ny medical or dental\ncollegE or school or any univcrsity and the fc€s payeblc in resp€cl\nof such regislration,\n(h) layinS dowr criteria includin8 university affiliation, condilions and\nrequrremen6 for rccognition and continuation of recognition and\nfor grant of status of a teaching ifftitution of institutions and\norganizations under this Act and on all conDected matteB of\ninspcation of medical and dental institutions for recognition and\ncontinuation ofrecognition sod inspection ofexaminations in these\ninstiNtions and fee foa such inspections;\n(i) terms and conditions of service for all employees appointed under\nsection 9 which shall be Cazelle notified;\nC) election ofmembcrs ofthe Council; and\n(k) prescribing a uniform minimum standard for continuous\nprofessional development for registered graduate and post-graduate\nmedical ard dental pEctitioners,\n48. IDformatior to be furnished by the Couocil rtrd publicatiotr\ntbereof.-<l) The Council shall fimish such rcports, copies of its minutes,\nabsEacts of its accounts and olher infodnation to the Fed€ral Government\nthrough Minister-in-charge as it may require.\n(2) Thc Fcderal Govemment through Minister-in-charge may publish,\nin such m6Dner as it may think fi|, any report c.py, absFact or other information\nfumished to it under this section or under section 2l.\n49. Commilsion of irquiry.-{1) Menever it is made to appear to the\nFederal Govemmant through Minister-in-charge thar the Council is not\ncomplying with any provisions of this Act, the Fedeml Govemm€nt through\nMinister-in-charge may refer for inquiry the Farticulars of the complaint to a\ncommission of inquiry consistlng of three persons two of whom shall be\nappointed by the Federal Govemment throuSh Minister-in-charge, including the\nchaifinan being at least a judge ofa High Cou(, and onc member nominated by\nthe Council aiier a resolution.\n(2) Such commission shall proceed to inquire in a summary manner\nand to report to thc Federal Govemment thro'rgh MinislcFin-charge as to the\ntruth of the rnatter charged in the complaint and in case ofany charge of default\nor of improper action b€ing found by the commlssion to have been established,\nthe commission shall recommend the remedies, if any, which a.e in its opinion\nnecessary.44 THE CAZETTE OF PAKIS]AN, EXTRA,, JANUARY 16,2023 [P^RT I\n(3) The Federal Govemrnent through Minister-in-charge shsll the\nreport of the comm,ssion of inquiry to the Council for implement6tion and for\nremedial actions- The Council shall submit to th. Fedcral Covcmment through\nMinister-inrharSe a detailcd plan of rcmedial measures to b€ adopted by fte\nCouncil which shall b€ considered as approved ifno furthea orders are pass€d by\nthe Federal Govemment through Minister-in-charge in this regerd within thfte\nrnonths. All remedial adions shall be taken by the Council within a stipulated\nFriod of six months and the Council shall submit to the Fcdcral Oovemment\nthrcuth Minister-in-charge a rcpon ofactions taken thercon. Ifthe Council fails\nto comply with the remedial measures forwarded to it by the Fede.al Govemment\nthmugh Minister-in-charge, the Federal Govemment through Minister-in-chsrge\nrnay by its€lf amend the rcBuletiofls of the Council or make such provisions or\nissu€ oade6 or t ke such othcr steps 3s may seem n€ccssrty to Sive effect to the\nrccommendations of the commission.\n(4) The commission of inquiry shall have power !o sdrninist!. oerhs, to\nenforce the ettendance of witnesses and lhe prcduclions of documents end\nshall have other necessa4/ powers for the purpose of any inquiry conducted\nby ir as are exercised by a civil court under the Code of Civil Procedure, l90t\n(Act v of l90t).\n50. Ov.Fridding pmviliotr.-The provisions of this Act shrll hdve\neffect notwithstaflding anything to the contrary contlined in eny othe. Iaw for the\nlime being in force No suit, prosetution or other legrl proceeding shall lie\nagainst the Govemmen! the Council or any commitl€€ thereof or any officer or\nservant of the Govemment or the Council for anyhing which $ ir good faith\ndone or intended to be done under this Act.\n51. R€peals snd Savings.-{l) Subject to section 6 of the Ceneral\nClauses Act, lE97 (x of lt97), the Pakistan M.dical Commission Act,2020\n(Xxxlll of2020) hereinafter r.fefied to as the repealed Act, shall stand repealed.\n(2) Notwithstanding the rcpeal oflhe repealcd Act or an)'thing contmry\ncontained herein, all dccisions taken, rcgulations made or amended and\ndisciplinary actions taken by the Commission of the dissolved Pakistan Medical\nCommission pursuant to the repcaled Act and by the Pakistan Medical\nCommission pursuant lhe shall be dcemed to have be€n validity made:\nProvided that all regulations madc and promulgated pursuant to the\nrep€aled Act, stand rEF.aled and shall not be enforceahle:\nPAxT THE GAZETTE OF PAKISTAN, EXTRA,, JANUARY I6,2023 45\nProvided further thal the Council shall have the exclusive power to\nreview and modify saved decision taken, regulation made or amended and\ndisciplinary action taken.\n(3) The dissolved Pakistan Medical Commission as formed pursuant to\nthe repealed Act stands dissolved upon the commencemelt ofthis AcL\n(4) All assels, rights moveeble and immovable properties, records,\ncash, bank accounts, deposits etc., ofthe dissolved Pakistan Medical Comrnission\nunde. the repcaled Act shall stand tmnsferred to lhe Council and shall be deemed\nto be the assets, rights, properties, records, czlsh, bank accounts, deposits etc., of\nthe Council.\n(5) On commencement of this Act all employees of the dissolved\nPakistan Medical and Dental Council constituted under Pakistan Medical a-nd\nDental Council Ordinance, 1962 shall be deemed to be employees ofth€ Council\nconstituted under this Act on terms and conditions of their initial appointment\nunder Pakistan Medical and Dental Council. 1962.\n(6) Upon commencement of this Act any action taken, proceedings\niniliated, pending or concluded, decisions made, ordcrs passed or [orification\nissued under the rep€aled Act regarding golden shak€ hand scheme or any other\nseverance package ofemployees or change ofterms and conditions ofpension of\nretired employees dissolved Pakishn Medical and Dental Council hereby\nrecalled and shall have no legal effect:\nProvidcd that all such employees shall srand reinstated on such terms and\ncondirions of their initial appointment.\n(7) All assets, liabilities, payables and receivable of the dissolved\nCommission under the repealed Act shall be deemed to be the assets, liabilities,\npayables and receivables oFthe Council.\n(8) All regisEation; recognitions etc., granted by the dissolved Pakistan\nMedical Commission under the repealed Act shall be deemed to be registrations,\nrecognitions granted by the Council subject to not being in conflict with this Act\nand the provisions of thrs Act or the same being within the power ofthe Council\nto recognize and r€gister pursuant to this AcL\n52- Transitory provision.-Upon the commencement this AcL the\nCouncil shall be constituted \\rithin sixty days, however, during the transitory\nperiod of sixty days, Minister in-charge of the Division conc€med shall exercise\nthe powers ofthe Council, subject to the condition that all his decisions shall be\nratified by the Council constituted after transitory period-\n.16 THE GAZETTE OF PAKIS'IAN, EXTRA,, JANUARY 16, 2023 [PART I\nTHE FIRST SCHEDULE\n(S.c s.ctiotr, 2(s),2I,2a,33,47(2))\nRECOGNISED MEDICqL QUALIFICATIONS GRANTED BY MED]CAL\nINSIITUTIONS IN PA]OSTAN,\nMcdicnl lEliution Abbdi.lid 6r rEgislrion\nPuijab Srlte M.dical Faculty\nUniveBity ol PcshawarBachelor of MedidE aid M,8,. B, S,\n(Pmjab)\nL,M,S\n(P.S.M.F.)tvl s., Punirb.\nM.B.,B.S, Sindh\nM,8,,8,S..Uqtiatc in M.dicin. and\nSursery (wh.n the holdd of\nthc qualificarion had p6!.d l,hc\nF.Sc O4edi@l Croup)\nc\"{anDrion of a Bognrzd\nUnivedrry bctorc l2}ing up\nBachelor of Mcdicire and M_8.,B.S.,\nBrchelor of Medical dd\nB&hclor ofMedicine snd M.B.,B.S.\nFa1im. I inna,h, Mcdic.l B&helor of M.dicire dd(l) (2) (3)\nUni!.6ity oftn. Pujab Liceti.te in M.dicin. od L. M. S., Punjab.\nSrrg..y\nPART II THE GAZETTE OF PAKISTAN, EXTRA,, JANUARY 16, M2] 41\nTHE SE4OND SCHEDULB\n(scc lcctioo! 2(u),24,25,26,33)\nRECOGNISED ADDITIONAL MEDICAL QUAIIFICATIONS\nM.dlcrl hniNtion Rc@eriscd Addilio l\nMcdic.l Qlrlificrliotr.\n(r) (2) (])\nGIAIT€D BY MEDICAI II{SfITU'TIOTII IN PAKISTAIT\nUniv\"rrity of rhc Dcrd orMcdjEtE M.D. (PEj.b)\nPu,rjrb.\nM.n6 ofsurB ry X-S. (Puirb).\nDiploD in Public\nH..1di\nDiplod in\nOpbtnrlnologyD.P.tr. (Punj.b)\nD.o. (Puni!b)\nD-L.O. (Pudrb)Rldiolog, rnd\nEI.crr.logy grrnt.d on\nOctob.i, 1959.D_t -Rll,\n(Puni.b)\nDiploq in Tub.rculoti.\ngr.Drcd h or.tlc, 1969D.T-CD,\n(Plnjd).\nDiploE. of Lrryr80lo!,\nDiplol!. in M.dicll\nRldiology (Dirt,|orlic).D.It{l-D.\n(Punjtb)\nDiplomr in M.dic!l\nRldiolos/\n(Th.6Furlcr).D.M- RT(Pmi )\n..d CIild Hdlth.D.ir.cJ.\n(PBi!b).\nD-,\\. (PEnjtb)\nDC-P. (httirb),Diplom. in An..sthcrir-\nDipl in Clioic.l P3tlolot\nD. c. o. (Pu.j!b)\nD c-H. (Punl.b)\n48 THE GAZETTE OF PAK]STAN, EXTRA., JANUARY 16, 2023 ART I\nDiploma in Gynr.cology rnd Obltorrrics\nUnivrBity of XrdcniDlplom! in Child Hsrlt[\nMrtlcr of Philo!ophy M. Phit\n(KErdd!\nM!n.r of Philblophy\n(Phy! iolos/).M. Phll\nPhy3iolog'\n(x$!ch0.\nMrstcr ofPhilosoph,\n(Phrrm.colosy).lvt Phil\nPhlrmftol65/\n(K.r.chi).\nMlst r ofPnibsophy\n(Prtholosy).M- Phit\nPrlholoE/\n(K!.t!hi).\nM&n.. offhilEop[y\n(Microbiolo&/).M. Ph[\nMioroblolog/\n(x{rchD.\nMtstcr of Philosophy\n(gio-ch.mitrry).M. Phil\nBio<tcniltry\n(Kitachi).\nMr8icr ofSurgcry-M. D. (K!nchi).\nM.s. (Kir&hi).\nF.C.P.S. (PrL) C;llcsc of Phyrici.ns\nlnd Surg.onr of\nPrkiJn.F.llow of thc Collcgc of\nPhrsiciaDr rnd\nSrrtcon! of Prkistatl.\nM@t r of Col lce. ofPhyr ici!ff lod M.C.P.S- (Prk.)\n.nd Su.Acons of PsLi!t.n.\n(hybcr Mcdi.rl Utrivcrrity f .shaw!r:\nM.dcr ofPhilorophy M. Phil.\n(Ardo.ny).\nMsstcr of Philosophy\n(Physiolos/).M. Phit.\nPhFioloB/Khybcr Girls Mldicrl\nCollcr!, PrJhlwrr\nMartcr ofPbiloiophy\n(Bio-chcnirtry).M. PhiI,\nBi@h.rDisLf\nPART U THE GAZETTE OF PAKISTAN, EXTRA. JANUARY 16,2023 49\nshr.h..d Zulfiq.. Ali MD Inlcrn.l\nMD Pr.diddc\nMcdidn(Pt'rnn cology).M. PhiI,\n(Irtdn.coloe/).\n(Chcmic.J PrlholoE/)It Phit.\n(PirholoE/).\n(Hcm.loloE/).til Ptil.\n(tlaltrlolosr).\n(MicrDbiolos).M. Phil.\n(Microbiolos,).\nMrst r ofPhilorody\n(Histop.drcloA/).M. Phil.\n(Hisrop.rholo5,)\nDiplon in Mcdic.l DI\\O\nNcpbroloS, MDNcahloloE/\nCrilic!l Crrc McdicincMD Critic.l Car.\nMcdicin.\nMD\nMD D.fln iolgrc,\nMlstcr of SurScry MS G.rcrll\nSuitcry\nMS UroloE/\nUroloE/\nMS\nMS Onhopclic\nSurgcry\n50 TI{E GAZEI'TE OF PAKISTAN, EXTRA,, JANUARY 16,2023 PART I\nM&sCr ofsrrgd,\nPrcdir.lic SutoryMS P,edi&ic\nSurcc.y\nMS ENT M.sff ofsurSlr,\nBIT\nMllai of SurE!ry\nAcciddt lnd\nEnqBlnayMS Accid.ot rnd\nEmcr8ercy\nMrr|n ofsuB..y\nPhstic SurgFryMS Phnic\nSur8lry\nM@ ofsurElry\nObdelrica rnd\nOyflltoloS/MS Obst.trics\nand GyDccology\nM.s.. of ttll.lophy\nHisoD.tholo8/M. PhiI\nHistoprthology\nM.rt a of Philorophy\nChqnicll PathologyM, PhiI\nChcrnicd Pdholos/\nMr*r of Philo-phy\nH!m.blolcrM. Phil\nHcmatolot5,\nMr.t r ofPhlloaphy\nPdholoS/M. Phit\n(P.lholoE/)\nD.C.P Diplotu in Clinical\nhrtdoE/\nDiplodr! h Obilctica &\nGFE oh$/\nDipIoEa in\nAncsthcriolol0rD.G.O\nD.A\nDiploma in Child Hcllrtr D.C.H\nDiplom. in Mcdicrl\nnrdioloty & DilgnosticD.M-R.D\nMsstcr of Surgcry in\nBuros SurgcryM.S. Buro!\nSurg.ry\nP^RII] THE GAZETTE OF PAKISTAN, EXTRA., JANUARY I202' st\nHinop.tbloe/M,S.\nO9tddmloE\nMl).\nHirloD.tholog7\n}{D.\nNaonrioloor\nP.n'B'\nOf,.ANTED BY MEDICAL INSNTUTIONS OUTSIDB PAXISTAN\nBodbcy\nUnhEnitl, ofM.s.t r of Surgcry\nD@or of M.diclnM.S. (Bomboy).\nM.D. (crlcum)-\n(Baric M.di(.l. subjcctr)\nPoi( G.rdullc DiplomGM.D. (Bombar).\nM.scMrna of SurFry\nDiplom! in PsblicM.S. (Crlcutta).\nD.P.H.\n(crlcuur).\nM.O. (cdcuur).\nM.D (Luctno*).\nUniEBityofMtdn,\nUtrircd KinAdorrDo.ror of MdEiE .nd\nlDoctor ofPliloropny\n(B!3ic Mcdic.l subjc<tiM.s (Luct!ov).\nM.D (Mrdrl!)\nM.s (Mrdr.!).\nM.D (P!In.).\nM.s (Prtn.).\nM.D., M.S.,\n(^ndhr)\nPrLD\nD.A, D,A,P. & E.\nD. Blc1..D.C.tL\nD.C.M.T, D.C.P-\nD,I.H,. D,L,O,.\nD_MJ. D-I\\{-AJD.\nDJ(R.T.\nD.M.S.A., (Edin),\nD.O. Hye., D.O.,\nD.Phyr. Med.,\nD.P,M,,\nD.T.C,D-,\nD.T.P-H (Only ehcn\ngr.trr.d rfi.r rrtininE\n52 THE CAZETTE OF PAKISTAN, EXTRA,, JANUARY 16, 2023 [P^RI. I\nBimlngham, Brl!tol,\nCsmbridgc,\nMrnchcstcr, Oxford,\nShcficld, Wrlca,\nEdinbursh,\nGlEsrgow. Excrtcr,\nN.v Critlc Upon\nrnd BGlf.st\nRoyd Colhe. of\nPhyticfrns of\nRoyrl CollcSG of\nSurgcons of Lordon\nRoyrt Collegc of\nEdinburgh.\nRoylt Colb8c of\nSurgconr ofBdinburgll\nRoyrl F!.rJty Coll%E of\nPnysicians and\nSurgcry of Gl.tgow.\nSr!.t($r, En8landDiplom id Public HanhM.D\nM.S or M Ch.\nD.P.H\nF.&C.s. (8dir).M.R-C.P,\nF.R.C.P.\n(I.ndon).\nF.R.C.P.,\n(Engl.nd)\nM.R-C.P.,\nF.R.C.P.,(Edin).Doctor of Mcdi€lnc\nM$tcr ofSurtcry\nDiplomi in Public Hcalth\nDiplomr in Publlc\nH.allh. D.P.H.(R.C.P.S.) EnClsrdF.R-F.P.S\n(clt38oe)-\nD,P H. (RC,P,S,)\n(Etshl'd).\nPorJ CollctE of\nPhFici.E lnd SuBcoE ofltfRC.P. (GLsE )\nF.R-C.P. (6hsg.)\nF.R-C.S. (GlE&)\nHoo. F.R.CJ.S.\n(Ghs&)\nPcti uat Diploma D,A.., D.A.P-&,B,\nD- B3r, D.C.H.,\nD,C,M.T.,\nD.C.P,, D,I.E,\nD.LO,, DfiJ,,\nDMR D.\nPair ITHE GAZETTE OF PAKISTAN, EXTRA., JANUARY 16.2023 53\nD,M,RT.\nD.M.S.A., (Edir)\nD.o.Eyg. D O..\nD.Otsl\ni.c.o.o. D.P.[L\nD.nlF. Mrq\nDIJt'{.,\nD.T_C.D-\nD.T}.H,\nM,D.\nM- cll\nMEC,P,\n(l,.lrnd).\nF,RC.P,\nUnicd S.t of AEieI-&C.S\n0Fl,\"d)\nD.C.O.\n54 THE GAUTTE OF PAXISTAN, EXTRAIANUARY I62023 PART I\nTHE THIRD SCHEDULE\nlS.. s@rions 2(r) rnd t8.24,29,33,17(2\\)\nRECOGNI6ED DENTAL QUALIFICATIONS\nMcd'rql lBth;iio'r.\nQurlilication.\n(r) (7) (r)\nPunj.h slrte Mcdi.{lB ach.lor of D.nlrl\nSr.Ep.y.\nLicenti!re in DGtrt.l\nSu,EFry.B.D.S.\n(Punjrb).\nL.D.S. (PSMF)\nUrivcasity of Sinlh Brch.lor of Dcrt.l\nsurdiryB-D.S (SiDdh).\nUnivcrsit, or BrchElor of D.ntrl\nSu.B.ryB.D.s.\n(P.shrwal).\nSh.bc.d Zulf'c, Ali\nM.xillof&itlSurgcryMDS 06l ald\nSura6ry-\nMlslcr ofDcmel\nSrlB ry P&dirtric\nDcntistry.MDS Pacdirttic\nD.nti3trr,\nTHE FOURTH SCHEDULE\n(scc s€clionr 2(.) .nd 22.11,36,37)\nAPPROVED TIOSPIT^LS OR INSTITUTIONS\nS. No. Approrcd Hospiuls or Spcciclties/Dcprnmcnl\n(lt {u) (r)\nP^RT I] THE GAZETTE OF PAKISTAN, EXTRA., JANUARY I5, 2023 55\nTHE FIFTH SCHEDULE\n(sc! scctions 2(.),22,24,27,33)\nCONTINUOUS PROFESSIONAL DEVELOPMENT OPPORTUNNY PROVIDERS\nIN PAKISTAN\nS.No. CPD Oooortunhv Providcr\n(r) (2)\nTHE SIXTH SCHEDULE\n(s.. scctions 2(\"a),24,28)\nSPECIALIST BOARDS\nSh..i.lri../D.n,rh.nll\nfl) 12l\nTAHIR HUSSAIN\nSecretary.\nPRINITD OY THE MANACER, PRINTING CORMRATION OF PAKISTAN PRESS, ISIAMABAD\nflmLBHED BY TI lE OEP( IrY CONIROI I-rrR. STATTONIRY AND I'I)RMS, iI\\IVEBSrY ROAD, X.{RAU n"
}