{
    "file": "./converted_json\\administratord41df35ae0311f10fb4d9bbe13861a5f.json",
    "name": "Gilgit-Baltistan Travel Agencies & Tour Operators Act, 2020",
    "date": "June 22, 2020",
    "tagline": "An Act to provide for the development, regulation and control of the profession of travel agencies and tour operators in Gilgit-Baltistan.",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JULY  8,  2020  477(1) \n \n \n \n \nISLAMABAD,  WEDNESDAY ,  JULY   8,  2020 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF GILGIT -BALTISTAN  \nLAW  AND PROSECUTION DEPARTMENT  \n(Gilgit -Baltistan Secretariat ) \n \nGilgit , the 22nd  June , 2020 \n \nTHE GILGIT -BALTISTAN TRAV EL AGENCIES &  \nTOUR OPERATORS ACT -2020  \n \nACT NO. VI OF 2020 \n    \n Preamble: —  \n \n An Act to provide for the development, regulation and control of the \nprofession of travel agencies and tour operators in Gilgit -Baltistan.  \n \n WHEREAS  it is necessary and expedient to provide for the development, \nregulation and control of the profession of travel agencies and tour operators in \nGilgit -Baltistan.  \n  \n \n477 (1—8) \n \nPrice: Rs. 10.00 \n \n[5700 (2020)/Ex. Gaz.].   \n477(2) THE GAZETTE OF PAKISTAN, EXTRA., JULY   8,  2020 [PART I \n \n  It is hereby enacted as follows:  \n \n 1. Short Title, extent and commen cement. —(1) This Act may be \ncalled the Gilgit -Baltistan Travel Agencies & Tour Operators Act, 2020.  \n \n (2) It extends to the whole Gilgit -Baltistan.  \n \n (3) It shall come into force at once.  \n \n 2. Definitions. —In this Act, unless there is anything repugnant in  the \nsubject or context, — \n  \n (1) “Committee”  means the Travel Agencies and Tour Operators \nAdvisory Committee set up by the Government under Section 3 of \nthis Act.  \n \n (2) “Controller”  means the Director of the Directorate of Tourism, GB \nappointed under secti on-3 and includes a Deputy Controller \n(Deputy Directors of GB Tourism Department) and an Assistant \nControllers (Assistant Directors of GB Tourism Department) and \nsuch other person as may be authorized by the Government by \nnotification in the official Gazet te to perform all or any of the \nfunctions of the Controller.  \n \n (3) “License”  means a license granted under this Act to any person to \noperate as a travel agency or tour operator.  \n \n (4) “Prescribed”  means prescribed under the rules;  \n \n (5) “Rules”  means rules  made under this Act;  \n \n (6) “Travel Agency”  means a person, by whatever name called, \nwho— \n \n (a) makes, directly or indirectly, on commercial basis \narrangements for the passage of the tourists, or use of \ntransport, or transportation of their baggage or good s by road, \nrail, air or sea mules or horses;  \n \n (b) has been delegated general authority in respect of sales for the \nairlines or other carriers, either directly or through a sub -\ncontract;  \n \n (7) “Tourist”  means a person, domestic or foreigners who stays \novernight or more as a guest in a hotel at a place other than his \nnormal place of residence or as defined by  UNWTO.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JULY  8,  2020  477(3) \n   Or is a citizen of Pakistan or other country who validly enters \nGilgit -Baltistan and remains therein for not less than twenty four \nhours and n ot more than six months in the course of any year for \npurposes such as touring, recreation, sports, health, study or \nreligious pilgrimages.  \n \n (8) “Tour Operator”  means a person, by whatever name called, who \nmakes arrangements for lodging, transport or othe r services relating \nto travel of persons with in Gilgit -Baltistan/Pakistan or arranges \nentertainment, sightseeing, excursion and guide services, whether \nthe arrangements are made on the basis of comprehensive all \ninclusive rates or on the basis of separate  charges for each service \nprovided.  \n \n (9) “Courts”  means Chief Court of Gilgit -Baltistan . \n \n 3. Setting up of Advisory Committee. —(1) As soon as possible after \ncommencement of this Act, the Government shall set up a Tour Operator and \nTravel Agencies advisor y Committee, consisting of Secretary Tourism as \nchairman. Composition of the Advisory Committee will be defined in the rules \nmade under this Act.  \n \n 4. Appointment of Controller, Deputy Controller and Assistant \nControllers. —(1) The Director Tourism, Gilgit -Baltistan shall be the controller \nby virtue of posting. Deputy Directors and Assistant Directors, Tourism shall be \nthe Deputy Controllers and Assistant Controllers by virtue of their postings \nnotified by the Secretary Tourism, GB in consultation with the C ontroller, in \nDivisions and Districts respectively.  \n \n (2) Subject to the provisions of this Act, the Controller shall perform \nhis functions and discharge his duties under the general supervision and control \nof the Department of Tourism GB.  \n \n (3) Subject to  the provisions of this Act and of such orders as may from \ntime to time be made by the Government in this behalf, the Deputy Controller \nand Assistant Controllers shall perform their functions and discharge their duties \nunder the general supervision and con trol of the Controller.  \n \n 5. Licensing of Travel Agency or Tour Operator. —(1) Any person \nintending to operate an office of a travel agency or a tour operator in the  \ngeo-graphic boundaries of Gilgit -Baltistan or in Pakistan shall apply to the \nController on the prescribed form for the grant of a license and mandatory to  \nestablish the head office of the company within GB.  \n \n (2) Subject to Sub -Section (3) on receipt of an application under sub -\nsection (1), the Controller may, on payment of the prescribed fee by  the \n477(4) THE GAZETTE OF PAKISTAN, EXTRA., JULY   8,  2020 [PART I \n \n applicant, grant to the applicant a license in the prescribed form. Provided that a \ntour operator or travel agent already registered with department of tourist \nservices Islamabad shall be exempted for once for license registration fee.  \n \n (3) A license  shall not be granted to an applicant if:  \n \n (a) The applicant, or the manager or any partner or director of the \napplicant, has been convicted of an offence which, in the opinion of \nthe Controller involves moral turpitude;  \n \n (b) The applicant is a minor or insane person;  \n \n (c) The financial position of the applicant is, in the opinion of the \nController, such as would prevent the applicant from acting as a \ntravel agency or tour operator efficiently;  \n \n (d) The applicant has had no experience of travel arrangem ents \nrequired to operate the business of a travel agency or tour operator \nand has not employed persons who have had such experience does \nnot engage experienced and trained employees or licensed guides or \ndoes not provide such transportation facilities as m ay be prescribed.  \n \n (e) The applicant does not have an office of a prescribed minimum \nstandard.  \n \n (4) The Controller shall maintain data base in which the names, \nattested copy of national Identity cards, addresses with contact numbers, nature, \ncomposition and the field of operation of all licensed travel agencies and tour \noperators shall be entered. The register shall be maintained in both paper and \nelectronic formats and information relevant to the public shall be accessible.  \n \n (5) The license shall, unles s earlier cancelled or suspended under \nSection 10 or Section 11, remain valid for one year and may be renewed from \nyear to year in such manner, and on payment of such fee, as may be prescribed. \nProvided that a licensed travel agency can also hold a license  of tour operator \nafter complying with the terms and conditions for grant of license as tour \noperator.  \n \n 6. Exemption from application. —This Act shall not apply to:  \n \n (1) Enterprises operated by the State.  \n \n (2) National carriers of Pakistan, foreign and p rivate airlines, duly \nauthorized to operate to from or via Gilgit -Baltistan.  \n  \n 7. Prohibition to act without license etc. —Subject to section 5:  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JULY  8,  2020  477(5) \n  (1) No person shall hold himself/herself out or act as travel agency or \ntour operator unless he/she holds a li cense provided that a licensed \ntravel agency can also hold the license of a tour operator after \ncomplying with terms and conditions for grant of license as tour \noperator.  \n \n (2) No airline or other carrier shall delegate general authority in respect \nof sale s, either directly or through a sub -contract, to a person who \ndoes not hold a license.  \n \n 8. Business Guarantee. —(1) A licensed travel agency or tour \noperator shall maintain in a schedule bank, a bank guarantee or cash security of \nsuch minimum amount up to Rs. 0.150 million to the department, as may be \nprescribed from time to time.  \n \n (2) No amount shall be payable out of a bank guarantee or cash \nsecurity maintained by a licensed travel agency or tour operator under sub -\nsection (1) except by the order of the Controller.  \n \n (3) The Controller may, after making such inquiry as it may deem fit \nand after giving a travel agency or tour operator an opportunity of showing cause \nagainst the order proposed to be made, order payment out of the bank guarantee \nor cash secu rity of the travel agency or tour operator, of any sum owed by the \nagency or tour operator to a tourist, carrier company or hotel or lodging house \nand not settled by it within thirty days from the date of its becoming due.  \n \n (4) A travel agency or tour ope rator from whose bank guarantee or \ncash security payment of any amount has been made under sub -section (3) shall, \nwithin a period of fifteen days of such payment, deposit the said amount into the \nbank guarantee or cash security as the case may be.  \n \n 9. Service Charges. —(1) The rates of service charges from the \ntourists shall be set out in a rate list drawn up by a licensed travel agency or tour \noperator from time to time and submitted to the Committee who shall approve \nthe same unless they are excessive.  \n \n (2) A copy of the rate list referred to in sub -section (1) for the time \nbeing in force shall be posted at some conspicuous part of the office of the travel \nagency or tour  operator.  \n  \n 10. Alterations. —A licensed travel agency or tour operator shall, on \npayment of the prescribed fee, have every change in its nature or composition or \nits field of operation entered in the register maintained under section 4, within \nfifteen days of the day on which such change occurs.  \n \n477(6) THE GAZETTE OF PAKISTAN, EXTRA., JULY   8,  2020 [PART I \n \n  11. Dis-continuance of business. —In the c ase of dis -continuance or \ntransfer of business, dissolution, re -organization or winding up of a licensed \ntravel agency or tour operator the Controller shall be informed by the agency or \noperator within thirty days of such dis -continuance, transfer, dissolu tion, \nre-organization or winding up, and on receipt of the information, the Controller \nmay either cancel the license granted to the travel agency, tour operator or, in the \ncase of transfer of business or re -organization, grant a new license to the \ntransfer ee travel agency, tour operator or to the travel agency, tour operator as re -\norganized.  \n \n 12. Suspension or cancellation of license. —The Controller may, after \naffording a licensed travel agency or tour operator an opportunity of showing \ncause against the a ction proposed to be taken against it, by order in writing, \nsuspend the license of the travel agency or tour operator for a period not \nexceeding (03) Three months or cancel its license if the agency or operator;  \n \n (1) Violates the provisions of this Act or  the rules or the terms and \nconditions of the License or the prescribed code of conduct.  \n \n (2) Suspends its business without intimation to, or permission of, the \nController and does not resume it within six months from the date \nof such suspension or within  the time specified by the Controller.  \n \n (3) Contravenes the provisions of sub -section (1) or sub -section (4) of \nSection 8.  \n \n (4) Becomes a person to whom a license cannot be granted under sub -\nsection (3) of Section 4.  \n \n 13. Complaints. —Any traveler or tou rist having a complaint against \nany travel agency or tour operator may approach the Controller, which shall \ndispose of the same in the prescribed manner . \n \n 14. Appeal and revi ew.—(1) A travel agency or tour operator \naggrieved by the decision or order of an  officer or authority other than the \nController under this Act or the rules may prefer an appeal to the Controller \nwithin the prescribed time and in the prescribed manner; any complain may be \napproached to the Advisory Committee for decision.  \n \n (2) The Adv isory Committee may at any time of its own motion, or on \nthe application of any travel agency or tour operator aggrieved by any decision or \norder passed by the Controller under this Act or the rules within the prescribed \ntime and in the prescribed manner, pass such order in relation thereto as it thinks \nfit: \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JULY  8,  2020  477(7) \n  Provided that no order against a travel agency or tour operator shall be \npassed unless it has been given an opportunity of showing cause against it and of \nbeing heard.  \n \n 15. Penalty. —(1) Any travel age ncy or tour operator which \ncontravenes or fails to comply with the provisions of this Act or the rules or \nviolates the prescribed code of conduct shall, without prejudice to any other \naction that may be taken against it under this Act be punishable with fi ne which \nmay extend to fifty thousand rupees or as prescribed by rules from time to time.  \n \n (2) No court shall take cognizance of an offence punishable under this \nAct except upon a complaint made in writing by or under the authority of the \nGovernment of GB . \n \n 15A.  Appeal and Revision. —(1) Any person aggrieved by an order \nunder this Act may within thirty days of the date of the order, prefer \nan appeal to;  \n \n (a) The Deputy Controller, where such order has been passed by \nan Assistant Controller.  \n \n (b) The Cont roller, where such order, not being an order passed in \nappeal under clause (a) has been passed by a Deputy \nController.  \n \n (c) The prescribed appellate authority, (Secretary Tourism \nChairman Advisory Committee) where such order, not being \nan order passed in appeal under clause (b), has been passed by \nthe Controller.  \n \n (2) The Government may of its own motion, or on the application of \nany owner or manager aggrieved by an order passed under sub -\nsection  (1) within the prescribed time and in the prescribed manner , \npass such order in relation thereto as it thinks fit. Provided that no \norder against an owner or a manager shall be passed unless he has \nbeen given an opportunity of showing cause against it and of being \nheard.  \n \n 16. Delegation of powers. —(1) The Governm ent may, by notification \nin the official Gazette, direct that all or any of its powers under this Act shall, \nunder such conditions, if any, as may be specified, be  exercisable by any officer \nor authority sub -ordinate to such Controller.  \n \n 17. Power to make  rules. —(1) The Government may by notification \nin the official Gazette, make rules for carrying out the purposes of this Act.  \n477(8) THE GAZETTE OF PAKISTAN, EXTRA., JULY   8,  2020 [PART I \n \n  (2) In particular, and without prejudice to the generality of the \nforegoing power, such rules may provide for all or any of the f ollowing matters \nnamely:— \n  \n (a) The fees payable for the issue and renewal of a license, depending \non the nature of the services to be rendered by an applicant to \ntourists and the number of branch offices the applicant proposes to \nestablish;  \n \n (b) The for m in which an application for a license is to be made;  \n \n (c) The form of the license;  \n \n (d) The code of conduct;  \n \n (e) The conditions to which a license shall be subject; and  \n \n (f) The manner in which, and the time within which, an appeal under \nthe Act may  be preferred.  \n \n (g) Any other matter which is to be or may be prescribed.  \n \n \nFIDA MUHAMMAD NASHAD , \nSpeaker , \nGilgit -Baltistan Assembly . \n————  \nRAJA JALAL MAQPOON , \nGovernor,  \nGilgit -Baltistan . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n————————————————————————————————  \nPRINTED  BY THE M ANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}