{
    "file": "./converted_json\\administrator8d79df3ec7620adceccb142f91a3f62a.json",
    "name": "Assets Declaration Ordinance, 2019",
    "date": "May 16, 2019",
    "tagline": "To provide for voluntary declaration of undisclosed assets, sales and expenditure",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA., MAY 16 , 201 9 63 \n \n \n \n \n  \nISLAMABAD,  THURS DAY , MAY  16, 2019 \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 15th May, 201 9 \n \n No. F. 2 (1)/2019 -Pub.—The following Ordinance promulgated by the \nPresident on 14 th May, 2019 is here by published for general information: - \n \nORDINANCE NO. III OF 2019  \n \nAN \n \nORDINANCE  \n \nto provide for voluntary declaration of undisclosed assets, sales  \nand expenditure  \n \n WHEREAS  there is a reportedly large scale non -declaration of assets, \nsales and expenditure ; \n \n AND WHEREAS  it is expedient to make provisions for declaration of such \nassets, sales and expenditure for the purposes hereinafter appearing;  \n \n \n \n  \n(63) \nPrice: Rs. 10.00 \n[777(2019)/Ex. Gaz.]  \n64 THE GAZETTE OF PAKISTAN , EXTRA., MAY  16, 2019 [PART I \n \n \n  AND WHEREAS  it is expedient to — \n \n (a) allow the non -documented economy ’s inclusion in the taxation \nsystem ; and   \n \n (b) serve the purpose of economic revival and growth by encouraging a \ntax compliant economy;  \n \n AND WHEREAS  the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstance s exist which render it necessary to take immediate action;  \n \n NOW, THEREFORE,  in the exercise of the powers conferred by clause (1) \nof Article 89 of the Constitution of the Islamic Republic of Pakistan, the \nPresident of the Islamic Republic of Pakistan is pleased to make and promulgate \nthe following Ordinance: - \n \n 1. Short title, extent and commencement. —(1) This Ordinance shall \nbe called the Assets Declaration Ordinance, 2019.  \n \n (2) It shall extend to the whole of Pakistan.  \n \n (3) It shall come into force at  once.  \n \n 2. Definitions. —(1) In this Ordinance, unless there is anything \nrepugnant in the subject or context, — \n \n (a) “assets” means all domestic and foreign assets of every kind;  \n \n (b) “Board” shall have the same meaning as defined in clause (8) of \nsection  2 of the Income Tax Ordinance, 2001 (XLIX of 2001);  \n \n (c) “court of law ” means a High Court or Supreme Court of Pakistan;  \n \n (d) “declarant” means a person making a declaration under section 5;  \n \n (e) “holder of public office ” means a person as defined in t he \nVoluntary Declaration of Domestic Assets Act, 2018 or his \nbenamidar as defined in the Benami  Transactions (Prohibition) Act, \n2017 (V of 2017) or their spouses and dependents;  \n \n (f) “undisclosed assets ” includes benami assets as defined in the \nBenami  Transactions (Prohibition) Act, 2017 (V of 2017) and any \nassets the value of which has been unreported, under -reported or \nunderstated;  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MAY 16 , 201 9 65 \n \n \n  (g) “undisclosed expenditure ” means any unexplained or unaccounted \nexpenditure under the provisions of the Income Tax Ordin ance, \n2001 (XLIX of 2001) up to the tax year 2018, which has not been \ndeclared in the return of income or for which a return of income has \nnot been filed and such expenditure is not accounted for;  \n \n (h) “undisclosed sales ” means sales or supplies chargeabl e to sales tax \nor federal excise duty under the Sales Tax Act, 1990 or the Federal \nExcise Act, 2005, respectively, which were not declared or have \nbeen under -declared up to 30th June, 2018.  \n \n (2) All other words and expressions used but not defined in this  \nOrdinances shall have the same meaning assigned thereto under the Income Tax \nOrdinance, 2001 (XLIX of 2001), the Sales Tax Act, 1990, the Federal Excise \nAct, 2005, the Benami  Transactions (Prohibition) Act, 2017  (V of 2017) and the \nrules made thereunder.  \n \n 3. Declaration of undisclosed assets, sales and expenditure. —Subject  \nto the provisions of this Ordinance, any person may make, on or before 30th \nJune, 2019, a declaration  only in respect of any — \n \n (a) undisclosed assets, held in Pakistan and abroad, acqu ired up to 30 th \nJune, 2018;  \n \n (b) undisclosed sales made up to 30 th June, 2018.  \n \n (c) undisclosed expenditure incurred up to 30 th June, 2018; or  \n \n (d) benami  assets acquired or held on or before the date of declaration;  \n \n Explanation. — It is clarified that  the benefit under this Ordinance shall \nalso be available where — \n \n (a) any proceedings have been initiated or are pending or where any \nincome has been assessed under the Income Tax Ordinance, 2001 \n(XLIX of 2001), which are relatable to undisclosed assets o r \nexpenditure except where the matter has attained finality;  \n \n (b) any proceedings have been initiated or are pending or have been \nadjudicated under the Sales Tax Act, 1990, or the Federal Excise \nAct, 2005, which are relatable to any undisclosed sales or s upplies \nexcept where the matter has attained finality.  \n \n66 THE GAZETTE OF PAKISTAN , EXTRA., MAY  16, 2019 [PART I \n \n \n  4. Charge of tax and default surcharge. —(1) The undisclosed assets \nshall be chargeable to tax and default surc harge at the value mentioned in  \nsection 5 and at the rates specified in the Schedule to t his Ordinance.  \n \n (2) The undisclosed sales and expenditure shall be chargeable to tax  \nand default surcharge at the rates specified in the Schedule to this Ordinance.  \n \n 5. Value of Assets. —Value of assets, — \n \n (a) in case of domestic immovable properties sha ll be the price not less \nthan— \n \n (i) 150% of the FBR value notified under sub -section (4) of \nsection 68 of the Income Tax Ordinance, 2001  (XLIX of \n2001); or  \n \n (ii) 150% of the DC value, where FBR value has not been notified \nor the FBR value is less than th e DC value; or  \n \n (iii) 150% of FBR value notified under sub -section (4) of section 68  \nof the Income Tax Ordinance, 2001 (XLIX of 2001) for land \nand 150% of DC value for constructed property, where FBR \nvalue has not been notified for constructed property;  \n \n (b) in case of all other assets, shall be the price which the assets would \nordinarily fetch on sale in the open market on the date of \ndeclaration but in no case shall be less than the cost of acquisition \nof the asset:  \n \n      Provided that in case of forei gn assets, the fair market value \nshall be determined at the exchange rate prevalent on the date of \ndeclaration.  \n \n Explanation. —It is clarified as follows — \n \n (a) in case any declarant has already filed a declaration in respect of \nany immovable property unde r the Income Tax Ordinance, 2001, or \nthe Voluntary Declaration of Domestic Assets Act, 2018 and \nwishes to enhance the declared value of the said immovable \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MAY 16 , 201 9 67 \n \n \n property, he may file a declaration under this Ordinance in terms of \nthe value mentioned in section 5  and above;  \n \n (b) in case a person has already filed a declaration in respect of any \nimmovable property which is in line with section 68 of the Income \nTax Ordinance, 2001, or the Voluntary Declaration of Domestic \nAssets Act, 2018 no further proceedings or action will be initiated \nagainst him in view of the provisions of this Ordinance, in \nparticular section 5 thereof.  \n \n 6. Time for payment of tax. —(1) The due date for payment of tax  \nchargeable under this Ordinance shall be on or before 30 th June, 2019:  \n \n Provided that after the due date under this sub -section, the tax shall be \npaid on or before the 30 th June, 2020 along -with default surcharge at the rates \ngiven in clause (2) of the Schedule to this Ordinance.  \n \n (2) The tax in respect of foreign assets or for eign currency held in \nPakistan shall be paid in foreign currency according to the procedure prescribed \nby the State Bank of Pakistan, in the mode and manner provided in section 9.  \n \n (3) If a person fails to pay tax and default surcharge according to this \nsection, the declaration made shall be void and shall be deemed to have never \nbeen made under this Ordinance.  \n \n (4) Notwithstanding the provisions of clause (g) of section 11, in case \nof outstanding demand at the time of filing of declaration, the declarant  may pay \nthe amount of such tax determined by the Officer of Inland Revenue, under the \nprovisions of the Sales Tax Act, 1990 or the Income Tax Ordinance, 2001 (XLIX \nof 2001), or the Federal Excise Act, 2005, without payment of default surcharge \nand penalty . \n \n 7. Incorporation in books of account. —(1) Where a declarant has \npaid tax under section 6 in respect of undisclosed assets, sales and expenditure \nthe declarant shall be entitled to incorporate such assets, sales or expenditure in \nhis return, wealth stat ement or financial statement irrespective of the fact that the \nasset, sales or expenditure were relatable to a year which is barred by time for the \npurpose of revision of return of income or wealth statement, as the case may be. \n \n (2) No allowance, credit or deduction under any law for the time being  \nin force shall be available for assets so incorporated.  \n \n 8. Conditions for declaration. —The declaration made shall be  \nvalid  if— \n \n68 THE GAZETTE OF PAKISTAN , EXTRA., MAY  16, 2019 [PART I \n \n \n  (a) cash held by the declarant is deposited into a bank account in the \nmanner s pecified at the time of declaration and is retained in such \nbank account up to the 30 th June, 2019; or  \n \n (b) the foreign currency held in Pakistan declared under section 3 is \ndeposited into declarant ’s own foreign currency bank  account at the \ntime of decla ration and is retained in such account till 30 th June, \n2019; or  \n \n (c) the repatriated foreign liquid asset is deposited into declarant’s own \nPak Rupee account or his foreign currency bank account in Pakistan \nor is invested into Pakistan Banao  Certificates or any foreign \ncurrency denominated bonds issued by the Federal Government; or  \n \n (d) foreign liquid assets not repatriated to Pakistan shall be deposited in \ndeclarant’s foreign bank account on or before the 30 th June, 2019.  \n \n 9. Mode and manner of repatria tion of assets held outside \nPakistan and payment of tax thereon. —The State Bank of Pakistan shall notify \nthe mode and manner of —  \n \n (a) repatriation of assets to Pakistan;  \n \n (b) deposit of tax in foreign currency through State Bank of Pakistan; \nand \n \n (c) method of conversion of value of assets held outside Pakistan in \nPak rupees.  \n \n 10. Tax paid not refundable. —Any amount of tax or default  \nsurcharge paid under the provisions of this Ordinance shall not be refundable.  \n \n 11. Ordinance not to apply to certain p ersons, assets  or \nproceedings. —The provisions of this Ordinance shall not apply to — \n \n (a) holders of public office;  \n \n (b) a public company as defined under clause (47) of section 2 of the \nIncome Tax Ordinance, 2001;  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MAY 16 , 201 9 69 \n \n \n  (c) any proceeds or assets that are in volved in or derived from the \ncommission of a criminal offence;  \n \n (d) gold and precious stones;  \n \n (e) bearer prize bonds;  \n \n (f) bearer securities, shares, certificates, bonds or any other bearer \nassets; or  \n \n (g) proceedings pending in any court of law.  \n \n 12. Declaration not admissible in evidence. —Notwithstanding \nanything contained in any other law for the time being in force, nothing \ncontained in any declaration made under this Ordinance shall be admissible in \nevidence against the declarant for the purpose  of any proceedings relating to \nimposition of penalty or adverse action or for the purposes of prosecution under \nany law.  \n \n 13. Misrepresentation. —Notwithstanding anything contained in this \nOrdinance, where a declaration has been made by misrepresentation or \nsuppression of facts, such declaration shall be void and shall be deemed to have \nbeen never made under this Ordinance.  \n \n 14. Confidentiality. —(1) Notwit hstanding any other law for the  \ntime being in force including the Right of Access to Information Act,  2017 \n(XXXIV) and sub -section (3) of section 216 of the Income Tax Ordinance, 2001 \n(XLIX of 2001), except the provisions of clauses (a) and (g) of sub -section (3) of \nsection 216 of the Income Tax Ordinance, 2001(XLIX of 2001), particulars of \nany person making a declaration under this Ordinance or any information \nreceived in any declaration made under this Ordinance shall be confidential.  \n \n 15. Power to make rules. —The Board may by notification in the \nofficial Gazette make rules for carrying out the purposes  of this Ordinance \nincluding the manner, procedure, payment of tax and conditions under which the \ndeclaration under this Ordinance shall be filed.  \n \n 16. Ordinance to override other laws. —The provisions of this \nOrdinance shall have effect notwithstanding an ything to the contrary contained in \nany other law for the time being in force.  \n \n 17. Removal of difficulties. —(1) If any difficulty arises in giving \neffect to the provisions of this Ordinance, the Federal Government may, by \nnotification in the official Gaz ette, remove such difficulty as is inconsistent with \nthe provisions of this Ordinance.  \n70 THE GAZETTE OF PAKISTAN , EXTRA., MAY  16, 2019 [PART I \n \n \n THE SCHEDULE  \n[see section 4]  \nRATES OF TAX \n (1) The rates of tax imposed on undisclosed assets, sales and  \nexpenditures shall be as specified in the following Table, namel y:— \n \nTable  \n \nS. No.  Undisclosed assets, sales  \nor expenditure  \n Rate of tax  \n(1) (2) (3) \n \n1. All assets  except domestic  immovable properties  4% \n2. Domestic  immovable  properties  1.5%  \n3. Foreign  liquid  assets  not repatriated  6% \n4. Unexplained expenditure  4% \n5. Undisclosed Sales  2% \n \nRates of Default Surcharge  \n \n (2) The amount of tax under clause (1) of the Schedule shall be \nincreased by a default surcharge by amount percentage as specified in the \nfollowing Table, namely: — \n \nTable  \n \nS. No.  Time of payment of t ax  Rate of default  \nsurcharge  \n1. If the tax is paid after the 30 th June, 2019  \nand on or before the 30 th September, 2019  10% of the tax  \namount  \n2. If the tax is paid after the 30 th September,  \n2019 and on or before the 31 st December,  2019  20% of the tax  \namount \n3. If the tax is paid after the 31 st December,  \n2019 and on or before the 31 st March,  2020  30% of the tax  \namount  \n4. If the tax is paid after the 31 st March, 2020  \nand on or before the 30 th June, 2020  40% of the tax  \namount  \n    \n DR. ARIF ALVI , \n President . \n \n—————  \n \n Justice (R) , \n           ABDUL SHAKOOR PARACHA . \n Secretary.  \n \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}