{
    "file": "./converted_json\\administrator99323b24414042ba1fad2619af9fec4f.json",
    "name": "Karachi Port Security Force Ordinance, 2002",
    "date": "October 22, 2002",
    "tagline": "To provide for the constitution and regulation of the Karachi Port Security Force",
    "content": "Page 1 of 11 \n \n \n \n \n \nTHE KARACHI PORT SECURITY FORCE ORDINANCE, 2002  \n \n \n \n \n \n \n \nCONTENTS  \n \nCHAPTER 1  \n \n1. Short title, extent, and commencement.  \n \n2. Definitions.  \n \n3. Establishment, constitution and maintenance of the force, its powers and functions.  \n \nCHAPTER II  \n \nCONSTITUTION,  SUPRINTENDANCE  \nAND ADMINISTRATION OF THE  \nPORT SECURITY FORCE  \n \n4. Appointment of Commandant etc.  \n \n5. Appointment of subordinate and ministerial staff.  \n \n6. Members of Defence service of Pakistan to be subject to their respective laws.  \n \n7. Industrial Relatio ns Ordinance, 1969 (XXIII of 1969) or any other labour law not to apply to \n the Port Security Force.  \n \nCHAPTER III  \n \n8. Powers and duties of the officers and members of the Force.  \n \nCHAPTER IV  \n \nSPECIAL OFFENCES  \n \n9. False pretense of membership of unlawful p urpose.  \n \n10. Assaulting Officer or member in execution of duty, etc . \n \n11. Offences relating to disobedience of orders, obstruction and refusal of information.  \n  \n\n \n \n \n \nPage 2 of 11 \n 12. Offences relating to prohibited appliances . \n \n13. Punishment for abetment of certain offences . \n \nCHAPTER V  \n \nADJUDICATION  \n14. Appointment of  Magistrates.  \n \n15. Jurisdiction  and procedure.  \n \nCHAPTER VI  \n \nMISCELLANEOUS  \n \n16. Indemnity . \n \n17. Power to make rules.  \n \n18. Power to make regulations . \n \n19. Removal of difficulties . \n \n \nFIRST SCHEDULE  \n \nSECOND SCHEDUL E \nRECRUITING ROLL  \n \nTHIRD SCHEDULE  \n \nFOURTH SCHEDULE  \nSCHEDULE OF OFFENCES  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 11 \n THE KARACHI PORT SECURITY FORCE ORDINANCE, 2002  \n \nORDINANCE  No. LXXXIV OF 2002  \n \n[22nd October, 2002]  \n \nAn Ordinance, to provide for the constitution and regulation of the Karachi Port  Security \nForce  \n \nWHEREAS it is expedient to provide for the constitution and regulation of Port Security \nForce for protection of ports property; safety of goods stored in the ports area for import or export; \nprevention; inquiry and investiga tion of offences committed in connections with the affairs of the \nports and matters connected therewith or ancillary thereto;___ \n \nAND WHEREAS the President is satisfied that the circumstances exist which render it \nnecessary to take immediate action;  \n \nNOW, THEREFORE, in pursuance of the Proclamation of Emergency of the Fourteenth day \nof October, 1999, and the  Provi sional Constitutional Order No. 1 of 1999, read with the Provisional \nConstitution (Amendment; Order No.9 of 1999, and in exercise of all powers en abling him in that \nbehalf, the President of Islamic Republic of Pakistan is pleased to make and pro mulgate the \nfollowing Ordinance: — \n \nCHAPTER 1  \n \n1. Short title, extent, and commencement.___(1) This Ordinance may be called the Karachi \nPort Security Force Or dinance, 2002.  \n \n(2) It extends to the Ports limits of Karachi Port as defined under the First Schedule of this \nOrdinance.  \n \n(3) It shall come into force at once  \n \n2. Definitions.___In this Ordinance, unless there is anything repugnant in the subject or \nconte xt,___ \n \n(i) “Board ” means Board of Trustees of the Port of Karachi as defined in Karachi \nPort Trust Act, 1886 (II of 1886);  \n \n(ii) “Chairman ” means the Chairman of the Karachi Port Trust and includes any \nActing Chairman of the Trust as defined in the Karachi Port Tr ust Act, 1886 \n(II of 1886);  \n \n(iii) “Commandant ” means any person appointed under section 4 as Commandant \nof the Port Security Force or any person for the time being performing duties \nof Commandant;  \n \n(iv) “custody ” means the arrest and confinement of a person;  \n \n \n \n \n \nPage 4 of 11 \n (v) “Deput y Commandant ” means any person appointed under section 4 as \nDeputy Commandant of the Port Security Force or any person for the time \nbeing performing duties of Deputy Commandant;  \n \n(vi) “Force ” means the Port Security Force constituted and established under \nsection 3;  \n \n(vii) “Magistrate ” means a Magistrate appointed under this Ordinance;  \n \n(viii) “member ” means a person, other that an officer, who is appointed to the Force \nand has signed an affirmation in the form set out in the Third Schedule;  \n \n(ix) “officer ” means a person who is so appointed to the Port Security Force and \nhas signed an affirmation in the form set out in the Third Schedule;  \n \n(x) “Port Area ” means the Port Area specified in the First Schedule;  \n \n(xi) “prescribed ” means prescribed under the rules or regulations under this \nOrdinanc e; \n \n(xii) “Regulation ” means regulations made under this Ordinance;  \n \n(xiii) “Rules ” means rules made under this Ordinance; and  \n \n(xiv) “Schedule ” means the schedule to this Ordinance;  \n \n3. Establishment, constitution and maintenance of the force, its powers and \nfunctions.___(1) The Chairman with the approval of the Federal Government shall establish, \nconstitute and maintain a force to be called the Karachi Port Security Force to maintain security and \nsafety of the Karachi Port Area for performing of the following functions,  namely:__  \n \n(a) maintain law and order in the Port Area and take cognizance of offences \ncommitted therein or connected thereto;  \n \n(b) controlling and regulating the admission of persons to, and the conduct of \npersons in the vicinity of Port Area ;  \n \n(c) render all possi ble assistance to the Port users;  \n \n(d) prevent loss to port property and any other property or goods for the time \nbeing within the limits of the port and prevention of offences or \ncontravention of any rule or regulation in respect thereof;  \n \n(e) ensure proper condu ct of persons in the Port Area;  \n \n(f) to keep Port premises clear of idlers, beggars, hawkers etc. and to keep a \nlookout for suspicious persons, smugglers and other persons on the Port \npremises in contravention of rules, regulation s or orders for the time b eing;  \n \n \n \n \n \nPage 5 of 11 \n (g) to regulate and control movement, traffic and parking of engines, fork lifts, \ncargo handling equipment's, trucks and vehicles in and around the Port \nArea, prevent obstructions therein and thereabouts and enforce regulations \nwith regard to them;  \n \n(h) enforce and implement, the orders of Magistrate or any authorized officer \nor as defined under the Land Control (Karachi Division) Act, 1952 (XI of \n1952) in the Port Area and priorities wherein the  \n \nKarachi Port Trust has any legal or equitable interest or lie n; \n \n(i) inquire into and investigate the offences under this Ordinance, its rules, \nregulations or any other laws as may be prescribed by the Federal \nGovernment in this behalf by notification in the official  Gazette;  \n \n(j) bring in to the notice of the Chairman any c ontravention, breach or \nviolation of any law of which the Force may not itself take cognizance;  \n \n(k) prevent pollution, spillage; waste fire hazards, chemical hazards, water \nhazards, biological hazards, hazardous waste and hazardous substances and \nalso prevent  the generation, collection transport treatment, disposal, \nstorage, handling, import, export of the same, may be prescribed; and  \n \n(l) such other functions connected with the purposes of this Ordinance as the \nFederal Government may by notification in the offici al Gazette require the \nForce to perform.  \n \n(2) In the discharge of their functions, the officers and members of the Force shall be guided \nby, and act in accordance, with this Ordinance and the rules and regulations.  \n \n(3) The administration of the Force shal l vest in the commandant of the Force who shall \nadminister it in accordance with the provisions of this Ordinance,  rules and such orders and \ninstructions as may be made or issue d by the Chairman from time to time.  \n \n(4) The Force shall exercise his powers a nd perform his  functions under the general \nsupervision and directions of the Chairman.  \n \nCHAPTER II \n \nCONSTITUTION, SUPRINTENDANCE  \nAND ADMINISTRATION OF THE  \nPORT SECURITY FORCE  \n \n4. Appointment of Commandant etc.___(1)  The  Board  may,  appoint  any  member i n the \nservice of Pakistan to be Commandant of the Force.  \n \n(2) The Chairman may appoint any member in the service of Pakistan to be Deputy \nCommandant, assistant Commandant and any other officer of the Force.  \n \n5. Appointment of subo rdinate and ministerial st aff.___(1) The Commandant or a person \nauthorized b y the Chairman in this behalf m ay appoint, subordinate and ministerial staff and other \n \n \n \n \nPage 6 of 11 \n members of the Force and determine the duties to be performed by such officer, staff and other \nmembers.  \n \n(2) Appointmen ts under subsection (1) shall be made by direct recruitment or promotion or \nfrom personnel on deputation from any of the Defence Services of Pakistan, the Civil Armed Forces, \nor any other department of Government in such manner as may be prescribed.  \n \nExpla nation:  In this subsection, “Civil Armed Forces ” means such forces as the Federal \nGovernment may, by notification in the Gazette, specify.  \n \n(3) The Commandant may appoint, within the cadre the strength sanctioned by the Chairman, \nsuch number of Inspectors,  Sub Inspectors, Assistant Inspectors, selection grade security Guards and \nSecurity Guards as he may consider necessary for the efficient performance of the fu nctions of the \nForce.  \n \n(4) The rank structure, number of the officers and other members of the Fo rce shall be such \nas may be prescribed by the rules.  \n \n(5) Subject to section 6, officers and members of the Force shall receive pay, pension, \nallowances and other remunerations and shall enjoy such leave and other privileges as may be \nprescribed from time to time.  \n \n(6) Before the person is appointed under subsection  (1), the statement contained in  the \nrecruiting roll and affirmation set out respectively in the second and Third Schedules shall,  in the \npresence of a commandant, or other officers appointed und er section 4,  at any convenient place be \nread out and, if necessary, explained to him who shall, in acknowledgement of the statement having \nbeen so read out to him put his signature to it.  \n \n(7) When the affirmation set out in the Third Schedule  is read out , it shall be repeat ed by the \nperson making affirmation before he signs it.  \n \n(8) Officers and members of the Force shall wear such uniforms as may be prescribed under \nthe regulations.  \n6. Members of Defence service of Pakistan to be subject to their respect ive laws.___ \nEvery officer and member of the Force who is appointed under subsection (2) of section 5 on \ndeputation from the Defence Services of the Pakistan shall, remain subject to their respective Acts, \nas officers and persons enrolled under the respect ive Act accordingly as they are respectively \nofficers, junior commissioned officers and other members of the Force.  \n \n7. Industrial Relations Ordinance, 1969 (XXIII of 1969) or any other labour law not to \napply to the Port Security Force .___ Nothing contain ed in the Industrial Relations Ordinance, 1969 \n(XXIII of 1969) or any other labour law which is for the time being in force, shall apply to, or in \nrelation to, the Port Security Force or any person appointed under this Ordinance.  \n \nCHAPTER III  \n \n8. Powers an d duties of the off icers and members of the Force.___(1) An o fficer or \nmember shall,___ \n \n(a) take effective measures for ensuring security of the Port for safeguarding the \nunlawful interferences;  \n \n \n \n \nPage 7 of 11 \n  \n(b) safeguard persons, cargo and property of the Port within the li mits of Port;  \n \n(c) prevent unauthorized persons and vehicles from access to the Port or other \nareas important to the security of the Port;  \n \n(d) take effective measures for preventing sabotage, placement of any explosive \nitems, dangerous articles and carriage of ar ms and ammunitions in to the \nrestricted areas of the Port and shall as soon as he detects any contraband on \nthe person or in cargo of any person checked by him notify it  to the Customs \nstaff available at the Port for appropriate action under the Customs Ac t, 1969 \n(IV of 1969);  \n \n(e) use such arms and ammunition and equipment as may be authorised by the \nCommandant of the Force or an officer authorised by him in this behalf for the \npurpose of this Ordinance;  \n \n(f) search and arrest without warrant any person who is sus pected of endangering, \nor attempting to endanger, or having endangered, the safety of the Port or may \nbe necessary in the discharge of the aforesaid duties:  \n \nProvided that no person shall be arrested by an officer below the rank of BS -\n16; \n \n(g) perform such oth er functions as the 'Chairman may require to be performed in \nrelation to this Ordinance; and  \n \n(h) search, detain or arrest any person, vehicle or vessel toy prevent or detect any \noffence under this Ordinance or any other enactment in respect of the vessel, \nor by any person on board the vessel, the vehicle or any person in the vehicle  \n \nProvided that no person shall be arrested b y an officer below the rank of BS \n16. \n \n(2) The Commandant of the Force may, with the previous approval of the Federal \nGovernment, call f or police and military assistance in connection with unlawful activity on the Port, \nand when he does so, all officers and members of the civil agencies operat ing at the Port shall \nfunction in  accordance with the directions of the authorities rendering such  assistance.  \n \n(3) An officer, for the purposes of this Ordinance, shall exercise, within the Port areas as \nspecified in the First Schedule of the Ordinance all the powers of an officer in -charge of a police \nstation, under the Police Order, 2002 (Chief Exec utive's Order No.22 of 2002) and the Code of \nCriminal Procedure, 1898 (Act V of 1898).  \n \nCHAPTER IV  \n \nSPECIAL OFFENCES  \n \n9. False pretense of membership of unlawful purpose.___Any person who, not being a \nmember or officer of the Force, puts on the dress or ta ke the name, designation or character of a \nmember or officer of the Force for the purpose of obtaining admission into any house,  vessel or other \n \n \n \n \nPage 8 of 11 \n place, shall be guilty of an offence and, notwithstanding any other penalty to which he may be liable, \nshall be  liable to a fine of rupees ten thousand and to imprisonment for six months.  \n \n10. Assaulting Officer or member in execution of duty, etc .___Any person who assaults or \nresists any officer or member in the execution of his duty, or aids or incites any person  so to assault \nor resist any officer or member of the Force, or refuses to assist any officer or member of the Force \nin the execution of his duty when called upon to do so, or who, by the giving of false information \nwith intent to defeat or, delay the perf ormance of the officer and the member in the discharge of his \nduty, wilfully misleads or attempts to mislead any officer or member of the Force shall be guilty of \nan offence and shall be liable to a fine of rupees twenty five thousand or with imprisonment for six \nmonths or both.  \n \n11. Offences relating to disobedience of orders, obstruct ion and refusal of information . \nWhoever incite s, persuades, otherwise endeavo rs, prevents or willfully disobeys any direction \nlawfully given by the member or officer of the F orce in uniform of any person or authority \nempowered under this Ordinance to give such direction or obstructs any person or authority in the \ndischarge of any functions which such person or authority is required or empowered under this \nOrdinance to discharg e or being required by, or under, this Ordinance supplies any information, \nwithholds such information or gives information which he knows to be false, if no other penalty is \nprovided for the offence, shall be punishable with imprisonment term which may ext end to six \nmonths or fine which shall  not be less than rupees ten thousand and may extend to rupees twenty \nfive thousand or with both.  \n \n12. Offences relating to prohibited appliances. Whoever carries or is found in possession \nof any items the carrying or p ossession of which is prohibited by rules made under this Ordinance , \nshall be punished with fine which shall not be less than rupees ten thousand and may extend to \nrupees twenty five thousand and such items shall be forfeited to the Chairman.  \n \n13. Punishme nt for abetment of certain offences. Whoever aids or abets the commission of \nany offence under this Ordinance, its rules or regulations shall be punishable with the punishment \nprovided for the offence under Ordinance.  \n \nCHAPTER V  \n \nADJUDICATION  \n \n14. Appointm ent of  Magistrates. —(1) Notwithstanding anything contained in the Code of \nthe Criminal Procedure, 1898 (Act V of 1898) or any other law for the time being in force, the \nGovernment may for the purposes of this Ordinance, appoint a  Magistrates of First Class  within the \nmeaning of the Code of Criminal Procedure, 1898 (Act V of 1898).  \n \n(2) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act V of \n1898) or any other law for the time bring in force, the Magistrates shall perfo rm followi ng functions, \nnamely:___ \n \n(a) a Magistrate, who shall be assigned to the mobile u nits of the Force to patrol \nthe Harbour area, with powers as shall be p rescribed to monitor, arrest an d \nadjudicate offences, inclusive of offences relating to safety, security and  \npollution of the Harbour and other offences. Such Magistrate shall have \npowers to conduct summary proceedings and penalize and fine the offenders \nin accordance with the Code of Criminal Procedure, 1898 (Act V of 1898) ; \nand \n \n \n \n \nPage 9 of 11 \n  \n(b) a Magistrate, located in the vi cinity of the Port Area, adjudicating offence \ncommitted, under this Ordinance,  its rules and regulations, the Pakistan Penal \nCode, 1860 (Act XLV of 1860) as per the Fourth Schedule and exercising \npower under the Code of Criminal Procedure, 1898 (Act V of 1 898), and in \naccordance with the law:  \n \nProvided that the Port Magistrate shall conclude the proceeding within thirty \ndays of the commencement of the proceedings.  \n \n(3) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act V of \n1898 ) or any other law for the time being in force, the Judicial Magistrates shall in addition have all \nthe powers and exclusive jurisdiction under the Land Control (Karachi Division) Act, 1952 (XI of \n1952) to adjudicate matters relating to all mov eable and im movable properties of the Karachi Port \nTrust in accordance with prevailing law:  \n \nProvided that in the matter of unauthorised occupation of land or buildings or unauthorised \noccupancy, notice in writing shall be given by the Board to the trespassers, unauth orised occupants \nor lessees of dem ised leases with the Karachi Port, to vacate the properties of the Board within three \nweeks, to remove unauthorised structure if any, and de liver vacant possession to the B oard. Failing \ncompliance, the Board may file a, co mplaint before a Magistrate appointed under this Ordinance, \nwho shall issu e notice to the person to show cause, why action should not be taken against him. \nAfter giving him a hearing, the Magistrate may enforce the eviction of such person by such force as \nmay be necessary and order the removal or demolition of any or all unauthorised structures on such \nproperty:  \n \nProvided further that if the Magistrate authorises any officers to take such action, who may \nrequire assistance of the Force to execute the orders , he may send a requisition for assistance of the \nForce to the Police officer -in-charge of a police station having territorial jurisdiction over the area in \nwhich the property is situated. The officer -in-charge, upon receipt of such requisition from the \nMagistrate, shall forthwith render the required assistance.  \n \n(4) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act V \n1898) or any other law for the time being in force, the Force shall implement and enforce orders of \nthe Magistr ate using any Force deemed necessary for compliance of the orders;   \n \n15. Jurisdiction  and procedure.___ Notwithstanding anything contained in the Code of \nCriminal Procedure, 1898 (Act V of 1898) ___ \n \n(a) an offence under this Ordinance shall be cognizable.  \n \n(b) a Magistrate trying an offence under this Ordinance shall have power to try \nsuch offences in accordance with the procedure laid down in the Code of \nCriminal Procedure, 1898 (Act V of 1898); and  \n \n(c) a Magistrate appointed under section,14 shall have Jurisdiction  to try offences \nas per the Fourth Schedule.  \n \n \n \n \n \n \n \nPage 10 of 11 \n CHAPTER VI  \n \nMISCELLANEOUS  \n \n16. Indemnity.___ No suit, prosecution or  other legal proceedings shall li e against any person \nfor anything which is in good faith done, or intended to be done, under this Ordinance  or any rules or \nregulations made thereunder.   \n17. Power to make rules. .___(1) The Board may, make rules___ \n \n(a) regulating the functions and powers of the officers;  \n \n(b) regulating the classes and grades of, and the remuneration to be paid to, ___ \n \n(i) officers and members of the force and their conditions of service; and  \n \n(ii) generally for the purpose of carrying into effect the provisions of this \nOrdinance.  \n \n18. Power to make regulations .___The Commandant may, with the prior  Approval in writing \nof the Chairman, make re gulation consistent with this Ordina nce and the rules for carrying o ut the \npurposes of this Ordinance.  \n \n19. Removal of difficulties.___If any difficulty arises in giving effect to any of the provisions \nof this Ordinance, the Federal Government may make suc h orders not inconsistent with the \nprovisions of this Ordinance, as may appear to it to be necessary for the purpose of removing the \ndifficulty.  \n \nFIRST SCHEDULE  \n \nKarachi Port limits as defined under section 3 of the Karachi Port Trust Act, 1886, under the \nPort Act, 1908 and under S.R.O. 307(KE)/91, dated 5th O ctober, 1991, inclusive of the h arbour \nwaters bonded area the Karachi Fisheries Harbour as defined under  the Karachi Fisheries Harbour \nAuthority Ordinance, 1984 including any wharves, building and othe r works made on behalf of the \npublic for convenience of traffic, for safety of vessels, or for the improvement, maintenance and \ngood governance of the harbour and including the vicinity of the Port limits.  \n \nSECOND SCHEDULE  \n(Recruiting Roll)  \n \nAfter you have  served in the Port Security Force for such period as has been fixed under the \nKarachi Port Security Ordinance, 2002, you may at any time when not on active duty, apply for \nyour' discharge through the officer to whom you may be subordinate, to the Commanda nt, and you \nwill be granted your discharge after three months from the d ate of your application unless our \ndischarge would cause the vacancies in that unit of the Port Security Force to exceed one -tenth of the \nsanctioned strength, in which case you shall b e bound to remain until this objection is waived or \nremoved. But when on active duty, you shall have no claim to a discharge, and you shall be bound to \nremain to do your duty until  the necessity for retaining you in the Port Security Force ceases, when \nyou may make your application  in the manner mentioned above.  \n \nSigned in acknowledgement of the above having been read out to me. I have understood the \npurport of what has been read out .  \n \n \n \n \n \nPage 11 of 11 \n  \n \n \n \nPerson Enrolled.  \nDate _________  \n \n \nSigned in my presence after I have ascertained that the recruit understood the purport of what \nhe signed.  \n \nCommandant or other Enrolling Officer.  \n \nTHIRD SCHEDULE  \n \nI,__________________ ________ solemnly affirm in the p resence o f Almighty Allah that I will be \nfaithful a nd bear true allegiance to the g overnment of Pakistan and that I will, as in duty bound, \nhonesty and faithfully serve in the Port Security Force and go wherever I may be ordered by air, \nland or sea, and th at I will observe , and obey all commands of any officer set over m e even to the \nperil of my life.  \n \nSigned in acknowledgement of the above having been read.  \n \nSigned in my presence after I had ascertained that the person understood the purport of what he \nsigned. \n \nCommandant or other Enrolling Officer.  \n \nRoman Urdu Translation of Affirmation.  \n \n“Main………………………………..  Khuda -e-Taala ko hazir -o-nazir jan kar khyuulus ke sath \niqrar karta hun kih hukumat ka sidq -I-dil se wafadar our itaatguzar rahunga our apna farz  \nsamj hunga kih Port Security Force me n imandari our wafadari ke sath khidmat baja laun. Bharti \nhone ki sharit ke mutabiq khushki, ho ya  samundar ke raste jahan bhi jan e ka hukam milega \njaunga or jise mera afsar muqarrar kia jaega uske tamam ahkam ki tamil our i ttat karunga, \nkhuwah us mein mujhe jan ka khatra kiun na ho. ” \n \nFOURTH SCHEDULE  \nSCHEDULE OF OFFENCES  \n \nAll offences under Pakistan Penal Code (Act XLV of 1860) triable by Magistrate of the First \nClass."
}