{
    "file": "./converted_json\\administrator23c1e02ecf2fc31ef82de21c87e486d2-pdf.json",
    "name": "Public Private Partnership Authority Act",
    "date": "2017",
    "tagline": "Regulatory and enabling environment for private participation in public infrastructure and services",
    "content": "THE PUBLIC PRIVATE PARTNERSHIP  AUTHORITY  ACT, 2017 \n \n \n \n \n \nCONT ENTS  \n \nCHA PTER I \nPRELIMINARY \n \n1.         Short title, extent, application and commencement. \n \n2.         Definitions. \n \nCHA PTER II  \nINSTITUTIONAL FRAMEWORK  \nPart I \nAutho rity and  its Boa rd \n \n \n3.         Establishment  of the Authority. \n \n4.         Functions and powers of the Authority. \n \n5.         Appointment  of officers and staff of the Authority. \n \n6.         B oard of the Authority. \n \n7.         Chief Executive Officer. \n \n8.         Functions and powers of the Board. \n \n9.         Disqualifications to become a member  and Conflict. \n \n9A.       Accou nts and audit. \n \nPart II \n \nP3A Fund, viability Gap Fund and Project Development Facility \n \n10.          P3A Fund. \n \n11.          Viability Gap Fund . \n \n12.          Project developm ent  facility.Updated till 23.9.2021  \n \n\n \nCHA PTER III  \nPart I \nRisk  Management Unit \n12A.        Risk management Unit. \n \nPart II \nImplementing Agencies \n \n13.          Responsibility  of an implementing  agency. \n \n \nPart III \n \nPublic Private Partnership (P3) Working Party (P3WP) \n \n \n13A.        P3WP \n \nCHA PTER IV  \nAPPROVALS  AND PROCE SS FLOW FOR QUALI FIED PROJEC TS \n \n \n14.          Approval of qualif ied projects and related matters. \n \nCHA PTER V  \nLEGAL A ND CONT RACTUAL FRAMEWORKS \n \n14A.           Private sector participation. \n \n15.          Contents of public private partnership agreements . \n \n16.          Contractual relationship. \n \n17.          Protection of interests. \n \n18.          Settlement of disputes. \n \n \n \nCHA PTER VI \nPUBLIC PRIVATE  PARTNER SHIP PROJE CT PROC UREMENT  \n \n \n19.          Negotiation of the agreement. \n \n20.          Negotiated procurement of project. \n \n21.          Vesting of project. \n \n \nCHA PTER VII \nMISCELLANEOUS  PROVISIONS  \n22.          No compensati on for risks not covered. \n \n23.          Compensati on and recovery of costs, dues and fees. \n \n24.          Trans parency and public disclosure. \n \n25.          Power to make rules. \n \n25A.        Power to make regulations. \n \n26.          Indemnity. \n \n \n27.          Removal of difficulties. \n \n28.          Annual Report. \n \n29.          Overri ding effect. \n \n30.          Authority to be exempted from taxat ion.\n \nPublic Private Partnership Authority Act, 2017 \n \n(ACT NO. VIII OF 2017) \n \nAn A ct to pro vide a r egulatory and enabling environment for pr ivate participation in \nprovision of pub lic infra structure and r elated services through fa ir and tr ansparent \nprocurement pro cesses \n \n \n1 [An  Act  to  create  an  enabling  environme nt  for  private  sector  participation  in \ndevelopment projects and in the provision  of publ ic inf rastructure and related services in \nPakistan throu gh publ ic private partnership p rojects. \n \nWHEREAS it is expedient to establish a regulato ry framework to execute public private \npartnerships  in Pakistan so as to promote d omestic and foreign private investm ent in \ndevelopment projects to increase the availability of public infrastructure and service delivery \nand improve  their reliability and quality for accelerating econom ic growth and achievi ng the \nsocial objectives of the government, to mobilize private sector resources for fin ancing, \nconstru ction, operations and mainten ance of development projects, to improve efficiency of \nmanagement,  operation and mainten ance of development projects in the public sector by \nintroduction of mode rn technologies and management  techniques,  to reduce transaction costs, \nensure  appropriate regulatory controls  and promote  transparency and accountability in carrying \nout dev elopment proje cts.] \n \n \n \nCHA PTER I \nPreliminary \n1.       Short title, extent, application  and comme ncement. – (1) This Act may be \ncalled the Pub lic Private  Partnership Autho rity Act, 2017.  \n \n(2)    It extends to the  whole  of Pakistan. \n \n(3)    It shall come into force at onc e. \n \n(4) It shall apply to all kinds of projects undertaken by an implem enting agency \nunder public private partnership.  \n \n \n2[2. Definitions. —In this Act, unless  there is anything repugnant in the subject or \ncontext, — \n \n(a)      “Autho rity”  or  “P3A”  means  the  Public  Private  Partnership  Auth ority \nestabli shed und er section 3;  \n \n \n(b)      “Board” means the  Board consti tuted in accordance with s ection 6;  \n \n \n \n \n1 Subs by Act VI of 2021 , s.2. \n2 Subs by Act VI of 2021 , s. 3.\n \n(c)      “CDWP” means the central dev elopment working p arty. \n \n \n(d) “company” or “IPDF” means Infrastructure Project Development Facility a \ncorporate entity registered and operating under the provisions  of the Comp anies \nAct, 2017 ( XIX of 2017); \n \n \n(e) “dispute” means any monet ary claim or contractual dispute  between a private \nparty and an implementing agency und er a public private partnership \nagreement; \n \n \n(f)       “ECNEC” means the executive committee of the  National Econom ic Council; \n \n \n(g) “implementing   agency”   means   any   of   the   line   ministries,   attached \ndepartments, body corporate, autono mous body of the Federal Government or \nany organization or corporation owned or controll ed by the  Federal \nGovernment; \n \n \n(h)      “lender” means a financial institution that provid es loan to a private party for \nimplem entation of a  project; \n \n \n(i)       “P3A fund” means the  fund establi shed und er section 10;  \n \n \n(j)       “P3WP” means the public private partnership  working p arty establi shed under \nsection 13A;  \n \n \n(k)      “person” includ es an individual,  a company, a statuto ry body corporate, an \nassoci ation of  persons whether incorporated or not, a trust and a  partnership; \n \n \n(l)       “prescribed” means pr escribed by rules or regulations made under this A ct; \n \n \n(m)     “private  party” means a person who is eligible to bid for a project with an \nimplem enting agency in accordance with the rules and regulations  prescribed \nunder this A ct; \n \n \n(n)      “project” means a development project, provisi on of related services or both, \nunder a public private partnership arrangement;  \n \n \n \n(o)      “project qualification proposer”, in each case, in the form and in the mann er \nand me eting such requirements as are prescribed from t ime to t ime, m eans — \n \n \n(i) a proposal received by the Autho rity from an implem enting agency for a \nqualified project;\n \n(ii) a proposal received by the Autho rity from an implem enting agency for a \nqualified project that is prepared and submi tted on the basis of a propos al \nfrom a p rivate  party for a proj ect on an unsoli cited basis; or \n \n(iii)     a proposal forwarded to the Autho rity from CDWP for a qualified project; \n \n \n(p) “project concept proposal”, in each case, in the form and in the mann er \nand meeting such requirements  as are prescribed from time to time, means \na conceptual p ropos al— \n \n \n(i) received by the Authori ty from an implem enting agency for a \nqualified project; \n \n \n(ii) received by the Autho rity from a private party for a qualified project on \nan unsolicited b asis; or \n \n(iii)     forwarded to the Autho rity from CDWP for a qualified project; \n \n \n(q)      “project development facility” means the facility establi shed under section 12; \n \n \n(r) “project  proposal”  shall  mean  the  detailed  proposal  submi tted  by  the \nimplem enting agency to the Autho rity after it has received approval of the \nproject qualification proposal prepared in respect of a q ualified project, to be \nsubmi tted in the form and in the mann er and meeting su ch requirements  as are \nprescribed from time to time; \n \n \n(s) “project support” means the financial or non-financial support  for the project \nthat m ay inclu de the followin g, namely: — \n \n \n(i) administrative support  to the private party consis tent with the private \nparty’s respons ibilities under the public priv ate partnership  agreement \nand applicable l aws for obtaining  licenses and clearances from the \ngovernment, a publ ic sector or ganization or an implem enting agency, \nfor the purposes of the project on such terms and conditions as may be \nprescribed; provision  of utility connections for pow er, gas and water \nat the proj ect site, acquisition of land or  rights of w ay necessary for \nthe project and rehabilitation and resettlement of disp laced persons  \ndirectly required to execute the project, environme ntal i mpact \nassessment, s afeguards and approvals and any other  local permitting \nand approvals; \n \n \n(ii) asset-based support such   as  leasing,  licensing or grant  of  right  to \nmort gage  and  use  land  /  or  infrastructure  f acilities  owned  by the \ngovernment or on impl ementing  agency to the private party; \n \n(iii)     financial assistance through the vi ability gap fund;\n \n(iv)     sovereign guarantees for political or other  risks; and \n \n(v)      any other suppo rt prescribed in r espect of a  qualified project: \n \nProvid ed that any funding  or financial support  provid ed through the \nproject dev elopment facility shall not fo rm pa rt of project support;  \n \n \n(t)       “public private  partnership” means a commercial transaction between an \nimplem enting agency and a private party in terms of which the  private party— \n \n \n(i)        performs part of an implementing agency’s functions on beh alf of it; \n \n(ii)      assumes the respons ible use of public property for a project; \n \n(iii) assumes substantial  financial , technical  and operational  risks  \nin connection with performance of certain functions of the \nimplem enting agency or the respons ible use  of public property; or \n \n(iv)     receives abenefit f o r  performing  the  implementing  agency’s \nfunctions or from util izing the public p roperty, either by way of — \n \n \n(a)  consid eration to be paid by the implem enting agency from its \nbudget or revenue; or \n \n(b)  charges or fees to be collected by the private party from users or \ncustomers of a service provided to the m; or \n \n(c)  a combination of  such conside ration and su ch charges or fees. \n \n(u) “public private  partnership agreement” means a written agreement  between an \nimplem enting agency and a private party for implem entation  of a project and any \nother  agreement subs idiary or incident al to it; \n \n \n(v)      “qualified project” means a project undertaken on public private partnership basis \nthat meets any of the  following  criteria, namely: — \n \n(i) support  is required for the project in the form of funding  from any \nfacility establi shed by the government for the purpose, includi ng the \nviabil ity gap fund; \n \n \n(ii) a sovereign guarantee is required for the project in accordance with any \nrules or regulations th at may be prescribed und er this Act; \n \n(iii)     project receives funding  through the project development facility; \n \n(iv) any additional  criteria for qualifying projects, as prescribed from time \nto time:\n \n Provid ed that a  project not fulfilling the aforementioned criteria may be \ndeemed as a qualified project if so, designated by the P3WP for reasons \nto be recorded in w riting; \n \n \n(w) “request for proposal” means a publicly advertised tender, inviting proposals \nfor a q ualified project prepared in accordance with the provisions  of th is Act \nand the rules and regulations m ade thereunder; \n \n \n(x)      “risk management unit” means the  unit established und er section 12A;  \n \n(y)      “users” means users of a project, whether upon  payment of charges, fee or \notherwise; and  \n \n \n(z)     “viability gap  fund” means the  fund establi shed under section 11.]  \n \n \n \nCHA PTER II  \n1[Institutional Framework \nPART-I  \nAutho rity and  its Board] \n \n3. Estab lishment of the Autho rity. - (1) As soon as it deems appropriate after the \ncommencement  of this Act, the Federal Government shall establi sh 1[the] Public Private \nPartnership Autho rity for carrying out the purposes and obje ctives of this Act. \n \n(2)           The Autho rity shall be an indep endent bo dy corporate having perpetual \nsuccession and common seal, subject to the provisions  of th is Act, to acquire and hold \nproperty, both moveable and immovabl e, and sh all by its name and sue and be sued. \n \n \n(3)           The headquarters of the Autho rity shall be at Islamabad and it may \nestabli sh its offices at such other  places as it may consid er appropriate. \n \n \n(4)           Notwithstanding  anything contain ed in the Comp anies 1[Act, 2017  (XIX \nof 2017 )] and any other law for the time being in force, on the date of commencement  of \nthis Act, the compa ny shall cease to exist and \n \n \n(a) all assets,  rights, powers, authorities  and privil eges and all property, \nmovable and immovabl e, cash and bank balance, reserve funds, \ninvestm ents and all other interest and rights in, or arising out  of, such \nproperty and all debts, liabilities and obligations of whatever kind of the \ncompa ny subsisting immediately before the commencement  of this Act, \nshall stand tr ansferred to and vest in the Authori ty; \n \n \n(b) all contract entered into or rights acquired and all matte rs and things \nengaged  to  be  done  by,  with  or  for  the  Compa ny  before  the\n                                                        \n1  Subs, Ins by Act VI of 2021 , s.4,5.  \n \n \n commencement  of th is Act shall be deemed to  have been incurred, entered \ninto, acquired or engaged to be do ne by, with or for the Autho rity, as the  \ncase may be; \n \n(c) all  suits  and  other  legal  proceedings  instituted  by  or  against  the \nCompa ny before the commencement  of this Act shall be deemed to be sui ts \nand proceedings by or against the Autho rity as the case may be and m ay \nproceed and be  dealt with a ccordingly; and  \n \n \n(d) all employees of the Company shall be deemed to be employees of the \nAutho rity on not less favorable than existing terms and conditions of the \nservice, rights and privil eges and other  matte rs as were applicable to them \nbefore the conversion.  \n \n4.            Functions  and  powers  of  the  Autho rity.  —  (1)  Subject  to  the \nprovisions  of this Act, the Autho rity may take such measures and exercise such powers as may \nbe necessary for promoting and 1[facilitating] realization of the concept and methods of p ublic \nprivate partnership. \n \n(2)          Without prejudice to the generality of the powers conferred by sub- \nsection (1), the  Autho rity may— \n \n(a)             ensure  that  1[qualified]  projects  are  consistent  with  national  and \nsectoral strategies; \n1[(b)           ensure  value for money by condu cting an analysis to evaluate  qualified \nprojects in the m anner prescribed; \n(c)             condu ct  appraisal  and  project  risk  analysis  for  qualified  proj ects, \nincluding with  respect to legal risk and receive and take into consid eration \nthe overall fiscal risk assessment  and view  submi tted by the risk \nmanagement unit  for qualified projects; \n(d) asses  funding  requirements,  excluding  the  project  development \nfacility, taking into account such assessment  by the risk management uni t; \n(e)            asses   fundi ng   requirements   with   respect   to   the   project \ndevelopment facility; \n(f)  subject to the rules and regulations made  hereunder, advise,  facilitate \nand actively support  the implem enting agency to  develop and \nstructure, as needed, the  qualified proj ects at all stages of the proj ect \ncycle such as identification, plannin g, tendering, bidding and contract \naward and implement ation; \n(g)         prescribe and re ceive fees and charges; \n(h) stand ardize  contractual  provisions  and  develop  sector  specific \nprovisions  and templa tes including a  model  public private partnership \nagreement for projects; \n(i) analyze and assess  annuity, user-based, hybrid and other  financial \nmodels for  qualified projects; \n \n \n1 Ins, Subs by Act VI of 2021,s.6.\n \n (j) ensure  that publ ic private partnership agreement is consistent with the \nprovisions of this A ct and applicable laws; and \n \n(k)      interact, collabo rate and liaise with international agencies.] \n \n5.      Appointment of officers and staff of the Autho rity. — (1) The Autho rity may \nappoint  such officers, experts, advise rs, consulta nts and memb ers of staff as it may consid er \nnecessary for the efficient performance of its functions in the prescribed mann er and on \nprescribed terms and conditions.  \n \n \n(2)    The of ficers, memb ers of staff, advise rs, consul tants and experts and other \npersons  appoin ted by the Autho rity shall not be civil servants within the meaning of the Civil \nServants A ct, 1973 (LXXI of 1973). \n \n(3)    The officers, advise rs, consultants, employees and staff of the Authority when \nacting or purporting to act under any of the provisions  of this Act or rules made  there under \nshall be deemed to be public servants within the meaning of section 21 of the Pakistan Penal \nCode  (Act XLV of 1860). \n \n6.      Board of the Authority. — 1[(1) There shall be a Board of Directors of the \nAutho rity compris ing the following  memb ers, namely: — \n \n \n \n1.        Minister of the  Division to whi ch busin ess of this                Chairperson \nAct stands allocated \n \n2.        Deputy Chairman, Planning  Com mission                            Vice- Chairperson \n \n \n3.        Secretary, Finance Divis ion or  his nom inee or not                Member \nbelow the rank of Additional Secretary or equivalent \n \n \n4. Secretary of the  Division  allocated with busin ess of \nthis Act his nominee  not below the  rank of \nAddit ional Secretary or equivalent. Member \n \n5.  \nMember  – Private Se ctor Development, \nPlanning  Com mission.  \nMember \n \n6.  \nFive m embers from priv ate sector to be  nominated \nby the Federal Government.  \nMember \n \n7.  \nChief  Executive Officer of the  Autho rity.  \nMember/Cum- \nSecretary \n \n1 Subs, ins by Act VI of 2021 .s,7. \n \n \n (2)      The Chief  Executive Officer shall also act as Secretary of the Board 1[or an \nofficer of the Autho rity authori zed in this beh alf by the Authority.] \n \n \n(3)     The memb ers from the private sector shall be appoin ted by the  Federal \nGovernment for a period of three years 1[subject] to such terms and conditions as 1[may be \nprescribed.] \n \n \n1[(4)    The Board shall meet at least once in a-quarter in a meeting convened by the \nChairperson,  provided  that the Chairperson may convene a meeting at any time as deemed \nnecessary. The  Secretary of the  Board may, in accordance with the prescribed regulation, take \napproval of the Board throu gh circulation  among memb ers of the Board, which shall be \nsubsequ ently placed for ratification in the first Board’s meeting occurring immedi ately after \nsuch approval.] \n \n \n(5)     The meetings of the Board shall be presided ov er by the Chairperson and in his \nabsence by the vice-Chairperson.  \n \n \n1[(6)   The quorum for a meeting of the  Board sh all be five memb ers with at least two \nmemb ers from the p rivate sector and the memb er from the Finance Division and the  decisions \nof the Board shall be made with the majo rity of members of the Board present. In case of a tie, \nthe Ch airperson or  Vice-Chairperson, as the case may be, shall have a casting vote.]  \n \n \n(7)    The Board may co-opt such memb ers, as it deems appropriate, for rendering \nadvice  on case-to-case basis. \n1[In respect of a Board meeting where a project proposal or matters relating to  a \nqualified project are being consid ered by the  Board, the Secretary of the concerned line \nministry (or  such nominee of the same that meets any prescribed requirements)  shall be \nrequired to be present in such Board meeting as an observer to perform such roles and functions \nas are prescribed.] \n \n \n(8)   The Board may, for carrying out its fun ctions, constitute such committees, \nfrom time to time, as may  be consid ered appropriate and delegate its pow ers as 2[may be \nprescribed.] \n \n \n7.      Chief Executive Officer. — (1) The Federal Government shall appoint  a Chief  \n \nExecutive Officer 2[on the recommendation of the Board] to serve as a member  of the Board \nand sh all be respons ible for administration of  the affairs of  2[the] Autho rity. \n \n \n \n \n \n1 . Subs. Ins. by Act VI of 2021 ,s.7. \n2 Ins. Subs. Omitted by Act VI of 2021 ,s.8.\n \n (2)    The  Chief  Executive  Officer  shall  be  answerable  to  the  Board  for  all \nadministrative, financial and te chnical matters of the 1[Authority] . \n \n(3)    The Chief  Executive Officer shall be appoin ted for a term of three years on \nsuch salary, terms and conditions of s ervice as 1[may be prescribed.] \n \n1[*    *          *          *          *          *          *]  \n \n \n1[(4)    The Chief  Executive Officer shall be the principal accounting officer of the \n \nAutho rity.] \n \n \n8.         Functions  a nd  powers  of  the Board.  —  (1)  The  general  directions  and \nsuperintendence of the Autho rity and its affairs shall vest in the  Board which may exercise all \npowers, perform all functions and do all acts which may be exercised, performed or done  by \nthe Authori ty. \n \n(2)       Without prejudice to the generality of powers given in sub-section (1), the \nBoard shall perform, inter-alia  1[***], the following  1[functions], namely:─ \n \n1[(a)   monitorin g, in respect of qu alified projects, the implem entation  of public \nimplem entation  of public private partnership  agreements,  including in  terms of \nthe financial situation and the constru ction of physical assets  and service \ndelivery; \n \n \n(b) Allowing  renegotiation, if necessary, in respect of qualified projects, of public \nprivate partnership agreements or contracts to the  extent p rescribed; \n \n \n(c) Consid ering for approval or otherwise the project proposal for a qualified \nproject; \n \n(d) Reviewing and strengthening the institutional and regulato ry framework for the \neffective implem entation and operation of the public priv ate partnership \narrangements by implem enting agencies; \n \n \n(e)       Approving  the yearly budget of the  Auth ority; \n(f)        Establish ing viabi lity gap fund to perform such functions as may be prescribed; \n(g)       Establish ing project development facility to perform such functions as are \nprescribed; \n \n(h) Approving  fundi ng  for  support  provid ed  through  the  project  development \nfacility for qu alified projects in the m anner prescribed; and \n \n \n \n \n \n \n1 Subs., omitted and added by the Act No. VI of 2021 , ss. 8 and 9.\n \n (i) subject to applicable laws, and as may be prescribed, establi shing such other \nfunds, trusts,  schemes, compani es or facilities for  the purp ose of carrying out \nthe m andate und er this A ct.] \n \n1[9.      Disqualification   to   become   a   member   and   conflict.   —   (1)   The \ndisqu alifications of certain persons  to become or hold office in any corporate entity und er the \nprovisions  of the Comp anies Act, 2017  (XIX of 2017) shall, ipso facto,  apply to the memb ers \nof the Board. In addition, a person shall be disqu alified from a cting as a member  of the Board, \nif he— \n \n(a)      has become p hysically or ment ally incapable of  acting as a mem ber of the \n \nBoard; \n \n(b)      has engaged in gross mis condu ct; \n \n(c)      has been invo lved in c orruption or  malp ractices; \n \n(d)      receives any illegal gratification from a p rivate party; or \n \n(e)      fails to meet any other  criteria as may be prescribed. \n \n(2)       To the extent that any member  of the Board has any interest, either monet ary or \notherwise, directly or indirectly, in any private party that is tendering for a project or that is \ninvolved in the process in any way for  a qualified project, such mem ber of the Board shall, to \nthe extent of  that p roject, not  be eligible to participate  in the followin g, namely: — \n \n \n(a)      any decision maki ng of the Board; \n \n(b)      in any discussions of the  Autho rity or the  Board; or \n \n(c) other   relevant   matte rs   of   the   Autho rity,   the   Board   and   the   relevant \nimplem enting agency.] \n \n1[9A.   A ccounts and audit. — (1) The Autho rity shall prepare its own budget in \nrespect of each fin ancial year and shall maintain complete and accurate books of accounts  of \nits actual expenses in the prescribed manner. \n \n(2)    The man agement, operation and mainten ance of the accounts  of the Autho rity \nshall be done  by such officers of the Authori ty and in su ch mann er as may be prescribed. The \naccounts  of the Autho rity shall be maintain ed in such forms as may be prescribed and shall be \nconsistent  with the requirements  of the  applicable provisions of the  Consti tution and laws for \nthe ti me being in f orce.\n                                                        \n1  Omitted and Subs. by Act VI of 2021 , s. 10. \n \n \n \n (3)    The accounts  of the Authority shall be audited in the manner prescribed in \naccordance with  the provisions of the (consti tution and the laws in that behalf for the  time \nbeing in force.] \n \nPart II \n \nP3A Fund, Via bility Gap Fund and Project Development Facility \n \n10.       1[P3A  Fund].─(1)  There  is  hereby  establi shed  a 1 [non-lapsable]  fund \n2[through upfront grant-in-aid in the amount  to be recommended by the Board], to be called \n1[P3A  Fund] which shall vest in the Autho rity and shall be utilized by the Autho rity 1[****]  \nin conn ection with its fun ctions und er this A ct. \n \n(2)       The 1[P3A Fund] shall comprise of  the following, namely: - \n \n \n(a) such sum as the Federal Government may, from time to time, allocate to \nit in the annual budget;  \n \n(b)      1[grants-in-aid] from the Federal Government; \n \n(c)      donations and grants from the international donor  agencies; \n \n \n(d)      income  from 1[*] investm ent; \n \n(e)      fees; and  \n \n \n(f)       any 2[other] sources 1[as may be prescribed from time to t ime]. \n \n(3)       The management, op eration  and mainten ance of the 1[P3A Fund]  shall \nbe done  by 1[such officers of the Authori ty and    in    such    manner   as    may   be \nprescribed].  \n \n(4)       1[****** *] \n \n31[11.    Via bility gap fund. — (1) There shall be established a non-lapsable fund \nthrou gh upfront grant-in-aid vested in the Autho rity known  as the―“viabi lity  gap  fun d” \nwhich   shall   be   managed, controll ed   and administered by the Autho rity in the prescribed \nmann er. \n \n \n(2)      The viabil ity gap fund shall be establi shed by an amount  specified by the Board \nand the fund m ay be replenished from time to t ime in the p rescribed man ner.\n                                                        \n1 Subs. Ins, Omitted by Act VI of 2021. s.11-12. \n \n \n (3)      The viabil ity gap fund shall be utilized, inter alia, to provide  support  to those \nqualified projects for which a feasibility study has found  them  to be economically or socially \njustified but not  financially viabl e.] \n \n1[12.    Project development facility. — (1) There shall be establi shed a non-lapsable \nfacility through upfront grant-in-aid vested in the Authori ty known  as the “project development \nfacility” which shall be managed, controll ed and administered by the Autho rity in the \nprescribed manner. \n \n(2)    The proj ect development facility sh all be a pool of funds,  including \ncontributions  from international donor  agencies, which shall be utilized, inter alia, to support \nthe p reparation of any proposals for qualified p rojects. \n \n(3)    The project development fund shall be establi shed by an amount  specified by \nthe Board and the fund may be replenis hed from time to t ime in  the p rescribed m anner.] \n \nCHA PTER III \nPart I \n \n1[Risk Management Unit \n \n \n12A.          Risk  management Unit. -(1) There shall be establi shed a risk management  unit \nwhich shall be managed, controll ed and administered by the  Finance Division of the Federal \nGovernment in the m anner prescribed. \n \n(2)          The risk management  unit shall be respons ible for fiscal oversight and for \nevaluation of fiscal and contingent liability exposure  for all qualified projects. The evaluation \nshall be required to be undertaken as may be determin ed by Finance Division  in consultation \nwith the Autho rity. \n \n(3)          In respect of any project that is not a qualified project, each implem enting \nagency shall provide  the risk management  unit all such information  about such project as may \nbe prescribed by the authority in consultation with the Finance Division.]  \n \n“Part II  \nImplementing Ag encies” \n13.             11[Responsibility] of an implementing agency. -(1) The respons ibilities of the \n1[impl ementing agency] in relation  to the  plannin g, development, procurement, \nimplem entation,  execution and monitoring  of a 1[qualified project] shall be such as may be \nprescribed 1[by rules or regulations und er this A ct].\n                                                        \n1 Subs, Ins by Act VI of 2021. By s.13-15. \n \n \n 1[(2) Without pr ejudice to the generality of su b-section (1) in respect of qualified projects, \nthe imp lementing  agency shall, inter alia, for the pu rpose of this A ct, - \n \n(a) identi fy, conceptuali ze and develop the project and, in case of a project that is \nnot a qu alified project, appraise the  same; \n \n(b)      undertake or cause to be  undertaken a feasibility study for a project; \n \n(c) develop and issue or cause to be developed  and issued  a request for proposal \nincluding  draft of  the public private partnership agreement;  \n \n(d) if deemed necessary or appropriate by the implem enting agency, develop and \nsubmit  to the Autho rity a project concept proposal for the P3WP’s approval or \notherwise, prior  to developing and submi tting the project qualification proposal \nfor approval to the Autho rity, provid ed, that it shall not be a requirement  to \nsubmit  a project concept proposal before submi tting the  project qualification \nproposal for approval to the Authori ty; \n \n(e) solicit approval for a project and its related project qualification proposal from \nP3WP, in the mann er prescribed and, subseq uent to receipt of approval, \nundertake the required steps in accordance with  chapter III of th is Act and the \nrules and re gulations m ade there under; \n \n(f)       subject to requisite approvals, procure and conduct competi tive bidding for a \nproject in accordance with the provisions  of th is Act and the rules and \nregulations made there under; \n \n(g) monitor and implement  the project  in accordance with the publ ic private \npartnership agreement; and \n \n(h) provide  such information to the authori ty as may be prescribed from time to \ntime in respect of projects of the implem enting agency, whether qualified or not \nqualified.] \n \nPART III  \n \nPUBLIC PRIVATE  PARTNER SHIP (P3) WORKING PARTY (P3WP) \n \n \n13A.    P3WP. - (1) There shall be establi shed a ‘Public  Private Pa rtnership Working  \n \nParty’ to be called the “P3WP” compris ing such memb ers as may be prescribed by rules \nunder this A ct. \n \n(2) The quorum requirements, mann er of conduct of the P3WP meetings and the \neligibility requirements  to be a memb er of the P3WP shall be, in each case, as \nare prescribed from time to time. \n \n(3)      The P3WP shall be respons ible for- \n \n(a)      granting approval  of the project  concept  proposal  submitted  to it by the \nAutho rity;\n                                                        \n1  Subs. Ins. by Act VI of 2021, by S.15 \n \n \n (b)      granting approval of the project qualification proposal submi tted to it by the \nAutho rity; and  \n \n(c)      performi ng such oth er functions as may be prescribed from time to time. \n \n(4)       Subject to the rules and regulations prescribed under this Act, the P3WP may, \nfor carrying out its functions, consti tute such committees, from time to time and delegate its \npowers, as may be conside red appropriate. \n \n \nCHA PTER IV  \n \nApprovals a nd Process Flow for Qualified Projects” \n \n1[14.        Ap proval of qualified projects and related matters.—(1) For all \nqualified projects, subject to the rules and regulations  made un der this Act, the followi ng \napprovals shall be required prior  to the execution of the publ ic private partnership  agreement \nby the imp lementi ng agency, namely: — \n \n(a)            the p roject    qualification propos al shall r equire  approval of the  P3WP; \n \n(b)           approval of the  project by the risk management un it in accordance with s ection \n12A;  \n(c)            the p roject propos al shall require  approval of t he Board; \n \n(d) in the event the qualified project meets certain prescribed criteria, the project \nproposal shall also require approval of ECNEC; and \n(e)            any other approvals as may be prescribed from time to time. \n \n \n(2) During any  stage  of  the  process  leading  to  the  execution  of  the  public  private \npartnership  agreement, in  the event there is a deviation from a ny of the terms of  the proposals \nor documents  approved in terms of sub-section (1) or from any conditions that the approving \nentity may have placed in respect of the qualified project, the implem enting agency shall be \nrequired to re-obtain su ch approvals as m ay be prescribed. \n \n \n(3) The process flow for approvals, bidding and contract award shall be as may be \nprescribed from time to t ime.] \n \n1[CHAPTER V] \n \nLegal a nd Cont ractual Frameworks \n \n1[14A.       Private sector participation.—(1) Notwithstanding anything to the contrary \ncontain ed in any other laws for the time being in force, the implem enting agencies shall be \nauthori zed to seek participation  from the priv ate sector in  appropriate pr ojects in accordance \nwith this A ct.\n                                                        \n1  Subs. and Ins.  by Act VI of 2021, s. 16 & 17.  \n \n \n \n(2)      Subject to the provisions  of th is Act and the rules and regulations  made t here \nunder, the implem enting agencies shall be fully empow ered to enter into public private \npartnership  agreements and arrangements  with private parties under mutually agreed terms \nand conditions in one or several projects and may provide  project support  to private parties on \nsuch conditions as d eemed mutual ly fit for  the purposes of su ch projects. \n \n(3)      The implem enting agencies shall be compet ent to pay any fees for services \nperformed by private parties und er duly authori zed publ ic private partnership a greements.  \n \n \n(4)      A private party may submit a proposal for a project on an unsolicited  basis to the  \nAutho rity or an implem enting agency in the mann er meeting such requirements  as prescribed, \nwhich shall be subj ect to the procurement  procedures prescribed from time to time.] \n \n \n15.       Cont ents of public private partnership agreements.—(l) The contents  of a \npublic private partnership agreement  1[relating  to projects] shall be such as may be prescribed. \n 1[(2)  Unless otherwise provid ed in the public private partnership  agreement,  every \nagreement sh all  be  governed,  constru ed  and  interpreted  in  accordance  with  the laws  of \nPakistan.] \n \n(3)       1[*       *          *          *          *        *        *] \n \n16.       Cont ractual relatio nship.—(l) For the purposes of implem entation  of the \n1[qualified] project,1[unless otherwise approved by the Board] the private party shall, with or \nwithout  the participation of the implem enting agency, incorporate a company as 1[a] special \npurpose vehicle  to  un dertake the  1[qualified]  project  1[in  accordance  with  the  rules  and \nregulations pr escribed under this A ct]. \n \n(2)       Without prejudice to the generality of the foregoing provision  and subject to the \ndecision of the Board, the implem enting agency and private party may enter into any \ncontractual relationship  that is capable of providing value for money affordability for  the \nimplem enting agency and the us ers of the 1[qualified project]. \n \n 1[(3)  Subject to laws applicable to the implem enting agency, the implem enting \nagency and a private party may, in respect of projects that are not qualified projects, enter into \nany contractual relationship  that is capable of provid ing value for money and affordability for \nthe implem enting agency and the us ers of the project.] \n \n \n 17.       Protection of interests.—Notwithstanding  anything contain ed in any other law \nfor the time being in  force and subject to compliance with the provisions of  this Act and the \nrules 1[and regulations]  made  there under, 1[the] implem enting agency may, in respect of a \nproject to whi ch this Act applies, — \n \n(a) transfer an interest, or part of an interest, of the implem enting agency in any \npresent or future assets comprised in the p roject to the p rivate  party: \n \nProvid ed that title of 1[any] immovable  property of an implem enting agency \nshall not be t ransferred to the p rivate  party;\n                                                        \n1  Ins., subs. and omitted by Act, VI of 2021, s. 18-20. \n \n \n (b) transfer to the  private party the right to receive di rectly revenues or receivables \nof the project during the subsistence of public private partnership  agreement \n1[and as provid ed in the said agreement ]; \n \n \n(c) permit the private party to create security interests over or in respect of the \npresent or future assets  created by it, revenues, or receivabl es, comprised  in or \nexpected, in connection with the 1[project] in favour of any lender provi ding \nloans  for the project 1[as provid ed in the public private partnership agreement]; \n1[and] \n \n \n(d) enter in to agreements with lend ers to the p roject 1[after obtaining su ch \napprov als as m ay be prescribed by the Authori ty in this regard]1[.]1[*] \n \n \n(e)          1[*******]  \n \n1[18.        Settlement of disputes.—(1) All disputes  arising between an implem enting \nagency and a private party shall be decided in accordance with the terms and conditions of t he \npublic private partnership agreement: \n \nProvid ed that the Federal Government may, subject to such conditions as it may deem \nappropriate to p rescribe, including  with r espect to any time li mit, require  that the p rivate  party \nsubmit  its claim before the relevant domestic  remedies before seeking recourse to international \narbitration: \n \nProvid ed further that the aforesaid requirement  shall be applicable only to public private \npartnership  agreements  executed after the Federal Government has prescribed the requirement.  \n \n(2)      Dispute  may also be referred to the Autho rity to facilitate their resolution and \nsettlement by medi ation. Recourse  to such mediation be governed by prescribed rules or \nregulations.  \n \n(3)      Neither the private party nor its agents, its contractor or sub-contractors, shall \nstop,  impede, suspend,  either in  whole or in part, or cause the suspension  of or otherwise \ndelay the provision  of, the service to the users on account of pendency of any dispute  under \npublic private partnership agreement.] \n \n \n1[CHA PTER VI] \n \nPublic Private  Partnership Project Procurement \n \n1[19.    N egotia tion of the agreement.—The implem enting agency shall, after all \napplicable approvals have been obtain ed in accordance with section 17, invite the su ccessful  \nprivate party bidder  for negotiation of the public private partnership agreement on su ch terms \nand conditions as m ay be prescribed from time to time.] \n \n1[20.    N egotia ted procurement of project.—Subject to the rules and regulations \nprescribed under this Act, an implem enting agency may enter into a negotiated procurement  of \na proj ect in case the  Federal Government authorizes such an exception, for reasons to be \nrecorded in w riting, in the public interest.]\n                                                        \n1Subs., ins. and omit. by Act VI of  2021, s. 20-23. \n \n \n  \n21.       Vesting of project.—(1) Subject to the public private partnership  agreement, \nthe project along with all the movable  and immovable  properti es, 1 [the] project’s physical \nassets, lic enses, goodwil l, trademarks, p atents,  leases, all rights including intelle ctual p roperty \nrights and interests associ ated with the project shall vest in  the private party 1[or the \nimplem enting agency] during t he tenure of the public private partnership agreement  1[as \nprovid ed for  in the said agreement ]: \n \nProvid ed 1[*] that 1[in respect of a qualified project] the private party shall not create \nany lien, charge or encumbrance, in favor of the lenders, ov er the immovable  properties of the \nimplementing  agency as  collateral, except with the prior  1[consent and] approval of the \n1[impl ementing  agency and the] Board 1[or except as may have been approved as part of the \nproject propos al]: \n \nProvid ed further that after 1[the] expiry of the public private partnership  agreement  all the \nproperties as aforesaid shall stand tr ansferred, wit hout a ny lien, charge or encumbr ance, to the \nimplem enting agency 1[or the private party] in accordance with the provisions  of the public \nprivate partnership agreement.  \n \n(2) 1[*   *  *  * *  *  *] \n \n \n \n1[CHA PTER VII] \n \nMiscellaneous Provisions \n \n22.    No compensation  for risks not covered.—The Federal Government, 1[the \nAutho rity, the Board] or the implem enting agency shall not be held liable  for any claim of the \nprivate party for a risk, which is not sp ecified in the public private partnership agreement.  \n \n23.    Compens ation and recovery of costs, dues and fees.—Notwithstanding  anything \ncontain ed in public private partnership  agreement or in any oth er law for the time being in \nforce, the Federal Government  or the implem enting agency may recover a 1[any sum s] due \nfrom a private party 1[******]  as arrears of land revenue under the provisions  of the West \nPakistan Land R evenue Act, 1967 ( W. P. Act No. X VII of 1967). \n \n \n24.   Transparency and public disclos ure.—The public private partnership \nagreement shall be a public document.  Any interested person shall be entitled to obtain a copy \nof it in accordance with the applicable laws. \n \n1[25.    Power to make rules.—The Federal Government may, by not ification in the \nGazette and with the recommendation  of the Board, make  rules for carrying out  the purposes \nof this A ct.] \n \n1[25A.  Power to make regulatio ns.—Subject to this Act and the rules made there \nunder, the  Board may make regulations for  carrying out purpos es of this A ct.] \n \n26.      Indemnity.—Without prejudice to the obligations incurred by an implem enting \nagency und er a public private partnership  agreement,  no 1[suits], prosecution or other  legal \nproceedings shall lie against the Federal Government,  the Board, the Autho rity or any of its \n \n                                                        \n1  Ins., omitted and subs. by Act VI of 2021, s. 24-28. \n \n \n officers acting for and on its behalf in furtherance of the functions of the Autho rity or Board, \nas the case may be, which is in good faith done  or 1[*] to be done  under this Act or rules 1[or \nregulations]  made  there under. \n \n27.     Removal of difficulties.—If any difficul ty arises in giving effect to any \nprovision  of this Act, the Federal Government may, by notification in the official Gazette, make \nsuch provisions  as may appear to it to be necessary for the purpose  of removing such difficulty. \n \n28.      Annual Report.—Within one hund red and twenty days from the end of each \nfinancial year, the Autho rity shall cause a report to be prepared on its activities including  public \nprivate partnership  agreements  1[for qu alified projects], progress on 1[qualified] projects, \nutilization of funds  under this Act during that  financial year and shall be laid before the \nParliament.  \n \n1[29.    Overriding effect.—Except as provid ed in this Act, the provisions  of th is Act \nand the rules and re gulations m ade hereunder shall have effect in respect of matte rs relating  to \nthe projects notwi thstanding  anything to the contrary contai ned in any other law, including  but \nnot limited to the Public Procurement R egulatory Autho rity Act, 2002  (XXII of 2002)  and the \nrules and re gulations m ade.] \n \n1[30.    A uthority to be exempted from taxation.—(1) Notwithstanding  anything \ncontain ed in any other  law, for a period of five years starting from the commencement  of the \nPublic Private Partnership  Autho rity (Amendmen t) Act, 2021,  the Autho rity shall be exempted \nfrom income  tax. \n \n(2)  The Federal Government  may, by not ification in the Official Gazette, extend \nthe exemption mentioned in  sub-section (1) to such extent and on such terms and conditions \nas it may deem app ropriate.] \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Subs, omitted, ins. and added by Act VI of 2021, s. 29 to 30."
}