{
    "file": "./converted_json\\administrator387cf7204711cd03fdf61cdfaa26086e.json",
    "name": "Senate Secretariat Services (Amendment) Act, 2021",
    "date": "April 13, 2021 - April 15, 2021",
    "tagline": "Amendment of the Senate Secretariat Services Act, 2017",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA ., APRIL 15, 2021  159 \n \n \n \n \nISLAMABAD,  THURS DAY , APRIL   15,  2021 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nNATIONAL ASSEMBLY SE CRETARIAT  \n \nIslamabad, the 13th April , 2021 \n \n  No. F. 2 3(13)/2021-Legis .—The following Act of Majlis -e-Shoora  \n(Parliament) receiv ed the assent of the President on the 9th April , 202 1 is hereby \npublished for general information :— \n \nACT NO. IV OF 2021  \n \nAn Act to amend the Senate Secretariat Services Act 2017  \n \n WHEREAS  it is expedient to amend the Senate Secretariat Services Act, \n2017( XXII of 2017) for the purposes hereinafter appearing;  \n \n It is hereby enacted as follows :— \n \n 1. Short title and commencement. — (1) This Act may be called the \nSenate Secretariat Services (Amendment) Act , 2021.  \n \n (2) It shall come into force at once.  \n \n(159) \n \nPrice: Rs. 10.00 \n[545(2021)/Ex. Gaz.].   \n160 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 15, 2021  [PART I \n \n  2.  Amendment of Section 2, Act XXII of 2017 .— In the Senate \nSecretariat Services Act, 2017(XXII  of 2017), hereinafter referred to as the said \nAct, in  section 2, in sub -section (1), — \n \n(i) clause (a), shall be omitted; an d \n \n(ii) for clause (f ), the followin g shall be substituted, namely: — \n \n“(f) “ employee ” means a person appointed in the Secretariat, who \nshall have the status of a civi l servant,  but does not include - \n \n(i) a person who is on deputation to the Secretariat; or  \n \n(ii) a person who is employed on contract; ”. \n \n 3. Amendment of section 4, Act XXII of 2017. — In the said Act, in \nsection 4, — \n \n(i) in sub -section (1),  \n \n(a) in clause (a), after the semi -colon “;”, the word “or” shall be \nadded;  \n \n(b) clauses (b) and (d), shall be omitted; and \n \n(c) in clause (c), for the semi -colon and the word “;or”, occurring \nat the end, a full stop shall be substituted;  \n \n(ii) after sub -section (1), amended as aforesaid, the following new sub -\nsections shall be inserted, namely: — \n \n “(1A) The direct recruitment to a post in BPS -17 shall be \nmade through the Federal Public Service Commission and to a post \nin BPS -16 and  below through the procedure as prescribed by the \nrules.  \n \n (IB) There shall be no direct recruitment to a post in BPS -18 \nand above:  \n \n Provided that i n such cas es where no officer of the Secretariat \nqualifies to hold the post for the time being and the circumstances \nrender it necessary, appointment to a post in BPS -18 and above \nmay be made on contract with the approval of the Senate Finance \nCommittee, t hrough advertisement and recruitment process by the \nSecretariat, up -till a period of three years, which shall not be \nextended or regularized.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., APRIL 15, 2021  161 \n  (1C) Notwithstanding the provisions of sub -section (1 A), \nappointment on contract may be made in the interest of t he \nSecretariat in BPS -04 and below, as prescribed by the rules:  \n \n Provided that staff allowed by the Senate Finance Committee \nin its meeting held on the 17th February, 2012 vide Item No.4 (iii) \nmay also be appointed on contract, irrespective of the grade:  \n \n Provided further that services of an employee appointed on \ncontract in any grade shall not be regularized, extended beyond \nthree years or transferred to any other post in the Secretariat.  \n \n (ID) There shall be no appointment on ad hoc  basis.  \n \n (IE) The l ength of service for app ointment by promotion shall \nnot be condoned.  \n \n (1F) There shall be no placements based on seniority or length \nof service. ”; \n \n(iii) in sub -section (2), for the full stop occurring at the end a colon shall \nbe substituted and the there after following proviso shall be added, \nnamely: — \n \n  “Provided that highest post for specialized parliamentary groups \nshall be Senior Director General (BPS -21).”; and  \n \n (iv) sub-section (3) shall be omitted.  \n \n 4. Substitution of section 5, Act XXII of 2017. — In the said Act, for  \nsection 5, the followin g shall be substituted, namely: — \n \n “5. Appointment on deputation .— (1) Appointment on deputation \nto a post shall be made in the interest of the Secretariat.  \n \n (2)  The competent authority may appoint on deputat ion a person \nto a post in the general parliamentary group from an occupational group \nor provincial executive services and to a post in the specialized \nparliamentary group from any service of Pakistan.  \n \n (3) The terms and conditions of service of a person a ppointed to \nthe Secretariat on deputation shall be such as may be prescribed by the \nrules.  \n \n \n162 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 15, 2021  [PART I \n \n  (4) Services of an employee appointed to a post on deputation \nshall not be absorbed in the Secretariat/services. ” \n \n 5. Amendment of section 6, Act XXII of 2017 .— In the said Act, in \nsection 6, — \n \n(i)  in sub -section (1), the words and commas “, not being an ad hoc  \nappointment, ” shall be omitted;  \n \n(ii) in sub -section (2), the words “or transfer ” shall b e omitted; and  \n \n(iii) in sub -section (4), in clause (c), the words “or transfer ” and “or \ntransferred ” shall be omitted.  \n \n 6. Substitution of section 9, Act XXII of 2017. — In the said Act, for \nsection 9, the followin g shall b e substituted, namely: — \n \n “9.  Posting and transfer. — (1) Every employee shall be liable to \nserve anywhere withi n Pakistan, or on deputation in the Federal or \nProvincial Government or abroad or in an international organization at \nthe national or international level, in any equivalent or higher post \nsubject to approval of the competent authority:  \n \n Provided that term s and conditions of any such posting shall not be \nless favourable to the employee posted under this section.  \n \n (2) An officer belonging to the general parliamentary group \n(Secretariat service of the Secretariat services) serving on deputation in \nthe Federa l or Provinc ial Government or abroad shall b e as if he is an \nofficer of the secretariat group of the Federal Government .”. \n \n 7. Amendment of  section 10, Act XXII of 2017. — In the said Act, in \nsection 10, in sub -section (1), — \n \n(i) in clause (a), for the exi sting proviso, the followin g shall be \nsubstituted, namely: — \n \n “Provided that, where such employ ee is appointed by \npromotion on probation, h is services shall not be so term inated so \nlong as he holds a lien against his former post but he shall be \nreverted to  his former post .”; \n \n(ii) in clause (b), after the word “his”, the word “contract ” shall be \ninserted and for the semi colon and the word “;and”, occurring at \nthe end a full stop shall be substituted; and  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., APRIL 15, 2021  163 \n  (iii) clause (c) shall b e omitted.  \n  \n 8. Amendment of section 11, Act XXII of 2017. — In the said Act, in \nsection 11, — \n \n(i) in sub -section (1 ), the words and co mma “ad hoc,” shall b e \nomitted; and \n \n(ii) in sub -section (3), in the proviso, in clause (b), the words “or \nworking on ad hoc  basis ” shall be omitted.  \n \n————  \n \nCORRIGENDUM  \n \n[to the Gazette of Pakistan, Extraordinary, Part -I, dated the 24th September, \n2020, containing Act No. XXX of 2020]  \n \n In the Anti -Money Laundering (Second Amendment) Act, 2020 at page \n589 of the Gazette, in Section 7I, after the expression “cl ause (h) of”, the \nexpression “sub -section (2) of”, shall be inserted.  \n \n \nTAHIR  HUSSAIN , \nSecretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n————————————————————————————————  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CON TROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}