{
    "file": "./converted_json\\administratorede3d1ed09f38a5a686366e4a21720f7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n   \n \n \nTHE GOVERNMENT MANAGEMENT OF PRIVATE ESTATES \nACT, 1892  \n \n \n \nCONTENTS  \n1.  Title and extent  \n2.  Definitions  \n3.  Power to levy rate  \n4.  Power to levy special charges  \n5.  Saving as to special expenditure  \n6.  Validation of levy of past rates  \n7.  Powers to make rules  \n8.  Exemption from jurisdiction of Courts  \n9.  [Repeal.]  \n\n \nPage 2 of 4 \n THE  GOVERNMENT  MANAGEMENT  OF PRIVATE  ESTATES  ACT,  1892  \n1ACT  No. X OF 1892  \n[25th  October,  1892]  \nAn Act to provide  for the levy of a rate on private  estates  under  the management  of the Governmen t \nto meet  the cost of supervision  and management.  \n WHEREAS  it is expedient  to provide  for the levy of a rate on private  estates  under  the \nmanagement  of the Government  to cover  the cost of all Government  establishments  in so for as they \nare employed  in the supervision  and management  of such estates,  other  than establishments  specially  \nentertained  for any particular  estate or group of estates, and to meet all contingent expenditure \nincurred by the Government in connection with such supervision and management;  It is hereby \nenacted as follows : — \n 1. Title and extent. –(1) This Act may be called the Government Management of Private  \nEstates Act, 1892.  \n [2(2) It extends to the whole of Pakistan.] ; 3* \n 3[*  *  *  *  *  *  *] \n 2. Definitions. –In this Act, unless ther e is something repugnant in the subject or context, — \n(l)  “immoveable property” includes land, buildings, hereditary allowances, rights \nto ways, lights, ferries, fisheries or any other benefit to arise out of land, and \nthings attached to the earth or perma nently fastened to anything which is \nattached to the earth but not standing timber, growing crops or grass;  \n(2)  “gross income” includes all receipts of every kind in produce or cash, except \nmoney borrowed, recoveries of principal and the proceeds of sale of \nimmoveable property or of moveable property properly classed as capital; and  \n(3) “private estates under Government management” include – \n \n1For Statement  of Objects  and Reasons , see Gazette  of India,  1892,  Pt. V, p. 14; for Report  of the Select  Committee , see ibid., 1892,  Pt. V, p. 69 and for \nProceedings  in Council,  see ibid., 1892,  Pt. VI, p. 73. \nThis Act has been  extended  to the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950  (G. G. O. 3 of 1950);  and applied  in the \nFederated  Areas  of Baluchistan,  see Gazette  of India,  1937,  Pt. I, p. 1499.  \nThis Act has been  amended  to the extent  of Islamabad  Capital  Territory,  see Ord. No. 27 of 1981,  s. 5 and 4th Sch. \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and  2nd Sch. ( with effect from the 14th October, 1955 ), for the original \nsub-section (2), as amended by the Burma Laws Act, 1898 (13 of 1898), s. 18 and Sch. V, the Federal Laws (Revision and Declaratio n) Act, 1951 (26 \nof 1951), s. 8, and A. O., 1949, Arts. 3  (2) and 4.  \n3The word “and” at the end of sub -section (2), and sub -section (3) rep. by the Repealing and Amending Act, 1914 (10 of 1914), s.3 and Sch. II.  \n \n \nPage 3 of 4 \n (a)  estates  under  the Court  of Wards;  \n(b)  encumbered  estates  under  Government  management;  \n(c)  estates attached  for default  of payment  of Government  revenue;  \n(d)  minors’  estates  placed  under  the guardianship  of a revenue -officer  of \nthe Government  by a Civil  Court;  \n(e)  estates  managed  by a Collector  in pursuance  of any order  made  under  \nthe 1[Code  of Civil Procedure,  1908  (Act V of 1908)]  (XLV  of 1882)  \nand \n(f)  all other  estates  made  over to or taken  under  the management  of a \nrevenue - officer  of the Government  as such under  any law for the time \nbeing  in force  or in virtue  of any agreement.  \n 3. Power to levy rate.  It shall be lawful for the 2[Provincial Government] – \n(1)  to levy on all private  estates  under  Government  management  a rate not \nexceeding  five percent  on the gross  income,  calculated,  as nearly  as may be \npossible,  to cover  \n(a)  the cost of all Government  establishments  in so far as they may be \nemployed  in the supervision  or management  of such estates  other  than \nestablishments  specially  entertained  for the supervision  or management  \nof any particular  estate  or group  of estates,  and \n(b)  all conting ent expenditure  incurred  in consequence  of such supervision  \nor management;  \n(2)  from  time to time to vary such rate; and  \n(3)  to reduce  or remit  such rate in any special  case or cases  as may be equitable:  \n Provided  that, in deciding  the amount  of the rate to be levied  under  this Act on any particular  \nestate  or group  of estates,  the 2[Provincial  Government]  shall  consider  the expenditure  incurred  on \nspecial  establishments  for such estate  or estates.  \n 4. Power  to levy special  charges.  In cases  where  an offic er of the Government  is employed  \nto give legal  advice  or to audit  accounts  on behalf  of any estate,  the 2[Provincial  Government],  if it \nconsiders  the services  rendered  to be of a special  nature,  may,  in its discretion,  direct  a special  charge  \nto be made  against  that estate  on account  of such services,  irrespective  of the rate leviable  under  the \nlast foregoing  section.  \n1Sub by Ord. XXVII of 1981, s.5 & Sch. IV (only to the extent of Islamabad Capital Territory).  \n2Subs. by A. O., 1937, for “L. G.”.  \n \n \nPage 4 of 4 \n  5. Savin g as to special  expenditure.  Nothing  in this Act shall  apply  to the cost of \nestablishments  specially  entertained  or to expenditure  of any description  specially  incurred  in respect  \nof any particular  estate  or estates.  \n 6. Validation  of levy of past rates.  All rates  for general  supervision  or management  levied  \nby any 1[Provincial  Government]  before  the commencement  of this Act shall  be deemed  to have  \nbeen  levied  under  this Act. \n 7. Powers  to make  rules.  The 1[Provincial  Government]  may make  any rules2 and issue any \norders  which  may be necessary  for carrying  this Act into effect,  and which  are consistent  therewith.  \n 8. Exemption  from  jurisdiction  of Courts.  Where  any Government  establishment  is \nemployed  in such supervision  as aforesaid,  the 1[Provincial  Governm ent] shall  be the sole judge  of \nthe cost attributable  to such employment,  and its decision  thereon  shall  not be questioned  in any \nCourt  of Law or otherwise.  \n 9. [Repeal.]  Rep.by  the Repealing  and Amending  Act, 1914  (X of 1914),  s.3 and Schedule  II. \n \n______ ____  \n \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n1Subs.  by A. O., 1937,  for “L. G.”. \n2For rules  made  under  this section,  see different  local  Rules  and Orders."
}