{
    "file": "./converted_json\\administrator4a3bc503ae98688c5c91e07024ac1e80.json",
    "name": "Companies (Audit of Cost Accounts) Rules, 1998",
    "date": "1998",
    "tagline": "Regulation of cost audit for companies in Pakistan",
    "content": "STATUTORY NOTIFICATION (S.R.O) \nGovernment of Pakistan \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN \n \n \n \n \nPUBLISHED BY AUTHORITY  \nIslamabad the, 1998  \n \n \nS.R.O (I)/98.- In exercise of the powers confer red by sections 258 and 506 of the \nCompanies Ordinance, 1984 (XLVII of 1984) , read with the Finance Division's \nNotification No. S.R.O.698(I)/86, dated th e 2nd July, 1986, the Corporate Law Authority \nhereby makes the following rules, the same havi ng been published previously as required \nby sub-section (1) of the said section 506, namely:- \nCOMPANIES (AUDIT OF COST ACCOUNTS ) RULES, 1998  \n1. Short title, application and commencement.-   \ni. These rules may be called the Companie s (Audit of Cost Accounts) Rules, \n1998.  \nii. These rules shall apply to companies or class of companies, which are \nrequired by the Corporate Law Author ity through a general or special \norder issued under clause (e) of s ub-section (1) of section 230 of the \nCompanies Ordinance, 1984, to include  in their books of account, such \nparticulars relating to utilisation of mate rial or labour or to other inputs or \nitems of cost, as specified in that order.  \niii. They shall come into force at once.  \n2. Definitions.-  In this rules, unless there is anything repugnant in the subject or \ncontext,-  \ni. \"Appendix\" means an Appendix to these rules;  \nii. \"company\" means a company formed and registered under the Companies \nOrdinance, 1984 (XLVII of 1984), and to which these rules apply;  \niii. \"director\" means a director of a company; and  \niv. \"cost auditor\" means a cost a uditor appointed under rule 3.  \n3. Appointment of cost auditors.-   \ni. Every company shall be required to ge t its cost accounts audited by a cost \nauditor who is a Chartered Account ant within the meaning of the \nChartered Accountants Ordinance,  1961 (X of 1961), or a Cost and \nManagement Accountant within the m eaning of the Cost and Management \nAccountants Act, 1966 (XIV of 1966).  \nii. The cost auditor shall be appointed by  the directors with the prior approval \nof the Corporate Law Authority within sixty days of the close of financial \nyear of the company.  \niii. The company shall apply to the Corpor ate Law Authority in the form set \nout in Appendix I for appointment of cost  audior not later than thirty days \nbefore the date on which cost auditor is to be appointed.  \niv. None of the following persons shall be  appointed as cost auditor of a \ncompany, namely :-  \na. a person who has been appointed as  auditor of the company for the \nrespective period under section 252 of the Companies Ordinance, \n1984  \nb. a person who is, or at any time during the preceding three years \nwas, a director, officer or employee of the company ;  \nc. a person who is a partner of, or in  the employment of, a director, \nofficer or employee of the company ;  \nd. ]a spouse of a director of the company ;  \ne. a person who is indebted to the company ; and  \nf. a body corporate. \nExplanation.-  In this sub-rule reference to an \"officer\" or \n\"employee\" shall be construed as not including reference to a cost \nauditor.  \nv. The remuneration of the cost auditor shall be fixed by the directors.  \n4. Cost auditors' report.-   \ni. Every company shall, in addition to th e records and statements specified in \nthe order of the Corporate Law Author ity issued under clause (e) of sub-\nsection (1) of section 230 of the Co mpanies Ordinance, 1984, prepare -  \na. a statement of production capacity of the plant, in terms of \nmachine hours and production units, the actual utilisation of the \ncapacity and the reasons of diffe rence between the two; and  \nb. a statement of stock-in-trade of the company as at the end of \nfinancial year in terms of quantity and cost thereof distinguishing between-  \nI. stock of raw material and components;  \nII. stock of work in process;  \nIII. stock of finished products; and  \nIV. other stocks.  \nii. The statement specified in clauses (a ) and (b) of sub-rule (1) shall be \nsigned by the chief executive and chief accountant of the company.  \niii. The cost auditor shall make out a report within sixty days of his \nappointment to the directors in the fo rm set out in Appendix II alongwith a \nstatement of capacity utilis ation and stock-in-trade as specified in clauses \n(a) and (b) of sub-rule (1) in th e form set out in Appendix III and \nsimultaneously shall submit two copies thereof to the Corporate Law Authority and the registrar concerned.  \niv.\n The company shall, within thirty days from the date of receipt of copy of \nthe report, furnish the Corporate Law Authority with full information and explanation on every reservation or qua lification contained in such report.  \n5. Penalty.- Whoever fails or refuses to comply with, or contravenes any provision \nof these rules, or knowingly and wilfully  authorises or permits such failure, \nrefusal or contravention shall, in ad dition to any other liability under the \nCompanies Ordinance, 1984, be also puni shable with fine not exceeding two \nthousand rupees and, in case of continuing failure, refusal or contravention, with a \nfurther fine not exceeding one hundred rup ees for every day after the first during \nwhich such contravention continues. \nAppendix-I  \n[ see rule 3(3) ] \n \nform OF APPLICATION TO THE CORPORATE LAW AUTHORITY FOR \nAPPOINTMENT OF COST AUDITORS  \n1. Name of the company together with the address of its registered office and the \ndate of its incorporation:  \n2. Status of the company:  \n3. Capital structure of the company:  \n4. Principal line(s) of business of the company:  \n5. Proposal for which the Corporate Law Au thority's approval is sought indicating \nthe product for which cost audit is ordered:  \ni. The name and address of the cost auditor who is recommended to be \nappointed:  \nii. Whether the proposed cost auditor is  a Chartered Acc ountant within the \nmeaning of Chartered Accountants Or dinance, 1961(X of 1961) or Cost \nand Management Accountant within  the meaning of the Cost and \nManagement Accountants Act, 1966 (XVI  of 1966) and whether he has a \ncertificate of practice:  \niii. The associateship/fellowship No. of the cost auditor:  \n6. Whether the cost auditor is subject to any disqualification under rule 3(3).  \n7. Remuneration for the cost auditor:  \n8. The financial year or years to be covered by the cost audit:  \n9. Date of the meeting of the directors recommending the name  of the cost auditor:  \n10. A certified copy of the resolution pass ed by the directors of the company \nsanctioning the proposal for which the Co rporate Law Authority's approval has \nbeen sought:  \n11. Name and address of the previous cost audi tor, if any, together  with the financial \nyear of the company which was subjected to cost audit:  \n12. If there is any change in the appointment  of cost auditor, the reasons therefore \nmay be stated:  \n13. Declaration \n I/We solemnly declare that facts stated in  the application are true to the best of \nmy/our knowledge, information and belief.  \nSignature: \nDesignation ( Chief Executive ) \n \nDated : This ............ day of...........................19..  \nAppendix-II \n[See rule 4(3)] \nCOST AUDITORS' REPORT  \nI/We .................................................................. having been appointed to conduct an audit \nof cost accounts of Messrs.................................., have examined the books of account and \nthe statements prescribed unde r clause (e) of sub-section (1) of section 230 of the \nCompanies Ordinance, 1984 and the other relevant record for the year ended \non................and report that - \nI/We have/have not obtained all the informati on and explanations which to the best of \nmy/our knowledge and belief were necessa ry for the purposes of this audit. \nin my/our opinion - \na. proper cost accounting records as required by clause (e) of sub-section (1) of \nsection 230 of the Companies Ordinance,  1984 (XLVII of 1984), and as required \nby these rules, have been / have not been kept by the company;  \nb. proper returns, statements and schedules for the purpose of audit of cost accounts \nhave / have not been received from  branches not visited by me/us;  \nc. the said books and records give/do not gi ve the information required by the rules \nin the manner so required; and  in my/our opinion and, subject to best of my/our information -  \na. the annexed statement of capacity utilis ation and stock-in-t rade are/are not \nin agreement with the bo oks of account of the company and exhibit true \nand fair view of the company's affairs; and  \nb. cost accounting records have/have not b een properly kept so as to give a \ntrue and fair view of the cost of  production, processing, manufacturing and \nmarketing of the undermentioned pro ducts of the company, namely:-  \nThe matter contained in the ANNEX forms part of this report. Dated: This .................day of ................. \nSignature: \n(Name of the cost auditor or firm of cost auditors) \nAppendix III   \n[ See rule 4(3) ] \nPARTICULARS TO BE INCLUDED IN COST AUDITORS' \nREPORT TO THE DIRE CTORS OF THE COMPANY  \n1. Capacity:   \na. Licensed, installed and utilised capacities  of the factory or factories for the \nproducts under reference.  \nb. If the company is engaged in other activities besides the manufacture of \nthe product under reference, give a brie f note on the nature of such other \nactivities.  \n2. Cost accounting system: \nBrief comments on the cost accounting syst em and its adequacy or otherwise to \ndetermine correctly the cost of  the product under reference.  \n3. Production:   \na. Production in quantities of each t ype of product under reference.  \nb. Percentage of production of the pr oduct under reference in relation to \ninstalled capacity. If there is any shortfall in production as compared to the installed capacity, brief comments as to the reasons for the shortfall.  \nc. If there is any addition to the pr oduction capacity duri ng the year under \nreview or in the immediately preced ing two years, this may also be \nmentioned.  \n4. Raw material:   \na. The cost of major raw material cons umed both in terms of quantity and \nvalue. Where the cost of transport, et c., of raw material is significant, \nspecify the same separately.  \nb. Consumption of major raw material per unit of production compared with \nthe standard requirements, if any.  \nc. Explanations for variances, if a ny, in the consumption of major raw \nmaterial per unit of production as co mpared to the preceding two years, \nand with standard re quirement, if any.  \nd. Comments on the method of accounting followed for recording the \nquantities and value of recei pts, issues and balances of all material directly \nused in production.  \n5. Wages and salaries:   \na. Total wages and salaries paid for all categories of employees, separately in \nrespect of each of the following, namely:-  \ni. direct labour costs on production ;  \nii. indirect employees' cost on production ;  \niii. employees' cost on administration ;  \niv. employees' cost on selling and distribution ;  \nv. bonus to workers and employees ;  \nvi. other employees' cost, if any (inc luding taxes and levies) ; and  \nvii. \ntotal employees' cost [total of items (i) to (iv) above].  \nb. Salaries and perquisites of di rectors and chief executive.  \nc. Total man-days of direct labour availabl e and actually worked for the year.  \nd. Average number of workers employed for the year.  \ne. Direct labour cost per un it of output of the produc t (give information in \nrespect of each).  \nf. Brief explanations for variances in ite m (e) above, if any, as compared to \nthe previous two years.  \ng. Comments on the incentive schemes, if any, with particular reference to its \ncontributions towards increasing produc tivity and its effect on cost of \nproduction.  \n6. Stores and spare parts:   \na. The expenditure per unit of output on stores, etc.  \nb. Comments on the system of stores  accounting for recording receipts, \nissues and balances, both in quantities and values.  \nc. If practicable, the proportion of clos ing inventory of stores representing \nitems which have not moved for over twenty four months.  \n7. Depreciation:   \na. The method of depreciation adopted by the company, e.g. straight line or \ndiminishing balance, etc.  \nb. The basis of allocation of depreciatio n on common assets to the different \ndepartments.  \nc. The basis of charging depreciati on to the cost of products.  \n8. Overheads:   \na. The total amounts of the following overh eads and a break-up of items (i), \n(ii) and (iii) below:-  \ni. Factory overheads.  \nii. Administration overheads.  \niii. Selling and distribution overheads.  \niv. Financial charges.  \nb. Reasons for any significant variances in the expenditure  incurred against \nthe item, included in overheads as comp ared with previous two years.  \nc. The basis of allocation of overheads to  cost centres and of absorption to \nproducts with brief comments, if any, on the basis of allocation adopted by \nthe company.  \nd. Cost of packing, if any, of the products under reference to be shown \nseparately with details to the extent possible.  \n9. Royalty/technical aid payments:  \nThe total amount of royalty / technical aid fees paya ble for the year and the \namount chargeable per unit of the product.  \n10. Abnormal non-recurring features:   \na. If there were any abnormal features affecting production during the year, \ne.g., strikes, lock-outs, major breakdo wns in the plant, substantial power \ncuts, serious accidents, etc., they shal l, wherever practicable, be briefly \nmentioned indicating their imp act on the cost of production.  \nb. If there are any special expenses whic h have been directly allocated to \nproducts under reference, the total amount as also the incidence per unit of \nproduct shall be shown.  \n11. Cost of production:  \nThe cost per unit of different categories , varieties or qualiti es of each of the \nproducts under reference with comparativ e figures for the previous year and \ncomments on the reasons of difference.  \n12. Sales:   \na. The sales in quantities and net sales r ealisation of the different categories, \nvarieties or quantities of product und er reference showing the average \nsales realisation per unit.  \nb. If product under reference is export ed, quantity exporte d, net realisation \nper unit, countries to which exported indicating the profit or loss incurred \nin export  \n13. Profitability:  \nThe profit per unit earned on each category, variety or quantity of the products, \ncomments on the comparative profits of di fferent categories of the products per \nunit as well as in term of per machine hour, etc., and comments on the adequacy \nor otherwise of product for maximisation of profit.  \n14. Cost auditors' observations and conclusions:   \na. Matters which appear to him to be cl early wrong in principle or apparently \nunjustifiable.  \nb. Cases where the company's funds have been used in a negligent or \ninefficient manner.  \nc. Factors which could have been c ontrolled, but have not been done \nresulting in increase in the cost of production.  \ni. The adequacy or otherwise of budgetary control system, if any, in \nvogue in the company; and  \nii. the scope and performance of internal audit, if any.  \nd. Suggestions for improvements in performance, if any, e.g., by-  \ni. rectification of general imbal ance in production facilites;  \nii. fuller utilisation of installed capacity ;  \niii. comments on areas offering scope for-  \nI. cost reduction ;  \nII. increased productivity ;  \nIII. key limiting factors causing pr oduction bottle-necks ;  \nIV. improved inventory policies or  \nV. energy conservancy ;  \niv. state of technology, whether m odern or obsolete; and  \nv. plant, whether new or se cond-hand when installed.  \n15. Reconciliation with financial account:  \nAfter the auditor appointed under sec tion 252 of the Companies Ordinance 1984, \nsubmits his report, the cost auditor shall submit a supplementary report on \nreconciliation with financia l accounts to the directors be fore the date fixed for \nholding the annual general m eeting of the company.  \n16. Cost statement:  \nCopies of all the cost statements on the formats prescribed by the Corporate Law \nAuthority under clause (e) of sub-sec tion (1) of section 230 of the Companies \nOrdinance, 1984, duly authenticated by the chief executive and chief accountant \nof the company, and verified by the cost au ditor, shall be appended to the report.  \n17. Miscellaneous:  \nAs far as practicable, comparison of all figures of cost and production shall be \nmade with the figures of previous year.  \n  \n[No. CO-258(2)/RCP/91] \n( MOHAMMED HAYAT JASRA ) \nRegistrar of Companies  \n \nGOVERNMENT OF PAKISTAN \nCORPORATE LAW AUTHORITY \nSTATE LIFE BUILDING, 7-BLUE AREA \n''''''''''''  \n \nNO.C0.258(2)/RCP/91 \nIslamabad, the 21st October, 1998. \nOFFICE MEMORANDUM \nSUBJECT: PUBLICATION OF NOTIFICATI ON REGARDING COMPANIES \n(AUDIT OF COST ACCOUNTS) RULES, 1998. \n \nThe undersigned is directed to forward herewi th corrigenda in S.R.O.  846(I)/98 regarding \nCompanies (Audit of Cost Accounts) Rules, 1998 and to request that it may please be \npublished in Part-II of the Gazette of Pakist an, Extra Ordinary and 200 copies be supplied \nto the undersigned on printing.  \n( Mohammad Hayat Jasra ) \nRegistrar Of Companies (HQ) \nEncl: As above. \nThe Manger, Printing Corporation of Pakistan, \nIslamabad."
}