{
    "file": "./converted_json\\administratorb34362be18405a0754066473ad4b3b23.json",
    "name": "The Admiralty Jurisdiction of High Courts Ordinance, 1980",
    "date": "2nd September, 1980",
    "tagline": "An Ordinance to consolidate and amend the law relating to Courts of Admiralty",
    "content": "Page 1 of 7 \n    \n \n \nTHE ADMIRALTY JURISDICTION OF HIGH COURTS \nORDINANCE, 1980  \n \n              \n \n \n  \n   \nCONTENTS  \n \n1.  Short title and commencement  \n2.  Definitions  \n3.  Admiral ty jurisdiction of the High Cour t \n4.  Mode of exercise of Admiralty jurisdiction  \n5.  Jurisdiction in personam of c ourts in collision and other similar cases.  \n6.  Limitation of maritime lien  \n7.  Appeals  \n8.  Power to make rules  \n9.  Repeal and saving   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 7 \n  \nTHE ADMIRALTY JURISDICTION OF HIGH COURTS ORDINANCE, 1980  \n \nORDINANCE No . XLII OF 1980  \n          [2nd September, 1980]  \n \nAn Ordinance to consolidate and amend the law relating to Courts of Admiralty  \n \n WHEREAS it is expedient to consolidate and amend the law relating to Courts of Admiralty;  \n \n AND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n  \n NOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Laws (Continuance i n Force) Order, 1977 ( CMLA. Order No. 1 of 1977 ), and in exercise of \nall powers enabling him in that behalf, the President is pleased to make and promulgate the following \nOrdinance:___ \n  \n 1. Short title and commencement.___ (1) This Ordinance may be called  the Admiralty \nJurisdiction of High Courts Ordinance, 1980.  \n \n (2) It shall come into force at once.  \n 2. Definitions. In this Ordinance, unless there is anything repugnant in the subject or context,___  \n(a)  “aircraft” means any machine which can derive support in the atmosphere from \nreactions of the air, and includes balloons, whether captive or free, airships, \nkites, gliders and flying machines; \n(b)  “charges” does not include light dues, local light dues or any other  charges in \nrespect of lighthouses, buoys, beacons or pilot age;  \n \n(c)  “cause” includes any cause, suit, action or other proceeding in the High Court \nin the exercise of its Admiralty jurisdiction;  \n \n(d)  “goods” includes baggage;  \n \n(e)  “internal waters ” includes any part of the sea adjacent to the coast of Pakistan \nas may be notified by the Federal Government;  \n \n(f)  “master” includes every person, except a pilot or harbour master, having \ncommand or charge of a ship;  \n \n(g)  “Merchant Shipping Acts ” means t he M erchant Shipping Act , 1894 ____1932;  \n \n(h)  “party” includes every person served with notice of, or intervening in, or \nattending, any proceeding s, whether named as party to that proceeding or not;  \n \n \nPage 3 of 7 \n (i)  “port” means any port, harbour , river, estuary, haven, dock, canal or other place, \nso long as a person or body of persons is empowered by or under the law to \nmake charges in respect of ships entering it or using the facilities therein; and \n“limits of a port ” means the limits thereof as  fixed by or under the law;  \n \n(j)  “proceedings ” includes both actions and matters;  \n \n  (k)  “ship” includes any description of vessel used in navigation; and  \n \n  (l) “territorial waters ” means waters beyond the land t erritory and internal waters \n   of Pakistan measured from the base line up to such limit as may be declared \n   from time to time by the Federal Government.  \n \n 3. Admiral ty jurisdiction of the High Cour t.___ (1) The Sind High Court and the High Court \nof Baluchistan shall have and exercise, wi thin their respective territorial jurisdiction, Admiralty, \njurisdiction as is in this Ordinance provided and the Lahore High Court and the Peshawar High Court \nshall, within their respective territorial jurisdiction, have and exercise the said jurisdiction in cases in \nwhich any question or claim relating to aircraft is to be determined.  \n \n (2) The Admiralty jurisdiction of the High Court shall be as follows, t hat is to say, jurisdiction \nto hear and determine any of the following causes, questions or claims____ \n \n(a)  any claim to the possession or ownership of a ship or to the ownership of any \nshare therein or for recovery of documents of title and ownership of a ship, \nincluding registration certificate, log book and such certificates as may be \nnecessary for th e operation or navigation of the ship;  \n \n(b)  any question arising between the co -owners of a ship as to possession, \nemployment or earnings of that ship;  \n \n(c)  any claim in respect of a mortgage of or charge on a ship or any share therein;  \n \n(d)  any claim f or damage done by a ship;  \n \n(e)  any claim for damage received by a ship;  \n \n(f)  any claim for loss of life or personal injury sustained in consequence of any \ndefect in a ship or in her apparel or equipment, or of the wrongful act, neglect \nor default of the owners, charters  or persons in possession or control of a ship \nor of the master or crew thereof or of any other person for whose wrongful acts, \nneglects or defaults, the owners, charterers or persons in possession or control \nof a ship are responsible, bein g an act, neglect or default in the navigation or \nmanagement of the ship, in the loading, carriage or discharge of goods on, in or \nfrom the ship or in the embarkation, carriage or disembarkation of persons on, \nin or from the ship;  \n \n(g)  any claim for loss of or damage to goods carried in a ship;  \n \n(h)  any claim arising out of any agreement relating to the carriage of goods in a ship \nor to the use or hire of a ship;  \n \nPage 4 of 7 \n  \n(i)  any action or claim in the nature of salvage of life from a ship or cargo or any \nproper ty on board a ship or the ship itself or its apparel, whether services \nrendered on the high sea or within territorial waters or internal waters or in a \nport, including any claim arising by virtue of the application by or under section \n12 of the Civil Aviat ion Ordinance, 1960, (XXXII of 1960), of the law relating \nto salvage to aircraft and their apparel and cargo;  \n \n(j)  any claim in the nature of towage in respect of a ship or an aircraft, whether \nservices were rendered on the high sea or within territorial waters or internal \nwaters or in a port;  \n \n(k)  any claim in the nature of pilot age in respect of a ship or an aircraft;  \n \n(1)  any claim in respect of necessaries supplied to a ship;  \n \n(m)  any claim in respect of the construction, repair or equipment of a s hip or dock \ncharges or dues;  \n \n(n)  any claim by a master or members of the crew of a ship for wages and any claim \nby or in respect of a master or member of the crew of a ship for any money or \nproperty which, under any of the provisions of the Merchant Ship ping Acts or \nthe Merchant Shipping Act, 1973 (XXI of 1923), is recoverable as wages or in \nthe Court and in the manner in which wages may be recovered;  \n \n(o)  any claim by a master, shipper, charterer or agent in respect of disbursements \nmade on account of a  ship;  \n \n(p)  any claim arising out of an act which is or is claimed to be a general average \nact; \n \n(q)  any claim arising out of bottomry or respondentia;  \n \n(r)  any claim for the forfeiture or condemnation of a ship or of goods which are \nbeing or have been carried, or have been attempted to be carried, in a ship as a \nNaval Prize or in violation of customary law of the sea or otherwise, or for the \nrestoration of a ship or any such goods after seizure, or for droits of Admiralty, \ntogether with any other jurisd iction for the grant of such reliefs as are provided \nunder the Merchant Shipping Acts or the Merchant Shipping Act, 1923 (XXI of \n1923), any other jurisdiction which was vested in the High Court as a Court of \nAdmiralty immediately before the commencement of  this Ordinance or is \nconferred by or under any other law and any other jurisdiction connected with \nships or aircraft in respect of things done at sea which has by tradition of custom \nof the sea been exercised by a Court of Admiralty apart from this sectio n. \n \n (3) The jurisdiction of the High Court under clause (b) of subsection (2) includes power to \nsettle any account outstanding and unsettled between the parties in relation to the ship, and to direct \nthat the ship, or any share thereof, shall be sold, and  to make such other order as the Court thinks fit.  \n \n \nPage 5 of 7 \n  (4) The reference in clause (i) of subsection (2) to claims in the nature of salvage includes a \nreference to such claims for services rendered in saving life from a ship or an aircraft or in preserving \ncargo, apparel of wreck  as, under  any law for the time being in force, are autborised to be made in \nconnection with a ship or an aircraft.  \n \n (5) The preceding provisions of this section apply___ \n \n(a)  in relation to all ships or aircraft, whether Pakistani or not and whether \nregistered or not and wherever the residence or domicile of their owners may \nbe; \n \n(b)  in relation to all claims, wheresoever  arising including  in the case of cargo or \nwreck salvage, claims in respect of cargo or wreck found on land; and  \n \n(e)  so far as they relate to mortgages and charges, to all mortgages or charges, \nwhether registered or not and whether legal or equitable, including mortgages \nand charges created under foreign law:  \n \n Provided that nothing in this sub -section shall be construed as extending to cases in which \nmoney or property is recoverable under any of the provisions of the Merchant Shipping Acts or the \nMerchant Shipping Act , 1923  (XXI  of 1923).  \n \n 4. Mode of exercise of Admiralty jurisdiction.___(1) Subject to the prov isions of section 5, \nthe Admiralty jurisd iction of the High Court may in  all cases be invoked by an action in personam.  \n \n (2) The Admiralty jurisdiction of the High Court may in the cases men tioned in clauses (a) to \n(d), (i) and (r) of sub -section (2) of section 3 be invoked by an action in rem against the ship or property \nin question.  \n  \n (3) In any case in which there is a maritime lien or other charge on arty, ship, aircraft or other \nproperty of the amount claimed, the Admiralty jurisdiction of the High Court may be invoked by an \naction in rem against that ship, aircraft or property.  \n \n (4) In the case of any such claim as is mentioned in clauses (e) to (h) and (j) to (q) of sub -\nsection (2) of section 3, being a claim arising in connection with a ship, whe re the person who would \nbe liable on the claim in an action in personam was, when the cause of action arose, the owner or \ncharterer of, or in possession or in control of the ship, the Admiralty jurisdiction of the High Court \nmay, whether the claim gives ri se to a maritime lien on the ship or not, be invoked by an action in rem \nagainst____  \n  (a)  that ship, if at the time when the action is brought it is beneficially owned as \n   respects majority shares therein by that person ; or  \n \n  (b)  any other ship which, at the time when the action is brought, is beneficially \n   owned as aforesaid.  \n \n (5) In the case of a claim in the nature of towage or pilotage in respect of an aircraft, the \nAdmiralty jurisdiction of the High Court may be invoked by an action in rem against that aircraft if at \nthe time when the action is brought  it is beneficially owned by the person who would be liable on the \nclaim in an action in personam.  \n \n \nPage 6 of 7 \n  (6) In the case of a claim in the nature of a maritime lien, other  than at claim on a bottomry or \nrespondentia bond or to the possession of the ship, the Admiralty jurisdiction of the High Court maybe \ninvoked by an action in personam against the owners of the property which would have been arrested \nif the proceedings had been in rem. \n \n (7) Notwithstanding anything in the preceding provision of this section, the Admiralty \njurisdictio n of the High Court shall not b e invoked by an action in rem in the case of any such claim \nas is mentioned in paragraph (n) of subsection (2) of section 3 unless the claim relates wholly or partly \nto wages, including any sum allotted out of wages or adjudged by a competent authority under the \nrelevant law to be due by way of wages.  \n \n (8) Where, in the exercise of its Admiralty jurisdiction, the Hig h Court orders any ship, aircraft \nor other property to be sold, the Court shall have jurisdiction to hear and determine any question arising \nas to the title to, or priorities of claims in, the proceeds of sale.  \n \n (9) In determining  for the purposes of sub -section  (4) and (5) whether a person would be liable \non a claim in an action in personam it shall be assumed that he has his ordinary residence or a place of \nbusiness within Pakistan.  \n \n 5. Jurisdiction in personam of Courts in collision and other similar c ases.___ (1) No Cou rt \nshall entertain an action in  personam to enforce a claim to which this section applies unless___ \n \n(a)  the defendant has his ordinary residence or a place of business within Pakistan; \nor \n \n(b)  the cause of action arose within the int ernal or territorial waters of Pakistan ; or  \n \n(c)  an action arising out of the same incident or series of incidents is proceeding in \nthe c ourt or has be en heard and determined in the c ourt. \n \n (2) No c ourt shall entertain an action in personam to enforce a  claim to which this section \napplies until any proceedings previously b rought by the plaintiff in any c ourt outside Pakistan against \nthe same defendant in respect of the same incident or series of incidents have been discontinued or \notherwise come to an en d. \n \n (3) The preceding provisions of this section shall apply to counter -claims, not being \ncounter -claims in proceedings arising out of the same incident or series of incidents, as they apply to \nactions in personam, but as if the references to the plaintif f and the defendant were respectively \nreferences to the plaintiff on the counter -claim and the defendant to the counter -claim.  \n \n (4) The preceding provisions of, this sections shall not apply to any action or counter -claim if \nthe defendant thereto submits or has agreed to submit to the jurisdiction of the Court.  \n \n (5) Subject to the provisions of sub -section (2), the High Court shall have jurisdiction to \nentertain an action in personam  to enforce a claim to which this section applies whenever any of the \nconditions specified in clauses (a) to (c) of sub -section (1) are satisfied.  \n \n (6) The claims to which this section applies are claims for damage, loss of life or personal \ninjury caused by ships or arising out of collision between ships or out of the carrying out of or omission \nto carry out a manoeuvre in the case of one or more of two or more ships or out of non -compliance, on \n \nPage 7 of 7 \n the part of one or more of two or more ships, with the regula tions made under sec tion 214 of the \nMerchant Shipping Act, 1923 (XXI of 1923).  \n \n 6. Limitation of maritime lien. No action shall be brought before the High Court to enforce a \nmaritime lien for the damage sustained in consequence of collision where soever occurring or any other \nmaritime lien unless proceed ings therein are commenced within two years from the date of the damage \noccurring or the maritime lien arising, subject to the discretion of the High Court to extend this period.  \n \n 7. Appeals.___ (1) An ap peal shall lie to a Bench of two or more Judges of a High Court from \na judgment passed or an order made by a single Judge of that Court in the exercise of its Admiralty \njurisdiction.  \n \n (2) An appeal shall be preferred within thirty days from the date of ju dgment or order appealed \nagainst.  \n \n (3) An appeal to the Supreme Court from a judgment or final order of a High Court in the \nexercise of its Admiralty jurisdiction shall lie only if the value of the subject -matter of the dispute in \nappeal is not less than  one lac rupees and the Supreme Court grants leave to appeal.  \n \n 8. Power to make rules. The Federal Government may, by notification in the official Gazette, \nmake rules for carrying out the purposes of this Ordinance.  \n \n 9. Repeal and saving.___(1) The Court s of Admiralty (Pakistan) Act, 1891 (XVI of 1891), the \nAdmiralty Court Act, 1840 (3 & 4 Vict. C, 65), and the Admiralty Court Act, 1861 (24 Vict. C. 10), \nin so far as they apply to, and operate in, Pakistan, are hereby repealed.  \n \n (2) Nothing in this Ordin ance shall be deemed to authorise proceedings in rem in respect of \nany claim against the Federation or the arrest, detention or sale of any ship or aircraft of the Pakistan \nNavy or the Pakistan Air Force or of any cargo or other property belonging to the F ederation."
}