{
    "file": "./converted_json\\administrator73bab03e326bc445d88192ab8cbc16e7.json",
    "name": "Weights and Measures (International System) Act, 1967",
    "date": "10th June, 1967",
    "tagline": "An Act to establish standards of weights and measures based on the International system.",
    "content": "Page 1 of 14 \n  \n \n \n \nTHE WEIGHTS AND MEASURES (INTERNATIONAL SYSTEM) \nACT, 1967  \n \n \n \n         CONTENTS  \n \n1.  Short title, extent and commencement.  \n2.  Definitions.  \n3.  Certain units of measure.  \n4.  Scale of temperature.  \n5.  Certain primary units of measure.  \n6.  National prototype of certain primary units.  \n7.  Secondary units of measure.  \n8.  Standard of measure.  \n9.  Conversion of existing weights and measures into standard of measure.  \n10.  Reference standards.  \n11.  Secon dary standards.  \n12.  Working standards.  \n13.  Standard weighing and measuring instruments.  \n13 A.  Working weighing and measuring instruments.  \n14.  Appointment of Controllers, Inspectors, etc.  \n15. Verification and stamping by inspectors.  \n16. Power to inspect and verify (working standards and working instruments.)  \n17. [Omitted.]  \n18.  [Omitted.]  \n\n \nPage 2 of 14 \n 19.  [Omitted.]  \n20.  [Omitted.]  \n 21. [Omitted.]  \n22. Prohibition of use of weights and measures other than standard weights and measures.  \n23. [Omitted.]  \n24. Power to direct the use of weights only, or measures only, in certain areas  \n25. [Omitted.]  \n 26.  [Omitted.]  \n 27.  [Omitted.]  \n28. [Omitted.]  \n29.  [Omitted.]  \n30.  [Omitted.]  \n31.  [Omitted.]  \n32..  Validity of weights and measures duly stamped.  \n33.  [Omitted.]  \n34.  Limits of error to be tolerated in weights and measures.  \n35.  [Omitted.]  \n36.  Indemnity.  \n37.  Cognizance of offences.  \n38.  [Omitted.]  \n39.  Power to exempt.  \n40.  Delegation of powers.  \n41.  Power to make rules.  \n42.  Repeal.  \nTHE FIRST SCHEDULED  \nTHE SECOND SCHEDULE  \n  \n \nPage 3 of 14 \n THE WEIGHTS AND MEASURES (INTERNATIONAL SYSTEM) \nACT, 1967  \n1Act No. V of 1967  \n[10th June, 1967]  \nAn Act to establish standards of weights and measures based on the 2 [International] system.  \nWHEREAS it is expedient to establish standards of we ights and measures based on the  3 \n[International] system and to provide for matters connected therewith;  \nIt is hereby enacted as follows:__ \n1.  Short title, extent and commencement .__ This Act may be called the Weights and \nMeasures 3 [International] system  Act, 1967.  \n(2)  It extends to the whole of Pakistan.  \n(3)  It shall come into force on such date as the 4[Federal Government] may, by notifica tion \nin the official Gazette, appoint and different dates may be appointed in respect of different provisions \nof this Act, or for different areas or for different classes of goods or classes of undertakings.  \n 2.  Definitions . In this Act, unless there is a nything repugn ant in the subject or context ,__ \n(1)  “ampere” means that constant current which, flowing in two parallel straight conductors \nof infinite length, of negligible circular cross section and placed at a distance of one meter from each \nother in va cuum, produces a force of 2 x 10 __7 newtons per met re length between the conductors;  \n(2)  “Assistant Controller” means an Assistant Controller of Weights and Measures \nappointed under section 14;  \n (3)  “candela” means one -sixtieth part of luminous intensity no rmally emitted by one \ncentimetre  square of integral radiator (black body) at the tempe rature of solidification of platinum;  \n(4)  “commercial weight or measure” means a weight or measure used or intended to be \nused in any transactions of trade or commerce;  \n(5)  “Controller” means the Controller of Weights and Measures appointed under sectio n \n14 and includes a Deputy Controller of Weights and Measures and an Assistant Cont roller of Weights \nand Measures;  \n(6)  “Deputy Controller” means a Deputy Controller of Weights and Measures appointed \nunder section 14;  \n \n 1For Statement of Objects and Reasons, see Gaz. of P. 1966, Ext. (Dacca),p.213.  \n The Act has been brought into force with ef ect from the 1st day of july, 1974, in respect of certain undertaking specified i n S.R.O. 893 (I)/74, \nsee , Gaz. of P., 974, Ext.pt. II, pp. 1070  1071.  \n For s uch Notifin.enforcing the Act in respect of certain undertaking see Gaz. of p., 1974, Ext.pt. II.pp. 1070 1071 and 1782; ibid., (Islamabad), \np.1922; ibid., 1975, Ext. Pt.III., p. 18, ibid, p.841.  \n  2Subs. by the Weights and Measures (Metric System) (Amdt.)  Act, 1974 (29 of 1974),s.2, for “Metric”.  \n 3Subs. ibid., for “Metric”.  \n 4Subs. ibid., for “Central Government”.  \n \nPage 4 of 14 \n  \n (7)  “First General Conference of Weights and Measures” means the Conference General \ndes poids et  measures held at Paris in 1889;  \n(8)  “Inspector” means an Inspector of Weights and Measures appointed under section 14 \nand includes an Assistant Inspector of Weights and Measures;  \n(9)  “International Bureau of Weights and Measures” means the Bureau International des \npoids et measures et Sevres  in France;  \n (10)  \"kilogram” means the mass of the Platinum -irridium cylinder deposited at the \nInternational Bureau of Weights and Measures and de clared international prototype of the kilogram me \nby the First General Conference of Weights and Measures;  \n(11)  “litre” is the volume occupied by the mass of one kilogram of pure air free water at the \ntemperature of its maximum density and under normal at mospheric pressure;  \n (12)  “measuring instrument” includes any instrument for measuring length, area, volume or \ncapacity but does not include a weighing instrument;  \n(13)  “met re” means the length equal to 1,650,763.73 wave -lengths, in vacuum, of the \nradia tion corresponding to the transition between the 2p and 5d levels of the Krypton atom of mass 86;  \n1 [(13a)  “mole” means the amount of substance of a system which contains as many elementary \nentities as there are atoms in 0.012 Kilograms of carbon 12 ;]  \n(14)  “normal atmospheric pressure” means the pressure exercised by 1 ,01, 325 newtons per \nsquare met re, a newton being the force which imparts to a mass of one kilogram an acceleration of one \nmeter per second per second;  \n(15)  “prescribed” means prescribed  by rules;  \n(16)  “reference standards” means the sets of weights and measures prepared under section \n10;  \n(17)  “rules” means rules made under this Act;  \n 2[(18)  “second” means the duration of 9,192, 631, 770 periods of the radiation corresponding \nto the transition between the two hyperfine levels of the ground state of the cesium -133 atom;]  \n(19)  “secondary standard” means the sets of weights and measures prepared under Section \n11;  \n(20) “stamping” means marking in such manner as to be, so far as practicable, indelible and \nincludes casting, engraving, etching and branding;  \n \n 1 Ins. by the Weights a nd Measures (Metric System) (Amdt.) Act, 1974 (29 of 1974), s.3.  \n 2 subs. By the Weights and Measures (Matric system) (Amdt.) Act, 1974 (29 of 9074), s.3 for cl. 18  \n \n \nPage 5 of 14 \n 1[(20 A)  “standard instrument” means the set of weighing instruments and measuring \ninstruments prepared under section 13;]  \n (21)  “standard measure” means such a standard of measure specified in sub -section (1) of \nsection 8, as does not relate to mass;  \n(22)  “standard weight” means such a standard of measure specified in sub -section (1) of \nsection 8 as relates to mass;  \n(23)  “trade”, with its grammatical variations, means any sale, bargain, transaction, dealing \nor contract and includes collection of tolls and duties;  \n(24)  “verify”, with its grammatical variations, means verify or reverify in accordance with \nthe provisions of  this Act and the rules;  \n(25)  “weighing instrument” means any instrument for measuring weight and inciudes scales, \nwith the weights belonging thereto, scalebeams, balances, spring balances, steelyards and other \nweighing machines;  \n2 [(25A)   “working inst rument” means the set of weighing instruments and measuring \ninstruments prepared under section 13A;]  \n (26)  “working standard” means the sets of weights and measures prepared under section 12.  \n 3.  Certain units of measure .__ (1) The unit of electric current shall be an ampere.  \n (2) The unit of luminous intensity shall be a candela.  \n2[4.  Scale of temperature .__ The kelvin, unit of thermodynamic temperature, is the fraction \n1/273.16 of the thermodynamic temperature of the tri ple point of water.].  \n5.  Certain primary units of measure .__ (1) The primary unit of mass shall be a kilogram:  \nProvided that in the case of pearls and precious stones the primary unit of mass shall be a carat \nwhich is equal to one five -thousandth of one kilogram.  \n     (2)   The primary unit of length shall be a metre.  \n(3)  The primary unit of area shall be the square metre.  \n(4)  The primary unit of volume shall be the cubic metre.  \n(5)  The primary unit of capacity shall be a litre.  \n(6)  The primary unit of time shall be a second.  \n6.  National proto type of certain Primary units .__ (1) The 2 [Federal Government] shall \ncause to be prepared a national prototype of the kilogram and shall cau se the same to be certified in \nterms of the international prototype of kilogram and shall deposit the same in such custody and at such \nplace as it may deem fit.  \n_________________________________________________________________________________  \n 1Subs. by t he Weights and Measures (Metric System) (Amdt.) Act, 1974 (29 of 1974), s.3, for cl.18.  \n 2 Ins. by the Weights and Measures (International Systems) (Amdt.) O rdinance, 1978 (16 of 1978), s.4, for “section 4”  \n 3 Subs. ibid s. 2, for \"Central Government”.  \n \n \nPage 6 of 14 \n   (2)  The 1[Federal Government] shall cause to be prepared a  national prototype of the metre  \nand shall cause the same to be certified by the International Bureau of Weights and Measures and shall \ndeposit the same in such custody and at such place as it may deem fit.  \n7.  Secondary units of measure . The 1[Federal Government] may, by notification in the \nofficial Gazette, declare the magnitude and denomination of such units of measure as it deems fit to be \nthe secondary units of measure under this Act:  \nProvided that every such secondary unit except that of time shall be an integral positive or \nnegative power of ten of the relevant primary unit.  \n8.  Standard of measure .__ (1) The primary units of measure referred to in section 5 and \nthe secondary units of measure declared under section 7 shall be the standar ds of measure.  \n(2)  The weight at any place of the primary unit of mass referred to in sub -section (1) of \nsection 5 shall be the standard unit of weight at that place.  \n9.  Conversion of existing weights and meas ures into standard of measure .__ (1) The \nvalue expressed in terms of any weight set forth in sub section (1) of Section 3 of the Standards of \nWeight Act, 1939 (IX of 1939), or in terms of any Measure expressed in inches, feet, yards, miles or \nnautical miles or in gallons may be converted into the va lue expressed in terms of the appropriate \nstandard of measure at the rate specified in the First Schedule.  \n(2)  The 2[Federal Government] may, by notification in the official Gazette, specify the \nrates at which the value expressed in terms of any weight or measure other than those referred to in \nsub-section (1) may be converted into the value expressed in terms of the standard of measure.  \n(3)  All references in any enactment or in any notification, rule or order under any \nenactment or in any contr act, deed or other instrument to a value expressed in terms of any weight or \nmeasure shall be construed as references to that value expressed in terms of the appropriate standard \nof measure converted thereto at the rates specified in the First Schedule or in a notification issued under \nsub-section (2), as the case may be.  \n(4)  Where in any transaction the value expressed in terms of any weight or measure is \nrequired to be converted into the value expressed in terms of the standard of measure under this sect ion, \nthe calculation, for the purposes of such transaction, shall be made in such manners as may be \nprescribed.  \n10.  Reference standards .__ (1) The 2[Federal Government] shall cause to be prepared as \nmany sets of such standards of measure specified in sub -section (1) of Section 8 or multiples or \nsub-multiples thereof, to be called reference standards as it may consider expedient and shall cause the \nmeasure of each such set to be authenticated as having been ascertained from the primary unit s of \nmeasure.  \n(2)  The reference standards shall be kept at such place, in such custody and in such manner \nas may be prescribed.  \n \n_________________________________________________________________________  \n 1subs. ibid s. 2, for “Central Government”.  \n 2Subs. by the Weights and Measures (Metric System) (Amdt.) Act, 1974 (29 of 1974), s.3, for “Central Government”  \n \nPage 7 of 14 \n   \n11.  Secondary standards .__ (1) For the purpose of verifying the correctness  of the \nworking standards the 1[Federal Government] may cause to b e prepared as many sets of standard \nweights and standard measures, to be called secondary standards, as it may consider expedient and \nshall cause each such set to be authenticated as having been verified with the reference standards.  \n (2)  The secondary standards shall be kept at such places, in such custody and in such \nmanner as may be prescribed and shall be verified with the reference standards at least once in every \nfive years and marked with the date of such verification.  \n12. Working standa rds.__ (1) For the purpose of verifying the correctness of co mmercial \nweights and measures 2[each Provincial Government] may cause to be prepared as many sets of \nstandard weights and standard measures, to be called working standards, as it may consider exp edient \nand shall cause each such set to be authenticated as having been verified w ith the secondary standards \n[.]3 \n4 *  *  *  *  *  *  * \n(2)  The working standards shall be kept at such place, in such custody and in suc h manner \nas may be prescribed 5[by the Provincial Government] and shall be verified with the secondary \nstandards or reference standards, as the case may be, at such intervals and in such manner as may be \nprescribed and marked with the date of such verification  \n(3)  A working standard which has not been verified at any interval prescribed therefor shall \nnot, after the expiry of the day closing the interval, be used until it has been verified and marked with \nthe date of verification.  \n13.  Standard weighing and measuring instrume nts.__ 6[(1) Fo r the purpose of verifying \nthe correctness of the working weighing instruments and working measuring instruments, the Federal \nGovernment may cause to be prepared as many sets of standard weighing instruments and standard \nmeasuring instruments, to be called  the standard instruments, as it may consider expedient, and the \ncorrectness of such instruments shall be verified, and the date of such verification shall be marked, in \nsuch manner as may be prescribed];  \n(2)  The standard weighing instruments and standar d measuring instruments shall be kept \nat all places where the secondary standards 7 * * * are kept.  \n87[13A.   Working weighing and measuring instruments .__ (1) For the purpose of \nverifying the correctness of the weighing instruments and measuring instruments used in trade or \ncommerce, the Provincial Government may cause to be prepared as many sets of working weighing \ninstruments and working measuring instrum ents, to be called the working instruments, as it may \nconsider expedient and shall cause each such set to be authenticated as having been verified with the \nstandard weighing instruments and standard measuring instruments.  \n__________________________________ _________________________________________  \n 1 Subs. by the Weights and Measures (Intern ational System) (Amdt.) Act, 1974 (29 of 1974 ), s. 3, \n 2Subs. by the Weights and Measures (International System) (Amdt.) Ordinace , 1978 (16 of 1978), s. 3, for “the Federal”, which was previously \namended by Act 29 of 1974, s. 2, for “Central Government”.  \n 3Subs. ibid., for colon.  \n  4Proviso omitted ibid.,  \n 5Ins. ibid.,  \n 6Subs . ibid ., for sub -section (1), s.4.  \n 7Omitted ibid.,ss.,4 and 6.  \n \nPage 8 of 14 \n   8New section 13 A ins. ibid., s.5 \n \n (2)  The working instruments shall be kept at such place, in such custody and in such manner \nas may be prescribed by the Provincial Government and shall be verified with the standard instruments \nat such intervals and in such manner as may be prescribed and marked with the date of such \nverification.  \n (3)  A working instrument which has not been verified at an interval prescribed therefor \nshall not, after the expiry of the day closing the interval, be used until it has been verified and marked \nwith the date of verification.]  \n14.  Appointment of  Controllers, Inspectors, etc .__ (1) The 1 [Federal Government] may \nappoint a Controller of Weights and Measures 2* * * and as many Deputy Controllers, Assistant \nContr ollers, Inspectors and Assistant Inspectors of Weights and Measures as it may deem fit.  \n(2)  Subject to the provisions of this Act and the rules, all Deputy Controllers, Assistant \nControllers, Inspectors, and Assistant Inspectors shall perform their functi ons under the general \nsuperintendence and control of the Controller.  \n(3)  The Deputy Controllers and Assistant Controllers may, in addition to the powers and \nduties conferred or imposed on them by or under this Act, exercise any power or discharge any dut y \nso conferred or imposed on an Inspector.  \n(4)  The 1 [Federal Government] may, by general or special order, define the local limits \nwithin which each 3 [Deputy Controller, Assistant Controller and] Inspector shall exercise the powers \nand discharge the dut ies conferred or imposed on an Inspector by or under this Act.  \n (5)  Every Controller, Deputy Controller .__ Assistant Controller, Inspector and Assistant \nInspector shall be deemed to be a public servant within the meaning of section 21 of the Pakistan Pena l \nCode ( ACT XLV of 1860).  \n15.  Verification and stamping by Inspectors .__ An Inspector shall, at such place 4 [and at \nsuch time as the Controller may direct, verify a working standard or working instrument brought or \nreferred] to him for the purpose and shall, if he finds it correct and in conformity with this Act and the \nrules , stamp it with a stamp of verification in the prescribed manner.  \n5[16.  Power to inspect and verify working stan dards and working instruments .__ (1) An \nInspector may, after notice to the Provincial Government by the Controller, inspect and verify with a \nreference standard, secondary standard or standard instrument any working standard or working \ninstrument.  \n(2)  Where a working standard or working instrument inspected and verified under \nsub-section (1) is not found to be what it purports to be, the Inspec tor may detain it under seal and shall \ninform the Controller of such detention, and the Controller shall refer the matter to the Provincial \nGovernment for such action as it thinks necessary.]  \n_______________________________________________________________ _________________  \n 1Subs. by the Weights and Measures (Metric System) (Amdt.) Act, 1974 (29 of 1974), s.2. for “Central Government”.  \n 2Omitted by the Weights and Measures (International System) (Amdt .) Ordinance, 1978 (16 of 1978), s.6.  \n 3 Ins, ibid., s.6.  \n 4Subs. ibid., s.7, for certain words.  \n 5Subs. ibid., s. 8, for section 16.  \n \nPage 9 of 14 \n  \n \n17.  [Power to inspect and verify the contents of sealed packages and containers.] Omitted \nby the Weights and Measure s (International System) (Amendment) Ordinance, 1978 (XVI of 1978), s.9.  \n18.  [Power to adjust weights and measures.] Omitted by the Weights and Measures \n(International System) (Amdt.), Ordinance, 1978 ( XVI of 1978),s. 9.  \n 19.  [ Manufacturers, etc., to maintain records and documents] Omitted by the Weights and \nMeasures (International System) (Amdt.) Ordinance, 1978 (XVI of 1978), s. 9.  \n 20.  [Penalty for neglect or refusal to produce weight or measure, etc. for inspection.] \nOmitte d by the Weights and Measures (International System) (Amdt.) Ordinance, 1978 (XVI of 1978), \ns. 9  \n21.  [Penalty for breach of duty by Controller, etc.,] Omitted by the Weights and Measures \n(International System) (Amdt.) Ordinance, 1978 (XVI of 1978), s. 9.  \n22.  Prohibition of use of weights and measures other than standard weight s and \nmeasures .__ (1) Notwithstanding anything contained in any other law or any custom or usage or \npractice, no unit of measure, other than a standard weight or standard measure, s hall, after the expiry \nof six months from the date on which this section has come into force in any area or in relation to any \ngoods or undertakings, be used, except as permitted under sub -section (2), in such area or in relation \nto such goods or undertaki ngs in any transaction of trade or commerce or in any dealing or contract.  \n(2)  The 1 [Federal Government] may, by notification in the official Gazette, permit the \ncontinuance of the use in any area in which, or in relation to any class of goods or undertakings in \nrespect of which, this section has come into force, of such weight or measure which was in use \nimmediately before the date of such coming into force, for such period not exceeding three years from \nthat date, as may be specified in the notification.  \n(3)  Whoever contravenes the provisions of sub -section (1) shall be punishab le with \nrigorous imprisonment for a term which may extend to six months, or with fine which may extend to \ntwo thousand and five hundred rupees, or with both.  \n23.  [Prohibition of demanding or receiving a quantity different from that determined in \nterms of standard weight, etc.,] Omitted by the Weights and Measures International System (Amdt.), \nOrdinance, 1978 (XVI of 1978), s. 9.  \n24.  Power to direct the use of weights only, or me asures only, in certain areas .__ (1) The \n1 [Federal Government] may, by notif ication in the official Gazette, direct that no transaction, dealing \nor contract shall be made in such area, from such date, subject to such conditions and in respect of such \ntrade or class of trades as may be specified therein, except by weight only or ex cept by measure only.  \n(2)  Whoever contravenes the provisions of sub -section (1) shall be punishable with fine \nwhich may extend to five thousand rupees.  \n25.  [Commercial weights and measures to bear mark of de nomination] Omitted by the \nWeights and Measures (International System) (Amdt.) Ordinance, 1978 (XVI of 1978), s. 9.  \n \nPage 10 of 14 \n _________________________________________________________________________________  \n 1Subs. by the Weights and Measures (Metric System) (Amdt.) Act, 1974 (29 of 1974), s. 2, for “C entral Government”.  \n \n26.  [Prohibition of sale, etc.,of unstamped commercial weights and measures] Omitted by \nthe Weights and Measures (International System) (Amdt.) Ordinance, 1978 (XVI of 1978), s. 9.  \n27.  [Prohibition of the manufacture, etc., of weigh ts and measures without licence.] \nOmitted by the Weights and Measures (International System) (Amdt.) Ordinance, 1978 (XVI of 1978), \ns. 9.  \n28.  [Marking of weight or measure on sealed containers.] Omitted by the Weights and \nMeasures (International System) (Amdt.) Ordinance, 1978 (XVI of 1978), s. 9.  \n 29.  [Penalty for forging or using forged stamps or weights, measures etc.] Omitted by the \nWeights and Measures (International System) (Amdt.) Ordinance, 1978 (XVI of 1978), s. 9.  \n30.  [Penalty for using or selling forged weight, measure, etc.] Omitted by the Weights and \nMeasures (International System) (Amdt.) Ordinance, 1978 (XVI of 1978), s. 9.  \n 31.  [Offences by companies.] Omitted by the Weights and Measures (International Syste m) \n(Amdt.) Ordinance, 1978 (XVI of 1978), s. 9.  \n32.  Validity of weights and measures duly stamped.  A weight, measure, weighing \ninstrument or measuri ng instrument, stamped in the 1[manner prescribed by the Provincial \nGovernment] shall be a legal weight, measure, weighting instrument or measuring instrument in all \nareas in which this Act has come into force, unless it is found to be false or defective, and shall not be \nliable to be re -stamped by reason merely of the fact that it is used in any plac e other than that in which \nit was originally stamped.  \n33.  [Stamped weight, etc. to be presumed to be correct.] Omitted by the Weights and \nMeasures (International System) (Amdt.) Ordinance, 1978 (XVI of 1978), s.11.  \n34.  Limits of error to be tole rated i n weights and measures. The 2[Federal Government] \nmay prescribe the limits of  error which may be tolerated .__ \n(a)  in secondary standards referred to in Section 11;  \n(b)  in working standards referred to in Section 12;  \n(c)  in commercial weights and measures or in selling articles by weight or measure \ngenerally or as regards any trade or class of trades; and  \n(d)  in weighing instruments and measuring instruments.  \n35.  [Appeal.]  Omitted by the Weights and Measures (International System) (Amdt.) \nOrdinance, 1978 (XVI of 1978), s. 11.  \n36.  Indemnity . No suit, prosecution or other legal proceeding shall lie against any person \nin respect of anything which is in good faith done or intended to be done in pursuance of this Act or \nthe rules.  \n \nPage 11 of 14 \n 37.  Cognizance of offences .__ No Court shall take cognizance of a n offence punishable \nunder this Act except upon complaint in writing made by the Controller or Inspector or any other \nperson authorised in this behalf by the 2[Federal Government] by a general or special order.  \n 1Subs. by the Weights and Measures (Interna tional System) (Amdt.) Ordinance, 1978 (16 of 1978), s. 10, for “prescribed manner”.  \n  2Subs. by the Weights and Measures (Metric System) (Amdt.) Act, 1974 (29 of 1974), s. 2, for “Central Government”.  \n \n38.  [Forfeiture of weights, measures, etc.] . Omitted by the Weights and Measures \n(International System) (Amdt.) Ordinance, 1978 (XVI of 1978), s. 11.   \n39.  Power to exempt .__ (1) The 2[Federal Government] may, subject to such conditions, if \nany, as it may deem fit to impose, by notification in the official Gazette, exempt any Government \ninstitution or any commodity or trade from all or any of the provisions of this Act.  \n (2)  Any notification issued under sub -section (1) shall, at the earliest opportunity, be laid \nbefore the Nati onal Assembly which may, by a resolution passed by it, amend, vary or rescind such \nnotification.  \n1Subs. by the Weights and Measures (Metric System) (Amdt.) Act, 1974 (29 of 1974), s. 2 for “Central Government”.  \n (3)  A notification issued under sub -section (1) shall stand amended, varied or rescinded, \naccording as a resolution to that effect is passed by the National Assembly, upon the passing of such \nresolution.  \n40.  Delegation of powers . The 1[Federal Government] may, by notification in the officia l \nGazette, direct that all or any of the powers exercisable by it under this Act, other than those under \nSection 39, or the rules shall, in relation to such matters as may be specified in the notification, be \nexercisable also by a Provincial Government.  \n41.  Power to make rules .__ (1) The 1[Federal Government] may, by notification in the \nofficial Gazette, make rules to carry out the purposes of this Act.  \n(2)  In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following matters, namely:__ \n(a)  the preparation of the standards of measure;  \n(b)  the custody of the sets of reference standards, secondary standards and 2 \n[standard instruments], and the periodical verification and adjustment thereof;  \n (c)  the limits of error which may be tolerated in secondary standards working \nstandards, 3 [standard instruments, working instruments,] weights, mea sures, \nweighing instruments and measuring instruments used or intended to be used in \ntrade or commerce, or in the actual weighing or measuring of articles in the \ncourse of any trade or class of trades;  \n(d)  the manner in which the value expressed in terms  of any weight or measure \nother than in terms of standard of measure may be converted thereto;  \n (e)  the material of which and the designs and specifications according to which \nworking standards may be made the agency, by which such standards may be \n \nPage 12 of 14 \n made, the person by whom or the authority by which and the manner in which \nsuch standards may be stamped and authenticated 4   *  *  * ; \n_________________________________________________________________________________  \n 1Subs. by the Weights and Measures (Metric System) (Amdt.) Act, 1974 (29 of 1974), s. 2, for “Central Government”.  \n 2Subs. by the Weights and Measures (International System) (Amdt.) Act, 1978 (16 of 1978), s. 12, for “working standards”.  \n 3 Ins. ibid.,  \n 4Certain words omitted ibid. \n(f)  the procedure for the verification and marking of working standards, the person \nby whom, the place at which and the intervals at which, they may be marked;  \n(g)  the material of which and the designs and specifications accor ding to which \nsecondary standards may be made, the place at which and the custody and \nmanner in which such standards may be kept;  \n (h)  the procedure for verification and marking of secondary standards and the \nmanner in which they may be marked;  \n(i)  the number of 1[standard weighing instruments and standard measuring \ninstruments] to be kept, the manner in which they may be verified and stamped \nand necessary particulars regarding the same;  \n2*  *  *  *  *  *  *  \n(l)  the powers, functions and duties o f the Controller 3Deputy Controller, Assistant \nControllers, Inspector and Assistant Inspector];  \n(m)  the qualifications, powers, functions and duties of Inspectors;  \n(n) the verification and stam ping of 4[working standards and working instruments].  \n 2 *  *  *  *  *  *  * \n (t)  any other matter necessary for giving effect to the purposes of this Act.  \n(3) In making any rules under this section, the 5[Federal Government] may \nprovide that a breach thereof shall be punishable with fine whic h may extend to \nfive hundred rupees.  \n42.  Repeal .__  (1) The enactments specified in Part I of the Second Schedule shall stand \nrepealed in an area in which or in relation to any goods or undertaking in respect of which this Act \ncomes into force.  \n(2)  The enactments specified in Part II of the Second Schedule shall, to the extent to which \nthey contain any provision which corresponds to any provision of this Act, stand repealed.  \n (3)  If, immediately before the commencement of this Act or any provision t hereof in any \narea or in relation to any class of goods or undertakings, there is in force in that area or in relation to \nthat class of goods or undertakings, any law which corresponds to this Act or to any such provision \nthereof and which is not repealed by sub -section (1) or sub -section (2), that corresponding law shall \nstand repealed.  \n \n \nPage 13 of 14 \n  \n \n________________________________________________________________________________  \n1Subs. by the Weights and  Measures (International (System  (Amdt.) Ordinance, 1978 (16 of  1978), s. 12, for certain word s. \n2Cls.(j) (k),(o),(p),(q)’ (r) and (s) ibid.  \n3Added ibid.,  \n4Subs. ibid., for certain words.  \n 5Subs. by the Weights and Measures (Metric System) (Amdt.) Act, 1974 (29 of 1974), s. 2, for “Central Government  \nTHE  FIRST  SCHEDULE  \n \n[See section 9(1)]  \nSTANDARD  OF WEIGHT  \n1 grain  __ 0.000064799  kilogram  \n1 ounce  __ 0.0283495  kilogram  \n1 pound  __ 0.4535924  kilogram  \n1 cwt __ 50.802  kilograms  \n1 ton __ 1016.05  kilograms  \n1 tola __ 0.0116638  kilogram  \n1 seer __ 0.93310  kilogram  \n1 maund  __ 37.3242  kilograms  \n \nSTANDARD  OF LENGTH  AND  CAPACITY  \n \n1 inch __ 0.0255  metre  (exact)  \n1 foot __ 0.3048  metre  (exact)  \n1 yard __ 0.9144  metre  (exact)  \n1 mile __ 1609.344  metres  (exact)  \n1 nautical  mile __ 1852  metres  \n1 Imperial  gallon  __ 4.54596  litres  \n \n  \n \nPage 14 of 14 \n THE SECOND SCHEDULE  \n(See section 42)  \nPART I  \n1.  The Measures of Length Act, 1889 (II of 1889).  \n2.  The Standards of Weight Act, 1939 (IX of 1939)  \nPART II  \n1.  The Weights and Measures of Capacity Act, 1871 (XXXI of 1871).  \n2.  The Sind Weights and Measures Act, 1932(Sindh Act XV of 1932).  \n3.  The Bombay Weights and Measures Act, 1932, as applicable to Karachi Division.  \n4.  The Punjab Weights and Measures Act, 1941 (Punjab Act XII of 1941).  \n5.  The Bahawalpur State Weights and Measures Act, 1946.  \n6.  The North West Frontier Weights and Measures Act, 1947 (N.W.F.P. Act XXIII of 1947)."
}