{
    "file": "./converted_json\\administratorad0119e3ae1dacfcd50d8958db820a43.json",
    "name": "Hyderabad Institute for Technology and Management Sciences Act 2021",
    "date": "December 4, 2021",
    "tagline": "An Act to provide for the establishment of Hyderabad Institute for Technology and Management Sciences as a degree awarding institution",
    "content": "REGISTERED No. M -302\nL.-7469\n@6eGq;dc d DslIdtilrr\nEXTRAOBOINABY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SATURDAY, DECEMBER 4, 2O2I\nPART I\nActs, Ordinances, President's Ordeis and Regulations\nNATIONAL ASSEMBLY SECRETARIAT\nIllonabod, the 3rd Decenber, 2021\nNo. F,22 Q4n02GI*gis.-'I he followinS Act ot Majlis e-Shoo )\n(Partiameno received the asscnt ofthe Presidcnt on the lst December,202l is\nhcreby published for geneml informationi\nAcrNo. XXXI OF 2021\nAN\nACT\nto prov lc Jor the esruhlishnent ofHyderobod lnstitutelor TeLhnolog/ and\nMatlagefient kiences at a degree d.)atding inslilule\nWHF:Rlns it is expcdient ro provide for the establishmcnt of lnstitute of\nHyderabad lnstitutc for 'Iechnology and Managcmcnt Sciences and for the\nmatters connected rhercwith and ancillary thereto;\nft is cnacted as follows:\n(945)\n72s(2021)/Ex. G^?.1Ptice: Rs 40.00\n946 THE GAZETTE OF PAKISTAN. EXTRA,, DECEMBER 4, 2O2I [PAKT I\nCTIAPTER _ I\nPR,ELIMINARY\nt. Shorl title and commercement.-{l) This Act shall be called lhe\nH)dcrabad Institute for Iechnology and Managemeflt Sciences Ac! 202].\n(2) It shall colne into fo.ce, on sLrch date as the Government may, by\nnotilication in the official Gazette. appoint.\n2. Dclinitions.-In this Act, unless there is anlding repugnant in\nthc subjcct or context,-\n(i) \"Academic Council\" means the Acldemic Council ofthe lnstitute;\n(ii) \"Authoriy' means any of the Authorities of the Institute sp€cified\nin this Acr;\n(iii) \"Board\" means the Board ofGovemors of the Institule constitutcd\nunder section 19;\n(i\")\n(v)\"Pro-Chancelloc' means thc Prcchancellor of rhe Universiry;\n\"Chambea' mears drc Chambers of Commerce and Industry,\nHyderabad;\n\"Chancellor\" means the Chancellor of the lnstitute; (vi)\n(\"iD\"Commission\" means the HiBher Education Commission set up\nunder Higher [ducation Commission Ordinance, 2002 (LIII of\n2002);\n(!iii) \"Dean\" means lhe head of a Faculty or the head of an academic\nbody granted the starus ofa t'acult),by lhis Act or by the Sratules or\nRegulations;\n(ix) \"Dcpanment\" meafls a teaching dcpartment\nadministered or recognized by the Institute\nprescribed;maintained and\nin the manncr\n(x) \"Directol'means the head of an academic, rcsearch or\nadministsative unir ofthe Inslitute €stablrshed under the St tules or\nRegulations in tcrms ofthc powcr delegated by this Act;\n(xi) \"employees\" mcans whole time teachers. officers and other staff\nappointed or inducted and paid by dle lnstitute;\n((ii) \"Faculry\" means an administrative and academic unit of the\nInstitute consisting ofone or more deparlments as prescribed;\nPART I] 'THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,202I 947\n(xiii)\n(xiv)\n(xv)\nG'i)\"Covemmcnc' mcans the FedeIaI Covemment;\n\"lnstitute\" means the Hyderabad lnstitute for Technolory and\nManagement Sciences;\n\"prescribed\" means prescribed by Statutes, Regulalions or Rules\nmade under this Actl\n\"quality assurance\" means assuring compliance to all such\nacademic and administrative regulations, rules, polices or\nguid€lines provided by lhe Commission or set by the Instilule itself\nin above and beyond of lhose given by the Commission bu( not\ninconsistenr with this Acq\n\"Rector\" mcans th€ Rector olthe Institute;\n*Review Committee\" mc{ns the Review Commitree set up by the\nChancellor in accordance wilh the pmvisions ofsection 8;\n\"Schedule\" means a Schedule !o this Act;\n\"Scarch Committce\" means the Search Committee set up by the\nChancellor under section l3:\n\"Statutes\", \"Re8ulations\" and \"Rules\" means respectively the\nStatutes, the Regulations and the Rules made under this Act; and\n\"Teachers\" include Professors, Associate Professors. Assistant\nProfessors and [.cturcrs engaged u,hole-time by thc Institute and\nsuch other persons as may be declared by R€gulations to be(xvii)\n(xviii)\n(xix)\n(x-',)\n(xxi)\n(xxii)\nCHAPTER _ II\nTHE INSTITUTE\n3. Incorporrtiotr.{ I ) The Hyderabad Institute for Technolory and\nManagement scienccs is hereby eslrblished as degee awardiog institution.\n(2) The Institutc shall have its campus in Hydembad.\n(3) The Institute shall consist ofthe following, namely:'\n(a) the Chancelloq\n(b) the PrGchancellor;\n(c) the Rector\n(d) the Deans and the Heads ofDepartments;\n948 THE GAZETTL OF PAKISTAN, EXTRA,, DECEMBER.I, 2O2I\n(e) thc m€mbers of the Authorities of the Institute eslablished under\nthis Acq\n(f) all Teachers and persoDs recognizrd as students of the Iosthute in\naccordancc with terms prcscrib€d from time to time; and\n(g) allother full-time officers and members ofthc staffofthe Institute.\n(4) The Institute shall be a body corporate by the namc of Hydcrabad\nlnstitute for Technolory and Managemcnt Sciences and shall have perpetual\nsuccession and a common seal and may sue and te sued by the said name.\n(5) The Institute shall be compctent to acquire and hold property, both\nmovable and immovable, and to lcase, scll or otherwise transfer any movable and\nimmovable property which may have bccome vested in or b€€n acquired by it.\n(6) Notwithshnding anything contained in any other law for the rime\nbeing in force, the lnstitute shall have academic, financial and administative\nautonomy, including the power to employ offrcers, teachers and orher cmployees\noD such terms as may be prescribed, subject to the terms of this Act end the\nHigher Education Commission Ordinancc, 2002 (LI[ of2002).\n4. Powers and purposes ofthe Institute.- (1) The lnstitutc shall be\na premicr institute for advance sludies and training and its curricula shall include\npromotion ofspccial scientific and social studies. /\n(2) NolwidstandinS the afor€said, the inslitute shall, interolia,-\n(i) provide for educa(ion and scholarships in such branches of\nknowledge as ir may deem fit, and to make provision for research,\nservice to society and for the application, advancement and\ndissemination ofknowledge in such manner as it may determinc;\n( ii) prescribe courses of studies to b€ conducted by ig\n(iii) develop, active and continucd relationship with industrial, business\nard service sectors for curriculum design and implementation;\n(iv) hold examinations and to award and confer degecs, diplomas,\ncenificates and othcr acadcmic distinctions to and on persons \\lto\nhave been admitrcd to and have passed its examinations under\nprcscribed conditions;\n(v) prescribe the terms and conditions of emplovment of the officers,\nteachers and other cmployees ofthe Instirute and to lay down terms\nand conditions that may be different from those applicable lo\nCovemment servants in general;\n(vi) €ngage, where neccssary, pe.sons on contract of specified duration\nand ro speciry the terms ofeach such engagemcnt;\nPART I] -THE GAZETTE OF PAK]STAN, EXTR A,, DECEMBER 4, 2O2I 949\n(vii)\n(viiD\n(ix)\n(x)confer honorary degees or other disLinctions on approved pemons\nin rhe manncr prescribed;\nprovide for such instruction lo unorganized labour force throu8h\nnon{onventional couBes as it may prescribe and to grant\ncerlificates and diplomas to such persons;\nlaunch programmes for the exchan8e of students and teacheE\nbetween the Institute and other universities, educatiolal institutions\nand research organizations, insidc as well as ouLside Pakistan;\nprovidc career counscling and job search service to studenls and\nalumni;\nmaintain linkages with alumni;\ndevelop and implement fund-raising plans;\nprovide and support thc academic development ofthe faculty ofthe\nlnstirute;\nindependent(xi)\n(xiD\n(xiii)\n(xiv) confcr dcgre€s on pcrsons who have carried on\nresearch under prescribcd conditions;\n(x\")\n(xvi)\n(xvii)\n(xviii)\n(xix)\n(.*)accept the examinarions passed and the period of study spent by\nstudents of the Instilute at other univeEitres and places of leaming\nequivalent to such cxaminations alld p€riods of study in thc\nInstitute, as it may prescribe and lo withdraw such acceptance;\nco-operate with otlcr universilies, public authorities or private\norganizations, inside as well as outside Pakistan, in such manncr\nand for such purposes as it may prescribe;\ncstablish Professorships, Associate Professorships, Assistant\nProflessorships and lrcturerships and any oth€. posts and to appoint\npersons thereto;\ncreate posts for research, extcnsions, adminisfation and other\nrelated purposes and to appoint pcrsons thereto;\nestablish and a*?rd financial assistance to students in necd.\nfcllowships, scholarships, bursaries, mcdals and prizes under\nprescribed conditions;\nestablish teaching departrhents, schools, faculties, mus€ums and\nolher c€ntcrs of leaming for the dev€lopment of leaching and\ntesearch and to makc such arrangements for their maintenancc,\nmanagement and administmtion as it may prescribe;\n950 TI IF, CAZETTE OF PAKISTAN, [X] RA., DECEMBF-R 4, 2O2I PART I\n(xxi) provide lor lhe residence of the students of lhe Iostitutc and to\nmaintain halls of residencc and to approve or license hostels and\nlodging:\n(L\\ii)\n(rxiii)maintain ordcr. discipline and security in the Institut€;\npromote thc cxtra-cufficular and recreational activities of such\nstudm6 and to make arangements for promoting their health and\ngene.alrrelfarc;\n(xxiv) demand and receive such fees and other charges as it may\ndetermine;\n(x^u)make provision for research, advisory or consultarcy sen,ices and\nwith these objects to enter into arrangements u'ith other institutions,\npublic or private bodies, commercial and indust al cnterprises\nunder prescribed conditions;\nenter inlo, carry out, vary or cancelcontracts;\nrcceive and manage propcny [ansferred and B.ants, conEibulions\nmade to thc Institute and to invest any fund representing such\nproperty, grants, bequests, trusts, 8ifts, donations endowments or\ncontributions in such manner as it may deem fit;\n(xxviii) provide for the pnnting and pubLcation of research and other\nwork; and\n(rrix)do all such other acts and things, whether incidental to powers\naforesaid or not, as may be requisite or expedicnt in order to further\nthe objectives ofthe tnstitulc as a place ofeducation, leaming and\nresearch.\n5. Institulc opetr to all classes,.reeds, eac.- (1) The Institute shall\nbe opcn to all persons of either gender and of whatever religion, caste, race,\ncreed, class, colour or domicile and no person shall b€ denied the privileges of\nthe Insiitut( on l}le ground of gender, religion. rac€, class, colour, crecd or\ndomicilc.\n(2) The Instilutc shall admit srudents fiom all rcgions ofthe counlry on\n(3) An increase in any fee or charge that is in excess often percent per\nannum on an annual basis fiom the last such increas€ may not be made except in\nspecial circumstances and only with approval ofthe Board.\n(4) The tnstitute shall launch financial aid proSrammes for studcnls in\nneed, to the exlent considered feasible by the Board, given the resources are(rxvi)\n($(vii)\nPART I] THE GAZETTE OF PAKISTAN. EXTRA., DECEMBER4,2O2I 95I\navailable. so as to enable admission and access to the lnstitule and the various\nopportunities provided by it to be based on merit rathcr than abilir-v 1lr pay.\n6. Terching e1 the lnstitut€.-(l) The academic programmes ofthe\nInstrtute shall be conductcd in the prescribed manner and may include lectures,\ntutoflals, discussrons, semLnars, demonst.ations, updated methods of instructions\nand practical rvork in laboratories. workshops, industries, technological parks and\nother govemment and private organizations.\n(2) The Institute shall restricr to phase-wise developmenr of its\nacademic programmes and having developed the necessary infrastructure and\nhuman resources. It shall launch its academic programmes subsequently.\n(3) The degree awarding programmes of the Institute shall conform to\nthe approved c.iteria ofthc Commission and shall be accredited by the rcspcctir€\naccreditation councils- where deem nccessary,\n(4) The Institute may associate extemal examiners for the conduct of\nexaminations,\n(5) The authority responsiblc for organizing recognized teaching shall\nbc such as may be prescribed.\n(6) The Inslitute shall not affiliate any institution for the purpose to\naward degrec.\nCTLA.PTER _ III\nOFFICERS OF TIIE INSTITUTE\n7. Pritrcipat officers.-The following shall be the principal offic.rs\noI lhe Institute, namely:-\n(a) the Chancellor;\n(b) thePro-Chancellor;\n(c) the Rector;\n(d) the Deans;\n(e) the Adviser Qualily Assurance;\n(f) thc Hcads ofthe Departments;\n(g) the Regislrar;\n(h) the Director Finance;\n(i) the Controller ofExaminations; and\n(j) such other persons :ts may be prescribed by the Statutes or\nRegulations to be the principal officers ofthe lnstitute.\n8. Chsncellor -{l) Thc Prcsidcnl o[Pakistan shall be the Chancellor\nofthe Institute.952 THD GAZETTE OF PAKISTAN, EXTR ,, DECEMBER 4,2O2I PART I\n(2) The Chairperson and thc mcmbcrs of the Board, othcr than the\nex-ofrcio mer.l.tf-rs, shall be eppointcd by the Chancellor from amongst rhe\npersons rEcommended by the lloard in accordance with suEs.rtion (2) of section 19.\n(3) The Rcctor shall bc appoinrcd by thc Chancellor from amongst the\npersons recommended by the Search Committcc constituted under suLsection\n(2) ofsection 13.\n(4) Every proposal to confer an honorar-v degree shall be subject to\nconfirmation by the Chancellor.\n(5) tf the Chancellor is sarisfied rhat s€rious irregularit-v or\nmismanagement with resFct to the affairs of the lnstitute has ecurred, he\nmav.-\n(a) as rcgards proceedin8s of rhe Board, direct that specified\nproceedings be rcconsidered and appropriate action taken within\none month thc directions having been issued:\nProrided thal if lhe Chancellor is satisfied that either no\nreconsidcrstion has bccn carricd out or that the rcconsideralioo has\nfailed to address thc conccnr cxprcsscd, he may, afier calling upon\nthe Board to shov,/ cause in writin& appoint a Rcview Committee to\nexamine and repon to the Chancellor on thc proceeding of the\nBoard. The report of the Review Committee shall be submitted\nwithin such time as may be prescribed by the Chancellor. The\nReview Committ€c shall bc drawn from persons of eminence in\nacademics and in thc ficlds oflaw. accountancy and administrEtion:\nProvided funher thal if lhc Chanccllor is no1 salisfred with the\nfindings of the raport of the Review Committee, he may, by order\nin writing, annul such proceedings or orders; and\n(b) as regards proceedings o[ any Authority or with respect to matters\nwithin the competence ofany Au$ority other than rhe Board, direct\nthc Board to exercise powcrs under section 20.\n9. Removal from the Board.---(l) The Chancello. may, upon the\nrecommendalions of the Revie\\r' Cornmi[cc, rcrnove any person from the\nmembenhip ofthe Board on fie ground that such person,-\n(a) has become ofunsound mind;or\n(b) has become incapacitated ro lunction as mcmbcr ofthe Board; or\nP^RT I] 'IHE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,202I 953\n(c) has been convicted by a court oflaw for an offmce involving moral\nrurpilude;or\n(d) has absented himself from two c€,nsecutive meetings wilhout just\n(e) has been guihy of misconduct, including use of position for\npersonal advantage of any kind or goss inefficiency in the\np€rformance of hrs funclions:\nProvided ihat the Chancellor shall constitute a Review Committcc undcr\nsuUscclioo (5) ofsection E:\nProvided further that prior to the removal oflhe member of the Board he\nshall b€ given an opportuniq ofbeing heard.\n(2) The Chancello. shall remove any person from thc membership of\nthc Board on a resolution calling for the removal of such person supporled by at\nlcasl thrce fourths ofthe membership ofthe Board:\nProvided thal before passing such resolution, the Board shall provrdc thc\nmcrnbcr concemcd a fair hearing:\nProvid€d further that the provisions ofthis section shall not be applicable\nto thc PrcF Chancellor in his capacity as a member ofrhe Board.\n10. Visitatiotr.-fie Chancellor may cause an inspectioo or inquiry to\nbe made in respect of any matter connecled wilh ltre alfai.s ofthe Institute and\nshall, fmm time lo time, direct any pcrson or persons as he may deem fit to\ninquire into or carD,out inspection.\nll. The Pm-Chancellor.- (l) Thc Federal Minister in-charge ofthe\nDivision to which the business of the lnstitute is assigned shall be thc\nPro-Chancellor of the Institute.\n(2) The Pro-Chancellor shall preside over the meeting ofthe Board. Hc\nmay appoint any membet,ot}Iex thalr ex-ofiicio, to prcside over the meeting in his\nabscncc.\n(3) In absence ofthe Charcellor or durinS the Charcellor's inability to\nact or \\r,hcn fie Chanc€llor so directs, the PraChancellor shall exercise all\npowers and p€rforms all functions ofChanccllor.\n12. The Rector.-{ l) There shall be a Rector ofthe Institute who shall\nbe an eminenr academic, reno*ned researcher or a distinguished administrator\nand shall be appoinred on such terms and conditions as may be prescribed.\n95,1 THF: GAZETTE OF PAKISTAN. FXTRA , DECEMBER 1. 2021 IPART I\n(2) The Rector shall be the chief executive officer of thc Inslilute\nrcsponsiblc lbr all administmtive and academic functions oI the lnslilutc and for\nensuring that the provisions of this Acr. Statut€s. Rcgulations and Rules are\nfaithfully observed in order to promote rhc general efficiency and good order of\nthe Institute. The Rector shall have all powers prescribed for this purpose\nincluding administrative control over the officeE, teachers and othcr cmployees\nof the tnsliruLe.\n(3) The Reclor shall, ifprcsent, bc entitled to attend any meering of any\nAuthority or body of the Institute.\n(4) The Rector may. in an emergency that in his opinion rcquires\nimmediatc ac(ion ordinarilv not in the competenc€ oflhc Rector, take such action\nand forward, within sevcnty-two hours, a .eport of the action taken to the\nmcmbers of the Emergency Committee of the Board, to be set up by Statutes.\nThe Emergency Cornmittee may direcl such further actioo as is considered\napproPriate.\n(5) Th€ Rcclor shallalso have lhc follo\\+ing powers, namel),:-\n(a) to direct teachers, officers and other cmployees of the lnstitute to\ntake up such assignments in conneclion with examination,\nadministration and such other activities in the Institute as he may\nconsider necessary for the puryoses ofthe Instihrte;\n(b) to sanction by re-appropriation an amount not exceeding an amount\nprescribed by the Board for unforcseen item not provided for in the\nbudger and report il ro the Board al rc next mcerrne:\n(c) to make appointnent of such categories of emplo!,ees of the\nInstitule and in such manner as may be prescribcd by thc Statutes:\n(d) to suspend punish and rEmove in accordance with prescribed\nprocedure, from service officcrs. teachers and otier employees of\nthe Insti(utc cxcept those appointed by or with the approval of the\nBoard;\n(e) to delegate, subject to such conditions as may be prescribcd any of\nhis powers under this Act to an officer or olficers of thc Inslitute;\nand\n(0to exercise and perform such other powers and functions as rnay be\nprescribed.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2O2I 955\n(6) The Rector shall preside at the convocation ofthe Institute in the\nabsence of the Chancellor.\n(7) The Rector shall prescnt an annual report bcfore the Board within\nthree months of the close of the ecadcmic year. The annual rcport shall present\nsuch information as regards the academic ycar underreview as may be prescribed\nincluding disclosure ofall relevant facls pcrtaining to,\n(a) acadcmics;\n(b) rcscarch;\n(c) adminisfation: and\n(d) finances and audit.\n(8) The annual report shall be made available, prior to its presentation\nbefore the Board, to all officers and Teachcrs and shall be published in such\nnurnbers as arc rcquircd to ensure its q,ide circulation.\n13. Appointmetrt and renovrl of the Re.tor.<l) The Rector shall\nbe appointei by the Chancelld on the r€commendations of the Sqrch\nCommittee.\n(2) A Search Committe€ for thc rccommendation of p€rsons suitable\nfor appointment as Rcctor shall be constituted by the Chancellor on the date and\nin the nranner prcscribcd by the Statutes and shall comprise lhree to five\nmembers to be nominated by the Chancellor. The Search Committce shall remain\nin existence lill such time that the appointment ofthe next Rector has b€rn made\nby rhe Chancellor-\n(3) The Rector shall be appointed for a tenure of four years on such\nterms and conditions as may be prescribcd by Statues. The incumbent Rector\nshall not be allowed any extension in his tenure but subject to eligibility he may\naSain compete for the seat ofRector in accordaice with thc procedue gescdbed.\n(4) The Board may, pursuant to a resolution in this behalf passed by\nthree-fourths of its membership, recommend to the Chanc€llor thc removal ofthe\nRcctor on the ground ofinefficiency, conviction ofan olfence ofmoral turpitude,\nphysical or mental incapacity or gross misconduct, including misuse of position\nfor personal advanlage of any kind:\nProvidcd that the Chancellor may make a reference to the Boad stating\nthe instances of inemcienc), moral lurpitude or physical or mental incapacity or\ngross misconduct on the part of the Rector that have come to his notice. Afler\n956 THE GAZETTE OF PAKISTAN, I-]XTRA., DECEMBER 4, 2O2I IPAR T I\nconsideration ofthe refcrcnce lhe Board ma)', plr6uant to a resolution in (his\nb€halfpassed by two- thirds of its membcrship, recommend to the Chancellor the\nremoval ofthe Rcclor:\nProt ided furlher that prior to a rcsolution for thc removal of the Rector\nbeing voted upon the Rector shall be givcn an opportunity ofbcing heard\n(5) A rcsolution recommending the removal of the Rector shall be\nsubmitted to dre Chanccllor forthwith. Thc Chancellor may accept the\nrccommendation and order rcmoval of the Rector or rctum thc rccommendation\nto the Board.\n(6) At any time when the officc ofthe Rector is vacant, or rhe Rcctor\nis absmt or is uoable to perform the funclions ofhis office due to illness or som€\nother cause, the smior most professor oflhe Institutc shall perform the duties of\nthe Rector tillthc appointrnent ofnew I{ector or his retum to office.\n14. Regittrrr.-{ I) There shall be a Re8isEar of the Institute to be\nappointcd by thc Board on the recommendation ofthe Rector, on such terms and\nconditions &s may be prescribed.\n(2) The experi€nce as well as the professional and academic\nqualifications necessery for appointment to the post of the ReSistrar shall b€ es\nmay be prescribed.\n(3) Ihe Regisrrar shau be a full-time oflcer of the Institute and\nshall,-\n(a)\n(b)be the administrativ€ head of the secretariat ofthe Institute and b€\nresponsible for the provision of seretaaial support to the Principal\nOflicers of th€ lnsdtute;\nbe the custodian of the common seal and the academic reco.ds of\nthe Institute;\nmeintain a rcgister ofregistered gmduales in the presaribed manner;\nsupervise the process of election, appointment or nomination of\nmembers to thc various authorities and other bodies in the\nprescribed mannec and\nperform such other duties as may be prescribed.(c)\n(e)\n(.)\n(4)\nthree years:l'he (crrn of omce of the Registrar shall be a renewable period of\nPART I] l HE GAZEI-TE OF PAKISTAN. EXTRA., DECEMBER 4, 2O2I 957\nProvided that the Board may, on the advice of the Rector, terminate the\nappointment of the Rcgistrar on gounds of incfficiency or misconduct i\naccordance the p.escribed proccdure.\n15. Director Finance.{l) There shall be a Dircctor Finance of the\nInstitute to be appoinled by the Board on the recommendation of the Recto., on\nsuch tems and condilions as may be pres.ribcd.\n(2) The experience and the professional and academic qualificaliols\nnecessary for appointment to the post ofthe Director Financc shall be a5 may be\nprescribed.\n(3) The Director Finance shall b€ the chief llnancial officer of thc\nlnstitute and shall,-\n(a) manage the asscts, liabilitics, .eceipts, expenditures, funds and\ninvestments of the lnstitute;\n(b) preparc the annual and r€vised budget estimatcs of the Inslitute and\npresent them to the Board for approval;\n(c) ensurc thal the funds of the Institute arc expend€d on the purposes\nfor which they are provided;\n(e) have the accounts of the Institute audited annually so as to be\navailable for submission to the Board within six months oflhe close\nofthe financial year; and\n(e) perform such other duties as may be prcscribed.\n(4) Th€ term of offic€ of the Director Finance shall be a .enewable\nperiod ofthree years:\nProvided that the Board may, on the advicc of the Re€tor, terminate the\nappointmcnl ofthe Dircctor Finance on Srounds of inefficiency or misconduct in\naccordance with the prcscribed procedure.\n16. Controller of ExrErinatiotrs. (l) There shall be a Controller of\nExaminations to be appointed by the Board on lhe recommendation of the\nRcctor, on such (erms and co[ditions as may be prescrib€d.\n(2) The minimum qualifications necessary for appointment to the post\nofthe Controllerof F-xaminations shall be as may he prescribcd.\n(3) The Controller of Examinalions shall be a full{ime ofiicer of the\nlnstitute and shall b€ responsible for all matters concem€d with the conduct of\nexaminations and pcrform such other duties as may b€ prescribed.\n958 THE GAZETTE OII PAKISTAN, EXTRA,, DECEMBER 1, 2O2I [PART T\n(4) Thc Controller of Examinarions shall he appointcd for a renewable\ntemr of three years:\nProvided that the Board may, on the advice ofrhe Rcclor, terminate the\nappointment of lh€ Controllcr of Examinations on grounds of inefliciency or\nmisconduct in accordance wilh the prescribed proccdure.\n17, Adviser Quslify Assuranc€.- (1) 'fhere shall be an Adviser\nQuality Assuiance of lhe Inslitut€, cquivalent to the staos of Dean, lo be\nappointed by the Doard on thc recommcndation ofthe Rector, on such terms and\nconditions as rhay be prescribcd.\n(2) Thc cxperience as well as rhe professional and academic\nqualificatiols ncrcssary for appointment lo the post of the Adviser Quality\nAssurance shall be as may be prescribed\n(3) The Adviser Qualitv Assurance shall be a full time omcer of the\nInstitute and shall-\n(a) bc the quality audiror of the [nstitute and be responsible to\nfacilitate Rector in qualig- assumnce in terms of clause (xvi) of\nsection 2;\n(b) be the principal officer and ex-ofrcio member of the Acadcmic\nCouncil ofthe Ins(itute jn tcrms ofsections 7 and 2l;\n(c) coordinate wlth all the departments, as shall be required, for\npcrfbrming his responsibililies as specified in clause (a) of sub-\nse.tion (3) and shall direclly reportto the Rector;\n(d) release an dnual compliance rEpo( of the Institute based on his\nfindings while performing his responsibilities as specified in\nclause(a) ofsutl-section (3) for review ofthe Board.\n(4) The Board may, on the advice of the RectoG termina(c thc\nappointment of lhc Adviser Quality Assurance on grounds of inefficicncy or\nmisconduct in accordance with the prcscribed procedurc.\nCHAPI'ER_ IV\nAUTEORITIES OF THE INSTITUIE\nlE. Authoriti€s.-{ I ) T}e following shall be the Aulhorities of the\nlnsritute, namel),:-\n(a) Authorities eslablished by this Act shall be,-\nI,ART I] THE CAZET-TE OF PAKS] AN, EXTRA.. DECEMBER 4, 2O2I 959\n(,\n(ii)the Board ofGovcrnors;\nthe Academic Council; and\n(b) Authoritres to be establish€d by the Statutcs shall bc,-\n(i) Craduate studies and Research Board;\n(ii) Search Commitlee for the appointmcnt ofthe Rector;\n(iii) Finance and Planning Commiftee; and\n(iv) Selection Boards.\n(2) The Board of Covemors and the Academic Council may set up\nsuch othcr commirrccs or sub committees, by whalever name dcscribed, as are\nconsidered desirablc through Statutes or Rc8ulations as appropriate. Such\ncommittees or suucommiltees shall be Authoritics of fie lnstitute for the\nPurposes ofthis Acr.\n19. Board of covertrors.- (l) The body r€sponsible for the\ngovemancc of the lnstitute slEll be d€scribed as the Board of Covemors and\nshall consist ofthc following, namelyr-\n(a) thePro-Chanccllorl\n(b) the Rector, er-oficio;\n(c) the Pro-Chancellor ofthe Commission or his nominee, ex-ofiicto,\n(d) Secrela4, or his nominee as ex-ofrcio of the Ministry to which\nbusiness ofthis Act stands allocated;\n(e) one pe.son to be nominated by the Govemment of from among\npersons wh; are engineers, scientists, technologists o. industrialists\nofrepute;\n(f) two professors of the Institute to be nominated by the Academic\nCouncil:\n(g) rhree persons of outslanding merit in (he field of education,\nengineering or sci€nce, industry, business and administration to be\nnominared by the Chancello4 and\n(h) two pcrsons from irdustaial and business sectors of the country to\nbe nominated by the Chaflcellor on the recommendation of the\nChamber.\n960 THE CAZETTE OF PA KISTAN, EXTRA,, DECEMBER.4, 2O2I IPART T\n(2) Apporntments of persons describcd in clauses (h) and (i) of sub-\nsection (l) shall be made from amongst a paDel of lhrec names for each vaca[cy\nrecommendeJ by the Board or Chamber as the case may be:\nProvided that effo( shall h€ made, *ithoul compromising on quality or\nqualificition. to givc fair representation to women on dle Boardi\nProvided further that as rcgards the p€rsons dcscribed in clause (g) of\nsub section (1) the Board shall prescrib€ a procedure for appointment of\nprofessors to rhe Board-\n(3) The members of th€ Board, otlrcr lhan ex-ofrcio mcmbers, shall\nhold office for three years:\nProvided that no person, other than an ex-oficio member, shall serve on\nthe Board for more than t\\r,o conscco(ilc lerms,\n(4) The Board shall meet at least twice in a calendaryear on such dates\nas may be Ercd by the Pro-Chancellor.\n(5) A special meeting may be called at any time on the direction of the\nChancellor or on a requisilion made by not less than five members of the Board\nto consider a matler ofurg€nt nalurc.\n(6) Not less than seven clear days' notice ofa special m€eting shall be\ngiven to the members of the Board and the agenda of the meetinS shall b€\nrestricted to rhe matter for which thc special meeting is called.\n(?) Senice on the Board shall be on honorary basis, provided lhat\nactual expenjes may b€ reimbursed as may be prescribed.\n(8) Unless olherwisc prcscribed by this Act, all decisions of the Board\nshall be takcn on th€ basis ofthe opinron ofthe majority ofthe membcrs pres€nt.\nIn the eve l of the members being evenly divided on any mancr the person\nprcsrding o\\(r the meeting shall have a cast ing vote.\n(9) Th€ quorum for a mecting ofthe Board shall be two-third of its\nmcmbership. a fmction b€ing counlcd as one.\n(10) The Registrar shall be the Secretary ofthe Board\n20. Powers ard functiotr3 of the Borrd.- (l) The Board shall have\nthc powe. ol_ general supervision over the Inslihtte and shall hold the Rector and\nthe Authorities accounrable for all the funchons ofthe Instirute. The Board shall\nhave all powers ofrhe lnstirute not expressly vested tn an Authority or omcer by\nP^RI ITHE GAZETTE OF PAKISTAN, EXTRA,, DECEMBER 4,2O2I 961\nthis Act and all other powers not expressly mentioned by ftis Act thar are\nnecessary for the performance ofits funclions.\n(2) Without prejudice to thc gcnerality of the forcgoing powers, the\nBoard shall have the following powcrs, namcly:-\n(a) to lake dccisions on qucstions of policy relating to the\nadministration and working ofthe lnsrirute;\n(b) (o ovcrsce thc qualily and rclevancc of the Institure's academic\nprogramm€s and to review lhe acsdemic affairs of the Institute in\ngeneral;\n(c) to hold control and lay down policy for the administration ofthe\nprop€rty, funds and investments of the Institute, including the\napproval of the sale and purchasc or acquisition of immovable\nproperty;\n(d) to approve lhc proposcd annual plan of work, the annual and\nrevis€d budgets, thc annual repon and the annual statement of\naccount;\n(e) !o approve rhe appointment of the Deans, Professors. Associate\nP.ofessors and such other scnior faculty and senior administrators\nas may be prescribed;\n(0 to creare professional, rcscarch and administrative posts and such\nother posts as may be required to carry out for the purpos€ of the\nlnstitute and set the rerms and conditions of appointnent of all\nofficers, teachers and other employees ofthe Institute;\n(g) to suspend, punish or rcmove from service employees of the\nInstitule in the manner as may be prescribed afie. due inquiry and\njustice;\n(h) to approve the Statutes and Regulations proposed by the Academic\nCouncil or other authorities ofthe lnstitute:\nProvided that Board may frame Statute or Regulation on its\nown initiative and approve it after calling for the advice of the\nrelevant authority ofthe Inslilute, as the case may be;\n(i) to recommend to the Chancellor removal of any member of the\nBoard in accordance wilh the provisions ofthis Act;\nC) to make appoinEnent of members of the Academic Council. other\nlhan er oficio memtf,js, in accordancc with the provisions ofthis\n962 IHE GAZETTE OI. PAKIS'I.AN, I]XI.RA,. DECEMBER 4, 202] [PARI I\n(l) {o appoint Emeritus Professors on such terms and conditiofis as\nmay be prescribed;\n(m) to removc any person f.om the membership of any Authority if\nsuch Person,-\n(i) has become ofunsound mind:\ntii) has bccome incapacitated to function as member of such\nAuthontvi or\n(iii) has been convicted by a courl oflaw for an offence involving\nmoral Nrpitude; and\n(n) to determine lhe form, provide for thc custody and reBulate the use\nofthc common seal oflhe Inslitutc.\n(l) TIe Board may, subject to the provisions ofthis Act dclegate all or\nan) ofthe p{rwc6 and functions ofany Authority, o{Iiccr or cmploycc ofthe\nInsritule, to any Authority. cornmiflee. officer or employee for the purpose of\nexercising such powers and pcrforming such functions and for this purpose the\nBoard may create new posts or positions in the lnstitute.\n21. Ac.demic Council. (l) There shall be an Academic Council of\nthe lnstihrte consisting ofthe follorvin& nalnely:-\n(z) rhe Reclor who shall bc irs Chairperson:\n(b) lhc Deansl\n(c.) rhe Adviser Quality Assuranrc;\n(d) the Heads ofall the teaching Departments;\n(e) all Professors including Emeritus Professors;\n(0 lhe Director finance,\n(g) lhe Conlroller of F,xarninalion:\n(h) the Librarian;\n(i) the Regisfar who shall be the secretrry of the Academic Council;\nard\n(i) five cminent profcssors from olhcr dcgrcc awardin8 institutions in\nthe area relevant !o the Institute !o be nominated hy the Board.(?) Tte Academic Council shall meet at least once in ea.h quarter.\n(l) l-he quorum for meeling of thc Academic CouDcil shall be two,\nthird on the total number ofmembers, a fraction bcing counted as onc.\nPARI ITHE GAZETTE OF PAKISTAN, trXTRA,, DECEMBTR 4, 2021 963\n(4) Thc memb€rs, other lhan ex-ofrcio menbets- shall hold officc for\nrhree years,\n22. Powers and functions of the Academic Council.-{l) The\nAcademic Council shall be the principal academic body ofthe Institule and shall\nsubjcct to the provisions ofthis Act and the Statutes, have the power to lay down\npropcr standards ofinstructions, research and examinatioos and 1o regulate and to\npromote the acadcmic life ofthe Institute.\n(2) Wirhout prcjudie ro the generality of the forcgoing po\\rers and\nsubject to the provisions ofthis Act and the Statutes, the Acadcmic Council shall\nhav€ the power tc-\n(a) approve the policies and procedures pertaining Io the qualily of\nacademic programmes;\n(b) approve academic programmes;\n(c) approve the policies and procedures pertaininB to student aelated\nfunctions including admissions, expulsions! punishments,\nexaminations and ce(ifi cations;\n(d) approve the policies and procedures assuring quality of teaching\nand research;\n(e) recommend thc process and procedures for amliation of olher\neducational inslitutions;\n(0 propose to thc Board schemes for the constilulion and organiza(ion\nof Faculties, tcaching departments afld boards ofstudies;\n(g) appoint pap€r setters and examiners for all examinations of the\nlnstitute after receiving panels of names from the rElcvant\nauthorities:-\nrnstitutc progmmmes for fie continued professional\ndevelopmcnt ofTeachers at all levels;\nrecognizc rhe examinations of other univer.itics or examining\nbodics as equivalent to the corresponding cxamination of the\nlnstitute, ard\nregulatc the award of studentships, scholarships, exhibilions,\nmedals and prizes;\n(h) frame Re8ulatrons for submission to lhc Board;\n964 THt GAZETTE OF PAKISTAN. EXTRA,, DECEMBER 4. 2O2I IP^RT I\n(i) prepare an annual reporl on (hc academic performance of the\nlnstilute: and\n(j) perform such other funclions as may bc prescribed by Regulations.\n23. Appointmcnt of Committecs by c.rtain Authorities.- (l) The\nBoard, the Academic Council and other Authorities may, from time to timc,\nappoint such standing, special or advisery commiltees, as thcy may deem fit and\nmay plec€ on such commitlees thc pcrsons who are not members of the\nAuthorilies appointing the commi(ccs.\n(2) The constitution, functions and powers ofthe Authorities for which\nno specific provision has bcen made rn thrs Act shall be such as may be\nprcscribtd b} Slatutes or Regulations.\nCHAPI hR - V\nSTATUTES, RECULATIONS AN'D RULES\n24- Stltutes. {l) Subject to the provisions ofthis Act, Statutcs 10 bc\npublished in the official Gazefte may be madc to regulate or prescribe all or any\nofthe following matters, namely:-\n(a) the contents of and the rnanncr in which the annual report to be\npresented by th€ Rector bcforc the Board shall be prepared;\n(b)\n(c)\n(s)\n(h)the fce and other charges;\nthe consritution of any p€nsion, insuBnce, glatuity, providcnt fund\nand benevolent fund for cmployccs;\n(d) the scales of pay and other terms and conditions of service of\nofficers teachers and olher cmpkryees;\n(e) the maintenanc€ ofthe register ofthe gmduates;\n(l) the establishment of Iraculties, depaftments, schools, centers and\nother academic divisions;\nthc powers and duties ofoflicers and teachers;\nconditions under which the lnstitute may enter into arrangements\nwith other instirutions or with public bodies for purposes of\nrcsearch and advisorv s€n iccs;\n(i) conditions for appointment of EmeriNs Professors and award\nhonorary degrees;\n(j) efficiency and discipline oflnstitute employees;\nP^RT II THE GAZETTE OF PAKISTAN, EXTRA , DECI]MBER 4, 2O2I 965\n(k) the constitution and proccdure to be follow€d by the S€arch\nCommittee for appointment ofthe Reclor;\n(l) constitution, functions and powers of the Authoriries of the\nInstitutei and\n(m) all othcr mafters which by this Act are to be or may be prescribcd or\nregulaled by Statutes.\n(2) The draft of the Statutes shall be proposed to thc Board, by a\ncommi$ee constrruted under thc supervision ofthe Rector, which may approve or\npass those rvith such modifications as thc Board flay think fit or rnay r€fer back\nto the committee. as the case may be, for rcconsideration ofthe proposed draft:\nProvided that the Board may iniliate Statutes with respcct to any matler\nin irs power or wrth respect 10 which Stalutcs may be framed in tcrms ofthis Acl\nand approve such statutes.\n25. Regulrtions.- (l) Subject to the provisions o[lhis Act and the\nStalucs, the Academic Council may makc regulations, to be published in lhe\nofficial Gazene, for all or any ofthe following matlcrs, namely:\n(a) the courses of study for degrees, diplomas and ccrtificat€s ol the\nlnstitutet\n(b)\n(c)\n(d)\n(e)the manner in which the teaching refeded to in sub-section (l) of\nsection 6 shall be organized and conducted;\nthe admission and cxpulsion ofstudents to and lrom lhe Institute;\nthe conditions under which students shall be admittcd to the cours€s\nand the examinations of the Institute and shall become eligible for\nthe award ofdcSrc€s. diplomas and certificates;\nthe conduct of €xaminations;\n(0 conditions under which a person may carry on indepcndent research\nto entitle him lo a dcgree:\n(c)the institutions of fellowships, scLolarships, exhibitions, medals\nand prizes;\nlhe usc ofthe Library;\nthe formation ofl:aculties, dcpartments and board ofstudies; and(h)\n(i)\n(i)all other matters whlch by fiis Actor thc statutes are to be or may\nbe prcscribed by ReSulations.\n966 THE CAZETTE OF PAKISTAN. EXTRA., DECI]MtsER 4, 202 ] IPART I\n(2) Rcgulations shall be proposed by the Academic Council and shall\nbe submincd ro the Board which mav approve them or withhold approval or refer\nrhem back !o the Acadcmic Council for reconsideration. Ihe ReSulations\nproposed by the Academic Council shall not be eflcclive unless that receive\nappro\\aloffic Board.\n26. Rule!.- (l) The Authorilies and the olher bodies of thc lnstitut€\nmay make Rules, to be published in thc official Gazette. consistent with this AcL\nStatutcs and the Regulations, to regulatc aDy mafter relaling to the affairs ofthe\nInstitute which has nol been provided for by this Act or that is not required to be\nregulated by Statues or Regulations, including Rules to regulate the conduct of\nbusiness arrd the time and place ofmeetings and related matters.\n(2) Rules shall become effecliyc upon approval by the Board\nCHAPl'ER-VI\nFUND OF THE INSTTTUTE\n27. Furd of the INtitute, The lnstitute shall have a Fund to which\nshall b€ credtted its inconre from fee charges, donations, trusfs, b€quests,\nendowrnenls, contributions, gran6 and all other sources,\n2t. Audit end rccounts. (l) The accounls o[ the Instilute shall be\nmaintarncd in such form and in such manner as may be prcscribed.\n(2) The teachinB depa(menls and all other bodi€s designated as such\nby the Board in terms ofStatutes shall bc independent cost centers ofthe lnstitute\nwith authonty vested in the head of each cost centre to sanction expenditure out\nofthe budgct allocated to it:\nProvided thal re-app.opriation from one head ofaccount to another may\nbe ma<le by the head of a cost centrc in accordancc rvith and to the extent\nprescrihed l)y the Statules.\n(l) All funds gcnerated by a rcaching department or olher unrt ofthe\nInstilule through consultancy, research or other provision of servicc shall be\nmade zvailable without prejudice to lhc budBetary allocation otherwise made\nafter deduction ofoverhcads in the matter and to the exlcnl prescribed by Statutes\nto the leaching Depa(mcnt or other unit for its dcvelopment. A part ofthe funds\nso generated may be shared with the Inslilute Teachers or researchcrs in charge\nofthe consultancy, research or servicc concemed in the manner and to lhe extent\nprescribcd by Slatutes.\n(4) No expenditure shall be made from rhe funds ofthe lnstitute, unless\na bill for its palment has been issued by the head ofthe cost center concemed in\nTHE GAZETTE OF PAKISTAN, EXTRA,, DECEMBER 4. 202] 967\n(5) Provision shall be made for an rntenral audit of the Ilnances of theaccordance wiLh the relevant SLatutes and the Treasurc lus vcrified thal the\nallocation is provided lor in the approvcd budget of the cost ccntcr! subjoct 10 thc\nauthority to re-appropriate available to the hcad 01-the cost center.\nInstitutc\n(6) Without prejudice to the requirernent of audit by an auditor\nappointed by Govemment in accordance with the provisions ofany other law in\nforce the annual audited statement of accounts of the Institlte shall be p.epared\nin conformity with lhc Generally Acccpled Accounting Principles (GAAP) by a\nrcpulcd firm oF cha(ercd accountaflts and signed by thc Dteclor Finance. The\nannual audited slatcmcnt of accounts so prcparcd shall be subNitted to the\nAudi(or-Ccneral ol' Pal,rstan for hir obsenatrons.\n(7) The observations of the Auditor-Ceneral of Pakistan. if any,\ntogethe. $,ith such annotatiofls as the Director Finance may make shall be\nconsidered by the Board and shall be placed before the BoardTvithin six months\nof closing ofthc financial ycar.\nCHAPTER-VII\nGENERAL PROVISIONS\n29. Opportunity to show cause.--Except as otherwise provided by\nthis Act no officcr, teachcr or othcr employcc of thc Instilute holding a\npermanent post shall be reduced in rank, or removed or compulsorily retired from\nservice lor cause arising out of any act or omission on the pa( of the person\nconce.ned unless he has been given a reasonable opportunitJr of showing cause\nagainstthe action proposed to be taken.\n30. Appcal to the Rector and thc Board. Where an order is passed\npunishing any officer, other than thc Rector, tcachcr or other employee of the\nInstitute or altering or interpreting to his disadvantage the prescribed terms or\nconditions of his servicc, he shall, where the order is passed by any officer or\nteacher of the Institure, other than the Rector, have the right to appeal to the\nRcctor against the order and where thc order is passed by the Rector, have the\nright to appeal to lhe Board.\n31. Service oI the Institute--{l) All persons employcd by thc\nInstitule in accordance with the tcrms and conditions of service prcscribed by\nStatutes shall be persons in the service o[ Pakislan for the purposes of any cou(\nor tribunal set up by law in terms ofArticle 212 ofthe Constirution ofthe Islamic\nRepubtic ofPakistan'\nProvided that any provision as regards the tenns and conditions of\nemployment of persons in the scrvicc oI Pakistan in gcncral or in comparablc\n968 TI{E GAZETT| OI: PAKISI^N, LXl RA.. I)l:CI-IMBER 4. 2021 [PaRr I\nemployment notwithstandin8 the service of persons employed by the Institute\nshall be enttely governed by the terms and conditions prescribed by th€ r€levant\nStatutes.\n(2) An officer, teacher or other employees of lhe Institule shall retire\nfrom serviae on (he attainment of such agc or lcnure of service as may be\nprescribed.\n32. Berefrts end insurance.-l1) The Institute shall conslitute for lhe\nbenefil of ils oflicers, lcachcrs and othcr employccs schemcs, as may be\npresc.ibed, for lhc provision ol posl-cmploymcnl bcnc,lls as $cll as health and\nlife insurance u'hile in scrvicc.\n(2) Wh€re an!,providcnt fund has bccn constituted under lhis Act the\nprovisions ofthe Provident Funds Act. 1925 (XlX of 1925). shall apply to such\nfunds as if it werE thc Covcmmcnl Providcnl Fund.\n33. ComEencemenl of lcrm of office of memhers of Authority.-\n(l) When a membcr of a ncwlv conslilutcd Authoriry is clcctcd, appointed or\nnominated his tenurc ofomcc shall bc as n)ay bc prcscribed.\n(2) Where a mcmbcr who has acccptcd any other assignmcnt or for any\nother similar rcason rcmains abscnt fron thc Institutc for a period ofnot less than\nsix months he shall bc dcemed to have resigned and vacated his seat.\n34. Filling ot causal vacancics in Authoritias.-- Any casual vacancy\namong the rnembers ofany Authority shall be filled, as soon as conveniently may\nbe, in the same manner and by the same person or Authority that had appointed\nthe member whose place has become vacant and lhe pcrson appointed to the\nvacancy shall bc a mcmber ol srch Authority for the residuc of the tcrm for\nrvhich the pcrson whosc placc bc nlls would havc bccn a mcmbcr.\n35. Flews itr the coNtitution of Authorities.- Where the.e is a flaw\nin the conslitution of an Authority, as constituted under this Act, the Statutes or\nthe Regul tions on account of thc abolilion of a spccil'ied omce under\nGovenrmert or becausc an orSanization, inslilulion or othcr body outside the\nInstitule has becn dissolved or has ccascd to function. or because of some other\nsimilar reason, such flon, shall be removed in such manner as the Board may\ndirect.\n36. Procccdings of Aulhoritics not invalidet€d by the vacrncies.-\nNo act, resolution ordecision ofany Authority shall bc invalid by rcason, ofany\nl'acascy in the Authority doing, passing, or making it or by rcason ofany want of\nqualifications invalidity in the election, appoinrment or nomination of any\n..Ie-/acro mcmbcr ofthc Authority whelher present or absent.\nP^Rr tl IHE GMUTID OF\n37. First Statutes and RcSulrtions.- {I) Nohvithstanding an},thin8 to\nthe confary contained in this Act, the first Statules and Regulations specified in\nthe Schedule to this Act shall be deemed to be Statutes and Regulations made\nunder sections 24 and 25 rcspectively and shall conlinue to remain in force tili\nthe time new Slatutes and Regulations are framcd in accordancc with de\nprovisions ofthis Act.\n(2) Norwithstanding anlthing conlaincd iD this Act, the mcmbcrs ofthe\nfirst Board, except lhe Inslitutc Professors, shall be appointed by the Chancellor\nin accordance with thc number and criteria for membership specified in this Act.\nThe first Board so constituted shall initiate, as soon as possible, the process for\nrecruitment oflnstiNte professors and appointment ofmembers ofthe Academic\nCouncil in accordance t{'ith rhe lerms of this Act. The Institute prolessors to be\nappointed to Ihe first Board shall be appointed a5 soon as the procedure\nprescribed for appointment oflnnitute professors to the Board has becn complied\nwith. The term of tcnurc provided in sutFsection (3) of section l9\nnolwithslanding, onc-third ofthc m€mbcrs, othcr than sr-ofcio members, ofthe\nfirst Board, to be dercrmined by lot, shall retire ftom office on the expiration of\none year from the date of appointment by fte Chancellor. One-half of the\nremaining members, other thal. exilicio members, of the first Board, lo be\ndetermined by lot, shallretire from omce on the expiration oflwo ye3rs from the\ndate of appoinEnent and th€ rcmaining onc-half, other than exaftcio fiembets,\nshall retirc from omce on expimtion ofthc lhird year.\n(3) Notwithstanding an)4hing contained in this Act, the first Rector\nshall be appointed by the Chancellor for a p€riod offour years.\n38. Int€rpretrlion rnd removal of dimculties. {l) If any question\narises as to the intcrpretation of any ofthe provisions ofthis Act it shall be placed\nbefore thc Chancellor whose decision thereon shallbe final.\n(2) If any difficulry arises in tiving cffcct to any of the provisions of\nthis Act, the Chancellor may make such order aftcr obtaining vicws ofthe Board,\nnot inconsistent with th€ provisions of this Act, as may appear to him to be\nnecessary for removing the dimculty.\n(3) where this Act rnake any provision for an)'thing to be done but no\nprovision or no sufficient provision has been made as respects the authority by\nwhom, or the time a( which, or thc manncr in which, it shall bc donc, thcn it shall\nbe donc by such authority, at such trmc or in such manner as the Chancellor may\ndirect after obtaining views of the Board.\n39. IndeEtrity.- No suit or lcgal proceedin8s shall lie s8ainst the\nGovemmen! the Instilule or eny Authority, olTicer or emPloyee of the Institute or\n9.IO THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,202I IPART I\na memher ofan Author;ty in rcspcct o[ an].lhing which is done in good faith\nunder this Act.\n40, Power (o allo* rppointmcrt of employeB of the Government,\nother univeBiti6 or educational or rese.rch itrstitutions to the hstitute.\n(l) Notwithstanding an),thing contained in this AcL thc Board may on advice of\nthe Finance and Planning Committce, allow any post in thc Inslitutc to bc filled\nrn by appoifltrncnt, on such tcrms as thc Board may specibj an cmployee of the\nGovemment or any other inslitute or educationalor research institution,\n(2) Where any appointnrcnt has bccn madc under this section, the terms\nand conditions of service of the appointee shall not be less favorable than fiose\nadmissible to him imm€diately before such appointsnent and he shall be entitled\nto all beneflLs of his post ofservice.\nSCHEDULE\nlsee section 3El\nThc I'irst St tulcs ofthc\nHyderabad Iostitute for'fcchtrolosi and Marrgemenl Sciences\nL Frculties.-{l) The lnstitute shall have the following faculties,\nnamely:\n( a) Facu lty of ICT, Arts and H um6n itics\n(b) Faculty ofDesign, Music and Creative Aft\n(c) Faculty of Nalural Scicnccs\n(d) Faculty ofBusiness and Enkepreneurship; and\nG) Any olher Faculty as considcred appropriate by the Board.\n(2) Each iaculty shall include teaching departrnents, centers or the\nother teaching or research urlits as may bc prescribed by the Statutes.\n2. Board of Fqculty.-<l) 'lhere shall be a Board of each Faculty\nwhich shall consist of-\n(a) the Dean to be appoinrcd in ma ncr pres.ribed in sub-paragraph (2)\nofparagraph 3;\n(b) thc Professors, the Dirccrors and the Ileads of the Teaching\nDepanmenls comprised in lltc Faculty.\n(c) Adviser Quality Assurancc;\nPART IT TIIE OAZDTTD\n(d) two members ofeach Board of Studies comprised in the Faculty to\nbe nominated by the Boa.d of Studies concemed; and\n(e) three teachers to b€ nominated by the Acadernic Council by reason\noftheir specialized knowledge of the subjecrs which, though nor as\nsigned to the Faculty have in the opinion ofthe Academic Council,\nimportant bearing on the subjects assigned to the Faculty.\n(2) The membeE mentioned in clauses (d) and (e) ofsub-paragraph (l)\nshall hold offices for two years.\n(3) The quorum for a meeting of the tloard of a F'aculty shall be two-\nthird ofthe total number ofmembers, fraction being counted as one.\n(4) The Board of each Faculty shall, subject lo lhc general conqol of\nthe Academic Council and the Board ofGovcmors, have the powers to-\n(a) c-o-ordinate lhc tcaching. publicalion and rcscarch worl in the\nsubjects assigned to de Faculty;\n(b) scrutinize the recommendations of the Board of Studies in the\nFaculry with regard to the appointment or paper setters and\nexaminers, exccpl for rcsearch cxaminalions, and to forward the\npanels ofsuitable papcr scttcrs and examincls for each examination\nto the Rector:\n(c) consider any other academic matter relating to the Faculty and to\nreport ther€on to the Academic Council; and\n(d) perform such othcr functions as may be assigned\n3. Dern.-{l) There shall bc a Dcan ofeach Faculty, who shell be the\nChairperson and convener ofthc Board ofthe Faculry.\n(2) The Dean of each Faculty shall be appoinled by the Chanc€llor\nfrom among the three senior most Professors in lhc l.'aculty for a period ofthree\nyears. A Dean shall b€ eligible for re-appointment:\nProvided that if no professor is available in a Faculty, the\nVice Chancellor may assigned the charge ofthe post to th€ Dean of other Faculty\ntill a Professor ofthe Faculty itselfis appoinlcd.\n(3) Thc Dean shall prcsent candidatcs for admission lo degrees except\nhonorary degrees, in the courscs falling within thc purview ofth€ Faculty.\n(4) The Dean shall exercise such administmtive and academic powers\nas may be delegated to him-\n972 THE GAZETTE OF PAKISTAN, EXTRA,, DECEMBER 4, 2O2I IPART I\n(5) At any timc whcn thc omcc ofthe Dean is vacant, or lhe Dean is\nabsent or is unablc to p€rform the functions of his officc duc 10 illncss or some\nothcr cause, thc Dcan from othcr Foculty shall pcrfofln thc duties offie Dean till\nthe appointment ofnew Dean or his retum to office.\n(6) Ihe Vice Chanccllor shall iniliatc thc process of appointment of a\nDean well b€forc the expiry oflhe lerm ofthe sittin8 Dean or his retirement.\n4. fe.chi[g Deprltments and Heads of lhe Deparlments.-{1)\nThere shall be a Teaching Depatunent for each subjecl or a group of subjects, as\nmay be prcscribed by regulations, and each Teaching Depargnent shall be headed\nby a Ilead oflhe Dcpanment.\n(2) Tle Head of a Teaching Department shall be appointed by the\nBoard on the r€commendation oflhe Rector from amongst the lhree senior most\nProfessors of the Depanment for a period ofthree years and shall be eligible for\nr€-appointmcnt:\nProvided lhat in a Departrient ti'here there are less than three Professors\nthe appointmcnt shall be made from amongsr the three most senior Professors\nand Associate Professors ofrh€ Depanmenr:\nProvided further that in a Department where there is no Professor or\nAssociate Professor, no such appointment shall be made and the Departmenr\nshall be lookcd after by the Dcan of thc Faculty wilh lhe assistance of the most\nsenior teacher ofthc Dcpa(mcnt\n(3) Th€ Head ofthe Depaflment shall plan, organize and supervise the\nwork of the Dcpartmcnt and shall be rcsponsible to lhe Dean for the *ork ofhis\nDepartment.\n5. Board of StudiB.-{l) There shall bc a separate Board of Studies\nfor each subject or group of subjects, as lay b€ prescribed by rcgulations.\n(2) Each Board ofStudics shall consist of-\n(a) Ihe Hcad ofthc Tcaching Dcpa(ment;\n(b) Adviser Quality Assurance; and\n(c) all Professors and Associate Profcssors in the 'l'eaching\nf)epanment:\nProvided that if the total number of Teaches under claus€ (c) and\nthis clause comes to less than thre€, this number may be made up\nby nominating one Lecturer or Assistant Professor from amongst\nrhe Teachersi arl\nPAR] Il THE GAZEI-rE oF PAKISTAN, EXTR .,DECEMBER4,2021 973\n(d) one teachcr of the subject frorn outside the Dcpartment or\npreferably from any olher institutron to be appointed by the Rector.\n(3)\n(a)The functions ofthe Board ofStudles shall be to-\nadvise thc Authorities on all academic matter connected wi(h\ninstruction, publication, rcsearch and examination in thc subject\nconcemed;\npropose cicular and syllabi for all degrccs, diplomas and certificatc\ncourses in the subject or subjecls concemed; and\n(c) perform such olher funclions as may be prescribed.(b)\n6. Grrduatc Studies rod Rese{rch Bo.rd.--{ l) The Craduatc\nStudies and Research Board shallconsist of-\n(a) the Rector as Chairperson;\n(b) the Deans;\n(c) the Adviser Quality Assurance;\n(d) three Professor of lhe Institute othcr than Deans to be appointed by\nthe Academic Council; and\n(e) three Professors from other degree awarding institutions having\nresearch qualifications and experience to be appointed by th€\nBoard.\n(2) Th€ tem of office of members of thc Graduate Studies and\nResearch Board, other than e.r-oltr io members, shall b€ three years.\n(3) Thc quonrm for a meeting of the Craduate Studies and Research\nBoard shall be two-third ofthe total numbcr ofmcmbers, fracdon bcing counted\n(4) Thc lunclions of the Graduale Studies and Rescarch Board\nshall be -\n(a) to advisc the Authorities on all matters connected with the\npromotion of Braduate studies, publication and researEh in the\nInstilute;\n(b) to consider and r€porl to the Authorilies on the institulion of\nrescarch degrees in the lnstitute;\n(c) to propose regulations regarding the award ofresearch degrees;\n914 TIIU CAZETTE OF PAKISTAN, EXTI{A,, DI;CLMBER 4,202I PART I\n(d) to appoint sup€Nisors for research sludies snd to detennine the\nsuhjects fo. their thesis;\n(e) to rccommend panels of names of papcr setters and examlners for\nresearch examinalions after considering the proposals of the Board\nofFaculties in lhis bchalf; and\n(f) to perform such other functions as may be prescribed by\nregulations.\n7. Selcctiod Bo.rd.--(I)'lhe Selectior Board shall consist o[-\n(a) the Rector as Chairperson;\n(b) Secretary, Ministry of l'ederal Education and Professional Training\nor his nominee;\n(c) Chairp€rson ofthe Commission or his nomine€;\n(d) concemed Dean oflhe Faculty:\n(e) the two members of the Board of Govemo6 nominated by the\nBoard;\n(t) two members fiom industry nominated by the Board; ard\n(g) Registrar as Secraary of the Selection Board.\n(2) The members mentioned in clause (e) and (0 of suuparaSraph (l)\nshall hold oifice for two yeaff.\n(3) The quorum of Sclcction Board shall be hlo-third oI lhe total\nnumber ofmcmbers, fraction being counted as one.\n(4) No member who is candidarc for the post to which appointment is\nto be made shall take pan in the proc€edings ofthe Board.\n(5) In selecting candidates for posts of Professors and Associate\nProfessors, lhc Selection Board shall co-opted or consult thr€e expcrls in the\nsubject concemed and in selecling candidates for other teachinS posts, two\nexperts in the subject concemed, lo be nominated by the Rector fiom the sranding\nlist ofexpens for each subject approvcd by the Board on the recommendation of\nthe Selection Board and revis€d from time to time.\n(6) 'I'he Selection Board for teaching and other posts shall consider the\napplications received in responsc to advertis€ment and recommend ro the Board\noi Govemo6 thc names of suitable candidates for appointment ro teaching or\nolher posts, as thc casc may be and may also aecommend -\nP^RT I] THE GAzTTTE OF PAKISTAN, EXTRA,, DECEN,IBER 4, 2O2I 975\n(a) the grant of a higher initial pay in a suilable case for reasons to bc\nrecorded; o/\n(b) the grant of a special pay-package in a suitable case for rcasons 10\nbe recorded.\n8. Financ€ and Plantritrg Committce.-{1) The Finance and\nPlanninS Commrtlc€ shall consist of-\n(a) the Rector as Chairpcrson;\n(b) onc member ofthe Board to be appointcd by the Board;\n(c) two members of the Academic Council to bc appointed by the\nAcademic Council;\n(d) represenlativc oI the Commissiont\n(e) rcprcsentativc of the Minislry ofFinancc;\n(D the Rcgistrar;\n(g) lhe Director Planning & Development; and\n(h) the Director Financ€ who shall be the secretary ofthe Commiftee.\n(2) Ihe quorum for a meeting ofthc Finance and Planning Committe€\nshall bc l\\r,o{hird ofthe total number ofmembers, fraction being counted as one.\n(3) The firnctions ofthe Finance and PlanninS Commitlee shallbe to-\n(a)consider the annual statement of accounts and the annual and\nr€viscd budget estimates and advice the Boa.d thereon;\n(b) consider creation and abolishment of teaching and administrative\nposts and rccommend to the Board thereon;\n(c) review periodically thc financial position ofthe lnstiNre;\n(d) advicc the Board on all matters rclating to planning, development,\nfinance investments, and accounts ofthe Institute; and\n(e) perlorm such other functions as may be prescribed.\n9. Disciplinc ComEitte€.- (l) The Discipline Committe€ shall\nconsist of\n9'16 TI{E GAZETI'D OF PAKISTAN, EXTRA,, DECEMBER 4, 2O2I [PART I\n(a)\n(b)\n(c)a Chairpcrson ofth€ Committec to bc nominated by lhc Rectot\nthree teachers to be nomiralcd by the Academic Council;\nthe officcr in-charge of stude[ts affairs, by whatever name called,\nas membcr who shall also act as Secr€tar), of thc Discipline\nCommittce;and\n(d) Regi$rar or his deputy\n(2) The term of olfic€ of the members of the Commillee, other than\ner-ofcro members, shall bc two yeirs.\n(l) The quorum for a mceting of the Discipline Committec shall b€\nlwo-third ofthe total number ofmembers, fraction bcing count€d as one.\n(4) The firnctions ofthe Disoiplinc Commitlec shallbeto\n(a) to examinc and decide complaints referred to it by a hcad of a\ndepartment or a competent body or forum against the conduct and\nbehavror of students;\n(b) to propos€ Regulations to the Academic Council relating to the\nco[duct of students, maintenance of disciphne and breach of\ndisciplinc; and\n(c) to perform such other functions as may bc prsscribed\nTAHIR HUSS IN\nSecrctary.\nPRINIED BY THE MANAC E( PRINTNG CORI{)RATION OF PA{ISIAN PRESS, ISLA M BAD\nPUELISI Ir.D BY TIIE DEPUTY COIVTROLLE& STAI tONt_Ry AltD FORLrS. (ntlERsln' RO,{ D (ARACHI"
}