{
    "file": "./converted_json\\administratora8e0e9aa4e7f139324c2d2c8c4016558.json",
    "name": "Gilgit-Baltistan Employees (Regularization of Services) Act, 2020",
    "date": "June 24, 2020",
    "tagline": "To provide for the appointment and regularization of services of certain employees",
    "content": "PART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 481(1)\nISLAMABAD,  WEDNESDAY,  JULY  8, 2020\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF GILGIT-BALTISTAN\nLAW AND PROSECUTION DEPARTMENT\n(Gilgit-Baltistan Secretariat)\nGilgit, the 24th June, 2020\nThe Gilgit-Baltistan Employees (Regularization of Services) Act, 2020\n(ACT NO. VIII OF 2020)\nAN\nACT\nTo provide for the appointment and regularization of services of\ncertain employees appointed on contract basis against civil posts\nand contract basis against project posts and contingent\npaid services.\nWHEREAS, it is expedient to provide for the appointment and regularization\nof services of certain employees appointed on contract basis against civil posts,\ncontract Basis against project post and contingent paid basis in the province of\nGilgit-Baltistan;\n481(1—4)\n[5702(2020)/Ex Gaz.] Price :  Rs. 6.00\n481(2) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020        [P ART I\nIt is hereby enacted as follows:\n1.Short title, application and commencement.— (1) This Act may\nbe called the Gilgit-Baltistan Employees (Regularization of Services) Act, 2020.\n(2) It shall come into force at once and applicable only for one time.\n2.Definition.— (1) In this Act, unless the context otherwise requires;\n(a) “Contract appointment” means appointment against civil post and\ncompleted at least two (02) years of contract services and also\nappointed on contract basis through Prime Minister’s assistance\npackage for families of Government employees who die in service;\n(b) “Civil Post” means a civil post under Government or in connection\nwith the affairs of Government to be filled in on the recommendation\nof the commission;\n(c) “Departmental Selection Committee” means a Departmental Selection\nCommittee, constituted for purpose of making selection for initial\nrecruitment to civil post under a Government Department or office of\nGovernment;\n(d) “Government” means the Government of Gilgit-Baltistan;\n(e) “Employees” means duly qualified persons, who are appointed against\nany civil post, appointed against project post or contingent paid services;\n“Deputationist” means an employee of the Federal Government or\nany provincial government whose services have been requisitioned\nand placed at the disposal of GB Government.\n(f) “Law or rule” means the law or rule, for the time being in force,\ngoverning the selection and appointment of civil servants;\n(g) “Project” means a perpetual nature project, the continuation of which\nand conversion to regular budget is essential for service delivery duly\nidentified by the Departments;\n(h) “Project employees” means an employee working in project,\nHR (human resource) and on contract basis implement by the\nGB Government either locally or federally funded holding domicile of\nGilgit-Baltistan.\n PART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 481(3)\n 3.Regularization of services of contract employees.—\nNotwithstanding anything contained in any law or rules, the employees appointed\non contract basis and completed two years service shall be deemed to have been\nvalidly appointed on regular basis, from the date of commencement of this Act,\nsubject to verification of their qualifications and other credentials by the concerned\nGovernment Department. Deputationists having GB domicile, who are regular\nemployees of federal or any provincial government, may be offered one time\ndispensation as to whether they opt to get absorbed permanently in the government\nof GB or to get repatriated to the parent department/organization.\n 4.Regularization of services of project employees.—\nNotwithstanding anything contained in any law or rules, the employees working in\nproject which are funded Locally or Federal funded and completed 01 years\ncontinuous services shall be deemed to been validly appointment on regular basis\nagainst available vacant positions. Provided that the Department shall manage to\nadjust the incumbent of project employees against the available vacant positions in\nthe same nomenclature, BPS and Cadre.\n(i) In case of non-available vacant posts for the employees of project,\nthe concerned Department shall regularize their services as and when\ncreation of the post on approval of PC-IV in the same project.\n 5.Regularization of services of Contingent Employees.— All such\ncontingent employees who are working in different Departments of GB appointed\nbefore July, 2016 and biometrically verified shall be regularized after creation of\nregular/permanent posts after getting concurrence/approval from Federal Finance\nMinistry through GB Finance Department.\n6.General condition for regularization.— for the purpose of\nregularization of the employees under this Act, the following general condition shall\nbe observed:\n(i) The services promotion quota of all services cadres shall not be\naffected;\n(ii) The employees shall possess the same qualification and experiences\nas required for a regular post;\n(iii) The employees have not resigned from their services or terminated\nfrom service on account of misconduct, inefficiency or any other\ngrounds before the commencement of this Act;\n481(4) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020        [P ART I\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI.7.Seniority.— (1) All employees whose services are regularized under\nthis Act or in the process of attaining service at the commencement of this Act,\nshall rank junior to all civil servants belonging to the same service or cadre, as the\ncase may be, who are in service on regular basis on the commencement of this Act,\nand shall also rank junior to such other persons, if any, who, in Selection Committee,\nas the case may be, made before the commencement of this Act, are to be appointed\nto the respective service or cadre, irrespective of their actual date of appointment.\n(2) The seniority inter-se of the employees, whose services are regularized\nunder this Act within the same service or cadre, shall be determined on the basis of\ntheir continuous officiation in such service or cadre;\n(3) provided that if the date of continuous officiation in the case of two or\nmore employees is the same, the employee older in age shall rank senior to the\nyounger one.\n8.Removal of difficulties.-— If any difficulty arises in giving effect to\nany of the provisions of this Act, the Government may make such order not inconsistent\nwith provisions of this Act as may appear to it to be necessary for the purpose of\nremoving such difficulty:\nProvide that no such powers shall be exercised after the expiry of one year\nfrom the coming into force of this Act.\nFurther provided that the appeals and public petitions submitted to the Special\nParliamentary Committee on (Regularization of Services) by the aggrieved\nemployees of various Government Departments may be redressed by the GB\nAssembly Standing Committee on Services and General Administration Department\nGilgit-Baltistan in consultation with the relevant authorities.\n9.Overriding effect.— Notwithstanding anything to the contrary\ncontained in the any other law or rule for the time being in force, the provisions of\nthis Act shall have an overriding effect and the provisions of any such law or rule to\nthe extent of inconsistency to this Act shall cease to have effect.\nFIDA MUHAMMAD NASHAD,\nSpeaker,\nGilgit-Baltistan Assembly.\n————\nRAJA JALAL MAQPOON,\nGovernor,\nGilgit-Baltistan."
}