{
    "file": "./converted_json\\administrator65be5a67a90779e2f64b6bea8a1368d6.json",
    "name": "Sindh Revenue Jurisdiction Act, 1876",
    "date": "28th March, 1876",
    "tagline": "An Act to limit the jurisdiction of the Civil Courts in matters relating to the Land - revenue, and for other purposes.",
    "content": "Page \n1\n \nof \n7\n \n \n \n \nTHE SINDH REVENUE JURISDICTION ACT, 1876\n \n \nCONTENTS\n \n1.\n \nShort Tittle and extent\n \n2\n. \n \n[\nRepeal]\n \n3. \n \nInterpretation\n-\nclause\n \n4. \n \nBar of certain suits\n \n5. \n \nSaving of certain suits\n \n6. \n \nBar of certain suits against \nRevenue\n-\nofficers\n \n7. \n \nPunishment or prosecution of Revenue\n-\nofficers no bar to civil remedies\n \n8 to 10. [\nSuits against Revenue\n-\nofficers\n]\n \n11. \n \nSuits not to be entertained unless plaintiff has exhausted right of appeal\n \n12. \n \nPower of Government to refer question\ns for decision of High Court\n \n13. \n \nPower of Civil Judge to refer questions of jurisdiction to High Court\n \n14. \n \nComposition of Bench\n \n15. \n \n[\nRepeal\n]\n \n16. \n \nPrivileges of Gov\nernment in suits defended by it\n \n17.\n \n[\nRepeal]\n \nSCHEDULE.\n \n___\n[\nEnactments repealed.\n]\n \nT\nHE\n \nSECOND SCHEDULE.\n \n___\n[\nOmitted.\n]\n \n \n \n \n \n\n \nPage \n2\n \nof \n7\n \n \nTHE SINDH REVENUE JURISDICTION ACT, 1876\n \n1\nAct No. X OF 1876\n \n[28th March, 1876\n]\n \nAn Act to limit the jurisdiction of the Civil Courts \n2\n[in Sindh and the Karachi Division] in matters \nrelating to the \nLand\n-\nrevenue, and for other purposes.\n \nPreamble. \nWHEREAS in certain parts of \n3\n[Sindh and the Karachi Division] the jurisdiction of \nthe Civil Courts in matters connected with the land\n-\nrevenue is more extensive than it is in the \n4\n[other \nparts thereof]\n; \n \nAND WHEREAS it is expedient that the jurisdiction of all the Civil Courts in the said \n5\n[territories] should be limited in manner hereinafter appearing; \n \nAND WHEREAS it is also expedient to amend the \n6\n[Sindh\n \nCivil Courts Act], section 32 \nand \nto revive certa\nin provisions of the \n7\nthirteenth section of Regulation XVII of \n1827 \nof the Bombay Code, \nwhich was repealed by the Land Improvement Act, \n1871. \n \n8\n*\n \n \n*\n \n \n*\n; \n \nIt is hereby enacted as follows:\n__\n_\n \n \n9\n[1.Short Tittle and extent.\n-\n(1) T\nhis Act may be called the \nSindh\n \nRevenue Jurisdiction Act, \n1876 (2) It extends to \n10\n* * * Sindh\n \nand the \n11\n[Karachi Division], but not so as to affect any of the \nprovisions of Act XXIII of 1871]. \n \n2\n. [\nRepeal of enactments\n] \nRep. by the Amending Act, \n1891 (\nXII of \n1891). \n \n3. Interpretat\nion\n-\nclause.\n-\nIn this Act unless there be something repugnant in the subject or \ncontext,\n__\n_\n \n \n \n1\nFor Statement of Objects and Reasons, \nsee \nGazette of India, 1873, Pt. V, p.534; for Preliminary Report of the Select Committee, \nsee ibid., \n1874, Pt. V, \np. 70 ; for\n \nfurther Report of the Select Committee. \nsee ibid., \n1875, Pt. v, p. 210 and for Proceedings in Council, \nsee ibid., \n1875, Supplement, p. 4, and \nibid., \n1876, Supplement, pp. 344 and 405. \n \nThis Act has been amended in its application to the Province of Sindh, by the Sindh Act No. XVII of 1975, E. 3 and Sch. \n \n2\nThe original words “throughout the Bombay Presidency” were first subs. by A.O., 1949, Sch. and then amended by the Repealing \nand Amend\ning \nOrdinance, 1961 (1 of 1961), s. 3 and 2nd Seh., and A.O., 1964, Art. 2 and Sch., to read as above. \n \n3\nThe original words “the Presidency of Bombay” were first subs. by A.O., 1949, Sch., and then amended by the Central Laws (Sta\ntute Reform) Ordinance, \n19\n60 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), Ord. 1 of 1961, s. 3 and 2nd Sch., and A.O., 19\n64, Art. 2 and Sch., to read \nas above. \n \n4\nThe original words” rest of the said Presidency” have successively been amended by A.O., 1\n949, and Ord. 21 of 1960, s. 3 and 2nd Sch. (with effect \nfrom the 14th October, 1955), to read as above. \n \n5\nSubs. by Ord. 21 of 1960, s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for” Province and Capital” which bad b\neen subs. by A.O., 1949,\n \nSch., for “Presidency”. \n \n6\nSubs. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 4 and III Sch., for “Bombay Civil Courts Act”\n. \n \n7\nS. 17 of this Act which revived s. 13 of Bom. Reg. 17 of 1827 was rep. by the Bombay Revenue Jurisdi\nction Act, 1880 (15 of 1880), except in scheduled \ndistricts to which the Bombay Land Revenue Code. 1879 (Bom. 5 of 1879), has not been extended; \nsee \ns. 2 of Act 15 of 1880. \n \n8\nThe words “and to provide for the recovery by the Local Government of advances ma\nde for purposes other than those specified in section 3 of the Land \nImprovement Act. 1871” were rep. by the Repealing and Amending Act, 1894 (4 of 1894). \n \n9\nSubs. by Act 26 of 1951, s. 4 and III Sch., for the original section 1 as amended by the Amending Ac\nt, 1891 (12 of 1891), the Repealing and Amending \nAct, 1895 (16 of 1895), and A. O., 1937. \n \n10\nThe words “the Province of” omitted by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (wit\nh effect from the 14th \nOctober, 1955).\n \n \n11\nSubs. by A. O.,1964, Art. 2 and Sch., for “Federal Territory of Karachi” which had been subs. by the Repealing and Amending O\nrdinance, 1961 (1 of \n1961), s. 3 and 2nd Sch., for “Capital of the Federation”. \n \n \n \n \nPage \n3\n \nof \n7\n \n \n“land” includes the sites of villages, towns and\n \ncities: it also includes trees, growing crops and \ngrass, fruit upon, and juice in, trees, rights\n-\nof\n-\nway, ferries, fisheries and all other benefits to arise out \nof land, and things attached to the earth or permanently fastened to things attached to the ear\nth: \n \n“land\n-\nrevenue” means all sums and payments, in money or in kind received or claimable by or \non behalf \n1\n[of the Government] from any person on account of any land held by or vested in him, and \nany cess or rate authorized \n2\n[by the Provincial Government] under the provisions of any law for the \ntime being in force: \n \n“Revenue\n-\nofficer” means any officer employed \nin or about the business of the land\n-\nrevenue, \nor of the surveys assessment, accounts or records connected therewith. \n \n4. Bar of certain suits.\n___\n \nSubject to the exceptions hereinafter appearing no Civil Court shall \nexercise jurisdiction as to any of the fo\nllowing matters: \n \n(\na\n) \n3\n* \n \n \n* \n \n* \n \n* \n \n* \n \n*\n \n \n* \n \n4\n[claims against the \n5\n[Government]] relating to lands held under treaty or to lands \ngranted or held as saranjam, or on other political tenure, or to lands declared \n6\n[by the Provincial \nGovernment] or any officer \nduly authorized in that behalf to be held for service; \n \n(a) \n \nobjections\n—\n \n \nto the amount or incidence of any assessment of land\n-\nrevenue authorized \n6\n[by the Provincial \nGovernment], or to the mode of assessment, or to the principal on which such assessment is\n \nfixed, or \n \nto the validity or effect of the notification of surveyor settlement, or of any notification \ndetermining the period of settlement; \n \n(\nc\n) \n \nclaims connected with or arising out of any proceedings for the realization of \nland\n-\nrevenue or the rendering of assistance \n6\n[by the Provincial Government] or \nany officer duly authorized in hat behalf to superior holders or occupants for the \nrecovery of the\nir dues from inferior holders or tenants; \n \nclaims to set aside, on account of irregularity, mistake or any other ground except fraud, sales for \narrears of land\n-\nrevenue; \n \n(\nd\n) \n     \n7\n[claims against the \n8\n[Government]]\n___\n_\n \n \n(1) to be entered in the \nrevenue\n-\nsurvey\n \nor settlement records or village\n-\npapers as liable for the \nland\n-\nrevenue, or as superior holder, inferior holder, occupant or tenant, or \n \n(2) to have any entry made in any record of a revenue\n-\nsurvey or settlement, or \n \n \n1\nThe original words “of \nGovernment” were first subs. by A.O., 1937 and then amended by A.O., 1961, Art. 2 (with effect from the 23rd March, 1956), \nto read as above. \n \n2\nSubs. by A.O0., 1937, for “by Govt”. \n \n3\nThe first three paras of clause (\na\n) , omitted by A.O., 1949, Sch. \n \n4\nSubs. \nby A.O., 1937, for “claims against Govt.”. \n \n5\nSubs. by A. O., 1961, Art. 2. for “Crown” (with effect from the 23rd Marrch,1956). \n \n6\nSubs. by A.O., 1937, for “by Govt.”. \n \n7\nSubs. \nibid., \nfor “claims against Govt.”. \n \n8\nSubs. by A.O., 1961, Art. 2, for “Crown” (with effect from the 23rd March,1956). \n \n \n \nPage \n4\n \nof \n7\n \n \n(\ne\n) \n \nthe distribution of land or allotment of land\n-\nrevenue on partition of any estate \nunder \n1\nBombay Act IV of 1868 or any other law for the time being in force; \n \n(3) to have\n \nany such entry either omitted or amended; \n \n(\nf\n) \n \n2\n[claims against the \n3\n[Government]]\n___\n \n \nto hold land wholly or partially free from payment of land\n-\nrevenue or to receive payments \ncharged on or payable out of the land\n-\nrevenue, or to set aside any cess or rate authorized \n4\n[by the \nProvincial Government] under the provisions of any law for the tim\ne being in force, or \n \nrespecting the occupation of waste or vacant land belonging \n5\n[to the Government]; \n \n(\ng\n) \n \nclaims regarding boundaries fixed under \n6\nBombay Act No. I of 1865, or any \nother law for the time being in force, or to set aside any order passed \nby a \ncompetent officer under any such law with regard to boundary marks: \n \nProviso. \nProvided that, if any person claim to hold wholly or partially exempt from payment. \nof land\n-\nrevenue under \n \n(\nh\n) \n \nany enactment for the time being in force expressly creating an exemption not \nbefore existing in favour of an individual or of any class of pers\nons, or expressly \nconfirming such an exemption on the ground of its being shown in a public \nrecord, or of its having existed for a specified term of years, or \n \n(\ni\n) \n \nan instrument or sanad given by or by order of the \n7\n[Provincial Government] \nunder \n8\nBombay A\nct No. II of 1863 section 1, clause first, or \n9\nBombay Act No. \nVII of 1863 section 2, clause first, or \n \n(\nj\n) \n \nany other written grant by the British Government expressly creating or \nconfirming such exemption, or \n \n(\nk\n) \n \na Judgment by a Court of Law, or an adju\ndication duly passed by a competent \nofficer under \n10\nBombay Regulation XVII of 1827 Chapter X, or under \n11\nAct No. \nXI of 1852, which declares the particular property in dispute to be exempt, such \nclaim shall be cognizable in the Civil Courts. \n \nIllustrations \nto (h) \n \n \n \n1\nSince rep. by the Bombay Land\n-\nRevenue Code, 1879 (Bom. 5 of 1879), in areas in which that Code is in force. \n \n2\nSubs. \nby A.\n \nO\n.,\n \n1937\n \nfor “claims against Govt.”. \n \n3\nSubs. by A.O., 1961, Art. 2, for “Crown” (with effect from the 23rd March,1956). \n \n4\nSubs. by A.O., 1937, for “by Govt.”.\n \nThe original words “to Government” were first subs. by A.O., 1937, and then amended by A.O., 1961, Art. 2 (\nwith effect from the 23rd Mar\nch, 1956\n), to \nread as above. \n \n \n6\nBom. Act 1 of 1865 (except s. 37), and Bom. Reg. 17 of 1827 are rep. by the Bombay Land\n-\nrevenue Code, 1879 (Bom. 5 of 1879), in areas in which the \nlatter Act is in force. \n \n7\nSubs. by A. O., 1937, for “Governor of Bombay in Council”. \n \n8\nThe Exemptions from La\nnd\n-\nrevenue (No. I) Act, 1863. \n \n9\nThe Exemptions from Land\n-\nrevenue (No. II) Act, 1863. \n \n10\nBom. Act I of 1865 (except s.37), and Bom. Reg. 17 of 1827 are rep. by the Bombay Land\n-\nrevenue Code, 1879 (Bom. 5 of 1879), in areas in which the \nlatter Act is in force\n. \n \n11\nThe Bombay Rent\n-\nfree Estates Act, 1852. \n \n \n \nPage \n5\n \nof \n7\n \n \n(1) It is enacted that, in the event of the proprietary right in lands, the property of Government, \nbeing transferred to individuals, they shall be permitted to hold the lands for ever at the assessment at \nwhi\nch they are transferred. The proprietary right in certain lands is transferred to A at an assessment \nof Rs.100. An exemption from higher assessment not before existing is expressly created in favour of \nA by enactment, and he may seek relief in the Civil Co\nurt against over\n-\nassessment. \n \n(2) It is enacted that, when a specific limit to assessment has been established and preserved, \nthe assessment shall not exceed such specific limit. A is the owner of land worth Rs.100 for assessment. \nHe claims to be assessed \nat Rs.50 only on the strength of a course of dealing with him and his \npredecessors under which his land has not been more highly assessed. There is no exemption not before \nexisting created by enactment, and A’s claim is cognizable in a Civil Court. \n \n(3) It\n \nis enacted that land\n-\nrevenue shall not be leviable from any land held and entered in the \nland\n-\nregisters as exempt. A claims to hold certain land as exempt on the ground that it has been so held \nby him, and is so entered in the land\n-\nregister. This is an ex\nemption expressly confirmed by enactment \non the ground of its being shown in a public record, and A’s claim is cognizable in a Civil Court. \n \n(4) It is enacted that the Collector shall confirm existing exemptions of all lands shown in \ncertain maps to be exe\nmpt. A claims exemption, alleging that his land is shown in the maps to be \nexempt. A’s claim is cognizable in Civil Court. \n \n(5) It is enacted that assessment shall be fixed with reference to certain considerations and not \nwith reference others. This is not\n \nan enactment creating an exemption in favour of any individual or \nclass, and no objection to an assessment under such an enactment is cognizable in a Civil Court. \n \n5. Saving of certain suits.\n___\n \nNothing in section 4 shall be held to prevent the Civil Cour\nts \nfrom entertaining the following suits: \n \n(a) \n \nsuits \nl\n[against the Government] to contest the amount claimed, or paid under \nprotect, or recovered, as land revenue, on the ground that such amount is in \nexcess of the amount authorized in that behalf \n2\n[by the Provincial Government], \nor that such amount had, previous to such claim, payment or recovery, been \nsatisfied, in whole or in part, or that the plaintiff, or the person whom he \nrepresents, is not the person liable for such amount; \n \n(b) \n \nsuits betwee\nn private parties for the purpose of establishing any private right, \nalthough it may be affected by any entry in any record of revenue\n-\nsurveyor \nsettlement or in any village\n-\npapers; \n \n(c) \n \nsuits between superior holders or occupants and inferior holders or t\nenants \nregarding the dues claimed or recovered from the latter; \n \nand nothing in section 4, clause (\ng\n)\n, \nshall be held to prevent the Civil Courts from entertaining \nsuits, other than suits \nl\n[against the Government], for possession of any land being a whole s\nurvey \nnumber or a recognized share of a survey\n-\nnumber; \n \n3\n* \n \n* *\n \n \n \n*\n \n \n* \n \n*\n \n \n* \n \n \n1\nThe original words “against Government” were first subs. by A.O.,1937 and then amended by A. O.,1961, Art. 2 (with effect fro\nm the 23rd March, \n1956), to read as above. \n \n2\nSubs. by A.O., 1937, for \n“\nby Govt.”.\n \n3\nThird paragraph omitted by A.O., 1949, Sch. It \nwas inserted by the Bombay Revenue Jurisdiction (Amdt.) Act, 1877 (16 of 1877). \n \n \nPage \n6\n \nof \n7\n \n \n6. Bar of certain \nsuits against Revenue\n-\nofficers.\n___\n \nRevenue\n-\nofficers shall not be liable to be \nsued for damages in any Civil Court for any act \nbona\n-\nfide \ndone or ordered to be\n \ndone by them as such \nin pursuance of the provisions of any law for the time being in force. \n \nIf any Revenue\n-\nofficer absconds or does not attend when called on by his official superior, and \nif the Collector of the district proceeds against him or his suret\nies for public money, papers or property \naccording to the provisions of any law for the time being in force, such Collector shall not be liable to \npay damages or costs in any suit brought against him by such officer or sureties although it appears \nthat a p\nart only, or no part whatever, of the sum demanded was due from the officer so absconding or \nfailing to attend, or that he was not in possession of the papers or property demanded of him. \n \n7. Punishment or prosecution of Revenue\n-\nofficers no bar to civil re\nmedies. \nNothing in any \nlaw for the time being in force which authorizes the punishment departmentally of any Revenue\n-\nofficer \nfor any offence or breach of duty, or which sanctions his prosecution criminally for such offence or \nbreach, shall be held to bar a\nny remedy which may be had in the Civil Court against such officer. \n \n8 to 10. [\nSuits against Revenue\n-\nofficers. \nAppeals from their proceedings. Power for Local \nGovernment to call for record.\n] \nRep. by the Bombay Revenue Jurisdiction Act, \n1880 \n(XV \nof 1880). \n \n11. Suits not to be entertained unless plaintiff\n \nhas exhausted right of appeal.\n___\n \nNo Civil \nCourt shall entertain any suit \nl\n[against the Government] on account of any act or omission of any \nRevenue\n-\nofficer unless the plaintiff first proves that, previously\n \nto bringing his suit, he has presented \nall such appeals allowed by the law for the time being in force as, within the period of limitation \nallowed for bringing such suit, it was possible to present. \n \n12. Power of Government to refer questions for decision\n \nof High Court.\n–\nIf, in the trial or \ninvestigation of any suit, claim or objection which, but for the passing of this Act, might have been \ntried or investigated by a Civil Court, there arises any question on which \n1\n* * * the \n2\n[Provincial \nGovernment] desires\n \nto have the decision of the \n3\n[High Court], \n4\n* * * the \n2\n[Provincial Government] \n5\n* \n* * may cause a statement of the question to be prepared, and may refer such question for the decision \nof the \n6\n[High Court]. \n \nThe \n7\n[High Court] shall fix an early day for the hearing of the question referred, and cause \nnotice of such day to be placed in th\ne court\n-\nhouse. \n \nThe parties to the case may appear and be heard in the \n3\n[High Court] in person or by their \nadvocates or pleaders. \n \nThe \n3\n[High Court] when it has heard and considered the case, shall send a copy of its decision, \nwith the reasons therefor, un\nder the seal of the Court, to the Government by which the reference was \nmade, and, subject to any appeal which may be presented to \n8\n[the Supreme Court], the case shall be \ndisposed of conformably to such decision.\n \n \nl\nThe words “the G. G. in C. or” rep. by A.\n \nO., 1937. \n \n2\nSubs. \nibid., \nfor “L. G.”. \n \n3\nSubs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) , s.3 and 2nd Sch. (with effect from the 14th October\n, 1955), for “Chief Court” \nwhich had been subs. by A. O., 1949, Sch., for “High Court”. \n \n4\nThe words “the G.G. in C. or,” rep by A. O., 1937. \n \n5\nThe words “as the case may be” rep. \nibid. \n \n6\nSubs. by Ord. 21 of 1960, s. 3 and 2nd Sch. (with effect from the 14th October,1955), for “Chief Court of Sindhh” which had b\neen subs. by A. O.,1949, \nSch., for\n \n“High Court of Judicature at Bombay”. \n \n7\nThe original words “said High Court” have successively been amended by A. O., 1949, Sch., and Ord. 21 of 1960, s. 3 and 2nd S\nch. (with effect from \nthe 14th October\n, \n1955), to read as above. \n \n8\nSubs. by A. O., 1961, Art. 2 and Sch., for “Her Majesty in Council” (with effect from the 23rd March, 1956). \n \n \nPage \n7\n \nof \n7\n \n \n \nIf the \n1\n[High Court] considers that any such statement is imperfectly framed, the \n1\n[High Court] \nmay return it for amendment. \n \nThe costs (if any) \nconsequent on any such reference shall be dealt with as the \n1\n[High Court] in \neach case directs. \n \n13. Power of Civil Judge to refer questions\n \nof jurisdiction to High Court.\n___\n \nIf in any suit \ninstituted, or in any appeal presented, in a Civil Court, the Judge doubts whether he is precluded by \nthis Act from taking cognizance of the suit or appeal, he may refer the matter to the \n1\n[High Court]. \n \nThe \n1\n[High Court] may order the Judge\n \nmaking the reference either to proceed with the case or \nto return the plaint. \n \nThe order of the \n1\n[High Court] on any such reference shall be subject to appeal to \n2\n[the Supreme \nCourt], and, save as aforesaid, shall be final. \n \n14. Composition of Bench.\n___\n \nE\nvery reference under section 12 or section 13 shall be heard by \na Bench consisting of such number of Judges, not less than three, as the Chief Justice from time to \ntime directs. \n \n15. \n[\nAmendment of section \n32 \nof Act XIV of \n1869.] \nRep. by the Repealing Act, \n1938 (1 \nof \n1938), \ns\n. \n2 \nand Sch. \n \n3\n[\n16. Privileges of Gove\nrnment in suits defended by it.\n___\n \nWhenever any suit is brought in \nany Court of a Subordinate Judge of the first class \n4\n[against the Government]or against any Revenue\n-\nofficer, \n5\n[and the Government undertakes] the defence thereof, it shall be lawful \n6\n[for the Provincial \nGovernment], by certificate signed by a Secretary thereto, to require that the trial of any such suit shall \nhave precedence over the trial of any other suit or oth\ner civil proceeding then pending in the Court of \nthe first class Subordinate Judge, or, if the suit is transferred, in the Court of the District Judge; and \nthe Court shall give effect to every such requirement. \n \nThe privilege conferred \n7\n[on the Provincial \nGovernment] by this section shall, \nmutatis \nmutandis, \napply to any appeal or special appeal against any decree in any such suit as is described in \nthis section.] \n \n17. \n[\nRevival of section \n13 \nof Bom. Reg. XVIl of 1827. Operation of Bom. Reg. XVII of \n1827 \nin \ns\nites of villages and towns\n. Recovery of certain advances made by Local Government.\n] \nRep. by the \nBombay Revenue Jurisdiction Act, \n1880 \n(XV of \n1880)\n6\n. \n \nSCHEDULE.\n–\n[\nEnactments repealed.\n] \nRep, by the Amending Act, \n1891 \n(XII of \n1891). \n \nTHE SECOND SCHEDULE ......\n.. Omitted by A. O., \n1949, \nSchedule. \n \nDate: 16\n-\n09\n-\n2024\n \n1\nSubs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) , s.3 and 2nd Sch. (\nwith effect from the 14th October, 1955\n), for “Chief Court” \nwhich had been subs. by A. O., 1949, Sch., for “High Court”. \n \n2\nSubs. by A. O., 1961, Art. 2 and Sch., for “Her Majesty in Council” (with effect from the 23rd March, 1956). \n \n3\nSubs. by the Bombay Revenue Jurisdiction (Amendment) Act, 192\n9 (Bom. 21 of 1929), s. 2, for the original s. 16. \n \n4\nThe original words “against Government” were first subs. by A.O., 1937 and then amended by A.O., 1949, Sch., and A. O., 1961,\n \nArt. 2 (\nwith effect \nfrom the 23rd March, 1956\n), to read as above. \n \n5\nThe origi\nnal words “against Govt. undertakes” were first subs . by A. O., 1937 and then amended by A .O., 1949, Sch., and A. O.,1961, \nArt.2 (\nwith effect \nfrom the 23rd March, 1956\n), to read as above. \n \n6\nSubs, by A.O., 1937, for “for the Govt.”. \n \n7\nSubs. \nibid., \nfor “on\n \nGovt.”. \n \n6The repeal of the first clause of s. 17 does not operate in any Scheduled District unless and until the Bombay Land Revenue \nCode, 1879 (Bom. 5 of \n1879), has been extended to that district; \nsee \nAct 15 of 1880, s. 2."
}