{
    "file": "./converted_json\\administrator0101918a1a0e6cdb96f6e0e8f3453767.json",
    "name": "Network Analyser Study Centre (Transfer to WAPDA) Ordinance, 1983",
    "date": "8th January, 1983",
    "tagline": "Transfer of the Network Analyser Study Centre to the Pakistan Water and Power Development Authority",
    "content": "Page 1 of 3 \n  \n \n \nTHE  NET WORK  ANALYSE R STUDY  CENTRE  (TRANSFER  TO \nWAPDA)  ORDINANCE,  1983  \n \n \n \n   \nCONTENTS  \n1. Short  title and commencement  \n2.  Definitions  \n3.  Transfer  of the Centre  to the Authority  \n4.  Transfer  of existing  civil servants  of the Centre  to the Authority  \n \n   \n \n\n \nPage 2 of 3 \n THE  NETWORK  ANALYSER  STUDY  CENTRE  (TRANSFER  TO \nWAPDA ) ORDINANCE, 1983  \nORDINANCE  No. I OF 1983  \n[8th January,  1983]  \nAn Ordinance  to provide  for transfer  of the Network  Analyser  Study  Centre,  Lahore,  to the \nPakistan  Water  and Power  Development  Authority.  \nWHEREAS it is expedient to provide for th e transfer of the Network Analys er Study Centre, \nLahore to the Pakistan W ater and Power Development A uthority, and for matters connected \ntherewith or ancillary thereto;  \nAND  WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary\n to take  immediate  action;  \nNOW, THEREFORE, in pursuance of the Proclamation  of the fifth day of July, 1977, and in \nexercise of all powers enabling  him in that behalf, the President is pleased to make and promulgate \nthe following Ordinance: __ \n1. Short title and commencement:  —(1) This Ordinance may be called the Network \nAnalyzer Study C enter (Tra nsfer to WAPDA) Ordinance, 1983.  \n (2) It shall  come  into force  at once.  \n2. Definitions . In this Ordinance,  unless  there  is anything  repugna nt in the subject  or context,\n− \n(a)  “appointed  day” means  the eighteenth  day of July,  1981  ;  \n(b) “Authority ” means the Pakistan Water an d Power Development Authority; \nand \n(c)  “Centre ” means the Network Analyser S tudy Center , office of the Chief \nEngineering A dviser, Lahore.  \n3. Transfer  of the Centre  to the Authority.  The Centre  shall  stand  trans ferred  to the Author\nity on and from  the appointed  day on the following  terms  and conditions,  namely: __ \n(a) the Authority shall pay to the Federal G overnment cost of network analyzer, \nair-conditioning and other items of equipment determined on the basis of  their \noriginal book value minus depreciation at the rate of 3.3 per  cent per annum \nfrom the date of commissioning;  \n(b) the ownership of land and buildings shall continue  to be retained by the \nFederal G overnment and no rent shall be charged from the A uthority on this \naccount, but the government may construct  office building for the O ffice of \n \nPage 3 of 3 \n Pakistan C ommissioner for Indus  Waters at the vacant premises of the center  \nas and when considered necessary ; and \n(c)      the A uthority, if required, shall prompt ly carry out studies at the Center  for the \nFederal G overnment free of cost.  \n4. Transfer of existing civil  servants of the Centre to the A uthority.— (1)  \nNotwithstanding anything contained in any law or in the conditions of service, every civil servant \nempl oyed in or under the Centre immediately before the appointed day, includ ing persons on \ndeputation to other  organizations or abroad, shall, save as hereinafter provided, ceases to be a civil \nservant and stand transferred to and become an employee of, the A uthority on the same terms and \nconditions, including remuneration, tenure of service, right s and privileges as to pension and gratuity \nand other matters, as were applicable to him immediately before the appointed day, until his \nemployment  in the A uthority is terminated in accordance with his conditions of service or his terms \nand conditions are altered by regulations, which  shall not be less favorable than those by which he \nwas governed immediat ely before his transfer to the A uthority.   \n(2) Any per son referred to in subsection (1) who is on deputation with the Centre shall \ncontinue in the employment of the Authority on deputation in accordance with the terms of his \ndeputation:  \nProvided that, if, within three months from the commencement of this Ordi nance, he opts to \nbe transferred to the service of the Authority on the terms and conditions referred to in subsection \n(1), he shall stand so transferred and cease to be a civil servant.  \n (3) Any person referred to in subsection (1) may, within three mont hs from the \ncommencement of this ordinance, opt to be transferred to the service of the authority and the option \nso exercised shall be final.  \n(4) The services of an employee who opts under subsection (3 ) not to be transferred to the \nAuthority shall stand terminated on  the date on which  his option is accepted by the Federal \nGovernment and he shall  be entitled to be paid by the Federal G overnment compensation equivalent \nto three months’  remuneration  \nExplanation .—The compensation payable to an employee under this sub -section shall be in \naddition to and not in derogation of his rights as to pension, gratuity, provident fund money or other \nbenefits to which he may be entitled  under his conditions of service.  \n(5) The termination of service of an employee under s ub-section ( 4) shall be deemed to be \ndischarge from service owing to abolition of a permanent post for the purpose of admissibility of \ncompensation pension.  \n(6) No person referred to in  sub -section (1) who stand transferred to the A uthority shall , \nnotwithstanding anything  contained in any law for the time being in force , be entitled to any \ncompensation because of his transfer.  \n \n_________________"
}