{
    "file": "./converted_json\\administrator98f87f789657188919cf7c87e9c71524.json",
    "name": "Pakistan Territorial Force Act, 1950",
    "date": "23rd October, 1950",
    "tagline": "An Act to constitute a Pakistan Territorial Force",
    "content": "Page 1 of 6 \n  \n \nTHE PAKISTAN TERRITORIAL FORCE ACT, 1950  \n \n \n \nCONTENTS  \n1.  Short ti tle, extent and commencement   \n2.  Definitions  \n3.  Constitution  of Pakistan Territorial Force  \n4.  Constituti on and disbandment of units  \n5.  Classes of officers  \n6.  Enrolment  \n7.  Appointment to corps or unit  \n8.  Transfer and attachment  \n9.  Change of resident  \n10.  Discharges  \n11.  Liability to serve and perform military service  \n12.  Territorial limits of liability to and  duration of, military service  \n13.  Application of Act VIII of 1911  \n14.  Summary trial and punishments  \n15.  Presu mption as to certain documents  \n16.  Power to make rules  \n17.  Power to make regulations  \n18.  Certain persons subject to this Act to be deemed part of Pak istan Army for certain purpo se \n19.  Exemption from local taxation  \n20.  [Repeal]  \n  \n \n \n\n \nPage 2 of 6 \n THE PAKISTAN TERRITORIAL FORCE ACT, 1950  \n1ACT NO. L OF 1950  \n[23rd October, 1950]  \nAn Act to constitute a Pakistan Territorial Force.  \n WHEREAS it is expedient to provide for the constitution of a Pakistan Territorial Force and \nfor it s administration and discipline ;  \n It is hereby enacted as follows:___  \n 1. Short tit le, extent and commencement.___(1) This Act may be called the Pakistan \nTerritorial Force Act, 1950.  \n (2) It extends to the whole of Pakistan, and applies to persons enrolled in the Pakistan Territorial \nForce wherever they may be.  \n (3) It shall come into force at once.  \n 2. Definitions . ___In this Act, unless there is anything repugnant in the subject or context,___  \n“enrolled” means enrolled or re -enrolled in the Pakistan Territorial Force under this Act;  \n“non -commissioned officer” means a person holding non -commissioned rank in the P akistan \nTerritorial Force, and includes an acting non -commissioned officer;  \n“officer” means a commissioned officer or a junior commissioned officer;  \n“prescribed” means prescribed by rules made under this Act.  \n 3. Constitution of Pakistan Territorial For ce. ___There shall be raised and maintained in the \nmanner hereinafter provided a force to be designated the Pakistan Territorial Force:  \nProvided that the 2[Federal Government] shall establish all or any of the branches of the Force as \ncircumstances may per mit from time to time.  \n 4. Constituti on and disbandment of units.___(1) The 2[Federal Government] may constitute \nany corps or unit of the Pakistan Territorial Force and may disband or reconstitute any corps or unit so \nconstituted.  \n (2) The [Federal  Gover nment ] may constitute for any Province, 3[* * * ] 4[* * * ] a university  \ncorps consisting of one or more units of the Territorial Force, for the appointment thereto of students  \nof, and  \n1The Act has been applied . \n(i) to Baluchistan, with effect from the 23rd October, 1950, see Gaz. of P., 1952, P. 1, p. 119 ;  \n(ii) in the Federated Areas of Baluchistan, see Gaz. of P., 1953, Pt. 1, p. 152.  \nThe Act has been extended to -  \n(i) the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950);  \n(ii) the Khairpur State, see the Khairpur ( Federal Laws) (Extension) Order, 1953 (G. G. O. 5 of 1953); and  \n(iii) the Sate of Bahawalpur, see the Bahawalpur (Extension pf Federal Laws) Order, 1953 (G. G. O. 11 of 1953).  \n2Subs. by F.A.O. 1975. A rt. 2 and Table.  \n3Omitted by A.O., 1964, Art. 2 and Sc h. \n4Omitted by the Federal, Laws (Revi sion and Declaration) Ordinance No. XXVII of 1981,  s. 3 and 2nd Sch.  \n \nPage 3 of 6 \n other persons connected with, a university established by law in Pakistan, or colleges affiliated to such \na university, and may disband or reconstit ute any unit so constituted.  \n 5. Classes of officers.___(1) There shall be the following classes of officers in the Pakistan \nTerritorial Force, namely:___  \n(a)  commissioned officers, and  \n(b)  junior commissioned officers.  \n (2) An officer shall be deemed to be enrolled in the Pakistan Territorial Force for so long as he \nholds a commission in that Force.  \n 6. Enrolment.___(1) Any male person who is a citizen of, or is domiciled in, Pakistan 1* * * \nmay offer himself for enrolme nt in the Pakistan Territorial Force, and any such person who satisfies \nthe prescribed conditions may be enrolled in the prescribed manner for such period, not exceeding six \nyears, as may be prescribed.  \n (2) An applicant for enrolment may apply to be enro lled for service in any particular branch, \ncorps or unit.  \n 7. Appointment to corps or unit.___(1) Every person enrolled shall without unnecessary delay \nbe appointed in the prescribed manner to a corps or unit constituted under section 4.  \n (2) Any person who has been enrolled for service in any particular branch, corps or unit shall \nbe appointed to a corps or unit of that branch or to that corps or unit, as the case may be.  \n 8. Transfer and attachment.___(1) Any person appointed to a corps or unit under s ection 7 \nmay be transferred, whether on disbandment of the corps or unit or otherwise, to another corps or unit \nof the same branch of the Pakistan Territorial Force, in such manner as may be prescribed.  \n (2) Any person enrolled may be attached at his own request to any corps or unit of the Pakistan \nTerritorial Force or to any unit of the Pakistan Army.  \n 9. Change of residence .___(1) Any enrolled person who changes his residence otherwise than \ntemporarily shall inform the prescribed authority of his new re sidence.  \n (2) The prescribed authority on being so informed may, subject to the provisions of section 8, \ntransfer such person from the corps or unit in which he is serving to another corps or unit.  \n 10. Discharges. ___Every person enrolled shall be entitled to rece ive his discharge from the \nPakistan Territorial Force on the expiation of the period for which he was enrolled and any such person \nmay, before the expiration of that period, be discharged from the said Force by such authority and \nsubject to such conditions  as may be prescribed, and shall be so discharged on a recommendation of \nthe officer commanding the unit in this behalf:  \n Provided that no person enrolled who is for the time being engaged in military service under \nthe provisions of this Act shall be enti tled to receive his discharge before the termination of such \nservice.  \n \n1Omitted by the Federal, Laws (Revi sion and Declaration) Ordinance No. XXVII of 1981,  s. 3 and 2nd Sch.  \n \nPage 4 of 6 \n  11. Liability to serve a nd perform military service.  ___(1) Every person enrolled shall, \nsubject to such conditions as may be prescribed, be bound to serve in any corps or unit of the Pakistan \nTerritorial Force to which he has been appointed or transferred, or is for the time being attached, and \nshall be subject  to all rules and regulations that may be made under this Act relating to such crops or \nunit.  \n (2) Every person enrolled in a corps or unit other than a university corps or unit shall be liable \nto perform military service___  \n(a)  when called out with any  portion of the Pakistan Territorial Force by an order \nof the senior military officer present either to act in support of the civil power \nor to provide guards, which, in the opinion of such officer, are essential; or  \n(b)  when any portion of the Pakistan Territorial Force to which he belongs has been \nembodied to support or supplement the Pakistan Army in the event of an \nemergency by a notification directing such embodiment issued by the 1[Federal \nGovernment ] and published in the official Gazette; or  \n(c)  when attached at his own request to any unit of the Pakistan Army.  \n 12. Territorial limits of liability to and duration of, military service. ___No person embodied \nunder section 11 shall be required to perform military service beyond the limits of Pakista n save under \na general or special order of the 1[Federal Government].  \n 13. Appli cation of Act VIII of 1911.___(1) Every officer of the Pakistan Territorial Force when \ndoing duty as such officer, shall be 2[subject to the Pakistan Army Act, 1952 (XXXIX of 1952), and] \nthe rules and regulations made thereunder, whereupon the said Act, rules and regulations shall apply \nto him as if he held the same rank in the Pakistan Army as he holds for the time being in the  said Force, \nsubject to the terms of his commission and the orders of the 3[President].  \n (2) Every non -commissioned officer and man of the Pakistan Territorial Force,___  \n(a)  when called out or embodied for military service under section 11, or  \n(b)  when attached to, or otherwise acting as part of, or with, any unit of the Pakistan \nArmy, or  \n(c)  when embodied for, or otherwise undergoing, military training in the prescribed \nmanner, shall be 2[subject to the Pakistan Army Act, 1952, and] the rules and \nregulations made thereunder, whereupon the said Act, rules and regulations \nshall apply to him as if he held the same rank in the Pakistan Army as he holds \nfor the time being in the said Force, subject to the orders of the 3[President]:  \n \n \n1Subs. by F.A.O. 1975, Art. 2 and Table.   \n2Subs. by the  Repealin g and Amending Ordinance No. X of 1965, s. 3 and 2nd Sch.  \n3Subs. by A.O., 1961, Art. 2.   \n \n \n \n \n \n \nPage 5 of 6 \n  Provided that the said Act, rules and regulations shall, in their application to such non -\ncommissioned offi cers and men when embodied for or otherwise undergoing military training, be \nmodified to such extent and in such manner as may be prescribed:  \n Provided further that non -commissioned officers and men of a university corps when \nundergoing training, shall, i n respect of such training, be subject only to such disciplinary and other \nrules as may be prescribed.  \n (3) Where an offence punishable 1[under the Pakistan Army Act, 1952 (XXXIX of 1952), or,] \nas the case may be, under that Act as modified under sub -section (2), has been committed by any \nperson whilst subject to that Act under the provisions of this section, such person may be taken into \nand kept in military custody and tried and punished for such offence, although he has ceased to be so \nsubject as aforesaid in like manner as he might have been taken into and kept in military custody, tried \nor punished if he had continued to be so subject:  \n Provided that no such person shall be kept in military custody after he has ceased to belong to \nthe Pakistan Territorial Force, unless he has been taken into or kept in military custody on account of \nthe offence before the date on which he ceased so to b elong; nor shall he be kept in military custody \nor be tried or punished for the offence after the expiry of two months from that date, unless his trial \nhas already commenced before such expiry.  \n 14. Summary trial and punishments. ___In addition to, or in substitution for, any punishment \nor punishments to which he may be liable under 1[the Pakistan Army Act, 1952 (XXXIX of 1952), a \njunior commissioned officer,] non -commissioned officer or man of the Pakistan Territorial Force not \nbeing a member of a univers ity corps, may be punished either by a criminal court or summarily by \norder of the prescribed authority for any offence under that Act, or for the contravention of any rule or \nregulation under this Act, with fine which may extend to fifty rupees, to be rec overed in such manner \nand by such authority as may be prescribed:  \n Provided that no court inferior to that of a magistrate of the first class shall try any offence \nmade punishable by or under this Act.  \n 15. Presumption as to certain documents. ___Where a  junior commissioned officer, non -\ncommissioned officer or man of the Pakistan Territorial Force is required by or in pursuance of any \nrule, regulation or order made under this Act to attend at any place, a certificate purporting to be signed \nby the prescri bed officer, stating that the person so required to attend failed to do so in accordance with \nsuch requirement, shall without proof of the signature or appointment of such officer, be evidence of \nthe matters stated therein.]  \n 16. Power to make rules.___(1) The 2[Federal Government] may make rules to carry out the \npurposes of this Act.  \n (2) In particular and without prejudice to the generality of the foregoing powers, such rules \nmay___  \n \n \n1Subs. by the  Repealin g and Amending Ordinance No. X of 1965, s. 3 and 2nd Sch.  \n2Subs. b y F.A.O. 1975, Art. 2 and Table.  \n \n \n \nPage 6 of 6 \n (a)  prescribe the manner in which, the period for which and the conditions subject \nto which, persons may be enrolled under section 6;  \n \n(b)  prescribe the manner in which persons enrolled may be appointed to corps and \nunits under section 7 or transferred under  section 8 or section 9;  \n \n(c)  prescribe the authorities by which and the condition subject to which persons \nenrolled may be discharged under section 10;  \n \n(d)  prescribe preliminary and periodical military training, compulsory and \nvoluntary, for any pers ons or class of persons enrolled and provide for the \nembodiment of any corps or unit for that purpose;  \n(e)  prescribe the military or other obligations to which members of a university \ncorps shall be liable when undergoing military training and provide ge nerally \nfor the maintenance of discipline in such cases;  \n \n(f)  provide for the medical examination of persons offering themselves for \nenrolment under section 6;  \n(g)  provide for and regulate the remuneration, allowances, gratuities or \ncompensation (if an y) to be paid to any person or class of persons enrolled or to \ntheir dependents; and  \n \n(h)  provide for any other matter which under this Act, is to be or may be prescribed.  \n (3) All rules made under this Act shall be published in the official Gazette, an d on such \npublication shall have effect as if enacted in this Act.  \n 17. Power to make regulations.___(1) The 1[Chief of the Army Staff] may make regulations \nnot inconsistent with this Act, and the rules made thereunder, providing generally for all details \nconnected with the organization and personnel of the Pakistan Territorial Force and for the duties, \nmilitary t raining, clothing, equipment, allowances and leave of persons enrolled.  \n (2) In particular and without prejudice to the generality of the foregoing power, such regulations \nmay specify the courses of training or instruction to be followed by any person or class of persons \nenrolled.  \n 18. Certain persons subject to this Act to be deemed part of Pakistan Army for certain \npurpose. ___For the purposes of sections 128, 130 and 131 of the Code of Criminal, Procedure, 1898 \n(V of 1898), all officers, non -commissioned officers and men of the Pakistan Territorial Force who \nhave been appointed to a corps or unit shall be deemed to be officers,  non-commissioned officers and \nsoldiers, respectively, of Pakistan Army.  \n 19. Exemption from local taxation. ___No person shall be liable to pay any municipal or other \ntax in respect of any horse, bicycle, motor bicycle, motor car, or other means of conve yance which he \nis authorised by regulations made under section 16 to maintain in his capacity as a person enrolled in \nor otherwise connected with the Pakistan Territorial Force.  \n \n 20. [ Repeal .] Rep. by the Repealing and Amending Ordinance, 1965 (10 of 196 5), s. 2 and 1st \nSch.   \n   \n       \nRI - Date: 1 3-05-2024  \n 1Subs. by F.A.O. 197 5, Art. 2 and Table."
}