{
    "file": "./converted_json\\administrator22d5ab4a24db81037f45426ed243add8.json",
    "name": "Civil Servants Act",
    "date": "May 20, 2011",
    "tagline": "Establishing Civil Servants Rules in Islamabad Capital Territory",
    "content": "ozv \nAN y \nat *pate -M 302 REGISTERED No. L.-7646 \nof lialdsittat \n*tirtgineldil  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, FRIDAY, MAY 20, 2011 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nISLAMABAD HIGH COURT, ISLAMABAD \nNOTIFICATION \nIslamabad, the 14th May, 2011 \nS. R. 0. No. 443(1)/2011.—In exercise of the powers conferred by \nsection 25 of the Civil Servants Act, 1973 (LXXI of 1973) the President of Pakistan \nis pleased to make the following rules, namely \"The Islamabad Capital Territory \nCivil and Sessions courts Ministerial Establishment Service Rules, 201I\":— \nPART-I \nGENERAL \n1. Short title, commencement and application.—(1) These rules \nmay be called the Islamabad Capital Territory Civil and Sessions Courts Ministerial \nEstablishment Service Rules, 2011. \nThey shall come into force at once. \nThey shall apply to all persons borne on the ministerial establishment \nof the Islamabad capital Territory Civil and Sessions Courts. \n(1639) \n[437(2011)/Ex. Gaz.] \t Price : Rs. 20.50 \nJ 1640 \tTHE GAZEI \tlb OF PAKISTAN, EXTRA., MAY 20, 2011 \tWarr„ r`  \n2. \tDefinitions.—(1) In these rules unless there is anything repugnant in the subject or context:— \n\"Appointing Authority” means the appointing authority specified in \ncolumns of Schedule II; \n\"Appointment\" means an appointment to the Service, whether on \npermanent, temporary or officiating basis; \n\"Board\" means a Board of Intermediate and Secondary Education \nestablished by law in Pakistan or any other educational authority or \ninstitution declared by Government to be a Board; \n\"Chief Justice\" means the Chief Justice of the High Court; \n\"Civil Court\" means the civil court as defined in the Civil Court \nOrdinance, 1962 (W.P Ordinance II of 1962); \n\"Departmental Promotion Committee\" means the committee specified \nin column No. 4 of schedule II; \n\"Departmental selection Committee\" means the committee specified \nin column No. 4 of schedule II; \n\"High Court\" means the IslamabadHigh Court, Islamabad; \n\"initial appointment\" means appointment made otherwise than by \nabsorption, probation, promotion and transfer etc; \n\"member of the Service\" means a person appointed or recruited to \nministerial establishment of the Islamabad Capital Territory Civil and \nSessions Courts; \n(Is) \"prescribed' means prescribed by these rules; \n(1) \t\"recognized university\" means any university established under a law \nin Pakistan or any other university which may be recognized by the \nHigher Education Commission as a university; \n\"schedule\" means a schedule to these rules; \n\"sessions court\" means the session court as referred to in the Code \nof criminal Procedure, 1898 (Act V of 1898); and \n...L5R•rm \tTHE GAZETTE  OF PAKISTAN, EXTRA., MAY 20, 2011 \t1641  \n\"service\" means the Islamabad Capital Territory Ministerial \nEstablishment of Civil and Sessions Courts; \n(2) \tThe words and expressions used, but not defined in these rules shall \nhave the meanings as ascribed to them by the General Clauses Act 1897 (X of \n1897). \nPART-II \nESTABLISHMENT, CONSTITUTION AND STRENGTH \n3. \tEstablishment and constitution of the service.—(l) on \ncommencement of these rules, there shall be established and constituted a Service \nto be known as the Islamabad Capital Territory Ministerial Establishment service of \ncivil and Sessions Courts. \nThe service shall consist of officers, officials and other staff as provided \nin Schedule-I. \nThe Chief Justice may amend the schedules by a notification in the \nofficial Gazette, from time to time. \nFor the purpose of these rules, the powers of the Federal Government \nshall be exercised by the Chief Justice unless otherwise provided. \n4. \tStrength of the Service.—( I) The strength of the members of the \nservice shall consist of such posts as may, from time to time, be determined by the \nChief Justice. \nThe permanent strength of the members of Service, shall, unless varied \nby orders passed in this behalf, be as specified in schedule-I. \nThe High Court may, from time to time, leave unfilled or hold in \nabeyance, any vacant post in the Service without entitling any person to compensation \nor create, from time to time, additional posts, temporary or permanent, as may be \ndeemed fit and necessary. \nPART-Ill \nAPPOINTING AUTHORITY \n5. \tAppointing Authority.—(1) All the appointments to the Service shall \nbe made on recommendations of the Departmental Promotion Committees or (0) \n1642 \tTHE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t[Null  LI \nDepartmental Selection committees by the Appointing Authority as specified in \ncolumns 4 and 5 of Schedule-II. \n(2) \tIn case of initial appointment to any post of the service, the mode and \ncriteria specified in schedule-IR or as prescribed by the High Court, from time to time, shall be adopted. \nPART-IV \nABSORPTION AND POSTING ON DEPUTATION \n6. \tAbsorption.—(1) On commencement of these rules all the ministerial \nofficers, officials and staff already working in civil and sessions Courts at Islamabad \nshall stand absorbed and appointed in the service on their respective posts for \nwhich they are eligible under these rules. \nThe seniority of members of the service appointed under sub-rule (I) \nshall reckon from the date of such absorption. \nNotwithstanding anything contained in sub-rule (2) the inter-se seniority being possessed by them shall remain intact. \n7. \tPosting on deputation.—In case some vacancies remain unfilled \nafter absorption, the High court may borrow the services of eligible ministerial \nofficers, officials and staff from other departments of the Government: \nProvided that such unfilled vacancies may be filled through initial appointment \nor promotion as prescribed in due course of time. \nPART-V \nMETHODS OF APPOINTMENTS AND ELIGIBILffY \t\n8. \tMethods of appointment—After the appointments made under rules \n6 and 7, the recruitment to the Service shall be made in accordance with the method \nof recruitment, minimum qualifications, age limit and other matters related thereto \nfor tk, posts specified in schedules II and III. \t\n9. \tAppointment ol child of deceased member of a Court staff.— \nNotwithstanding anything contained to the contrary in any rule, whenever a member \nof the service dies while in service or is declared invalid or incapacitated for further \nservice, any one of his unemployed children may be employed against a post in \nBPS-1 to 15 for which he possesses the prescribed qualification and experience in \nrelaxation of selection procedure under these rules. \n711  PART 11] \tTHE GAZE! \t1h OF PAKISTAN, EXTRA., MAY 20, 2011 \t1643 \n10. Initial recruitments.—(1) The appointment through initial \nrecruitment shall be made as prescribed or directed by the chief Justice from time \nto time: \n(2) \tThe initial recruitment shall be made in the following manner,— \nfifty per cent appointments through initial recruitment shall be made \nfrom the eligible candidates having domicile of Islamabad Capital \nTerritory; and \nfifty per cent appointments through initial recruitment shall be made \nfrom the eligible candidates of other provinces and FATA with ratio of \ntwelve per cent for each Province and two per cent for FATA. \n(3) \tTen percent of seats shall be reserved across the board for women to \nthe posts in the service by initial appointments subject to suitability i.e. if sufficient \nnumber of women candidates are not available, then, the reservation shall not have \nany operation to the extent of such non-availability: \nProvided that there shall be no carry forward of the seats reserved for \nwomen. \n11. \tProbation.—(1) An appointment to a post through initial appointment \nshall be on probation for a period of one year: \nProvided that the Appointing Authority may, for sufficient reasons, extend \nthe period of probation for another one year or curtail it at any time before two \nyears. \nIf in the opinion of the Appointing Authority, the work or conduct of \nan employee on probation is unsatisfactory, or he is unlikely to become efficient, the \nAuthority may discharge him or terminate his services on one month notice. \nA person appointed to a post by promotion shall also be placed on \nprobation for the period mentioned in sub-rule (1): \nProvided that if, in the opinion of the Appointing Authority, the work or \nconduct of any employee is unsatisfactory, it may revert him to his substantive post: \nProvided further that if no order is passed before the expiry of initial or \nextended period of probation, the probation shall stand terminated. \n. \t12. \tConfirmation of appointment by the High Court.-All the \nappointments made by the District and Sessions Judge or the senior Civil Judge, \nshall be reported to the High Court for confirmation. \n1644 \tTHE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \tfPnarlI i \nTransfer.—(1) The Appointing Authority may transfer any officer, \nofficial and staff attached to the establishment under his control within that \nestablishment. \n(2) \tThe High Court may transfer any officer, official and staff to any \nplace within its jurisdiction. \nPART-VI \nCONDUCT, EFFICIENCY AND DISCIPLINE \nConduct.—(1) Members of the Service shall observe the Government \nServant (Conduct) Rules, 1964, and such other rules or instructions as may be \nframed Or issued by the competent authority from time to time. . \n(2) \twhenever any officer or official or staff member is personally interested \nin a case to be heard by the Court, to which he is attached, he must bring the fact to \nthe notice of the Presiding officer. \nEfficiency and Discipline.—Members of the service in the matters \nrelating to efficiency and discipline shall be governed by the Government Servants \n(Efficiency and Discipline) Rules, 1973. \nPenalties.—(1) To ensure efficiency and discipline, the Appointing \nAuthority may impose any of the penalties laid down in sub-rule (2) upon an employee, \nwho:— \nis inefficient or has ceased to be efficient; or \nis guilty of misconduct as defined in the Government Servants \n(Conduct) Rules, 1964; or \nis corrupt, or may reasonably be considered to be corrupt because,— \n(i) \the, is or any of his dependents or any other person through him \nor on his behalf is, in possession (for which he cannot reasonably \naccount) of pecuniary resources or of property disproportionate \nto his known sources of income; or \nhe has assumed a style of living beyond his ostensible means; or \nhe has a persistent reputation of being corrupt; or \nnitPART II] \tTHE GAZhIlh OF PAKISTAN, EXTRA., MAY 20, 2011 \t1645  \n(d) \the is engaged, or is reasonably suspected of being engaged, in \nsubversive activities, or is reasonably suspected of being associated \nwith others engaged in subversive activities or is guilty of disclosure \nof official secrets to any unauthorized person; and his retention in \nservice is therefore prejudicial to national security, the authority may \nimpose on him one or more penalties. \n(2) One or more of the following penalties may be imposed upon an \nemployee found guilty of any of the charges mentioned in sub-rule (1), namely:— \ncensure; \nwithholding of promotion or increments for a specified period of time; \nrecovery of the whole or any part of any pecuniary loss caused to the \nCourt or to a party litigating before the Court; \nreduction in rank to a lower post; \ncompulsory retirement; \nremoval from service; and \ndismissal from service. \nNo penalty would be imposed upon an employee unless he is apprised \nof the allegations against him and has been given an opportunity of submitting his \ndefense in writing and is personally heard by the Appointing Authority. \nThe Appointing Authority may also, in appropriate cases, appoint an \nEnquiry officer above the rank of the person against whom proceedings are initiated \nto hold a detailed fact-finding or examine evidence in the presence of the person \nbeing proceeded against. \nNo penalty shall be imposed unless the person proceeded against is \nprovided with a copy of the enquiry report and given an opportunity of being heard. \nPART-VII \nSENIORITY \n17. \tSeniority.—Seniority lists of persons appointed against different posts \nspecified in schedule-II shall be maintained in the following manner, namely:— \n(a) \tthe seniority of an employee shall be reckoned from the date of his \nregular appointment against the post held by him or from the date of \nsuch appointment in an equivalent post specified in Schedule II; and \n1646 \tTHE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t[No II) \n(b) notwithstanding anything contained in clause (a), upon the \ncommencement of these rules, the Chief Justice may constitute a \nCommittee or Committees comprising an officer or officials of the \nHigh Court, the concerned District Judge and the concerned Senior \nCivil Judge for determination of inter-se seniority of officers, officials \nand staff in various pay scales and the findings of such Committee or \ncommittees shall be final: \nProvided that any order regarding the seniority of the officers or staff, \nbefore commencement of these rules, passed by the authority shall remain intact until varied by orders. \nPART-VIII \nLEAVE, PAY, PENSION AND FUNDS ANOTHER MATTERS, E \nLeave, Pay, Pension etc.—(1) Matters relating to leave, pay, pension \nand funds shall be regulated under the respective rules as applicable to the Civil \nServants under the Civil Servant Act, 1973, (LXXI of 1973) with such modifications \nand changes as made by the Chief Justice, if necessary. \n(2) \tThe rules made under the Civil Servants, Act, 1973 (LXXI of 1973), \nrelating to all other matter which are not particularly mentioned in these rules shall \nbe applicable to all officers and officials or staff with such modifications and \nverifications as the Chief Justice may prescribe from time to time. \nPART-IX \nAPPEAL \nAppeal.— (1) An appeal from a penalty imposed under Part-VI of \nthese rules by the Senior Civil Judge, shall lie to the District and Sessions Judge. \n(2) \tAn appeal from penalty imposed by the District and Sessions Judge \nother than on appeal under Part-VI of these rules, shall lie to the High Court. \nPART-X \nMISCELLANEOUS \nRelaxation of Rules.—The President may, on the recommendation \nof the Chief Justice, relax any rule where it is causing impediments in the smooth \nadministration of the affair of the service and in cases of hardships. \nal \nI ?MITI THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t1647  \n(SCHEDULE-I) \n[see rule 3(2)] \nPermanent Strength of the Service \nSr. No. \tPosts Basic Pay Scale Number \nICT- \tICT- \nEast \tWest Total \n1. Superintendents 17 1 1 2 \n2. Stenographers 16 44 44 88 \n3. Assistants 14 19 19 38 \n4. Civil Nazirs 14 1 1 2 \n5. Accountants 11 1 1 2 \n6. Record Keepers 9 28 28 56 \nSenior Clerks \n7. Nazirs 8 1 2 \n8. Assistant Record 7 60 60 120 \nKeepers/Ahlmads \n9. Naib Nazirs Drr 3' t  2 2 4 \n10. Bailiffs 5 10 10 20 \n11. Drivers 4 2 2 4 \n12. Process Servers 4 50 50 100 \n13. Naib Qasids 1 58 58 116 \n14. Mali/Bail/tars 5 5 10 \n15. Water men 1 5 5 10 \n16. Sweepers 1 5 5 10 \nSt-Lo G-if /?:. 4 7 2&2102011_ r.14-  tfrta5sials \n1648 \tTHE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \tfl3mo,11\":=, \n(SCHEDULE-HI) \n[See rule 8] \nModes of filling of vacancies in miscellaneous posts in Establishment of \nCivil and Sessions Courts of the Islamabad Capital Territory through \ninitial appointment \nThe following criteria for appointments against the subject vacancies: \n1. \tFor posts in BPS-1 to 4. \nSuch method and procedure as may be adopted by the concerned \nDepartmental Selection Committee and Departmental Promotion Committee, subject, \nhowever, to the minimum prescribed qualification. \n2 \tFor posts in BPS-5 and above:— \nThe total marks shall be 100 as per detail below: \nEducational qualifications \t 30 \nHigher qualification \t10 \nExperience \t10 \nTest \t25 \nInterview \t25 \nComparative grading of the marks above shall be as under: \nCOMPARATIVE GRADING OF QUALIFICATIONS AND EXPERIENCE \nA. \tMinimum prescribed Qualification:- Total Marks 30 \nSr. No. Qualification \t1st Division \t2nd Division 3rd Division \nMatnc \t 30 \t 20 \t 10 \nMatric \t 15 \t 10 \t 05 EA/F.Sc \t 15 \t 10 \t 05 \nMetric \t 10 \t 06 \t 03 F. A/F.Sc \t 10 \t 06 \t 03 B.A/B.Sc \t 10 \t 08 \t 04 \n. fortrIll \tTHE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t1649 \nHIGHER QUALIFICATION: \n(Higher qualification than prescribed under the rules) \nOne stage above \t 05 Marks. \nTwo stages above \t 07 Marks. \nThree or more stages above \t 10 Marks \nEXPERIENCE: \nExperience upto one year \t 04 Marks. \nExperience upto two years \t 07 Marks. \nExperience upto three years and above \t10 Marks. \nILLUSTRATIONS: \nWhere qualification prescribed in the rules is Matric, comparative \ngrading of candidates shall be done as shown at \"A\"(i) above. Where \ntyping is prescribed in the rules as a part of the qualification after \nMatric, all persons possessing the prescribed speed shall be considered \nas equal. \nWhere the prescribed qualification is Intermediate, grading shall be \ndone as indicated at \"A\"(ii) above. To illustrate; if the candidate is a \n2nd Divisioner in Metric and 1st Divisioner in Intermediate, he shall \nget 10 plus 15 marks out of the total of 30 reserved for prescribed \nqualification. \nWhere prescribed qualification is Graduation, the comparative grading \nshall be done as shown at \"A\"(iii) above. If a candidate is 3rd Divisioner \nin Metric, 2nd Divisioner in Intermediate and 1st Divisioner in \nGraduation, he shall get 03,06 and 10 marks respectively i.e. 19 marks \nout of 30. \nThe above gradings are applicable only where academic qualifications \nare Metric and above. In cases where technical qualifications (like \nDiploma or Certificate) are also prescribed in addition to basic \n1650 \tTHE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t[Nu lirs  \nqualifications, then in such cases 30 marks for comparative grading \nshall be calculated as below:- \nTotal Marks \t 30 \nBasic qualification like Matric, Intermediate or \t 20 \nGraduation as prescribed by the rules \nAdditional Technical qualification. \t 10 \nThe method for further distribution of 10 marks shall be laid down on the \nanalogy of the principles indicated above. 20 marks shall be distributed for the basic \nqualification by necessary modification in the formula indicated at \"A\" above. To \nillustrate, if the basic qualification is Matric, 20 marks shall be distributed as below:- \n1st Division \t 20 \n2nd Division \t 13 \n3rd Division \t 07 \n(e) \tThe equation of grades vis-a-vis Division shall be as follows: \nGrade A & B \t1st Division \nGrade C. \t 2nd Division \nGrade D. \t 3rd Division \n(f) In case where no Division or grade is given in the respective \nCertificates, it shall be worked out on the basis of marks secured by \nthe candidate as follows:— \n60% and above marks \t 1st Division \n45% - 59% marks \t 2nd Division \nBelow 45% marks \t 3rd Division \n(g) If not specifically provided otherwise \"experience\" shall mean \nexperience gained in the respective field after acquiring the basic \nprescribed qualifications. \nA candidate securing less than 12 marks each in the test and interview \nshall not be considered for appointment. \nNote: \n3. \tFor the Post in basic pay scale 5 and above, candidate shall have \nto undergo screening test, before the aforesaid test and interview, in case their \nnumber exceeds four times the number of vacancies to be filled in. \n(SCHEDULE-11) \nsee rule 2] \nName of the \nDepartment Functional \nUnit Name of the Post Departmental \nPromotion \nCommittee & Appointing \nAuthority Minimum Qualification for \nappointment Method of Recruitment Age of initial \nrecruitment \nDepartmental \nSelection \nCo  \nmmittee By initial \nl'efIllitrnelliniallger By \npromotion Minimum \n9 Maximum \n10 \n2 7 4 5 6 7 8 \nMinistry of \nInterior Civil & \nSessions \nCourts \nEsbablislunent I. Superintendent \noffice of Dim. & \nSessions Judge \n(BPS-17) The Honourable \nChief Justice- \nChairman, Registrar- \nMember, Member \nInspection Team- \nMember. Chief \nJustice Graduate from a \nrecognized university By promotion on the basis \nof seniority-cum-fitness \nfrom amongst holders of the \nposts of Stenographers/ \nAssistant Superintendents/ \nAccountants/Readers to \nDistrict & Sessions Judges/ \nAdditional Dint. & \nSessions Judges/ Clerk of \ncourt to Senior Civil Judge/ \nClerk of emu/ to Judges \nSmall Causes Court with \nfive years experience. \nMinistry of \nInterior Civil and \nSessions \nCourts \nEstablishment / Stenographer \nBPS-I6. District & Sessions \nJudge of the \nconcerned District \nNominee of the High \nCourt-Member. \nNominee of the \nDistrict & Sessions \nJudge of the \nconcerned District — \nMember District & \nSessions \nJudge of the \nconcerned \nDistrict \nwhere the \nvacancy \noccurs Graduate from a \nnxognized university \nhaving minimum \ntyping speed 50 w.p.m. \nand 110 tv.p.m. of \nshorthand speed. \nCandidates having \ncomputer knowledge \nwiltbe preferred By initial recruitment 18 25 \nI 2 3 4 5 6 7 8 9 10 \nMinistry of \nInterior \t• Civil and \nSessions \nCourts \nEstablishment Assistant \nSuperintendent/Read \ner to District & \nSessions \nJudge/Reader to \nAdditional District & \nSessions Judge/Clerk \nof court of Senior \nCivil Judge/clerk of \ncourt to Judge Small \nCauses \nCoon/Assistant-rum- \nlabrarian (BPS-14) District & Sessions \nJudge of the \nconcerned District. \nNominee of the High \nCourt-Member. \nNominee of the \t. \nDistrict &Sessions \nJudge of the \nconcerned District — \nMember District & \nSessions \nJudge of the \nconcerned \nDistrict \nwhere the \nvacancy \nOCCUR Graduate from a \nrecognized university (a).2/3' by promotion on \nseniority-cum-fitness basis \nfrom amongst Record \nKeepers/English \nclerks/Senior \nClerks/Readers to Civil \nJudges with three years \nexperience and \n(b/1/3\"I  by promotion \nthrough selection on merit \nfrom the above mentioned \nwho are Graduates from a \nrecognized University and \nif no suitable candidate is \navailable then by initial \nrecruitment. IS 25 \nMinistry of \nInterior Civil and \nSessions \nCoons \nEstablishment Civil Nazir \n(BPS-14) District & Sessions \nJudge of the \nConcerned District \nNominee of the High \nCowt-Member. \nNominee of the \nDistrict & Sessions \nJudge of the \nconcerned District — \n.Member District & \nSessions \nJudge of the \nconcerned \nDistrict \nwhere the \nvacancy Graduate from a. \nrecognized university By promotion through \n'disarm on merit from \nNaib Nazir's 18 25 \nMinistry of \nInterior Civil and \nSessions \nCourts \nEstablishment 5. Accountant \n(BPS-It) Judge District & Sessions \nof the \nconcerned District \nNominee of the High \nCourt-Member. \nNominee of the \nDistrict & Sessions \nJudge of the \nconcerned District — \nMember District & \nSessions \nJudge of the \nDistrict \nwhere the \nvacancy \noccurs Graduate from a \nrecognized university \npreferably 3Com 'through initial recruitment \non the basis of test 18 25 \nisleillnr \t.1 \t\nI 11 \nTHE GAZETTE  OF  PAKISTAN, EXTRA., MAY  20, 2011  \n_ \te hagemPanseler \n9 10 \n1 2 3 4 6 75 \nMinistry of \nInterior Civil and \nSessions \nCourts \nEstablishment Record Keepers ' \n. Senior Clerks \n(BPS-9) Mao-in & Sessions \nJudge of the \nconcerned District- \nNominee of the High \nCourt-Member. \nNominee of the \ntrict & Sessions District \nof the \nconcerned District - \nMember District & \nSessions \nJudge of the \nconcerned \nDistrict \nwhere the \nvacancy \noccurs  Intermediate from a \nrecognized \nBoard/Institute By initial recruitment \nfu oil WV' \n4\" \n861 II3 25 \nMinistry of \nInterior Civil and \nSessions \nCourts \nEstablishment Nazir(BPS-8) District & Sessions \nJudge of the \nconcerned District. \nNominee of the High \nCourt-Member. \nNominee of the \nDistrict & Sessions \nJudge of the \nconcerned Districk - \nMember District & \nSessions \nJudge of the \nconcerned \nDistrict \nwhere the \nvacancy \noccurs Graduate from a \nrecognized University \npreferably B.Corn Through initial recruitment \non the basis of test 18 25 \nMinistry of \nInterior Civil and \nSessions \nCourts \nEstablishment B. Assistant Record \nKeeper/ Assistant \nEnglish \nclerk/Mend/ Copy \nClerk/ Typist Junior \nClerk/Copyist/ \nRecord Inspection \nClerk/Dispatch \nclerk (BPS-7) District & Sessions \nJudge of the \nconcerned District. \nNominee of the High \nCourt-Member. \nNominee of the \nDistrict & Sessions \nJudge of the \nconcerned District - \nMember District & \nSessions \nJudge of the \nconcerned \nDisoict \nwhere the \nvacancy \noccurs \t- M \tManic 2nd \nDivision from a \nrecognized \nBoard/Institute \nb) \tTyping speed of \n25 W.P.M. By initial recruitment IS 25 \nMinistry of \nInterior Civil and \nSessions \nCoins \nEstablislunent 9. Naib Nazis \t, \n(BPS-14-. r _ \t1  \nL Oil  Senior Civil Judge of \nthe concerned Hiatt.- \nChairman. Nominee \nof the High Court- \nMember. Nominee \nof the Senior Civil \nJudge of the \nconcerned District - \nMember. Senior Civil \nJudge of the \nconcerned \nDistrict \nwhere the \nvacancy \noccurs Manic By promotion on senimity-\ncum-fitness basis from \namong Bailiffs -having at \nleast 7-years service as \nsuch. THE  GAZETTE  OF  PAKISTAN, EXTRA ., MAY  20, 2011  \nI. 5 Lilo \tpai  677 Ce)/ 024  p 4.14 Vilp2071/ \nI 2 3 4 5 6 7 8 9 10 \nMinistry of \nInterior Civil and \nSessions \nCoons \nEstablishment to. Bailiff (BPS.5) Senior Civil Judge of \nthe concerned Dim.- \nChairman. Nominee \nof the High Court- \nMember. Nominee \nof the Senior Civil \nJudge of the \nconcerned District - \nMember. \t. \t. Senior Civil \nJudge of the \nconcerned \nDistrict \nwhere the \nvacancy \nCCCUIS Marie. By promotion from \nProcess-Servers on \nseniority-cum-fitness basis \nhaving 2 years experience \nMinistry of \nInterior Civil and \nSessions \nCourts \nEstablislunent II. Driver (BPS-4) District & Sessions \nJudge of the \nconcerned District \nNominee of the High \nCourt-Member. \nNominee of the \nDistrict & Sessions \nJudge of the \nconcerned District - \nMet District & \nSessions \nJudge of the \nconcerned \nDistrict Middle LTV driving \nlicense bolder with five \nyears experience By initial recntionent 25 35 \nMinistry of \nInterior Civil and \nSessions \nCourts \nEstablishment 12. Process Server \n(BPS 4) Senior Civil Judge of \nthe concerned Dint, \nChairman. Nominee \nof the High Court- \nMember. Nominee \nof the Senior Civil \nJudge of the \nconcerned Distdct - \nMember. Senior Civil \nJudge of the \nconcerned \nDistrict \nwhere the \nvacancy \nOCCUR Metric By initial recruiunent 18 25 \nS. & GAD \nDepartment Civil and \nSessions \nCourts \nEstablishment 13..Naib Qasid/File \nfetcher (BPS-I) Senior Civil Judge of \nthe concerned Distt- \nChairman Nominee \nof the High Court- \nMember. Nominee \nof the Senior Civil \nJudge of the \nconcerned District - \nMember. Senior Civil \nJudge of the \nDistrict \nwhere the \nvacancy \noccurs. \nProvided \nthat for the \nvacancies of Middle By initial recruitment 18 25 1654 THE  GAZETTE  OF  PAKISTAN, EXTRA., MAY  20, 2011 \n1 2 3 4 5 6 7 8 9 10 \nProvided that for the \nvacancies of District \n& Sessions Judges \nCourts. the District \n& Sessions Judge \nconcerned District. \nNominee of the High \nCourt-Member. \nNominee of the \nDistrict & Sessions \nJudge of the \nconcerned District - \nMember District & \nSessions \nJudges \nCowls, the \nDistrict & \nSessions \nJudge \nMinistry of \nInterior \n- Civil and \nSessions \nCourts \nEstablishment . \t dar Id Maail \n(BPS-1) Senior Civil Judge of \ndie concerned Matt.- \nChairman. Nominee \nof the High Court- \nMember. Nominee \nof the Senior Civil \nJudge of the \nconcerned District - \nMember- \nProvided that for the \nvacancies of District \n& Sessions Judges \nCourts. the District \n& Sessions Judge \nconcerned District \nNominee of the High \nCourt-Member. \nNominee of the \nDistrict & Sessions \nJudge of the \nconcerned District - \nMember Senior Civil \nJudge of the \nDistrict \nwhere the \nvacancy \noccurs. \nProvided \nthat for the \nvacancies of \nDistrict & \nSessions \nJudges \nCourts. the \nDistrict & \nSessions \nJudge literate having \nknowledge of \ngardening. By initial recruitment 18 25 THE  GAZETTE  OF  PAKISTAN , EXTRA ., MAY 20 , 2011  \n2 3 4 5 6 7 8 9 10 \nMinistry of \nInterior Civil and \nSessions \nCourts \nEstablishment 15. Waterman/Water \nCanier (BPS-1) Senior Civil lodge of \nthe concerned Dim- \nChairman. Nominee \nof the High Court- \nMember. Nominee , \nof the Senior Civil \nJudge of the \nconcerned District- \nMember. \nProvided that for the \nvacancies of District \n' & Sessions Judges \nCOWLS. the District \n& Sessions Judge \nconcerned District. \nNominee of the High \nCount-Member. \nNominee of the \nDistrict & Sessions \nJudge oldie \nconcerned District — \nMember Senior Civil \nJudge of the \nDistrict \nwhere the \nvacancy \noccuis. \nProvided \nthat for the \nvacancies of \nDistrict & \nSessions \nJudges \ncon. the  \nDistrict & \nSessions \nJudge literate having \nknowledge of the job By initial recruitment 18 25 \nMinistry of \nInterior Civil and \nSessions \nCourts \nEstablishment 16. Sweeper (BPS-1) Senior Civil Judge of \nthe concerned Dint: \nChairman. Nominee \nof the High Court- \nMember. Nominee \nof the Senior Civil \nJudge of the \nconcerned District - \nMember. Senior Civil \nJudge of the \nDistrict \nwhere the \nvacancy \noccurs. \nProvided \nthat for the \nvacancies of Literate having \nkeemedga ee the joh.  By initial recruitment 18 25 \nI 24 5 6 7 5 9 10 \nProvided that for the District & \nvanities of District Sessions \n& Sessions Judges Judges \nCourts. the DiStriCt Courts. the \n& Sessions Judge District & \nconcerned District. Sessions \nNominee of the High Judge \nCourt-Member. \nNominee of the \nDistrict & Sessions \nJudge of the \nconcerned District — \nMentor \n[F. (91)/CSCMERACT/IHC/20 1 11 \nATIQ-UR-REHMAN, \nRegistrar. THE GAZETTE  OF  PAKISTAN, EXTRA ., MAY 20 , 2011  \nPRINTED BY THE MANAGER. PRINTING CORPORATION OF PAKISTAN PRESS. ISLAMABAD \nPUBLISHEDBY THE DEPUTY CONTROLLER, STATIONERY & FORMS. UNIVERSITY ROAD. KARACHI."
}