{
    "file": "./converted_json\\administratord2cec335a89cc754041c71749e089841.json",
    "name": "COVID-19 (Prevention of Hoarding) Act, 2021",
    "date": "December 9, 2021",
    "tagline": "An Act to provide for the prevention of hoarding in respect of scheduled articles, in the wake of an emergent situation resulting from the outbreak of the Corona virus pandemic (COVID-19)",
    "content": "REGT5TEREp 1,to.+-!02L.-7il6\n@$eGvffi d fuHdtmr9\n--ffi-\nEXTRAOHDINARY\nPUBLTSHED BY AUTHORITY\nISLAMABAD, THURSDAY, DECEMBER 9, 2O2I\nPART I\nActs, Ordinances, President's Orders and Regulations\nNATIONAL ASSEMBLY SECRETARIAT\nIslamabad, the 3rd December, 2021\nNo. F. 22(27)12020-Legis.-The following Act of Majlis-e-Shoora\n(Parliament) received the assent of the President on the lst December,202l is\nhereby published for general information:-\nACTNo. XLVI on 2O2I\nAN\nACT\nto provide for the prevention of hoarding in respect of scheduled articles, in the\nv,ake of an emergent situation resultingfrom the outbreak af the Corona virw\npandemic (COVID-19)\nWHEREAS it is expedient to provide for the prevention of hoarding in\nrespect of scheduled articles in an emergent situation resulting from the outbreak\nof the Corona virus pandemic (covlD-19) and for matters connected therewith\nand ancillary thereto;\n(n27)\nPrice: Rs. 10.00\n[1 7 s 9 (2021) /Ex. G az.).\n1128 TTIE GAZETTE OF PAKISTAN, EXTRA.. DECEMBEIT 9, 2021 [pARr I\nwnsRtas Pakistan is a State party to the lntemational Health\nRegulations, 2005, issued by the worlci Health organizatiorr, according to rvhich\nPakistan is under a direct obligation to prevent, protect against, cintrol and\nprovide a public health response to intemational diseases;\nWHEREAS the World Health Organization has decl:red the Corona virus\n(COVID-19) to be a pandemic requiring multifaceted resporses;\nANn wHfnpAS events of hoarding contribute to adversities, in geometric\nprogression. to the people at large, especially in circumstances of partial or\ncomplete lock-down;\nl. Short title, extent and commencement.{l) This Act shall be\ncalled COVID-19 (Prevention of I-loarding) Act, 2021.\n(2) It extends to the lslamabad Capital Territory.\n(3) It shall come into force at once.\n2. Definitions.-In this Act, unless there is anything repugrrant in the\nsubject or context,-\n(a) \"dealer\" means any person, trader, partnership, firm, whether\nregistered or unregistered, an associatit,n or body of persons\nor rndividuals, or a company, or their zLgents carrying on the\nbusiness of purchasing, selling or stocl:iltg of any scheduled\narticle and includes a manufacturer, 'producer, packager,\nimporter, exporter, wholesaler or retailel'of such article;\n\"Government\" means the Federal Govetnment; (b)\n(c)\"hoard\" or \"hoarding\"-\n(i) means stocking or storing anyttLing in excess of the\nmaximum quantity of scheduled articles allowed to be\nheld in stock or storage, in th,: manner as may be\nprescribed; or\n(ii)wherb no maximum quantity of a scheduled article is\nprescribed under sub-clause (i), 'hoard\" or \"hoarding\"\nshall mean stocking or accunrulation of scheduled\narticles without offering such articles for sale, despite\nthere being a demand by consumers.\n(d) \"maximum quantity\" means the quantity of an item that is\ncurrently available for sale;\n(e) \"officer\" means the deputy commissioner of the Islamabad\nCapital Territory and such other officer as may be authorized\nby him in this behalf;\nPART TTIE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 9, 2021 1129\n(0 \"prescribed\" means prescribed by rules made under this Act;\nand\n(g) \"scheduled article\" means any of the articles specified in the\nSchedule to this Act.\n3. Offence of hoarding.{l) Any dealer who is found to hoard an1,\nscheduled article shall be guilty of an offence punishable with simple\nimprisonment up to three years and finc equivalent to fifty percent of the value of\nthe scheduled articles involved in the case.\n(2) The value ofscheduled articles for purposes ofsub-section (l) shall\nbe determined in the nlanner as may be prescribed.\n4. Power to search for and seizure of scheduled article.{l) When\nan officer has reasonable grounds to suspect, either upon information from\nanyone or on his own, that there has been a contravention of any of the\nprovisions of this Act, he may, after recording in writing the grounds of his\nsuspicion. enter and search, without any warrant, any place where a dealer keeps,\nor is for the time being keeping, any scheduled article, accounts, registers or any\nother related items or things.\n(2) Upon entry in and search of a premise under sub-section (1), if\nscheduled articles are found at such premise in contravention of this Act, the\nofficer shall immediately seize the same and prepare a detailed report of the\nscheduled articles and other relevant material found during the search.\n(3) The provisions of the Code of Criminal Procedure, 1898 (Act V of\n1898) shall not be applicable on search and seizure under this Act.\n5. . Power to auction seized Scheduled articles.{l) Notwithstanding\nanything contained in any other law for the time being in force and in addition to\nthe prosecution under this Act, the officer may sell the scheduled articles seized\nunder section 4 by auction, in the manner as may be prescribed.\n(2) The proceeds collected under sub-section (1) shall be deposited in a\nprofit bearing bank accourit in the National Bank of Pakistan, and if-\n(a) the accused person whose scheduled articles are\nauctioned is acquitted of an offence under section 3, the\ndeposited amount alongwith the profit shall be released\nto the said accused; or\n(b)the accused person whose scheduled articles are\nauctioned is convicted ofan offence under section 3, the\ndeposited amount alongwith the profit shall be released\ninto the government exchequer.\nxL_ gE!_1_43l_ll4rrl\n6. Cognizance of offence and arrest without rvarrant.{1)\nNotrvithstanding anyhing contained in the Code of Criarinal Procedure, 1898\n(V of 1898), all offences punishable under this Act shall re cognizable and non-\nbailable.\n(2) The Special Magistrate under section 8 shal. lake cognizance of an\noffence under this Act, upon written information by the oficer.\n(3) An officer may arrest any person without \\tarrant against whom\nthere is credible information that he has committed an offenr:e under this Act.\n7. Offences by corporations etc.-If an offi:nce under this Act is\ncommitted by a companl' or bod1, corporate or a partnership or other association\nor body of persons or individuals, every director, managel', secretary, member or\nother officer, the principal, primary or beneficial owner i)r agents thereof shall,\nunless he proves that the contravention took place withoul his knowledge or that\nhe exercised all due diligence to prevent such contravertion, be deemed to be\nguilty of such contravention and shall be liable to punishment under this Act.\n8. Power to try offences summarily.{l) Off:nces punishable under\nthis Act shall be tried by a Special Magistrate appointed urrder section l4,A. of the\nCode of Criminal Procedure, 1898 (Act V of 1898), in a summary manner as\nprovided in sections 262 to 265 of the said Code:\nProvided that sub-section (2) of section 262 of the Code of Criminal\nProcedure. 1898 (Act V of 1898) shall not apply.\n(2) If a Special Magistrate has reason to suspect that any offence\npunishable under this Act has been committed by any deale' or owner of a godown\nor a storage place or its management or agent thereof he may enter the place or\npremises where the offence has been committed and try the offence on the spot.\n(3) The trial under this Act shall be concluded within thirty days\n9. Appeal.{l) A person aggrieved by an order of conviction and\nsentence under of this Act may file an appeal before a District and Sessions\nJudge of the Islamabad Capital Territory within thirty days of the said order.\n(2) An appeal under sub-section ( I ) shall be disposed of within thirry days\n10. Reward for informers.-Anyone who provides an information to\nan offtcer with regard to any act or acts of hoarding, which results in a conviction\nand release of funds into the government exchequer, shall rc entitled to an award\nequivalent to ten percent of the amount released to the golernment exchequer, in\nthe manner as may be prescribed.\nPanr THE GAZETTE OF PAKISTAN EXTRA.DECEMBER 9202t I 13l\n11. Information and declarations.{l) Every dealer shall provide to\nan officer, such information regarding production, importation, exportation,\npurchase, stock, sale or distribution ofany ofthe scheduled articles as the officer\nmay, by an order in writing, require.\n(2) The officer may direct the owners or manufactures of scheduled\narticles or owners and management of godowns or storage places or their agents to\ndeclare stocks of any particular item, owned or managed by them at their premises,\nat any point in time or at such periodical intervals as may be deemed frt.\n(3) The declaration to be made under sub-section (2), shall, inter alia,\ninclude, the quantity of stock, its value, date of purchase, copies of procurement\ninvoices in any given time frame, along with details of any sale or sale agreements.\n(4) The officer may verify the stock as well as the books or documents\nin respect of the stock, purchase or sale, at any time, in respect of scheduled\narticles.\n(5) While carrying out the verification of stock in terms of sub-section\n(4) or upon receipt of any information from whatever source, the officer may\nrequire the dealer, owner or manager of a godown or storage place to furnish the\ndetails of persons, shops, firms or companies, etc. from whom the purchases have\nbeen made and to whom the sales have been or are to be made.\n12. Offences in respect of false reporting and failure to disclose\ninformation.-Any dealer or owner of a godown or a storage place or their\nmanagement or agent, who fails to provide information or gives fake or false\ninformation with regard to any of the items or details under section I l, or\nprovides information of contracts, agreements or arrangements found to be fake\nor false, or is otherwise found to be involved in speculative dealings or market\nmanipulation, creating artificial, false or misleading appearance with respect to\nthe price of, or market for, the scheduled articles, shall be guilty of an offence\npunishable with simple imprisonment upto three years and fine equivalent to one\nmillion Rupees.\n13. Protection of action taken under the Act.{l) No suit,\nprosecution or other legal proceedings shall lie against any person for anything\ndone in good faith.\n(2) Except as provided in this Act, no suit or other legal proceedings\nshall lie to challenge any proceedings under this Act on any ground.\n14. Action in aid of an officer.-In giving effect to the provisions of\nthis Act, an officer, where he deems fit, may seek the aid of law enforcement\nagencies.\n1132 THE GAZETTE OF PAKISTAN, EXTRA., DECEMEER 9, 2021 [PARr I\n15. Power to make rules.-Within six months c,f the commencement\nof this Ac! the Govemment may, by notification in the official GaTAte, make nrles to carry\nor-[ *re prpose ofthis Act.\n16. Act to override other laws.-The provisions of this Act shall have\neffect notwithstanding anything contained in any other law fbr the time being in\nforce.\n17. Power to amend Schedule.-The Government ffiay, by\nnotification in official Gazette, amend the schedule so as to add to, amend or\nomit from it, any commodity or class of commodities.\nSCHEDULE\n(see section 2)\nItem\nMatch stick:;\nAlcohol\nTAHIR HUSSAIN,\n,lecretary.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAI\\ PRESS, ISLAMABAD,\nPUBLISHEDBYTHE DEPUTYCONTROLLER,STATTONERYANDFORMS,UNIVERSITYROAD,KARACHI,Sr.\nNo.ItemSr.\nNo.\n(1) (2) (l) (21\nITea t7Spices and Yegetables\nRed Chilli 2Sugar 18\n3Milk l9Drugs and Ivtedicines\nKerosene oil\nfuce4Powdered Milk 20\n5Milk and food for infants 2t\n6Edible oil, hydrogenated or\notherwise22Wheat, Flour all sorts\n7Aerated water, fruits juices and\nsquashes23Chemical fetilizers all sorts\nPoultry food\nSurgical gloves\nFace masks\nN95 masks\nSanitizers8Salt 24\n9Potatoes 25\nl0Onions 26\nltPulses all sorts 27\nt2Fish all sorts 28\nl3Beef 29Surface clea ni ng products\nt4Mutton 30Pesticides\nl5Eggs 3l\nl6Gur 32 ,TUP,"
}