{
    "file": "./converted_json\\administrator5dbb86c6777e1410c2ec051c7402c27c(1).json",
    "name": "Explosive Substances Act, 1908",
    "date": "8th June, 1908",
    "tagline": "Further to amend the law relating to explosive substances",
    "content": "Page 1 of 3 \n  \n \nTHE EXPLOSIVE SUBSTANCES ACT, 1908  \n \n \n \n \nCONTENTS  \n_______  \nSECTIONS:  \n1.  Short title, and extent.  \n2.  Definition of “explosive substance”.   \n3.  Punishment for causing explosion likely to endanger life or property.  \n4.  Punishment for attempt to cause explo sion, or for making or keeping explosive with \nintent to endanger life or property.  \n5.  Punishment for making or possessing explosives under suspicious circumstance s.  \n5A.  Forfe iture of property.   \n6.  Punishment of abettors.   \n7.  Restriction on trial of of fences.  Updated till 15.11.2021  \n\n \n \nPage 2 of 3 \n  \nTHE EXPLOSIVE SUBSTANCES ACT, 1908   \n1ACT No. VI OF 1908  \n \n[8th June, 1908]  \n \nAn Act further to amend the law relating to explosive substances  \n \nWHEREAS  it is necessary further to amend the law relating to explosive substances  ; It is hereby \nenacted  as follows :___ \n \n1. Short title, and extent.___(1) This Act may be called  the Explosive Substances Act,1908 . \n2[(2) It extends to the whole of Pakistan.]  \n \n2. Definition of “explosive substance”.  In this Act the expression “explosive substance” shall \nbe de emed to include any materials for making any explosive sub stance  ; also any apparatus, machine \nimplement or material used, or intended to be used, or adapted for causing, or aiding in causing, any \nexplosion in or with any explosive substance; also any par t of any such apparatus, machine or \nimplement.  \n \n3. Punishment for causing explosion likely to endanger life or property. Any person who \nunlawfully and maliciously causes by any explosive substance an explosion of a nature likely to \nendanger life or to caus e serious injury to property shall, whether any injury to person or property has \nbeen actually caused or not, be punished with 3[death or imprisonment for life].  \n \n 4. Punishment for attempt to cause explosion, or for making or keeping explosive with \nintent  to endanger life or property.___ Any person who unlawfully and maliciously___\n \n \n \n1For Statement of Objects and Reasons, see Gazette of India, 1908, Pt. V, p. 170, and for Proceedings in Council, s ee ibid., Pt. VI, p. 128.  \nThis Act has been declared to be in force in Baluchistan by notification under section 5 of the Scheduled Districts Act, 1874 (14 of 1874), see \nGazette of India, 1931, Pt. II -A, p. 358 ;  \nIt has been applied to___  \n(1) Phulera in the Excluded Area of Upper Tanawal to the extent the Act is  applicable in the N.W.F.P., see N.W.F.P. (Upper Tanawal) (Excluded \nArea) Laws Regulation, 1950).  \nIt has also been extended to the Excluded Area of Upper Tanawal other than Phulera by the N.W.F.P. (Upper TanawaI) (Excluded Area) Laws \nRegulation, 1950 and d eclared to be in force in that area with effect from the 1st June, 1951, see N.W.F.P. Gazette, Extraordinary, dated the 1st June ,1951.  \nIt has also been extended to the Leased Areas of Baluchistan , Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950), and applied Federated \nAreas of Baluchistan, s ee Gazette of India, 1937, Pt. I. p. 1499.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for the \noriginal sub -section (2) , as amended by A. O., 1949.   \n3Subs. by the Explosive Substances (Amdt.) Act, 1975 (40 of 1975), s. 21, for “transportation for life or any shorter term, to  which fine may be \nadded, or with imprisonment for a term which may extend to ten years, to which fine ma y be added”.  \n \n \n \n \n \n \nPage 3 of 3 \n  \n(a)  does any act with intent to cause by an explosive sub stance, or conspires to cause \nby an explosive substance, an explosion in 1[Pakistan] of a nature likely to en -\ndanger life or to cause serious injury to property  ; or \n \n(b)  makes or  has in his possession or under his control any explosive substance with \nintent by means thereof to endanger life, or cause serious injury to property in \n1[Pakistan], or to enable any other person by means thereof to endanger life or \ncause serious injury to property in 1[Pakistan] ;  \n  \nshall, whether any explosion does or does not take place and whether any injury to person or property \nhas been actually caused or not, be punished with 2[imprisonment for life or any shorter term which shall \nnot be less than s even years].  \n \n 5. Punishment for making or possessing explosives under suspicious circumstance s. Any \nperson who makes or knowingly has in his possession or under his control any explosive substance, \nunder such circumstances as to give rise to a reasonable suspicion that he is not making it or does not \nhave it in his possession or under his control for a lawful object, shall, unless he can show that he made \nit or had it in his possession or under his control for a lawful object, be punishable with 3[imprison ment \nfor a term which may extend to fourteen years].  \n \n 4[5A. For feiture of property.  A Court convicting a person for an offence against this Act shall \ndirect that the whole of his property shall stand forfeited to Government.]  \n \n 6. Punishment of abettors.  Any person who by the supply of or solicitation for money, the \nproviding of premises, the supply of materials, or in any manner whatsoever, procures, counsels, aids, \nabets, or is accessory to, the commission of any offence under this Act shall be punished with the \npunishment provided for the offence.  \n \n 7. Restriction on trial of offences. No Court shall proceed to the trial of any person for an \noffence against this Act except with the consent of 5 * * * the 6[Provincial Government]  7[to which \nintimation sha ll be sent within two days of the registration of the case ] 7[:] \n \n7[Provided that if the consent is neither received nor refused within sixty days of the registration \nof case by the Government such consent shall be deemed to have been duly given.]  \n \n_______  \n______________________________________________________________________________  \n \n1Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21of 1960), s. 3 and 2nd Sch. (with effect from the 14th October,  1955), for “the \nProvinces and the Capital of the  Federation” which had been subs. by A. O., 1949, for “Birtish India”.  \n2Subs. by the Explosive Substances (Amdt.) Act, 1975 (40 of 1975), s. 3 for “transportation for a term which may extend to twe nty years, to \nwhich fine may be added, or with imprisonment  for a term which may extend to seven years, to which fine may be added”.  \n3Subs. ibid., s. 4, for “transportation for a term which may extend to fourteen years, to which fine may be added, or with imprisonment for  a term \nwhich may extend to five years, to which fine may be added”.  \n4Section 5A Ins. ibid., s. 5. \n5The words “the L. G. or” omitted by A. O., 1937.  \n6Subs. by A O., 1964, Art. 2 and Sch., for “Central Government” which had been subs. by A.O., 1937, for “G.G. in C,”.  \n7Added  and subs.  by Act No. XVI  of 2017, s.2."
}