{
    "file": "./converted_json\\administratorbb754d6e3cb4b2483239cc8bd1a09d54.json",
    "name": "National College of Arts Institute Act",
    "date": "December 1, 2021",
    "tagline": "An Act to reconstitute National College of Arts",
    "content": "PART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  893 \n \n \n \n  \nISLAMABAD,  SATUR DAY ,  DECEMBER  4,  2021  \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nNATIONAL ASSEMBLY  SECRETARIAT  \n \nIslamabad , the 3rd December , 2021 \n \n No. F. 22(28)/2020 -Legis. —The following Act of Majlis -e-Shoora  \n(Parliament) r eceived the assent of the President on the 1st December , 202 1 is \nhereby published for general information: — \n \nACT NO. XXVII  OF 2021  \n \nAN \n \nACT \n \nTo re consititute National College of Arts  \n \n WHEREAS  it is expedient to reconstitute National College of Arts, for t he \npurposes hereinafter appearing;  \n \n It is hereby enacted as follows: — \n \nCHAPTER -I \nPRELIMINARY  \n \n 1. Short title, application and commencement.― (1) This Act shall \nbe called the National College of Arts Institute Act, 2021.  \n \n(893) \n \n Price : Rs. 40.00 \n \n[1721 (2021)/Ex. Gaz.]   \n \n894 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n  (2) It shall come into force at once.  \n \n 2. Definitions.―  In this Act, unless there is anything repugn ant in the \nsubject or context, — \n (a) “Academic Council” means the Academic Council of the College;  \n (b) “Authority” means any of the Auth orities of the College specified \nin terms of section 15;  \n (c) “Board of Governors” means the Board of Governors of the \nCollege;  \n (d) “Chairperson” means the Chairperson of the Board of Governors;  \n (e) “Chancellor” means the Chancellor of the College;  \n (f) “College” means the National College of Arts reconstituted under \nsection 3;  \n (g)  “College teacher” means a whole -time teacher appointed and paid \nby the College, or recognized by the College as such;  \n (h) “Commission” means the Higher Education Commission set up \nunder the Higher Education Commission Ordinance, 2002 (LIII of \n2002);  \n (i) “constitutent institution” means an institution, college or school, by \nwhatever name called, established and maintained by the College;  \n (j)  “Controller of Examinations” mea ns the Controller of \nExaminations of the College;  \n (k) “Deans” means the head of any faculty or the head of any \nacademic body granted the status of a Faculty under this Act or by \nthe Statutes or Regulations;  \n (l) “department” means a teaching department ma intained and \nadministered or recognized by the College in the manner \nprescribed;  \n (m) “Director” means the head of a constituent institution;  \n (n) “Faculty” means an administrative and academic unit of the \nCollege consisting of one or more departments, as prescribed;  \n (o) “Government” means the Federal Government;  \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  895 \n \n  (p) “prescribed” means prescribed by Statutes, Regulations or Rules \nmade under this Act;  \n (q) “Registrar” means the Registrar of the College;  \n (r) “Representation Committees” means the Representa tion \nCommittees constituted under section 23;  \n (s) “Review Panel” means the Review Panel set up by the Chancellor \nin accordance with the provisions of this Act;  \n (t) “Scrutiny Committee” means the Scrutiny Committee set up by the \nBoard of Governors under s ection11;  \n (u) “Secretariat” means the secretariat of the constituent institution;  \n (v) “Statutes”, “Regulations” and “Rules” means respectively the \nStatutes, the Regulations and the Rules made under this Act and for \nthe time being in force;  \n (w)  “Syndica te” means the Syndicate of the College;  \n (x)  “teachers” include Professors, Associate Professors, Assistant \nProfessors and Lecturers engaged whole -time by the College and \nsuch other persons as may be declared by Regulations to be \nteachers;  \n (y) “Treasurer ” means the Treasurer of the College; and  \n (z) “Vice -Chancellor” means the Vice -Chancellor of the College \nspecified in Section 10.   \nCHAPTER -II \nTHE COLLEGE  \n \n 3. Reconstitution of the College.―  (1) The National College of \nArts, Lahore constituted and functioning in terms of the National College of Arts \nOrdinance, 1985 (Ordinance XXVIII of 1985) is hereby reconstituted and set up \nas the National College of Arts in t erms of this Act.  \n \n (2) The College shall continue to have its existing degree awarding \nstatus.  \n \n (3) The College shall consist of.―  \n \n (a) the Chancellor, Chairperson and the members of the Board of \nGovernors and the Vice -Chancellor;  \n896 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n  (b) the members of th e Authorities of the College established under \nsection 15;  \n (c) all College teachers and persons recognized as students of the \nCollege in accordance with terms prescribed from time to time;  \n (d) all other full -time officers and members of the staff of the College; \nand \n (e) all existing regular teaching staff who shall be the regular teaching \nstaff of the College on the existing terms and conditions.  \n (4) The College shall be a body corporate having perpetual succession \nand a common seal and may by the said name sue and be sued.  \n (5) The present regular or full time employees of the College shall \ncontinue to be employed under this Act under existing terms and conditions until \naltered as per the provisions of this Act.  \n (6) The College shall be competent to ac quire and hold property, both \nmovable and immovable, and to lease, sell or otherwise transfer any movable \nand immovable property which may have become vested in or been acquired by \nit. It shall also be competent to receive grants.  \n (7) Notwithstanding anyt hing contained in any other law for the time \nbeing in force, the College shall have academic, financial and administrative \nautonomy, including the power to employ officers, teachers and other employees \non such terms as may be prescribed, subject to the ter ms of this Act and the \nHigher Education Commission Ordinance, 2002 (LIII of 2002). In particular, \nand without prejudice to the authority granted to the Commission by the law, the \nGovernment or an authority or auditor appointed by the Government shall have \nno power to question the policy underlying the allocation of resources approved \nby the Board in the annual budget of the College.  \n \n (8) All properties, assets, rights and interests of whatever kind, used, \nenjoyed, possessed, owned or vested in, or held in trust by or for the National \nCollege of Arts and liabilities, as it is, legally standing against the National \nCollege of Arts shall stand transferred from the existing National College of Arts \nand vest in the College of Arts reconstituted and set up under this Act.  \n \n 4. Powers and purposes of the College.―  The College shall have \nthe following powers and purposes, namely: — \n \n (i) to establish centers of excellence, research specialized education in \nthe fields of fine arts, design, architecture, performing art , \ncinematography, musicology, cognitive studies, higher studies \nincluding doctoral and post doctoral research in the said fields;  \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  897 \n \n  (ii) to prescribe courses of studies to be conducted by it and the \nconstituent institution;  \n (iii) to hold examinations and to award and confer degrees, diplomas, \ncertificates and other academic distinctions to and on persons, who \nhave been admitted to and have passed its examinations under \nprescribed conditions;  \n (iv) to prescribe the terms and conditions of employment of the  \nofficers, teachers, and other employees of the College and to lay \ndown terms and conditions that may be different from those \napplicable to Government servants in general;  \n (v) to engage, where necessary, persons on contract of specified \nduration and to sp ecify the terms of each such engagement;  \n (vi) to confer honorary degrees or other distinctions on approved \npersons in the manner prescribed;  \n (vii) to provide for such instruction for persons not being students of the \nCollege  as it may prescribe and to grant certificates and diplomas \nto such persons;  \n (viii)  to institute programs for the exchange of students and teachers \nbetween the College and other universities, educational institutions \nand research organizations, inside as well as outside Pakistan;  \n (ix) to provide career counseling and job search services to students \nand alumni;  \n (x) to maintain linkages with alumni;  \n (xi) to develop and implement fund -raising plans;  \n (xii) to provide and support the academic development of the Faculty;  \n (xiii)  to confer degrees on persons of College and also on officers and \nstudents of College  who have carried on independent research \nunder prescribed conditions;  \n (xiv)  to accept the examinations passed and the period of study spent by \nstudents of the College at ot her universities and places of learning \nequivalent to such examinations and periods of study in the \nCollege, as it may prescribe, and to withdraw such acceptance;  \n (xv) to co -operate with other universities, public authorities or private \norganizations, ins ide as well as outside Pakistan, in such manner \nand for such purposes as it may prescribe;  \n898 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n  (xvi)  to institute Professorships, Associate Professorships, Assistant \nProfessorships and Lecturerships and any other posts and to \nappoint persons thereto;  \n (xvii)  to create posts for research, teaching, extension, administration and \nother related purposes and to appoint persons thereto;  \n (xviii)  to affiliate and disaffiliate educational institutions under prescribed \nconditions;  \n (xix)  to inspect colleges and other educational institutions affiliated or \nseeking affiliation with it;  \n  (xx) to recognize as college teachers selected members of the teaching \nstaff of affiliated colleges or educational institutions admitted to \nthe privileges of the College or such other pe rsons as it may deem \nfit;  \n (xxi)  to institute and award financial assistance to students in need, \nfellowships, scholarships, bursaries, medals and prizes under \nprescribed conditions;  \n (xxii)  to establish teaching departments, schools, constituent institu tions, \nfaculties, institutes, museums and other centers of learning for the \ndevelopment of teaching and research and to make such \narrangements for their maintenance, management and \nadministration as it may prescribe in different parts of the country;  \n (xxiii) to provide for the residence of the students of the College and the \nconstituent institutions, to institute and maintain halls of residence \nand to approve or license hostels and lodging;  \n (xxiv)  to maintain order, discipline and security on the campuse s of the \nCollege and the constituent institutions;  \n (xxv)  to promote extra -curricular and recreational activities of its \nstudents and to make arrangements for promoting their health and \ngeneral welfare;  \n (xxvi)  to demand and receive such fees and other c harges as it may \ndetermine;  \n (xxvii)  to make provision for research, advisory or consultancy services \nand with these objects to enter into arrangements with other \ninstitutions, public or private bodies, commercial and industrial \nenterprises under prescrib ed conditions;  \n (xxviii)  to enter into, carry out, vary or cancel contracts;  \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  899 \n \n  (xxix)  to receive and manage property transferred and grants, \ncontributions made to the College and to invest any fund \nrepresenting such property, grants, bequests, trusts, gift s, \ndonations, endowments or contributions in such manner as it may \ndeem fit;  \n (xxx)  to provide for the printing and publication of research and other \nworks;  \n (xxxi)  to make Rules, Regulations and Statutes for the College; and    \n (xxxii)  to do all such ot her acts and things, whether incidental to the \npowers aforesaid or not, as may be requisite or expedient in order \nto further the objectives of the College as a place of education, \nlearning and research.  \n 5. College open to all classes, creeds, etc.―  (1) T he College shall be \nopen to all persons of either sex of whatever religion, race, caste, class, creed, \ncolour or domicile who qualify for admission to the courses of study offered by \nthe College based on the criteria and policy determined by the Board of \nGovernors and no such person shall be denied the privileges of the College  on \nthe ground only of sex, religion, race, caste, class, colour or domicile.  \n (2) An increase in any fee or charge that is in excess of ten per cent per \nannum on an annualized basi s from the last such increase may not be made \nexcept in special circumstances, and only with the approval of the Board of \nGovernors.  \n (3) The College shall initiate financial aid programs for students in \nneed, to the extent considered feasible by the Boar d of Governors subject to \navailability of resources, so as to enable admission and access to the College and \nthe various opportunities provided by it shall be based on merit rather than \nability to pay:  \n Provided that the College  may initiate self -finance  schemes covering \nnot more than twenty -five per cent of the total number of candidates in any \ncampus taught course or research -based program of study.  \n 6. Teaching and examination at the College.― (1) All academic \nprograms of the College shall be conducted  in the prescribed manner and the \nBoard of Governors shall ensure that the courses of study, the curriculum and the \npractical work at the College  are comparable in standard with other similar \ninstitutions.  \n (2) All recognized teaching in various courses shall be conducted by \nthe College  in the prescribed manner and may include lectures, tutorials, \ndiscussions, seminars, demonstrations, distance learning and other methods of \n900 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n instruction as well as practical work in the laboratories, hospitals, workshops a nd \nother governmental or private organizations.  \n (3) The authority responsible for organizing recognized academic \nprograms shall be such as may be prescribed.  \n (4) The College shall associate internal and external examiners in the \nconduct of examinations .  \nCHAPTER -III \nOFFICERS OF THE COLLEGE  \n \n 7. Officers.―  (1) The following shall be the officers of the College, \nnamely:―  \n (a) the Chancellor;  \n (b) the Chairperson;  \n (c)  the Vice -Chancellor;  \n (d) the Deans;  \n (e) the Directors of the constituent institutions;  \n (f) the Registrar;  \n (g) the Treasurer;  \n (h) the Controller of Examinations; and  \n  (i) such other persons as may be prescribed by the Statutes or \nRegulations.  \n (2) Except for the Chancellor, the Chairperson and the Vice -\nChancellor, all officers of the College shall function under the supervision  and \ncontrol of the Vice -Chancellor.  \n 8. Chancellor. ― (1) The President of Pakistan shall be the \nChancellor of the College.  \n (2) The Chancellor shall preside at the convocation of the College. In \nthe absence of the Chancellor, the Vice -Chancellor may preside over the \nconvocation.  \n (3) The members of the Boa rd of Governors as well as the Vice -\nChancellor shall be appointed by the Chancellor in accordance with the \nprovisions of this Act and the Statutes, as the case may be.  \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  901 \n \n  (4) Every proposal to confer an honorary degree shall be subject to \nconfirmation by the  Chancellor.  \n (5) If the Chancellor is satisfied that serious irregularities or \nmismanagement with respect to the affairs of the College has occurred, he may - \n (a) cause a visitation or inquiry to be made in respect of any matter \nconnected with the affair s of the College and appoint any such \nperson as he may deem fit for the purpose; or  \n (b) on receipt of a report, issue such directions as he thinks fit and the \nVice -Chancellor shall comply with such directions and shall \nsubmit a report of action taken to t he Board of Governors.  \n 9. Chairperson.―  The Minister incharge of the concerned Ministry \nshall be the Chairperson of the Board of Governors who shall preside over the \nmeetings of the Board of Governors. In the absence of the Chairperson his \nnominee may preside over the meeting of th e Board of Governors.  \n 10. Vice -Chancellor.―  (1) There shall be a Vice -Chancellor of the \nCollege  who shall be a person of national eminence and proven ability who has \nmade significant contribution to higher education in arts as a teacher and \nresearcher wh ile also having experience as a practitioner or administrator and \nshall be appointed on such terms and conditions as may be prescribed.  \n (2) The Vice -Chancellor shall be the Chief Executive Officer and \nPrincipal Accounting Officer of the College responsib le for all administrative \nand academic functions of the College and for ensuring that the provisions of \nthis Act, Statutes, Regulations and Rules are faithfully observed in order to \npromote the general efficiency and good order of the College. The Vice -\nChancellor shall have all powers prescribed for this purpose, including \nadministrative control over the officers, teachers and other employees of the \nCollege.  \n (3) The Vice -Chancellor shall, if present, be empowered to attend any \nmeeting of any Authority or b ody of the College.  \n (4) The Vice -Chancellor may, in an emergency that in his opinion \nrequires immediate action ordinarily not in the competence of the Vice -\nChancellor, take such action and shall submit a report of the action taken to the \nconcerned Author ity. \n (5) The Vice -Chancellor shall also have the following powers, \nnamely: - \n (a) to direct teachers, officers and other employees and the Secretariat \nto take up such assignments in connection with examination, \n902 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n administration and such other activities in t he College as he may \nconsider necessary for the purposes of the College;  \n (b) to sanction, in consultation with the Treasurer, by re -appropriation \nan amount not exceeding an amount prescribed by the Board of \nGovernors for an unforeseen item not provided fo r in the budget \nand report it to the Board of Governors at the next meeting;  \n (c)  to make appointments of such categories of employees of the \nCollege and in such manner as may be prescribed by the Statutes;  \n (d) to suspend, punish and remove, in accorda nce with prescribed \nprocedure, from service officers, teachers and other employees of \nthe College;  \n (e) to delegate, subject to such conditions as may be prescribed, any of \nhis powers under this Act to an officer or officers of the College; \nand \n (f) to ex ercise and perform such other powers and functions as may be \nprescribed.  \n (6) The Vice -Chancellor shall present an annual report before the \nBoard of Governors within three months of the close of the academic year. The \nannual report shall present such info rmation as regards the academic year under \nreview as may be prescribed, including disclosure of all relevant facts pertaining to - \n (a) academics;  \n \n (b) research;  \n \n (c)  administration; and  \n \n (d)  finances.  \n \n (7) The Vice -Chancellor shall make available a nnual report, prior to its \npresentation before the Board of Governors, to all officers and College teachers \nand it shall be published in such numbers, and uploaded on the College website, \nas are required to ensure its wide circulation.  \n 11. Appointment of  the Vice -Chancellor.― (1) The Vice -Chancellor \nshall be appointed by the Chancellor on the basis of recommendations made by \nthe Board of Governors as provided herein below.  \n (2) A Scrutiny Committee for the recommendation of persons suitable \nfor appointment as  Vice -Chancellor shall be constituted by the Board of \nGovernors on the date and in the manner prescribed by Statutes and shall consist \nof two eminent members of society nominated by the Chancellor of whom one \nshall be appointed the convener, two members of  the Board of Governors, two \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  903 \n \n distinguished College  teachers who are not members of the Board of Governors \nand one academic of eminence not employed by the College. The two \ndistinguished College teachers shall be selected by the Board of Governors \nthrough a process, to be prescribed by Statute that provides for the \nrecommendation of suitable names by the College teachers in general. The \nScrutiny Committee shall remain in existence till such time that the appointment \nof the next Vice -Chancellor has been made  by the Chancellor.  \n (3) The persons proposed by the Scrutiny Committee for appointment \nas Vice -Chancellor shall be considered by the Board of Governors and of these a \npanel of three in order of priority shall be recommended by the Board of \nGovernors to t he Chancellor:  \n Provided that the Chancellor may decline to appoint any of the three \npersons recommended and seek recommendation of a fresh panel. In the event of \na fresh recommendation being sought by the Chancellor the Scrutiny Committee \nshall make a pr oposal to the Board of Governors in the same manner as provided \nin sub -section (2).  \n (4) The Vice -Chancellor shall be appointed for a renewable tenure of \nfive years on terms and conditions prescribed by Statute. The tenure of an \nincumbent Vice -Chancellor o f the College shall be renewed by the Chancellor \non receipt of a resolution of the Board of Governors in support of such renewal:  \n Provided that the Chancellor may call upon the Board of Governors to \nreconsider such resolution once:  \n Provided further that present incumbent Principal of the National \nCollege of Arts existing immediately before commencement of this Act shall be \nthe first Vice -Chancellor of the College.  \n 12. Registrar. ― (1) There shall be a Registrar of the College having \nprescribed experience and qualification, to be appointed by the Board of \nGovernors on the recommendation of the Vice -Chancellor, on such terms and \nconditions as may be prescribed.  \n (2) The Registrar s hall be a full -time officer of the College and shall―  \n (a) be the custodian of the common seal and the academic records of \nthe College;  \n (b)  maintain a register of registered graduates in the prescribed \nmanner;  \n (c) supervise the process of election, ap pointment or nomination of \nmembers to the various Authorities and other bodies in the \nprescribed manner; and  \n904 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n  (d) perform such other duties as may be prescribed.  \n (3) The term of office of the Registrar shall be a renewable period of \nthree years:  \n Provid ed that the Board of Governors may, on the advice of the  \nVice -Chancellor, terminate the appointment of the Registrar on grounds of \ninefficiency or misconduct in accordance with prescribed procedure.  \n 13. Treasurer.―  (1) There shall be a Treasurer of the College, having \nprescribed experience and qualification to be appointed by the Board of \nGovernors on the recommendation of the Vice -Chancellor, on such terms and \nconditions as may be prescribed.  \n (2) The Tr easurer shall be the chief financial officer of the College and \nshall - \n (a) manage the assets, liabilities, receipts, expenditures, funds and \ninvestments of the College;  \n \n (b) prepare the annual and revised budget estimates of the College  and \npresent the m to the Syndicate or a committee thereof for approval \nand incorporation in the budget to be presented to the Board of \nGovernors;  \n \n (c)  ensure that the funds of the College are expended on the purposes \nfor which they are provided;  \n \n (d) have the accounts  of the College prepared and audited annually as \nprovided in section 29 so as to be available for submission to the \nBoard of Governors within six months of the close of the financial \nyear; and  \n \n (e) perform such other duties as may be prescribed.  \n (3) The term of office of the Treasurer shall be for a renewable period \nof three years:  \n Provided that the Board of Governors may, on the advice of the  \nVice -Chancellor, terminate the appointment of the Treasurer on grounds of \ninefficiency or misconduct in accor dance with prescribed procedure.  \n 14. Controller of Examinations.―  (1) There shall be a Controller of \nExaminations of the College having the prescribed experience and qualification, \nto be appointed by the Board of Governors on the recommendation of the  \nVice-Chancellor, on such terms and conditions as may be prescribed.  \n (2) The Controller of Examination shall be a full -time officer of the \nCollege and shall be - \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  905 \n \n  (a)  responsible for all matters connected with the conduct of \nexaminations and to perform such  other duties as may be \nprescribed;  \n (b)  responsible for secrecy and confidentiality of examination, results, \nand to perform such other duties as may be prescribed; and  \n (c) perform such prescribed duties in the Secretariat.  \n (3) The Controller of Examina tions shall be appointed for a renewable \nterm of three years:  \n Provided that the Board of Governors may, on the advice of the  \nVice -Chancellor, terminate the appointment of the Controller of Examinations \non grounds of inefficiency or misconduct in accordan ce with prescribed \nprocedure.  \nCHAPTER -IV \nAUTHORITIES OF THE COLLEGE  \n \n 15. Authorities.―  (1) The following shall be the Authorities of the \nCollege established under this Act, namely: - \n (a) the Board of Governors;  \n (b) the Syndicate; and  \n (c) the Academic Council.  \n (2) The following Authorities shall be established by Statutes, \nnamely: - \n (a) Graduate and Research Management Council;  \n (b) Recruitment, Development, Evaluation and Promotion Committees \nfor teachers and other staff whether at the level of the department, \nthe Faculty or the College;  \n (c) Career Placement and Internshi p Committee of each Faculty;  \n (d) Scrutiny Committee for the appointment of the Vice -Chancellor;  \n (e) the Representation Committees for appointment to the Board of \nGovernors, Syndicate and the Academic Council;  \n (f) Faculty Council; and  \n (g) Departmental Council.  \n906 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n  (3) The Board of Governors, the Syndicate and the Academic Council \nmay set up such other committees or sub -committees, by whatever name \ndescribed, as are considered desirable through Statutes or Regulations as \nappropriate. Such committees or sub -committees shall be Authorities of the \nCollege for the purposes of this Act.  \n 16. Board of Governors.― (1) The body responsible for the \ngovernance of the College shall be the Board of Governors, and  shall consist of \nthe following , namely: - \n (a) Minister in -charge of the concerned administrative Ministry who \nshall be the Chairperson of t he Board of Governors;  \n (b)  the Vice -Chancellor;  \n (c) Secretary of concerned Ministry or his nominee;  \n (d) Managing Director, Pakistan Television Corporation;  \n (e) eight persons from society at large being persons of distinction in \nthe fields of administr ation, management, education, literati, \nacademics, law, accountancy, arts, architecture, media, social and \nhuman rights philanthropy, educational advocacy, industrialists, \ntechnology and engineering such that the appointment of these \npersons reflects a bal ance across the various fields:  \n     Provided that the special focus or affiliation of the College, \nmay be reflected in the number of persons of distinction in an area \nof expertise relevant to the College who are appointed to the Board \nof Governors;  \n (f) one person from amongst the alumni of the College;  \n (g) two persons from the academic community of the country, other \nthan an employee of the College, at the level of professor or \nprincipal of a college;  \n (h) Vice -Chancellor, University of the Punjab, Lah ore; and  \n (i) Chairperson of the Commission or his nominee.  \n (2) The Vice -Chancellor shall also act as the Secretary of the Board of \nGovernors.  \n (3) The number of the members of the Board of Governors described \nagainst clauses (e) to (g) of sub -section (l ) may be increased by the Board of \nGovernors through Statutes subject to condition that the total membership of the \nBoard of Governors does not exceed twenty -one with a maximum of four \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  907 \n \n College teachers and ten from society at large, and the increase is bal ance, to the \nextent possible, across the different categories specified in sub -section (l).  \n (4) All appointments to the Board of Governors shall be made by the \nChancellor in consultation with Chairperson in accordance with the provisions of \nthis Act and the Statutes:  \n Provided that effort shall be made, without compromising on quality or \nqualification, to give fair representation to women on the Board of Governors:  \n Provided further that as regards the College teachers, the Board of \nGovernors shall prescr ibe a procedure for appointment on the basis of election \nthat provide for voting by the various categories of College teachers:  \n Provided also that the Board of Governors may alternatively prescribe in \naddition to above that appointment of College teacher s to the Board of \nGovernors shall also be in the manner provided by this sub -section for the \npersons described in clauses (e) and (f) of sub -section (l).  \n (5) Members of the Board of Governors, other than ex-officio  \nmembers, shall hold office for three ye ars: \n Provided that no person, other than an ex-officio  member, may serve on \nthe Board of Governors for more than two consecutive terms:  \n Provided further that the College teachers appointed to the Board of \nGovernors may not serve for two consecutive term s. \n (6) The Board of Governors shall meet at least twice in a calendar \nyear.  \n (7) Service on the Board of Governors shall be on honorary basis:  \n Provided that actual expenses may be reimbursed as prescribed.  \n (8) All decisions of the Board of Governors sha ll be taken on the basis \nof the opinion of a majority of the members present. In the event of the members \nbeing evenly divided on any matter the person presiding over the meeting shall \nhave a casting vote.  \n (9) The quorum for a meeting of the Board of Gov ernors shall be one -\nhalf of its membership, a fraction being counted as one.  \n 17. Powers and functions of the Board of Governors.―  (1) The \nBoard of Governors shall have the power of general supervision over the College \nand shall hold the Vice -Chancellor and the Authorities accountable for all the \nfunctions of the College. The Board of G overnors shall also have all powers of \nthe College not expressly vested in an Authority or officer by this Act and all \n908 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n other powers not expressly mentioned by this Act that are necessary for the \nperformance of its functions.  \n (2) Without prejudice to the generality of the foregoing powers, the \nBoard of Governors shall have the following powers, namely: - \n (a) to approve the proposed annual plan of work, the annual and \nrevised budgets, the annual report and the annual statement of \naccount;  \n (b) to hold, con trol and lay down policy for the administration of the \nproperty, funds and investments of the College, including the \napproval of the sale and purchase or acquisition of immovable \nproperty;  \n (c)  to institute the degrees to be awarded by the College and to  oversee \nthe quality and relevance of the College’s academic programs and \nto review the academic affairs of the College in general;  \n (d) to approve the appointment of the Principals, Deans, Professors, \nAssociate Professors and such other senior faculty an d senior \nadministrators as may be prescribed;  \n (e) to institute schemes, directions and guidelines for the terms and \nconditions of appointment of all officers, teachers and other \nemployees of the College;  \n (f) to approve strategic plans;  \n (g) to approve f inancial resource development plans of the College, \nand to approve the strength of the teaching staff as well as the \nclerical and non -clerical staff and may from time to time increase \nthe post or decrease or abolish any previous approved posts;  \n (h) to con sider the drafts of Statutes and Regulations proposed by the \nSyndicate and the Academic Council respectively:  \n   Provided that the Board of Governors may make Statute or \nRegulation on its own initiative and approve it after calling for the \nadvice of the Sy ndicate or the Academic Council as the case may \nbe; \n (i) to annul by order in writing the proceedings of any Authority or \nofficer if the Board of Governors is satisfied that such proceedings \nare not in accordance with the provisions of this Act, Statutes o r \nRegulations after calling upon such Authority or officer to show \ncause as to why such proceedings should not be annulled;  \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  909 \n \n  (j) to recommend to the Chancellor removal of any member of the \nBoard of Governors in accordance with the provisions of this Act;  \n (k) to make appointment of members of the Syndicate, other than  \nex-officio  members, in accordance with the provisions of this Act;  \n (l)  to make appointment of member of the Academic Council, other \nthan ex-officio  members, in accordance with the provisio ns of this \nAct; \n (m)  to appoint emeritus professors on such terms and conditions as may \nbe prescribed ; \n (n)  to remove any person from the membership of any Authority if \nsuch person,―  \n (i)  has become of unsound mind; or  \n (ii)  has become incapacitated t o function as member of such \nAuthority; or  \n (iii)  has by a court of law been convicted for an offence involving \nmoral turpitude; and  \n (o)  to determine the form, provide for the custody and regulate the use \nof the common seal of the College.  \n (3)  The Board of Governors may, subject to the provisions of this Act, \ndelegate all or any of the powers and functions of any Authority, officer or \nemployee of the College at its main campus, to any Authority, committee, \nofficer or employee at its additional campu s for the purpose of exercising such \npowers and performing such functions in relation to such additional campus, and \nfor this purpose the Board of Governors may create new posts or positions at the \nadditional campus.  \n 18. Inspection.―  The Board of Governor s may, in accordance with \nthe terms and procedures as may be prescribed, cause an inspection to be made \nin respect of any matter connected with the College.  \n 19. Syndicate.―  (1) There shall be a Syndicate of the College \nconsisting of the following, namely :- \n (a) the Vice -Chancellor who shall be its Chairperson;  \n (b) the Deans of the Faculties of the College;  \n (c) three professors from different departments, who are not members \nof the Board of Governors, to be elected by the College teachers in \n910 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n accordance w ith procedure to be prescribed by the Board of \nGovernors;  \n (d) the Registrar;  \n (e) the Treasurer; and  \n (f) the Controller of Examinations.  \n (2) The Legal Adviser or the Chartered Accountant of the College, as \nthe case may be, also attend the meeting of Syn dicate on invitation.  \n (3)      The Registrar shall also be the Secretary of the Syndicate.  \n (4)      Members of the Syndicate, other than ex-officio  members, shall \nhold office for three years.  \n (5) As regards the three professors under clause (c) of sub -section (1) \nthe Board of Governors may, as an alternative to elections, prescribe a procedure \nfor proposal of a panel of names by the Representation Committee set up in \nterms of section 23. Appointment of persons proposed by the Representation \nCommittee may  be made by the Board of Governors on the recommendation of \nthe Vice -Chancellor.  \n (6)     The quorum for a meeting of the Syndicate shall be one -third of the \ntotal number of members, a fraction being counted as one.  \n (7)     The Syndicate shall meet at lea st once in each quarter of the year.  \n 20. Power and duties of Syndicate. — (1) The Syndicate shall be the \nexecutive body of the College and shall, subject to the provisions of this Act and \nStatutes, exercise general supervision over affairs and management o f the \nCollege.  \n (2)  Without prejudice to the generality of the foregoing powers, and \nsubject to the provisions of this Act, Statutes and directions of the Board of \nGovernors, the Syndicate shall have the following power, namely: - \n (a)  to consider the ann ual report, the annual and revised budget \nestimates and to submit these to the Board of Governors ;  \n (b)  to transfer and accept transfer of movable property on behalf of the \nCollege;  \n (c)  to enter into, vary, carry out and cancel contracts on behalf of the \nCollege;  \n (d)  to cause proper books of account to be kept for all sums of money \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  911 \n \n received and expended by the College and for the assets and \nliabilities of the College;  \n (e)  to invest any money belonging to the College including any \nunapplied income i n any of the securities described in section 20 of \nthe Trust Act, 1882 (II of 1882), or in the purchase of immovable \nproperty or in such other manner, as it may prescribe, with the like \npower of varying such investments;  \n (f)  to receive and mange any pro perty transferred, and grants, \nbequests, trust, gifts, donations, endowments and other \ncontributions made to the College;  \n (g)  to administer any funds placed at the disposal of the College for \nspecified purposes;  \n (h)  to provide the buildings, librarie s, premises, furniture, apparatus, \nequipment and other means required for carrying out the work of \nthe College;  \n (i)  to establish and maintain halls of residence and hostels or approve \nor license hostels or lodgings for residence of students;  \n (j)  to recommend to the Board of Governors admission of educational \ninstitutions to the privileges of the College and withdraw such \nprivileges;  \n (k) to recommend to the Board of Governors affiliation or de -\naffiliation of Colleges;  \n (l)  to institute Professorships , Associate Professorships, Assistant \nProfessorships, Lecturerships and other teaching posts or to \nsuspend or to abolish such posts;  \n (m)  to create, upgrade, downgrade, re -designate, suspend or abolish \nsuch administrative or other posts as may be necessar y;  \n (n)  to prescribe the duties of officers, teachers and other employees of \nthe College;  \n (o)  to report to the Board of Governors on matters with respect to \nwhich it has been asked to report;  \n (p)  to appoint members to various Authorities in accordan ce with the \nprovisions of this Act;  \n (q)  to propose drafts of Statutes for submission to the Board of \nGovernors;  \n (r)  to regulate the conduct and discipline of the students of the College;  \n912 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n  (s)  to take actions necessary for the good administration of t he College \nin general and to this end exercise such powers as are necessary;  \n (t)  to delegate any of its powers to any Authority or officer or a \ncommittee; and  \n (u) to perform such other functions as have been assigned to it by the \nprovisions of this Act or may be assigned to it by Statutes.  \n 21. Academic Council.―  (1) There shall be an Academic Council of \nthe College  consisting of the following , namely: - \n (a) the Vice -Chancellor who shall be its Chairperson;  \n (b)  the Deans of Faculties and such Heads of Departments as may be \nprescribed;  \n (c)  two members representing the departments, institutes and the \nconstituent institutions to be elected in the manner prescribed by \nthe Board of Governors;  \n (d)  three Professors including Emeritus Professors;  \n (e)  the Registrar;  \n (f)  the Controller of Examin ations; and  \n (g) the Senior Librarian.  \n (2) The Board of Governors shall appoint the members of the \nAcademic Council, other than the ex-officio  and the elected members, on the \nrecommendation of the Vice -Chancellor of the College:  \n Provided that for members  at clauses (c) and (d) of sub -Section (1), the \nBoard of Governors may prescribe a procedure for proposal of a panel of names \nby the Representation Committee set up in terms of section 23. Appointment of \npersons proposed by the Representation Committee may  be made by the Board \nof Governors on the recommendation of the Vice -Chancellor.  \n (3)  Members of the Academic Council, other than the ex-officio  \nmembers, shall hold office for three years.  \n (4)  The Academic Council shall meet at least once in each quarte r of \nthe year.  \n (5)  The quorum for meeting of the Academic Council shall be one \nthird of the total number of members, a fraction being counted as one.  \n 22. Power and functions of the Academic Council. — (1) The \nAcademic Council shall be the principal acade mic body of the College and shall, \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  913 \n \n subject to the provisions of this Act and Statutes, have the power to lay down \nproper standards of instruction, research and examinations and to regulate and \npromote the academic life of the College and the constituent in stitutions of the \nCollege.  \n (2)   Without prejudice to the generality of the foregoing powers and \nsubject to the provisions of this Act and Statutes, the Academic Council shall \nhave the power to — \n (a)  approve the policies and procedures pertaining to the  quality of \nacademic programs;  \n (b)  approve academic programs;  \n (c)  approve the policies and procedures pertaining to student -related \nfunctions including admissions, expulsions, punishments, \nexaminations and certification;  \n (d) approve the policies and p rocedures assuring quality of teaching \nand research;  \n (e)  propose to the Syndicate schemes for the constitution and \norganization of Faculties, teaching departments and boards of \nstudies;  \n (f) appoint paper setters and examiners for all examinations of the  \nCollege after receiving panels of names from the relevant \nauthorities;  \n (g) institute programs for the continued professional development of \nCollege teachers at all levels;  \n (h) recognize the examinations of other universities or examining \nbodies as equiv alent to the corresponding examinations of the \nCollege;  \n (i) regulate the award of studentships, scholarships, exhibitions, \nmedals and prizes;  \n (j) make Regulations for submission to the Board of Governors;  \n (k) prepare an annual report on the academic per formance of the \nCollege; and  \n (l)  perform such functions as may be prescribed by Regulations.  \n 23. Representation Committees. —(1) There shall be a Representation  \nCommittee constituted by the Board of Governors through Statute for \n914 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n recommendation of persons  for appointment to the Board of Governors, \nSyndicate and Academic Council in accordance with the provisions of sections \n16, 19 and 21 respectively.  \n (2)   Members of the Representation Committee for appointment to the \nBoard of Governors shall consist of t he following, namely: - \n (a)   three members of the Board of Governors who are not College \nteachers;  \n (b)   two persons nominated by the College teachers from amongst \nthemselves in the manner prescribed;  \n (c)   one person from the academic community, not em ployed by the \nCollege, at the level of professor or college principal to be \nnominated by the College teachers in the manner prescribed; and  \n (d)  one eminent citizen with experience in administration, social \nphilanthropy, education advocacy, media, literat i, development \nwork, law, accountancy to be nominated by the Board of \nGovernors.  \n (3)  The Representation Committee for appointments to the Syndicate \nand the Academic Council shall consist of the following, namely: - \n (a)  two members of the Board of Gover nors who are not  College \nteachers; and  \n (b)  three persons nominated by the College teachers from amongst \nthemselves in the manner prescribed.  \n (4)  The tenure of the Representation Committees shall be three years : \n Provided that no member shall serve fo r more than two consecutive \nterms.  \n (5)  The procedure for conducting business of the Representation \nCommittees shall be as may be prescribed.  \n (6)  There may also be such other Representation Committees set up by \nany of the other Authorities as are consid ered appropriate for recommending \npersons for appointment to the various Authorities and other bodies of the \nCollege.  \n \n 24. Appointment of committees by certain Authorities. —(1) The \nBoard of Governors, the Syndicate, the Academic Council and other Authorit ies \nmay, from time to time, appoint such standing , special  or advisory committees, \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  915 \n \n as they may deem fit, and may place on such committees persons who are not \nmembers of the authorities appointing the committees.  \n (2)  The constitution, functions and pow ers of the Authorities for which \nno specific provision has been made in this Act shall be such as may be \nprescribed by Statutes or Regulations.  \nCHAPTER -V \nSTATUTES, REGULATIONS AND RULES  \n \n 25. Statutes. — (1)  Subject to the provisions of this Act, Statutes  may \nbe made to regulate or prescribe all or any of the following matters, namely: - \n (a)  the contents of and the manner in which the annual report, to be \npresented by the Vice -Chancellor before the Board of Governors, \nshall be prepared;  \n (b) the College f ees and other charges;  \n (c)  the constitution of any pension, insurance, gratuity, provident fund \nand benevolent fund for College employees;  \n (d)  the scales of pay and other terms and conditions of service of \nofficers, teachers and other College employees ; \n (e)  the maintenance of the register of registered graduates;  \n (f) admission of educational institutions to the privileges of the \nCollege and the withdrawal of such privileges;  \n (g)  the establishment of faculties, departments, institutes, constituent \ninstitutions and other academic divisions;  \n (h)  the powers and duties of officers and teachers;  \n (i)  conditions under which the College may enter into arrangements \nwith other institutions or with public bodies for purposes of \nresearch and advisory Service s; \n (j) conditions for appointment of Emeritus Professors and award of \nhonorary degrees, academic chairs;  \n (k)  efficiency and discipline of College employees;  \n (l) the constitution and procedure to be followed by representation \nCommittees in carrying out functions in terms of this Act;  \n (m) the constitution and procedure to be followed by the Scrutiny \n916 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n Committee for appointment of the Vice -Chancellor;  \n (n) conditions and qualifications for appointment of all categories of \nteachers;  \n (o) conditions in light of Commission’s rules etc. for bestowing \ntenure -track to teachers;  \n (p) constitution, functions and powers of the Authorities; and  \n (q) all other matters which by this Act are to be or may be prescribed \nor regulated by Statutes.  \n (2) The draft of Statutes  shall be proposed by the Syndicate to the \nBoard of Governors which may approve or pass with such modifications as the \nBoard of Governors may think fit or may refer back to the Syndicate for \nreconsideration of the proposed draft:  \n Provided that Statutes co ncerning any of the matters mentioned in \nclauses (a) and (k) of sub -section (1), shall be initiated and approved by the \nBoard of Governors, after seeking the views of the Syndicate:  \n Provided further that the Board of Governors may initiate Statutes with \nrespect to any matter in its power with respect to which Statutes may be made in \nterms of this Act and approve such Statutes after seeking the views of the \nSyndicate.  \n 26. Regulations. — (1) Subject to the provisions of this Act and \nStatutes, the Academic Co uncil may make Regulations for all or any of the \nfollowing matters, namely: - \n (a)  the courses of study for degrees, diplomas and certificates of \nCollege;  \n (b) the manner in which the teaching referred to in sub -section (1) of \nsection 6 shall be organized and conducted;  \n (c) the admission and expulsion of students to and from the College;  \n (d)  the conditions under which students shall be admitted to the \ncourses and the examinations of the College and shall become \neligible for the award of degrees, diplomas  and certificates;  \n (e) the conduct of examinations;  \n (f)  conditions under which a person may carry on independent \nresearch to entitle him to a degree;  \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  917 \n \n  (g) the institution of fellowships, scholarships, exhibitions, medals and \nprizes;  \n (h)  the use of the  library;  \n (i) the formation of Faculties, Departments, Disciplinary Committees, \nand Board of Studies; and  \n (j)  all other matters which by this Act or the Statutes are to be or may \nbe prescribed by Regulations.  \n (2)     Regulations shall be proposed by t he Academic Council and shall \nbe submitted to the Board of Governors which may approve them or withhold \napproval or refer them back to the Academic Council for reconsideration. A \nRegulation proposed by the Academic Council shall not be effective unless it \nreceives the approval of the Board of Governors.  \n (3) Regulations regarding or incidental to matters contained in sub -\nclauses (g) and (i) shall not be submitted to the Board of Governors without the \nprior approval of the Syndicate.  \n 27. Rules.―  (1) Subjec t to the provision of sub -section (2), the \nAuthorities and the other bodies of the College may make Rules, consistent with \nthis Act, to regulate any matter relating to the affairs of the College including \nRules to regulate the conduct of business and the t ime and place of meetings and \nrelated matters.  \n (2) Rules shall become effective upon approval by the Syndicate.  \n (3) Notwithstanding the provisions of sub -section (1), the Rules made \nby the College before the commencement of this Act shall, in so far as  they are \nnot inconsistent with the provisions of this Act, continue in force until they are \nrepealed or amended under this Act.  \n \nCHAPTER -VI \nCOLLEGE FUND  \n \n 28. Fund of the College.― The College shall have a fund to which \nshall be credited its income fees, shares, donations, trusts, bequests, \nendowments, contributions, grants and all other sources.  \n 29. Audit and Accounts.― The accounts and financial statements of \nthe College shall be prepared in conformity with the International Financial \nReporting standards  (IFRS) as applicable in Pakistan, signed by the  \nVice -Chancellor (Principal Accounting Officer) and Treasurer and shall be \naudited by a reputed firm of chartered accountants. The annual audited financial \n918 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n statement so prepared and the auditor’s report ther eon shall be submitted to the \nHigher Education Commission.  \nCHAPTER -VII \nGENERAL PROVISIONS \\ \n \n 30. Opportunity to show cause.―  Except as otherwise provided by \nlaw, no officer, teacher or other employee of the College holding a permanent \npost shall be reduced in rank or removed or compulsorily retired from service for \ncause arising out of any act or omis sion on the part of the person concerned \nunless he has been given a reasonable opportunity of showing cause against the \naction proposed to be taken.  \n 31. Appeal to the Syndicate and the Board of Governors.―  Where \nan order is passed punishing, other than t he Vice -Chancellor, any officer, teacher \nor other employee of the College or altering or interpreting to his disadvantage \nthe prescribed terms or conditions of his service, he shall, where the order is \npassed by any officer or teacher of the College  other  than the Vice -Chancellor, \nhave the right to appeal to the Syndicate against the order, and where the order is \npassed by the Vice -Chancellor, have the right to appeal to the Board of \nGovernors.  \n 32. Service of the College.― (1) An officer, teacher or other employee \nof the College shall retire from service on the attainment of such age or tenure of \nservice as may be prescribed.  \n (2) No adverse change shall be made in the terms and conditions of \nemploym ent of any College teacher who are in the employment of the College \non the date of commencement of this Act.  \n (3) As regards the terms and conditions of employment of persons in \nthe service of Pakistan in general or in comparable employment shall be entir ely \ngoverned by the terms and conditions prescribed by the relevant Statutes.  \n 33. Benefits and insurance.― (1) The College  shall constitute for the \nbenefit of its officers, teachers and other employees schemes, as may be \nprescribed, for the provision of post -employment benefits as well as health and \nlife insurance while in service.  \n (2) Where any provident fund has been constituted under this Act, the \nprovisions of the Provident Funds Act, 1925 (XIX of 1925), shall apply to such \nfunds as if it were the Government Provident Fund.  \n 34. Commencement of term of office of members of Authori ty.―  \n(1) When a member of a newly constituted Authority is elected, appointed or \nnominated, his terms of office shall commence from such date as may be \nprescribed.  \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  919 \n \n  (2) Where a member who has accepted any other assignment or for \nany other similar reason r emains absent from the College for a period of not less \nthan six months he shall be deemed to have resigned and vacated his seat.    \n 35. Filling of casual vacancies in Authorities.― Any casual vacancy \namong the members of any Authority shall be filled as p rescribed, as soon as \nconveniently may be, in the same manner and by the same person or Authority \nthat had appointed the member whose place has become vacant and the person \nappointed to the vacancy shall be a member of such Authority for the residue of \nthe terms for which the person whose place he fills would have been a member.  \n 36. Flaws in the constitution of Authorities.― Where there is a flaw \nin the constitution of an Authority, as constituted by this Act, Statutes or \nRegulations on account of the abolition of a specified office under Government \nor because an organization, institut ion or other body outside the College  has \nbeen dissolved or has ceased to function, or because of some other similar \nreason, such flaw shall be removed in such manner as the Board of Governors \nmay direct.  \n 37. Proceedings of Authorities not invalidated b y the vacancies.―  \nNo act, resolution or decision of any Authority shall be invalid by reason of any \nvacancy of the Authority doing, passing or making it or by reason of any want of \nqualification or invalidity in the election, appointment or nomination of a ny de \nfacto  member of the Authority, whether present or absent.  \n 38. First Statutes and Regulations.―  Notwithstanding anything to \nthe contrary contained in this Act, the Chancellor shall make the first Statutes \nand Regulations which shall be deemed to be Statutes and Regulations made \nunder sections 26 shall continue to remain in force until amended or till such \ntime as new Statutes and Regulations are made in accordance with the provisions \nof this Act.  \n 39. Transitory provisions.― (1) Notwithstanding anythi ng contained \nin this Act, the members of the first Board of Governors, except the incumbent \nof the post of Principal who shall be the first Vice -Chancellor and the College \nteachers, shall be appointed by the Chancellor in accordance with the numbers \nand cr iteria for membership specified in this Act. The first Board of Governors \nso constituted shall initiate, as soon as possible, the process for the appointment \nof the members of the Syndicate and the Academic Council in accordance with \nthe provisions of this  Act. \n  (2) Notwithstanding anything contained in this Act and \nsubject to the provisions of sub -section (1) of section 3, the tenure of the first \nVice -Chancellor shall be for a period of five years.  \n 40. Repeal and savings. — (1) On the commencement of this  Act, the \nNational College of Arts Ordinance, 1985 (XXVIII of 1985), shall stand repealed.  \n920 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  4,  2021  [PART I \n \n  (2) Notwithstanding the repeal of the National Coll ege of Arts \nOrdinance XXVIII of 1985 under sub -Section (1),―  \n (a) everything done, action taken, obligations and liabilities incurred, \npersons appointed or authorized, funds or trusts created, affiliations \nor privileges granted, degrees, fellowships or sch olarships \ninstituted and orders issued under any of the provisions of the \nrepealed Ordinances, other legislative instruments or the Statutes, \nthe Regulations and the Rules made or deemed to have been made \nthereunder, shall, if not inconsistent with the pro visions of the Act \nor the Statutes, the Regulations or the Rules made under this Act, \nbe continued and, so far as may be, be deemed to have been \nrespectively done, taken, incurred, acquired, appointed, authorized, \nconferred, created, made, instituted, gran ted and issued under this \nAct, and any documents referring to any of the provisions of the \nrepealed Ordinances, other legislative instruments or the Statutes, \nthe Regulations and the Rules first referred shall, so far as may be, \nbe considered to refer to t he corresponding provisions of the Act or \nthe Statutes, the Regulations and the Rules made under this Act;  \n (b) all institutes, colleges or other constituent units of the College \nfunctioning in terms of the provisions of the repealed Ordinances \nor other l egislative instruments shall continue to function in terms \nof the relevant repealed provisions till such time that the Board of \nGovernors through Statute has prescribed otherwise; and  \n (c) all the money and properties held by the National College of Arts \nimmediately before such commencement shall stand transferred to, \nand vest in College.  \n 41. Act to override other instruments, etc.―  The provisions of this \nAct shall have effect notwithstanding anything contained in any instrument, \nresolution or certificate of incorporation of the College.  \n 42. Indemnity.―  No suit or legal proceedings shall lie against the \nGovernment, the College or any Authority, officer or employee of the \nGovernment or the College or any person in respect of anything which is done in \ngood faith under this Act.  \n 43. Removal of difficulties.― (1) If any question arises as to the \ninterpretation of any of the provisions of the Act, it shall be placed first before \nthe Board of Governors which shall consult Statutes and Regulations, or as \nprescribed, and in persistence of question it shall be placed before the Chancellor \nwhose decisio n thereon shall be final.  \n (2) If any difficulty arises in giving effect to any of the provisions of \nthe Act, the Chancellor may make such order after obtaining the views of the \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,  2021  921 \n \n Board of Governors, not inconsistent with the provisions of the Act, as may \nappear to him to be necessary for removing the difficulty.  \n (3) Where the Act makes any provision for anything to be done but no \nprovision or no sufficient provision has been made as respects the authority by \nwhom, or the time at which, or the manner in wh ich, it shall be done, then it \nshall be done by such authority, at such time, or in such manner as the \nChancellor may direct after obtaining the views of the Board of Governors.  \n  \n  \n TAHIR HUSSAIN , \n Secretary . \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}