{
    "file": "./converted_json\\administrator7e8503f55fcb6200206e3b84213fad48.json",
    "name": "Pakistan Hotels and Restaurants Act, 1976",
    "date": "1st December, 1976",
    "tagline": "An Act to provide measures for controlling and regulating the standards of service and amenities for tourists in hotels and restaurants.",
    "content": "Page 1 of 14 \n   \n \n \n \nTHE  PAKISTAN HOTELS  AND RE STAURANTS  ACT, 1976.  \n \n              \n \n \nCONTENTS  \n1.  Short title, extent, application and commencement  \n2.  Definitions \n3.  Appointment of Controller, Deputy Controllers and Assis tant Controllers \n4.  Setting up of Advisory Committee \n5.  Registration of hotels and restaurants \n6.  Class ification of hotels \n7.  Issue of licence \n8.  Refusal and cancellation of registration and license \n9.  Obligation of the transferee, etc., of a hotel and restaurant \n10.  Controller to fix fair rates \n11.  Controller to fix limit of persons to be accommodated in any room \n12.  Rules of establishment of hotel and restaurant \n13.  Fair rates, etc., to be displayed \n14.  Reservation of accommodation at the instance of Controller \n15.  Charge in excess of fair rates prohibited \n16.  Controller's power to prohibit certain trades and occupations \n17.  Eviction of guests \n18.  Procedure and powers of Controller  \n \n\n  \n  \nPage 2 of 14 \n 19.  Additional powers of Controller \n20.   Apprenticeship scheme and training policy of employees \n21.  Provision of medical facilities \n22.  Offences and Penalties \n23.   Contravention by companies, etc. \n24.  Mode of recovery \n25.  Appeal and Revisio n \n26.  Indemnity \n27.  Power to exempt \n28.  Delegation of powers \n29.  Power to make rules \n30.  Other laws not applicable \n31.  Repeal \n \n \n  \n  \nPage 3 of 14 \n THE  PAKISTAN HOTELS  AND RE STAURANTS  ACT, 1976.  \n1ACT LXXXI OF 1976  \n          [1st December,  1976] \n \nAn Act to provide measures for controlling and regulating the standards of service and amenities \nfor tourists in hotels and restaurants. \n \n WHERE AS it is expedient to provide measures for controlling and regulating the standards \nof service and amenities for tourists in hotels and restaurants and for matters ancillary thereto or  \nconnected therewith;  \n \n AND WHEREAS the Provincial Assemblies of the Punjab, Sind and North-West Frontier \nProvince, and Parliament, exercising  the powers of the Provincial Assembly of Baluchistan und er \nArticle 234 of the Constitution of the Islamic Republic  of Pakistan, have passed resolutions  \nunder Article 144 of the Constitution  to the effec t that Parliament may by law regulate the st andards \nof service and amenities for tourists in hot els and restaurants; \n \n It is hereby enacted as follows :―  \n \n 1. Short title, extent, application and commencement. ― (1) This Act may be called the \nPakistan Hotels and Restaurants Act, 1976.  \n \n (2) It extends to the whole of  Pakistan. \n \n (3) It shall apply to all the hot els and restaurants in Pakistan. \n \n (4) It shall come into force at once.  \n \n 2. Definitions.― In this  Act, unl ess there is anything repugnant in the sub ject or context,― \n \n(a) “apprentice” means any person who has contracted with a hotel or a \nrestaurant to p erform the stipul ated apprenticeship in su ch hotel or restaurant ; \n \n(b)      “Committ ee” means the committ ee set up by the Federal Government under \nsection 4; \n \n(c) “Controller ” means a Controller appointed under section 3 and includes a \nDeputy Controller and an  Assistant Controller and such other person as may \nbe authorised by the Federal Government by notification in the officia l \nGazette to perform all or any of the functions of the Controlle r;  \n(d) “custom er”  means  a  person  availing  facilities  offered  in  a  restaurant  on \nmonetary consid eration ; \n   \n(e)       “fair rates” means the rates fixed und er section 10 and in cludes revised rates ; \n \n(f )      “ guest” means a person who is in possession  or enjoyment of accommod ation    \nprovided to him  in a hotel on mon etary consid eration ; \n \n1For Statement of Objects and Reasons, see Gaz., of P., 1976, Ext., Pt. III, pp. 1353-54. \n  \n  \nPage 4 of 14 \n  (g) “hotel”  means  a  lodging,  or  boarding  and  lodging,  establishm ent  \n with  a minimum  of ten lettable bed rooms,  provided for tou rists on \n monetary consid eration, which conforms to any of the prescribed  minimum  \n criteria, but do es not  include— \n \n (i)  a home  or hostel which is exclusiv ely or mainly used for the aged \n or invalid  persons  or  students  and  is  run  by or  under the  control  \n of  a charitable or educational institution  ; or \n \n (ii)     any rest hous e, hostel or circuit house  exclusively meant for \n visiting  Government officials or officials of oth er organisations,  \n though run on a comm ercial basis ; \n \n(h) “manager” means the person incharge of the management of a hotel or a \nrestaurant; \n \n(i)       “owner” means the person who holds  title to a hotel or restaurant and is \nentitled to receive the whole  or any part of the earnings received from a guest \nor custom er on account of accommod ation or services provided in the hotel or \nrestaurant, and includes a keeper or assignee for the time b eing dis charging the \nresponsibili ty of the ow ner in respect of such hot el or restaurant;  \n \n(j)        “prescribed” means prescribed by rules made un der this  Act ; \n \n(k)      “public  rooms” means rooms in a hotel which are meant for the common  use \nof all guests ; \n \n(l)       “restaurant” means a public eating house  providing  standard and variety of \ncuisin es  on  monetary  consid eration  to  tourists  which  conforms  to  the \nminimum  prescribed criteria ; \n \n(m)      “service” means any service provided in a  hotel or a restaurant ; and \n \n(n)      “tourist” means a person, whether a citizen of Pakistan or not, who stays \nover-night or more as a guest in a hotel at a place other than his normal place \nof residence. \n \n 3. Appointment of Controller, Deputy Controllers and Assista nt Controllers .―(1) The \nFederal Government may, by notification in the official Gazette, appoint a person to be the \nController for the purposes of this Act and such number of Deputy Controllers and  Assistant  \nControllers  as  may  be  necessary  for  the  performance  and  discharge  of  such functions and \nduties as may be assigned to them by or under this Act and may, by general or special order provide \nfor the distribution or allocation of work to be performed by them.  \n (2) Subject to the provisions of th is Act, the Controller shall perform his functions  and \ndischarge his duti es under the g eneral supervision  and control of the Federal Government. \n \n  \n  \nPage 5 of 14 \n  (3) Subject to the provisions of this Act and of such orders as may from time to time be m ade \nby the  Federal Government in this behalf, the Deputy Cont rollers and Assist ant Cont rollers shall \nperform their functions  and discharge their duties under the general sup ervision  and control of the \nCont roller. \n \n 4. Setting-up of Advisory Committee. As soon  as may be after the comm encement of  \nthis  Act,  the  Federal  Government  may set  up  a  Hot els  and  Restaurants  Committ ee, consisting  \nof as many members as the Federal Government may determine, to aid and advise the  Federal \nGovernment in relation to such matters relating to the administ ration of this Act as may be \nprescribed. \n \n 5. Registration of hotels and restaurants.―(1)  The  owner  of  every  hotel  and restaurant \nshall, within  a period of two  months  from the comm encement of this  Act, or from the  opening of the  \nhotel or restaurant, or from the date on which this Act becomes applicable to  such hotel or \nrestaurant, whichever is later, apply to the Cont roller for registration of his hot el or restaurant and \nfor determination of fair rates in relation thereto and, in the case of a hot el, also for its classification, \non payment of such fee as may be prescribed. \n \n (2) No hot el or restaurant shall be registered, unless― \n \n(a) it  conforms  to  the  p rescribed  standard  of  health,  hygiene  and  comfort, \nprovided that the Cont roller may allow provision al registration subject to such \nconditions  as he may deem fit and, for good and sufficient reasons,  modi fy, \nalter or withdraw any such condition  at any time ;  \n \n(b)       it  furnishes  at  its  expense  certificates  of  medical  fitness  from  a  Medical \nOfficer of the  civil hospit al of the area in respect of its  staff in such form as \nmay be prescribed ; \n \n(c) its building is structurally safe and adequately protected against fire or an \naccident arising  out of electricity or gas and safety of the to urists is ensured. \n \n (3) The Cont roller, or an officer authorised by him  in this behalf, or a member of the \ncommitt ee may, at any tim e, inspect the premises of a hotel or restaurant, call for any information, \nplan or data in respect of any matter concerning such hotel or restaurant or, at the  cost of the \nowner, carry out, or require the owner to carry out, test of any articles or appliances or foodstu ff. \n \n 6. Class ification of hotels.―Subject to such general or particular directions  as the \nFederal Government may issu e, the Cont roller shall, according to the prescribed minimum criteria, \nby noti fication in the official Gazette, classify hotels, according to the star classification system, \nas— \n \n(a)       one star hotels, being hot els which conform to the  prescribed minimum  criteria \nof hotels of that class, but do not conform to the prescribed minimum  criteria \nof a higher star class hotel ; \n \n  \n  \nPage 6 of 14 \n (b)       two  st ar  hot els,  being  hot els  which  conform  to  the  p rescribed  minimum \ncriteria of hot els of th at class, but do not  conform to the p rescribed minimum \ncriteria of a higher star class hotel ; \n \n(c)       three  star  hot els,  being  hot els  which  conform  to  the  prescribed  minimum \ncriteria of hot els of th at class, but do not  conform to the p rescribed minimum \ncriteria of a higher star class hotels ; \n \n(d)       four  st ar  hot els,  being  hotels  which  conform  to  the  p rescribed  minimum \ncriteria of hot els of th at class, but do not  conform to the p rescribed minimum \ncriteria of a higher star class hotel ; and \n \n(e)       five star hotels, being hotels which conform to the prescribed minimum \ncriteria of hotels of that class. \n \n 7. Issue of licence.― (1) Every owner shall, after registration of his hotel or restaurant \nunder section 5, obtain a licence from the Controller on payment of such fee as may be \nprescribed. \n (2) No owner shall carry on his busin ess or, in the case of a hotel, use the classification \nstar sign, without  first getting the  hotel or restaurant registered and obtaining  a licence under this  \nAct. \n \n (3) A  licence granted under this section shall, unless soon er suspended or cancelled, remain \nin force for a period of one year from the date of issue  and may thereafter be renewed for a period of  \none year at a time on p ayment of the p rescribed fee: \n \n Provided that if an application for renewal of a licence is made before the expiry of the \nperiod of its  validity, the licence shall continue  in force until  orders are passed on such application. \n \n 8. Refusal and cancellation of registration and license.― (1) The Cont roller may \nrefuse to register a hotel or restaurant if it does not conform to the minimum  prescribed criteria. \n \n (2) The registration and licence of a hotel or restaurant may be cancelled or susp ended, or the \nstar classification of a hotel may be low ered, if― \n \n(a)       its owner is declared insolv ent by a competent court; \n \n(b)       its busin ess is whol ly or partly discontinu ed or suspended without  the approval \nof the  Cont roller, except where such suspension  or discontinu ance is for the \npurposes of making repairs, improvements, renovations  or expansion  or, in the \ncase of seasonal busin ess, is for the period of the slack season, and the fact of \nsuch suspension  or discontinu ance in each case has been duly reported to the \nCont roller in advance; \n \n(c)       its owner or any person acting on his behalf contravenes any of the provisions \nof this Act or the rules or orders made thereunder ; \n \n  \n  \nPage 7 of 14 \n (d)       it ceases to conform to the requirements of registration under section 5 or, in \nthe case of a hotel, to the p rescribed minimum  criteria for the class assigned to \nit ; or \n \n(e)       its  owner  fails  to  enter  the  names  and  other  particulars  of  guests  in  the \nprescribed register. \n \n 9. Obligation of the transferee, etc., of a hotel and restaurant. Where a hotel or \nrestaurant registered and licensed under this  Act is transferred or assigned to, or devolves upon,  any \nperson, it shall be incumbent upon  that person to report, within one month  of its taking effect, to the  \nCont roller the  fact of such transfer, assignment or devolution  and obt ain a fresh licence und er this  \nAct. \n \n 10. Controller to fix fair rates.―(1) The Cont roller may fix fair rates to be charged for \nboard, lodging and other service provided in a hotel at such amount  as, having regard to the  \nprescribed principles governing fair rates and the classification of hotels, he deems just.  \n \n (2) The Cont roller may either fix a consolid ated rate for lodging, board and service, or for \nlodging and service only or fair rates separately for― \n \n(a)       lodging with reference to the nature of the accommodation and the numb er of \nguests to be  accommod ated ; \n \n(b)       board, partial or full ; and \n \n(c)       other service. \n \n (3) Fair rates may be fixed separately for daily and month ly guests.  \n  \n Explanation. ― A guest who agrees to reserve accommod ation, or for whom  accommod ation \nis reserved, for a period of one month  or mo re shall be deemed to be a month ly guest, provided he \nactually stays for one month  or more or has actually paid in advance for one month  ; and where the \nreservation is not for any specified period or is for a period l ess than a month,  the guest shall be \ndeemed to be  a daily guest. \n \n (4) The Cont roller  may fix  fair  rates  to  be  charged  for board  and  o ther  service \nprovided in a restaurant at such amount,  as having regard to the prescribed principles governing fair \nrates and to all the circumst ances, he deems just.  \n \n (5) The Cont roller may from time to time revise the fair rates fixed by him under this \nsection. \n \n (6) An order fixing or revising  fair rates shall take effect on the first day of such month \nfollowing  the month in whi ch the o rder is made as may be specified therein. \n \n (7) Until  such time as fair rates are fixed in relation to any hotel or restaurant under this  \nsection, the rate, if any, charged by such hotel or restaurant, immediately before this Act becomes \n  \n  \nPage 8 of 14 \n applicable to i t, for equivalent lodging, board or service to th at provided, sh all be deemed to be  the \nfair rates fixed und er this section. \n \n 11. Controller to fix limit of persons to be accommodated in any room.―(1) The \nCont roller may fix the maximum  numb er of guests to be accommodat ed in each room or oth er \nunit of accommod ation in a hotel. \n \n (2) No  room for which an order has been made under sub-section (1) s hall be used to \naccommod ate any number of guests in excess of the numb er specified in the order, except with \nthe p revious p ermission of the Cont roller in w riting. \n \n (3) The Cont roller may from time to time revise any order made by him  under sub- section \n(1) so as to in crease or  reduce the numb er of guests specified in su ch order. \n \n 12. Rules of establishment of hotel and restaurant. Every ow ner shall prepare the rules of \nthe establishm ent in respect of his  hotel or restaurant conforming  with the provisions of this Act and \nthe rules made th ereunder and get them approved by the C ontroller.  \n \n 13. Fair rates, etc., to be displayed.―(1) The fair rates, the maximum  numb er of guests \nthat may be accommod ated in a room or unit of accommod ation in a hotel and the rules of the  \nestablishm ent shall be displ ayed in a conspi cuous  manner in the office and in the public rooms, if \nany, of every hotel. \n \n (2)  The  fair  rates  and  the  rules  of  the  establishm ent  shall  be  displ ayed  in  a \nconspi cuous  manner in the office and the hall and rooms of  every restaurant.  \n \n 14. Reservation of accommodation at the instance of Controller.― (1) Subject to such \ndirections  as may be given in this behalf by the Federal Government, the Cont roller may by  order  \ndirect  the  owner  or  the  manager  of  a  hotel  to  reserve  in  the  hotel  such accommod ation as \nmay be specified in the order. \n \n (2) Subject to any direction by the  Federal Government in this behalf, the Cont roller may \nallot the accommo dation reserved under sub-section (1) to any person and such person sh all \nthereupon  be deemed to be a guest at the hotel in relation to the  accommod ation allotted to him.  \n \n (3) Where any accommod ation is reserved under sub-section (1), the owner or the m anager \nof the ho tel shall make the accommod ation so reserved, or su ch portion of it as the Cont roller may \ndirect, available to the Cont roller for occupation by the person to whom  it has been allotted, at the \nexpiry of forty-eight hours from the service upon  him of a notice in writing in this  behalf by the \nCont roller. \n \n (4) Nothi ng in this section shall prevent the owner or the manager of the hotel from letting \nany accommod ation reserved under sub-section (1) to a guest other than the person to whom  such \naccommod ation is allotted by the Controller, upon  the condit ion that if and when a notice is \nreceived from the Cont roller under sub-section (3) su ch guest will vacate the accommod ation within  \nforty eight hours of the receipt of such noti ce.  \n \n  \n  \nPage 9 of 14 \n  15. Charge in excess of fair rates prohibited.―(1) Notwithst anding any agreement to the \ncontrary, no owner shall charge a guest or custom er any amount  in excess of the fair rates. \n \n (2) Any agreement for the payment of any charges in excess of the fair rates shall be void  in \nrespect of such excess, and shall be construed as if it were an agreement for payment of  the fair \nrates. \n \n (3) Any sum paid by a guest in excess of the fair rates shall be recoverable at any time within  \na period of six months from the d ate of p ayment from the own er or the m anager of the hot el to whom  \nit was paid, or from the legal representative of either of these persons,  and without  prejudice to any \nother mode  of recovery which may be open to him, the guest may deduct such amount  from any sum \npayable by him for his accomm odation. \n \n 16. Controller's power to prohibit certain trades and occupations. The Cont roller may, \nby order in writing, prohibit,  within  one hund red yards of a hotel or restaurant, the carrying on of \nany trade, profession,  occupation or indust ry which in his opinion  is likely to be — \n \n(i)        injurious to the health and well being of guests or custom ers or a hazard to \ntheir safety ; \n \n(ii)       a nuisance as defined in the Pakistan Penal Code (A ct XLV of 1860) ; or \n \n(iii)     offensive to  good t aste. \n \n 17. Eviction of guests .―(1) Except as hereinafter provided, no guest at a hotel shall  be \nevicted or refused board or other service so long as he pays, or is ready and willing to pay, the fair \nrates and observes the displayed rules of the establishment and conforms with the provisions of this \nAct and the conditions prescribed thereunder.  \n (2) A guest or a custom er who has been guilty of condu ct which amounts  to nuisance, or is a \nsource of annoyance to oth er guests or customers, or threatens or intimid ates any other guest or \ncustom er, or is likely to endanger the person or life of any ind ividual in a hotel or restaurant, may \nbe evicted by the owner or manager of the hotel or restaurant, provided that, if the own er or \nmanager has good reason to apprehend an immediate breach of peace or commission  of an offence \nby the  guest or custom er, he may use such force as may be necessary to restrain the guest or \ncustom er from so doing  and shall immediately intim ate the fact to the lo cal police. \n \n (3) Any guest or customer aggrieved by eviction or refusal of board or other services und er \nsub-section (1) or sub-section (2) may lodge a compl aint with the Controller who shall, after holdi ng \nsumm ary enquiry in the p rescribed manner, pass su ch order as he may deem fit. \n \n 18. Procedure and powers of Controller.―(1) The Cont roller shall not refuse \nregistration, or cancel or suspend the licence, of a hotel or restaurant, except after holding \nsumm ary enquiry in the  prescribed manner. \n \n (2) For the purpose of holding  an enquiry under sub-section (1) or any other enquiry whi ch \nhe may deem necessary for the purposes of this Act, the Cont roller shall have the same po wers as are \nvested in a civil court in respect of― \n  \n  \nPage 10 of 14 \n  \n(a)       proof of facts by affidavit ; \n \n(b)       summoning  and enforcing the attendance of any person and examining him on \noath ; \n \n(c)       compelling the p roduction of documents and oth er material evidence; and \n \n(d)       issuing  commissions  for the examination of witnesses. \n \n \n 19. Additional powers of Controller.―For the purposes of this Act, the Cont roller may,―  \n \n(i)        call for such information, reports, or returns from an owner or a manager as \nmay be necessary for satisfying hims elf that the provisions  of this Act, the \nrules and orders made thereunder are being duly compli ed with ;  \n \n(ii)       require  an  owner  or  a  manager  to  produce  before  hims elf  or  an  officer \ndesignated by him  for the purpose any book  of account,  document or other \npapers in his possession  or pow er whi ch contain or are believed to contain \ninformation relating to the hotel or restaurant of which he is the owner or \nmanager ; \n \n(iii)     require an owner or a manager to undertake through an agency qualified to do \nso scientific tests of water, food and other articles of human consumpti on at \nthe cost of the owner, to determine  their quality and conformity with  the \nrequirements of health and hygiene ; \n \n(iv)      d eclare the site of any restaurant not registered under this Act, a fit site for a \nrestaurant and issue  directive to the management of su ch a restaurant to \nimprove,  within  a period  of  six  months  from  the date  of  such  order,  the \nconditions,  services and facilities at the restaurant to conform to the prescribed \nminimum  criteria ; \n \n(v)       call for any other information relating to development of hotel indust ry. \n \n 20.  Apprenticeship scheme and training policy of employees.  The Cont roller shall― \n \n(i)        ensure that apprentices in a hotel or restaurant do not exceed ten per cent of \nthe employees in any specified trade ; \n \n(ii)       fix, with due regard to the salaries of the regularly employed staff, the stipend \nto  be  p aid  to  an  apprentice  over  and  above  the  cost  of  his  training  and \ndetermine  the du ration of  his apprenticeship ; \n \n(iii)     lay down  the age limit,  educational qualifications,  standards of physical fitness \nand psychological and mental health of  apprentices ; \n \n  \n  \nPage 11 of 14 \n (iv)      di rect the programming for training v arious categories of employees of hotels \nand restaurants at a recognised vocational institution  at the v arious specialised \ncourses run th reat so that the p ercentage of q ualified trained staff in a hot el or \nrestaurant attains, within  a reasonable time, the minimum  standard as may be \ndetermined by the Cont roller ; and \n \n(v)       lay down  the maximum  percentage of untrained staff that may be employed at \na hotel or restaurant at any time. \n \n 21. Provision  of medical facilities.―(1) The owner of every hotel registered and licensed \nunder this Act shall provide the followi ng medical facilities for guests, namely: \n(i)        One and two st ar hotels: \n \n(a) A do ctor on call available in close p roximity of the hot el premises.  \n \n(b)   First aid equipm ent and a reasonable stock of life saving drugs. \n \n(c)     Two employees trained and qu alified in first aid. \n \n(d)     Ensu re availability of an ambul ance, van or car to rush patients to \na hospit al in emergencies. \n \n(ii)       Three star hotels: \n \n(a)     As in sub clauses (a) to (c) in clause (i). \n \n(b)     A drug store or chemist's shop  with twenty-four hours' service, if \nno existing  in close p roximity. \n \n(c)     An ambul ance or van.  \n \n(iii)     Four and five st ar hotels: \n \n(a)    A do ctor on call available in close p roximity of the hot el premises. \n \n(b)    A separate consulting  room with reasonable stock of life saving drugs \nand first aid equipm ent. \n \n(c)    Four employees trained and qu alified in first aid. \n \n(d)    An ambul ance or a van convertible into an ambul ance in emergency. \n \n(e)    A drug or chemist's shop  with twenty-four hours' service, if not \nexisting in close p roximity. \n \n  \n  \nPage 12 of 14 \n  (2) The m anagement of a hot el shall take all possible  care and provide all necessary medical \naid without  any loss  of time to a guest suffering from any serious attack, including heart attack and \nhaemorrhage, or an accident. \n \n 22. Offences and Penalties.― (1) Any owner who fails to apply for registration within  \nthe time specified in section 5 shall be liable to pay to the Controller a penalty of such sum  not \nexceeding five thous and rupees as the Cont roller may impose  and, in the case of a continuing \nfailure, an addition al penalty whi ch may extend to one thous and rupees for every day after the first \nduring whi ch he has persisted in the failure. \n \n (2) Any owner or manager who serves any food or beverage which is injurious to health, or \nwho does not take sufficient care to ensure protection of food and beverage against contamination \nthrough flies or in any other way, or serves any food or beverage in unclean or contaminated \nutensils,  shall be liable to pay to the Cont roller a penalty of such sum not exceeding one thous and \nrupees as the Cont roller may impos e. \n \n (3) Any owner or manager who fails to comply with any order passed or direction given \nunder the provisi ons of this Act by the Controller or any other authority prescribed in this behalf \nshall be liable to pay to the Cont roller a penalty of such sum not exceeding one thous and rupees \nas the Cont roller may impos e. \n \n (4) Any owner or manager who charges a guest or custom er any amount  in excess of the fair \nrates shall, in addition to refund such guest or custom er the amount  charged in excess of fair rates, be \nalso liable to pay to the Cont roller a penalty of such sum not exceeding one thous and rupees as the \nCont roller may impose  for such excess charging for the first time and, in  the case of any such \nsubsequent excess charging, a penalty not exceeding two thous and rupees. \n \n (5) If a restaurant not registered under this Act fails to carry out  the directive issued und er  \nclause  (iv)  of  section  19  within  the  period  specified  therein,  the  Cont roller  may susp end the \noperation of such restaurant and may also impose  a penalty of such sum not exceeding five thous and \nrupees as the Cont roller may impose  on the owner of such restaurant. \n \n (6) If the ow ner or m anager of a hot el or restaurant not licensed under this  Act advertises it as \na hotel or restaurant, or in any manner whatsoever uses the star sign, he shall be liable to pay to the \nController a penalty of such sum not exceeding one thous and rupees as the  Cont roller may imp ose \nand, in the case of his continuing  to so advertise or use the star sign, an addition al penalty whi ch \nmay extend to two hund red rupees for every day after the first during which he so continu es or uses \nstar sign. \n \n (7) Any ow ner who fails to comply with  the provisions  of section 21 shall be liable to one  or \nmore of the following  penalties, namely:― \n \n(a)       Penalty of such sum not exceeding two thous and rupees as the Controller may \nimpose ;  \n \n(b)       forfeiture of licence ; and \n \n(c)       cancellation of registration. \n  \n  \nPage 13 of 14 \n  \n 23.  Contravention by companies, etc.  If  the  person  contravening,  or  failing  to comply \nwith,  any provision  of this  Act  or  any rule,  order  or  direction  made  or issued thereunder is a \ncompany or other body corporate, every director, secretary or other officer or agent  thereof,  unl ess  \nhe  proves  th at  the  contravention  or failure  took  place  without  his knowl edge or that he \nexercised due diligence to prevent its taking pl ace, shall be liable to the p enalty provided for such \ncontravention  or failure. \n \n 24. Mode of recovery.―(1) Any sum impos ed as penalty under this Act shall be \nrecoverable as an arrear of land revenue. \n \n 25. Appeal and Revisio n. Any person aggrieved by an order under this Act may, within  \nthirty days of the date of the o rder, prefer an appeal to― \n \n(a)       the Deputy Cont roller, where such order has been passed by an Assist ant \n Cont roller ; \n \n(b)       the Cont roller, where such order, not being an order passed in appeal under \nclause ( a), has been passed by a Deputy Cont roller ; \n \n(c)       the prescribed appellate authority, where such order, not being an order passed \nin appeal under clause (b), has been passed by the Cont roller. \n \n (2) The Federal Government may of its own motion,  or on the application  of any own er \nor manager aggrieved by an order passed under sub-section (1) within the prescribed time and in the \nprescribed manner, pass su ch order in relation thereto as it thinks  fit: \n \n Provided that no order against an owner or a manager shall be passed unless he has been \ngiven an opp ortunity  of showi ng cause against it and of  being heard. \n \n 26. Indemnity. No suit, p rosecution  or other legal proceeding shall lie against the Federal \nGovernment, the Cont roller, a Deputy Cont roller, an Assist ant Cont roller, the Provincial \nGovernment, any officer or authority subordinate to the Federal Government or a Provincial \nGovernment, or a member of the Committ ee in respect of anything which is in good faith done  \nor intended to be  done  under this  Act. \n \n 27. Power to exempt. The Federal Government may, by noti fication in the official Gazette, \nexempt any hotel or restaurant from the operation of all or any of the provisions  of this  Act  for  \nsuch  period,  and  on  such  conditions,  if  any,  as  may  be  specified  in  the noti fication. \n \n 28. Delegation of powers.―(1) The Federal Government may, by notification in the \nofficial Gazette, direct that all or any of its powers under this Act shall, subject to such \nconditions,  if any, as may be specified in the noti fication, be exercised— \n \n(a)       by any officer or authority subo rdinate to the Federal Government ; or \n \n  \n  \nPage 14 of 14 \n (b)       by any Provincial Government or by any officer or authority subordinate to \nsuch Gov ernment. \n \n (2) A  Provincial Government may, with the approval of the Federal Government, constitute  a \nHotels and Restaurants Committ ee to perform, within  the Province, all or any of the functions of  the \nCommitt ee. \n \n 29. Power to make rules.―(1) The Federal Government may, by notification in \ntheofficial Gazette, make 1rules for carrying out the purposes of this Act. \n \n (2) In particular and without  prejudice to the generality to the foregoing power, such \nrules may provide for― \n \n(a)       fixation and revision  of criteria for the registration and classification of hotels \nand restaurants ; \n \n(b)       lowering or altering the  classification  of  a hotel, if in  the  opinion  of  the \nCont roller it fails to maintain the p rescribed standard of classification already \nassigned ; \n \n(c)       the manner of issuance of “Sign Shields” including st ar classification of hotels \nand restaurants for displ ay in hot els and restaurants at consp icuous pl aces ; \n \n(d)       principles governing fair rates; \n \n(e)       determining  the  format,  content  and  displ ay  of  fair  rates  for  hotels  and \nrestaurants ; \n \n(f)        matters in relation to whi ch the Committ ee may render aid and advice ;  \n \n(g)       meetings of the Commit tee ; \n \n \n(h)       fixation of fees for registration and licenses ; \n \n(i)        form of a certificate of medical fitness referred to in section 5 and the time at \nwhich it shall be submit ted to the Cont roller ; \n \n(j)        manner of holdi ng summ ary enquiry ; and \n \n(k)       any other matter which is to be  or may be prescribed. \n \n 30. Other laws not applicable. Nothing  contained in the Sarais Act, 1867 (XXII of 1867),  \nor the Karachi Hotels and Lodging-Hous es (Cont rol) Act, 1950  (LXV of 1950),  shall apply to a \nhotel or restaurant to whi ch this  Act for the time b eing applies. \n \n 131. R epeal. The Pakistan Hotels and Restaurants Ordinance, 1976  (XXXIX of 1976), is \nhereby repealed. \n \n_____________  \n \n \n          Uploaded on 11.12.2023  \n  \n1For the Pakistan Hotel and Restaurants Rules, 1977, see S.R.O. No. 1150(I)/77 dated 6/12/77 , Gaz., of P., 1977, Ext., (Islamabad), Pt. II, pages \n2017-2067. \n2This Section has been omitted in its application to the Islamabad Capital Territory, see Ordinance No. 27 of 1981, s. 5and Sch., IV."
}