{
    "file": "./converted_json\\administrator03eadfb5474bfa7c9e45ab4558d5a926.json",
    "name": "The Sale of Goods Act, 1930",
    "date": "15th March, 1930",
    "tagline": "An Act to define and amend the law relating to the sale of goods",
    "content": "Page 1 of 19 \n  \nu \nTHE SALE OF GOODS ACT, 1930  \n \n \n \nCONTENTS  \nCHAPTER I  \n \nPRELIMINARY  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Application of provisions of Act IX of 1872  \n_____  \nCHAPTER II  \n \nFORMATION OF THE CONTRACT  \n \nContract of Sale \n4.  Sale and agreement to sell  \nFormalities of the Contract  \n5.  Contract of sale how made  \nSubject -matter of Contract  \n6.  Existing or future goods  \n7.  Goods perishing before making of contract  \n8.  Goods perishing before sale but after agreement to sell \n9.  Ascertainment of price  \n10.  Agreement to sell at valuation  \nConditions and Warranties  \n11.  Stipulations as to time  \n \n \n\n \nPage 2 of 19 \n 12.  Condition and warranty  \n13.  When condition to be treated as warranty  \n14.  Implied undertaking as to title, etc.  \n15.  Sale by description  \n16.  Implied conditions as to quality or fitness  \n16A.  Seller to inform buyer of defect in goods sold  \n17.  Sale by sample  \n_____  \nCHAPTER III  \n \nEFFECTS OF THE CONTRACT  \n \nTransfer of Property as between Seller and Buyer  \n18.  Goods must be ascertained  \n19.  Property passes when intended to pass  \n20.  Specific goods in a deliverable state  \n21.  Specific goods to be put into a deliverable state  \n22.  Specific goods in a deliverable state, when the seller has to do anything thereto in order to \nascertain price  \n23.  Sale of unascertained goods and appropriation  Delivery to carrier  \n24.  Goods sent on approval or “on sale or return”  \n25.  Reservation of right of disposal  \n26.  Risk prima facie passes with property  \nTransfer of Title  \n27.  Sale by person not the owner  \n28.  Sale by one of joint owners  \n29.  Sale by person in possession under voidable contract  \n30.  Seller or buyer in possession after sale  \n_____  \n \nPage 3 of 19 \n CHAPTER IV  \n \nPERFORMANCE OF THE CONTRACT  \n31.  Duties of seller and buyer  \n32.  Payment and del ivery are concurrent conditions  \n33.  Delivery  \n34.  Effect of part delivery  \n35.  Buyer to apply for delivery  \n36.  Rules as to delivery  \n37.  Delivery of wrong quantity  \n38.  Instalment deliveries  \n39.  Delivery to carrier or wharfinger  \n40.  Risk where goods ar e delivered at distant place  \n41.  Buyer’s right of examining the goods  \n42.  Acceptance  \n43.  Buyer not bound to return rejected goods  \n44.  Liability of buyer for neglecting or refusing delivery of goods  \n_____  \nCHAPTER V  \n \nRIGHTS OF UNPAID SELLER AGAINST THE GOODS  \n45.  “Unpaid seller” defined  \n46.  Unpaid seller’s rights  \nUnpaid Seller’s Lien  \n47.  Seller’s lien  \n48.  Part delivery  \n49.  Termination of lien  \nStoppage in Transit  \n50.  Right of stoppage in transit  \n \nPage 4 of 19 \n 51.  Duration of transit  \n52.  How stoppage in transit is effected  \nTransfer by Buyer and Seller  \n53.  Effect of sub -sale or pledge by buyer  \n54.  Sale not generally rescinded by lien or stoppage in transit  \n_____  \nCHAPTER VI  \n \nSUITS FOR BREACH OF THE CONTRACT  \n55.  Suit for price  \n56.  Damages for non-acceptance  \n57.  Damages for non -delivery  \n58.  Specific performance  \n59.  Remedy for breach of warranty  \n60.  Repudiation of contract before due date  \n61.  Interest by way of damages and special damages  \n_____  \nCHAPTER VII  \n \nMISCELLANEOUS  \n62.  Exclusion of im plied terms and conditions  \n63.  Reasonable time a question of fact  \n64.  Auction sale  \n64A.  In contracts of sale amount of increased or decreased duty or tax to be added or deducted  \n65.  [Repealed ]  \n66.  Savings  \n \n_____  \n \n \nPage 5 of 19 \n  \nTHE SALE OF GOODS ACT, 1930  \n1ACT NO. III OF  1930  \n[15th March, 1930]  \nAn Act to define and amend the law relating to the sale of goods  \n WHEREAS it is expedient to define and amend the law relating to the sale of goods ;  \n It is hereby enacted as follows: — \nCHAPTER I  \n \nPRELIMINARY  \n 1. Short title, extent and commencement .___(1) This Act may be called the 2[*]Sale of Goods \nAct, 1930.  \n 3[(2) It extends to the whole of Pakistan.]  \n (3) It shall come into force on the first day of July, 1930.  \n 2. Definitions. In this Act, unless there is any thing repugnant in the subject or context,___ \n (1) “buyer” means a person who buys or agrees to buy goods;  \n (2) “delivery” means voluntary transfer of possession from one person to another ;  \n \n (3)  goods are said to be in a “deliverable state” when they ar e in such state that the buyer would \nunder the contract be bound to take delivery of them ;  \n \n (4) “document of title to  goods” includes a bill of lading, dock -warrant, warehouse keeper’s \ncertificate, wharfingers’ certificate, railway receipt, warrant or order for the delivery of goods and any \nother document used in the ordinary course of business as proof of the possession  or control of goods, \nor authorising or purporting to authorise, either by endorsement or by delivery, the possessor of the \ndocument to transfer or receive goods thereby represented ;  \n \n (5) “fault” means wrongful act or default ;  \n \n \n \n \n \n (6) “future  goods” means goods to be manufactured or produced or acquired by the seller after \nthe making of the contract of sale;  \n \n (7) “goods” means every kind of moveable property other than actionable claims and money ; \nand includes 4[electricity, water, gas,] sto ck and shares, growing crops, grass and things attached to or \nforming part of the land which are agreed to be served before sale or under the contract of sale;  \n \n1This Act has been applied to Phulera in the Excluded Area of Upper Tanawal to the extend the A ct is applicable in the N. -W. F.P., subject to certain \nmodifications, and also extended to the Excluded Area of Upper Tanawal (N. -W. F. P.) other than Phulera with effect from such date and subject to such \nmodifications as may be notified, see N. -W. F. P. (Upper Tanawal) (Excluded Area) Laws Regulations, 1950.  \nThis Act also extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, G. G. O. III of 1950 ; and appl ied in the Federated Areas \nof Baluchistan, see Gazette of India, 1937, Pt. I, p. 1499.  \n2Repealed by the Federal Laws (Revision and Declar ation) Act, 1951(Act No. XXVI OF  1951), s.3 and 2 nd Sch. \n3Subs. by Central Laws (Statute Reform) Ordinance , 1960  (Ordinance  No. XXI OF  1960), s.3 and 2nd Sch. (w. e. f.  the 14th October, 1955).  \n4Ins. by Ordinance No. XLVII OF 1962, s.  2. \n \n \nPage 6 of 19 \n  (8) a person is said to be “insolvent” who has ceased to pay his debts in the ordinary course of \nbusiness, or cannot pay his debts as they become due, whether he has committed an act o f insolvency \nor not ;  \n (9) “mercantile agent” means a mercantile agent having in the customary course of business as \nsuch agent authority either to sell goods, or to consign goods for the purposes of sale, or to buy goods, \nor to raise money on the security of goods ;  \n (10) “price” means the money consideration for a sale of goods ;  \n (11) “property” means the general property in goods, and not merely a special property ;  \n (12) “quality  of goods” includes their state or condition ;  \n (13) “seller” means a person who sells or agrees to sell goods;  \n (14) “specific goods” means goods identified and agreed upon at the time a contract of sale is \nmade ; and  \n (15) expressions used but not define d in this Act and defined in the Contract Act, 1872, (IX of \n1872 ), have the meanings assigned to them in that Act.  \n 3. Application o f provisions of Act IX of 1872.___The unrepealed provisions of the Contract \nAct, 1872, save in so far as they are inconsiste nt with the express provisions of this Act, shall continue \nto apply to contracts for the sale of goods.  \n_____  \nCHAPTER II  \n \nFORMATION OF THE CONTRACT  \nContract of Sale  \n 4. Sale and agreement to sell.___(1) A contract of sale of goods is a contract whereby the seller \ntransfers or agrees to transfer the property in goods to the buyer for a price. There may be a contract \nof sale between one part -owner and another.  \n (2) A contract of sale may be absolute or conditional.  \n (3) Where under a contract of sa le the property in the goods is transferred from the seller to the \nbuyer, the contract is called a sale, but where the transfer of the property in the goods is to take place \nat a future time or subject to some condition thereafter to be fulfilled, the cont ract is called an agreement \nto sell.  \n (4) An agreement to sell becomes a sale when the time elapses or the conditions are fulfilled \nsubject to which the property in the goods is to be transferred.  \nFormalities of the Contract  \n 5. Contract of sale how made.___(1) A contract of sale is made by an offer to buy or sell goods \nfor a price and the acceptance of such offer. The contract may provide for the immediate delivery of \nthe goods or immediate payment of the price or both, or for the delivery or payment by in stalments, or \nthat the delivery or payment or both shall be postponed.  \n \nPage 7 of 19 \n  (2) Subject to the provisions of any law for the time being in force, a contract of sale may be \nmade in writing or by word of mouth, or partly in writing and partly by word of mouth or  may be \nimplied from the conduct of the parties.  \nSubject -matter of Contract  \n 6. Existing or future goods. —(1) The goods which form the subject of a contract of sale may \nbe either existing goods, owned or possessed by the seller, or future goods.  \n (2) There  may be a contract for the sale of goods the acquisition of which by the seller depends \nupon a contingency which may or may not happen.  \n (3) Where by a contract of sale the seller purports to effect a present sale of future goods, the \ncontract operates as an agreement to sell the goods.  \n 7. Goods peris hing before making of contract.___Where  there is a contract for the sale of \nspecific goods, the contract is void if the goods without the knowledge of the seller have, at the time \nwhen the contract was made, perished or become so damaged as no longer to answer to their description \nin the contra ct. \n 8. Goods perishing before sa le but after agreement to sell.___Where  there is an agreement to \nsell specific goods, and subsequently the goods without any fault on the part of the seller or buyer \nperish or become so damaged as no longer to answer to their description in the agreement before the \nrisk passes to the buyer, the  agreement is thereby avoided.  \nThe Price  \n 9. Ascertainment of Price.___(1) The price in a contract of sale may be fixed by the contract \nor may be left to be fixed in manner thereby agreed or may be determined by the course of dealing \nbetween the parties.  \n (2) Where the price is not determined in accordance with the foregoing provisions, the buyer \nshall pay the seller a reasonable price. What is a reasonable price is a question of fact dependent on the \ncircumstances of each particular case.  \n 10. Agreement to  sell at valuation.___(1) Where there is an agreement to sell goods on the \nterms that the price is to be fixed by the valuation of a third party and such third party cannot or does \nnot make such valuation, the agreement is thereby avoided :  \n Provided that,  if the goods or any part thereof have been delivered to, and appropriated by, the \nbuyer, he shall pay a reasonable price therefor.  \n (2) Where such third party is prevented from making the valuation by the fault of the seller or \nbuyer, the party not in fau lt may maintain a suit for damages against the party in fault.  \nCondition s and Warranties  \n 11. Stipulations as to time.___Unless  a different intention appears from the terms of the \ncontract, stipulations as to time of payment are not deemed to be of the essence of a contract of sale. \nWhether any other stipulation as to time is of the essence of the contract or not depends on the te rms \nof the contract.  \n \nPage 8 of 19 \n  12. Condition and warranty.___(1) A stipulation in a contract of sale with reference to goods \nwhich are the subject thereof may be a condition or a warranty.  \n \n (2) A condition is a stipulation essential to the main purpose of the cont ract, the breach of which \ngives rise to a right to treat the contract as repudiated.  \n \n (3) A warranty is a stipulation collateral to the main purpose of the contract, the breach of which \ngives rise to a claim for damages but not to a right to reject the go ods and treat the contract as \nrepudiated.  \n \n \n \n \n \n \n \n \n (4) Whether a stipulation in a contract of sale is condition or a warranty depends in each case \non the construction of the contract. A stipulation may be a condition, though called a warranty in the \ncontract.  \n \n 13. When condition to be treated as warranty.___(1) Where a contract of sale is subject to \nany condition to be fulfilled by the seller, the buyer may waive the condition or elect to treat the breach \nof the condition as a breach of warranty and not as a ground for treating the contract as repudiated.  \n \n (2) Where a contract of sale is not severable and the buyer has accepted the goods or part \nthereof, 1[* * * ] the breach of any condition to be fulfilled by the seller can only be treated as a breach \nof warranty and not as a ground for rejecting the goods and treating the contract as repudiated, unless \nthere is a term of the contract, express or implied, to that effect.  \n \n (3) Nothing in this section shall affect the case of any condition or warranty fulfilment of which \nis excused by law by reason of impossibility or otherwise.  \n \n \n 14. Implie d undertaking as to title, etc.___In a contract of sale, unless the circums tances of \nthe contract are such as to show a different intention there is ― \n \n \n(a)  an implied condition on the part of the seller that, in the case of a sale, he has a \nright to sell the goods and that, in the case of an agreement to sell, he will have \na right to sell the goods at the time when the property is to pass ;  \n \n \n(b)  an implied wa rranty that the buyer shall have and enjoy quiet possession of the \ngoods ;  \n \n \n(c)  an implied warranty that the goods shall be free from any charge or \nencumbrance in favour of any third party not declared or known to the buyer \nbefore or at the time when the  contract is made.  \n \n \n \n \n 15. Sale by description.___Where  there is a contract for the sale of goods by description, there \nis an implied condition that the goods shall correspond with the description ; and, if the sale is by \nsample as well as by description it is not sufficient that the bulk of the goods correspo nds with the \nsample if the goods do not also correspond with the description.  \n \n \n 16. Imp lied conditions as to quality or  fitness.___Subject  to the provisions of this Act and of \nany other law for the time being in force, there is no implied warranty or condition as to the quality or \nfitness or any particular purpose of goods supplied under a contract of sale, except as follows : ― \n \n (1) Where t he buyer, expressly or by implication, makes known to the seller the particular \npurpose for which the goods are required, so as to show that the buyer relies on the seller’s skill or \njudgment, and the goods are of a description which it is in the course of  the seller’s business to supply \n(whether he is the manufacturer of producer or not), there is an implied condition that the goods shall \nbe reasonably fit for such purpose :      \n                 Provided that, in the case of a contract for the sale of a sp ecified article under its patent or \nother trade name, there is no implied condition as to its fitness for any particular purpose.  \n1Omitted by Ordinance No. XLVII OF  1962, s.3.  \n \nPage 9 of 19 \n  (2) Where goods are bought by description from a seller who deals in goods of t hat description \n(whether he is the manufacturer or producer or not), there is an implied condition that the goods shall \nbe of merchantable quality :  \n Provided that, if the buyer has examined the goods, there shall be no implied condition as \nregards defects  which such examination ought to have revealed.  \n (3) An implied warranty or condition as to quality or fitness for a particular purpose may be \nannexed by the usage of trade.  \n (4) An express warranty or condition does not negative a warranty or condition im plied by this \nAct unless inconsistent therewith.  \n \n 1[16A. Seller to inform buyer of defect in goods sold. ―Notwithstanding anything contained \nin section 16, and save where the parties have entered into an agreement to the contrary, the seller shall \nbe under an obligation to inform the buyer of any defect in the goods sold at the time of the contract, \nexcept in a case where the defect is obviously known to the buyer.]  \n 17. Sale by sample.___(1) A contract of sale is a contract for sale by sample where th ere is a \nterm in the contract, express or implied, to that effect.  \n (2) In the case of a contract for sale by sample there is an implied condition___ \n(a)  that the bulk shall correspond with the sample in quality ;  \n(b)  that the buyer shall have a reasonable opportunity of comparing the bulk with \nthe sample ;  \n(c)  that the goods shall be free from any defect, rendering then, unmerchantable, \nwhich would not be apparent on reasonable examination of the sample.  \n_____  \n \nCHAPTER III  \n \nEFFECTS OF THE CONTRACT  \nTransfer of Property as between Seller And Buyer  \n 18. Goods must be a scertained.___Where  there is a contract for the sale of unascertained \ngoods, no property in the goods is transferred to the buyer unless and until the goods are ascertained.  \n 19. Property passes when intended to pass.___(1) Where there is a contract for the sale of \nspecific or ascertained  -goods the property in them, is transferred to the buyer at such time as the parties \nto the contract intend it to be transferred . \n (2) For the purpose of ascertaining the intention of the parties regard shall be had to the terms \nof the contr act, the conduct of the parties and the circumstances of the case.  \n \n \n1Ins. by Act No XVIII OF  1994, s.2.  \n \nPage 10 of 19 \n  (3) Unless a different intention appears, the rules contained in sections 20 to 24 are rules for \nascertaining intention of the time at which the prope rty in the goods is to pass to the buyer.  \n 20. Specifi c goods in a deliverable state.___Where  there is an unconditional contract for the \nsale of specific goods in a deliverable state, the property in the goods passes to the buyer when the \ncontract is made, and it is immaterial whether the time of payment of the price or the time of delivery \nof the  goods, or both, is postponed.  \n 21. Specific goods to b e put into a deliverable state.___Where there is a contract for the sale \nof specific goods and the seller is bound to do something to the goods for the purpose of putting them \ninto a deliverable state,  the property does not pass until such thing is done and the buyer has notice \nthereof.  \n 22. Specific goods in a deliverable state, when the seller has to do anything there to in \norder to ascertain price.___Where there is a contract for the sale of specific goods  in a deliverable \nstate, but the seller is bound to weigh, measure, test or do some other act or  thing with reference to the \ngoods for the purpose of ascertaining the price, the property does  not pass until such act or thing is \ndone and the buyer has notice thereof.  \n 23. Sale of unascertained goods and appropriation.___(1) Where there is a contract for the \nsale of unascertained or future goods by description and goods of that description and in a deliverable \nstate are unconditionally appropriated to th e contract, either by the seller with the assent of the buyer \nor by the buyer with the assent of the seller, the property in the goods thereupon passes to the buyer. \nSuch assent may be express or implied, and may be given either before or after the appropr iation is \nmade.  \n (2) Delivery to carrier.___Where, in pursuance of the contract, the seller delivers the goods to \nthe buyer or to a carrier or other bailee  (whether named by the buyer or not) for the purpose of \ntransmission to the buyer, and does not reserve the right of disposal, he is deemed to have \nunconditionally appropriated the goods to the contract.  \n 24. Goods sent on approval or “on sale or ret urn”.___When goods are delivered to the buyer \non approval or “on sale or return” or other similar terms, the property therein passes to the buyer___ \n(a)  when he signifies his approval or acceptance to the seller or does any other act \nadopting the transaction ;  \n(b)  if he does not signify his approval or acceptance to the seller but retains the goods \nwithout giving notice of rejection, then, if a time has been fixed for the return of the \ngoods, on the expiration of such time, and, if no time has been fixed, on t he expiration \nof a reasonable time.  \n 25. Reservation of right of disposal .___(1) Where there is a contract for the sale of specific goods or \nwhere goods are subsequently appropriated to the contract, the seller may, by the terms of the contract or \nappropriation, reserve the right of disposal of the goods until certain conditions ar e fulfilled. In such case, \nnotwithstanding the delivery of the goods to a buyer, or to a carrier or other bailee for the purpose of transmission \nto the buyer, the property in the goods does not pass to the buyer until the conditions imposed by the seller a re \nfulfilled.  \n       1[(2) Where goods are shipped or are dispatched by railway and are by the bill of lading or by railway receipt \ndeliverable to the order of the seller or his agent the seller is prima facie  deemed to reserve the right of disposal.]  \n1Subs. by Ordinance No. XLVII OF 1962, s.4  \n \nPage 11 of 19 \n                                                                     (3) Where the seller of goods draws on the buyer for the price and transmits the bill of exchange \nand 1[bill of lading or railway receipt] to the buyer together, to secure acceptance or payment of the \nbill of exchange, the buyer is bound to return the 1[bill of lading or railway receipt] if he does not \nhonour the bill of exchange and if he wrongfully retain s the 1[bill of lading or railway receipt] the \nproperty in the goods does not pass to him.  \n 26. Risk prima facie  passes with property.___Unless otherwise agreed, the goods remain at \nthe seller’s risk until the property therein is transferred to the buyer, but when the property therein is \ntransferred to the buyer, the goods are at the buyer’s risk whether delivery has been made or not :  \n Provided that, where delivery has been delayed through the fault of either buyer or seller, the \ngoods are at the risk of t he party in fault as regards any loss which might not have occurred but for \nsuch fault :  \n Provided also that nothing in this section shall affect the duties or liabilities of either seller or \nbuyer as a bailee of the goods of the other party.  \nTransfer of T itle \n 27. Sale by person not the owner.___Subject to the provisions of this Act and of any other law \nfor the time being in force, where goods are sold by a person who is not the owner thereof and who \ndoes not sell them under the authority or with the conse nt of the owner, the buyer acquires no better \ntitle to the goods than the seller had, unless the owner of the goods is by his conduct precluded from \ndenying the seller's authority to sell :  \n Provided that, where a mercantile agent is, with the consent of t he owner, in possession of the \ngoods or of a document of title to the goods, any sale made by him, when acting in the ordinary course \nof business of a mercantile agent, shall be as valid as if he were expressly authorised by the owner of \nthe goods to make the same; provided that buyer acts in good faith and has not at the time of the \ncontract of sale notice that the seller has not authority to sell.  \n 28. Sale by one of joint owners.___If one of several joint owners of goods has the sole \npossession of them b y permission of the co -owners, the property in the goods in transferred to any \nperson who buys them of such joint owner in good faith and has not at the time of the contract of sale \nnotice that the seller has not authority to sell.  \n 29. Sale by person in possession under voidable contract.___When the seller of goods has \nobtained possession thereof under a contract voidable under section 19 or section 19A of the Contract \nAct, 1872 (IX of 1872), but the contract has not been rescinded at the time of the sale , the buyer \nacquires a good title to the goods, provided he buys them in good faith and without notice of the seller’s \ndefect of title.  \n 30. Seller or buyer in possession after sale.___(1) Where a person, having sold goods, \ncontinues or is in possession of the goods or of the documents of title to the goods, the delivery or \ntransfer by that person or by a mercantile agent acting for him, of the goods or documents of title under \nany sale,  pledge or other disposition thereof to any person receiving the same in good faith and without \nnotice of the previous sale shall have the same effect as if the person making the delivery or transfer \nwere expressly authorised by the owner of the goods to m ake the same.  \n \n1Subs. by Ordinance  No. XLVII OF  1962, s.4.  \n \nPage 12 of 19 \n  (2) Where a person, having bought or agreed to buy goods, obtains, with the consent of the \nseller, possession of the goods or the documents of title to the goods, the delivery or transfer by that \nperson or by a mercantile agent acting for him, of the goods or documents of title under any sale, \npledge or other disposition thereof to any person receiving the same in good faith and without notice \nof any lien or other right of the original seller in respect of the goods shall have effect as if such lien \nor right did not exist.  \n_____  \nCHAPTER IV  \n \nPERFORMANCE OF THE CONTRACT  \n 31. Duties of seller and buyer.___It is the duty of the seller to deliver the goods and of the \nbuyer to accept and pay for them, in accordance with the terms of the contract of sale.  \n 32. Payment and deli very are concurrent conditions.___Unless otherwise agreed, delivery of \nthe goods and pay ment of the price are concurrent conditions, that is to say, the seller shall be ready \nand willing to give possession of the goods to the buyer in exchange for the price, and the buyer shall \nbe ready and willing to pay the price in exchange for possession of the goods.  \n 33. Delivery.___Delivery of goods sold may be made by doing anything which the parties agree \nshall be treated as delivery or which has effect of putting the goods in the possession of the buyer or \nof any person authorised to hold them on his  behalf.  \n 34. Effect of part delivery.___A delivery of part of goods, to progress of the delivery of the \nwhole, has the same effect, for the purpose of passing the property in such goods, as a delivery of the \nwhole; but a delivery of part of the goods, wit h an intention of severing it from the whole, does not \noperate as a delivery of the remainder.  \n 35. Bu yer to apply for delivery.___Apart from any express contract, the seller of good s is not \nbound to deliver them until the buyer applies for delivery.  \n 36. Rule as to delivery.___(1) Whether it is for the buyer to take possession of the goods or for \nthe seller to send them to the buyer is a question depending in each case on the contract, express or \nimplied, between the parties. Apart from any such contract, goods sold are to be delivered at the place \nat which they are at the time of the sale, and goods agreed to be sold are to be delivered at the place at \nwhich they are at the time of the agreement to sell, or if not then in existence, at the place at which \nthey are manufactured or produced.  \n (2) Where under the contract of sale the seller is bound to send the goods to the buyer, but no \ntime for sending them is fixed, the seller is bound to send them within a reasonable time.  \n (3) Where the goods at the time o f sale are in the possession of third persons, there is no delivery \nby seller to buyer unless and until such third person acknowledges to the buyer that he holds the goods \non his behalf :  \n Provided that nothing in this section shall affect the operation of  the issue or transfer of any \ndocument of title to goods.  \n (4) Demand or tender of delivery may be treated as ineffectual unless made at a reasonable \nhour. What is a reasonable hour is a question of fact.  \n \nPage 13 of 19 \n  (5) Unless otherwise agreed, the expenses of and i ncidental to putting the goods into a \ndeliverable state shall be borne by the seller.  \n 37. Delivery of wrong quantity.___(1) Where the seller delivers to the buyer a quantity of \ngoods less than he contracted to sell, the buyer may reject them, but if the buyer accepts the goods so \ndelivered he shall pay for them at the contract rate.  \n (2) Where the seller delivers to the buyer a quantity of goods larger than he contracted to sell, \nthe buyer may accept the goods included in the contract and reject the r est, or 1[, if the goods delivered \nare such that it is difficult or time consuming to separate the quantity contracted for,] he may reject the \nwhole. If the buyer accepts the whole of the goods so delivered, he shall pay for them at the contract \nrate. \n (3) Where the seller delivers to the buyer the goods he contracted to sell mixed with goods of \na different description not included in the contract, the buyer may accept the goods which are in \naccordance with the contract and reject the rest, or may reject th e whole.  \n (4) The provisions of this section are subject to any usage of trade, special agreement or course \nof dealing between the parties.  \n 38. Installment deliveries.___(1) Unless otherwise agreed, the buyer of goods is not bound to \naccept delivery thereof by installments.  \n (2) Where there is a contract for the sale of goods to be delivered by stated instalments which \nare to be separately paid for, and the seller makes no delivery or defective delivery in respect of one or \nmore instalments, or the buyer neglects or refuses to take delivery of or pay for one or more instalments, \nit is a question in each case depending on the terms of the contract and the circumstances of the case, \nwhether the breach of contract is a repudiation of the whole co ntract, or whether it is a severable breach \ngiving rise to a claim for compensation, but not to a right to treat the whole contract as repudiated.  \n 39. Delivery to carrier or wharfinger.___(1) Where in pursuance of a contract of sale, the \nseller is authori sed or required to send the goods to the buyer, delivery of the goods to a carrier, whether \nnamed by the buyer or not, for the purpose of transmission to the buyer, or delivery of the goods to a \nwharfinger for safe custody, is prima facie  deemed to be a de livery of the goods to the buyer.  \n (2) Unless otherwise authorised by the buyer, the seller shall make such contract with the carrier \nor wharfinger on behalf of the buyer as may be reasonable having regard to the nature of the goods and \nthe other circumsta nces of the case. If the seller omits so to do, and the goods are lost or damaged in \ncourse of transit or whilst in the custody of the wharfinger, the buyer may decline to treat the delivery \nto the carrier or wharfinger as a delivery to himself, or may hol d the seller responsible in damages.  \n (3) Unless otherwise agreed, where goods are sent by the seller to the buyer by a route involving \nsea transit, in circumstances in which it is unsual to insure, the seller shall give such notice to the buyer \nas may ena ble him to insure them during their sea transit, and if the seller fails so to do, the goods shall \nbe deemed to be at his risk during such sea transit.  \n 40. Risk where goods are delivered at distant place.___Where  the seller of goods agrees to deliver \nthem  at his own risk at a place other than that where they are when sold, the buyer shall, nevertheless , unless \notherwise agreed, take any risk of deterioration in the goods necessarily incident to the course of trans it.  \n1Ins. by Act No.  XVIII OF 1994,  s. 3. \n \nPage 14 of 19 \n  41. Buyer’s right of examining the goods.___(1) Where goods are delivered to the buyer which \nhe has not previously examined, he is not deemed to have accepted them unless and until he has had a \nreasonable opportunity of examining them for the purpose of ascertaining whether they are in \nconformity with the contract.  \n (2) Unless otherwise agreed, when the seller tenders delivery of goods to the buyer, he is bound, \non request, to afford the buyer a reasonable opportunity of examining the goods for the purpose of \nascertaining whether they are in conformity with the contract.  \n 42. Acceptance.___The buyer is deemed to have accepted the goods when he intimates to the \nseller, that he has accepted them, or  when the goods have been delivered to him and he does any act in \nrelation to them which is inconsistent with the ownership of the seller, or when, after the lapse of a \nreasonable time, he retains the goods without intimating to the seller that he has reje cted them.  \n 43. Buyer not bound to return rejected goods.___Unless otherwise agreed, where goods are \ndelivered to the buyer and he refuses to accept them, having the right so to do, he is not bound to return \nthem to the seller, but it is sufficient if he i ntimates to the seller that he refuses to accept them.  \n 44. Liability of buyer for neglecting  or refusing delivery of goods.___When the seller is ready \nand willing to deliver the goods and requests the buyer to take delivery, and the buyer does not within \na reasonable time after such request take delivery of the goods, he is liable to the seller for any loss \noccasioned by his neglect or refusal to take delivery, and also for a reasonable charge for the care and \ncustody of the goods :  \n Provided that nothing in this section shall affect the rights of the seller where the neglect or \nrefusal of the buyer to take delivery amounts to a repudiation of the contract.  \n_____  \nCHAPTER V  \n \nRIGHTS OF UNPAID SELLER AGAINST THE GOODS  \n 45. “Unpaid seller” defined.___(1) The seller of goods is deemed to be an “unpaid seller” \nwithin the meaning of this Act___ \n(a)  when the whole of the price has not been paid or tendered ;  \n(b)  when  a bill of exchange or other negotiable instrument has been received as \nconditional payment, and the condition on which it was received has not been \nfulfilled by reason of the dishonour of the instrument or otherwise.  \n (2) In this Chapter, the term “seller ” includes any person who is in the position of a seller, as, \nfor instance, and agent of the seller to whom the bill of lading has been indorsed, or a consignor or \nagent who has himself paid, or is directly responsible for, the price.  \n 46. Unpaid seller’s rights.___(1) Subject to the provisions of this Act and of any law for the \ntime being in force, notwithstanding that the property in the goods may have passed to the buyer, the \nunpaid seller of goods, as such, has by implication of law___ \n(a)  a lien on th e goods for the price while he is in possession of them ;  \n(b)  in case of the insolvency of the buyer a right of stopping the goods in transit \nafter he has parted with the possession of them ;  \n \nPage 15 of 19 \n (c)  a right of re -sale as limited by this Act.  \n (2) Where the property in goods has not passed to the buyer, the unpaid seller has, in addition \nto his other remedies, a right of withholding delivery similar to and co -extensive with his rights of lien \nand stoppage in transit where the property has passed to the buyer.  \nUnpaid seller’s Lien    \n 47. Seller’s lien.___(1) Subject to the provisions of this Act, the unpaid seller of goods who is \nin possession of them is entitled to retain possession of them until payment or tender of the price in the \nfollowing cases, namely :___ \n \n(a)  where the goods have been sold without any stipulation as to credit ;  \n \n(b)  where the goods have been sold on credit, but the term of credit has expired ;  \n \n(c)  where the buyer becomes insolvent.  \n \n (2) The seller may exercise his right of lien notwithstanding that he is in possession of the goods \nas agent or bailee for the buyer.  \n \n 48. Part delivery.___Where an unpaid seller has made part delivery of the goods, he may \nexercise his right of lien on th e remainder, unless such part delivery has been made under such \ncircumstances as to show an agreement to waive the lien.  \n \n 49. Termination of lien.___(1) The unpaid seller of goods loses his lien thereon ― \n \n(a)  when  he delivers the goods to a carrier or other bailee for the purpose of \ntransmission to the buyer without reserving the right of disposal of the goods ;  \n \n(b)  when the buyer or his agent lawfully obtains possession of the goods ;  \n \n(c)  by waiver thereof.  \n \n (2) The unpaid seller of goods, having a lien thereon, does not lose his lien by reason only that \nhe has obtained a decree for the price of the goods.  \n \nStoppage in Transit  \n \n 50. Right of stoppage in transit.___Subject  to the provisions of this Act, when the buyer of \ngoods becomes insolvent, the unpaid seller who has parted with the possession of the goods has the \nright of stopping them in transit, that is to say, he may resume possession of the goods as long as they \nare in the course of transit, and may retain them until payment or tender of the price.  \n \n 51. Duration of transit.___(1) Goods are deemed to be in course of transit from the time when \nthey are delivered to a carrier or other bailee for the purpose of transmi ssion to the buyer, until the \nbuyer or his agent in that behalf takes delivery of them from such carrier or other bailee.  \n \n (2) If the buyer or his agent in that behalf obtains delivery of the goods before their arrival at \nthe appointed destination, the transit is at an end.  \n \n (3) If, after the arrival of the goods at the appointed destination, the carrier or other bailee  \nacknowledges   to  the buyer   or  his  agent  that  he holds  the goods  on  his  behalf  and  continues in  \n \n \n \n \n \nPage 16 of 19 \n possession of them as bailee for the buyer or his agent, the transit is at an end and it is immaterial that \na further destination for the goods may have been indicated by the buyer.  \n \n (4) If the goods are rejected by the buyer and the car rier or other bailee continues in possession \nof them, the transit is not deemed to be at an end, even if the seller has refused to receive them back.  \n (5) When goods are delivered to a ship chartered by the buyer, it is a question depending on \nthe circumst ances of the particular case, whether they are in the possession of the master as a carrier \nor as agent of the buyer.  \n (6) Where the carrier or other bailee wrongfully refuses to deliver the goods to the buyer or his \nagent in that behalf, the transit is de emed to be at an end.  \n (7) Where part delivery of the goods has been made to the buyer or his agent in that behalf, the \nremainder of the goods may be stopped in transit, unless such part delivery has been given in such \ncircumstances as to show an agreement  to give up possession of the whole of the goods.  \n 52. How stoppage in transit is effected.___(1) The unpaid seller may exercise his right of \nstoppage in transit either by taking actual possession of the goods, or by giving notice of his claim to \nthe carri er or other bailee in whose possession the goods are. Such notice may be given either to the \nperson in actual possession of the goods or to his principal. In the latter case the notice, to be effectual, \nshall be given at such time and in such circumstances  that the principal, by the exercise of reasonable \ndiligence, may communicate it to his servant or agent in time to prevent a delivery to the buyer.  \n (2) When notice of stoppage in transit is given by the seller to the carrier or other bailee in \npossession of the goods, he shall re -deliver the goods to, or according to the directions of, the seller. \nThe expenses of such re -delivery shall be borne by the  seller.  \nTransfer by Buyer and Seller  \n 53. Effect of sub -sale or pledge by buyer.___(1) Subject to the provisions of this Act, the  \nunpaid seller’ s right of lien or stoppage in transit is not affected by any sale or other disposition of the \ngoods which the buyer may have made, unless the seller has assented thereto :  \n Provided that where a document of title to goods has been issued or lawfully transferred to any \nperson as buyer or owner of the goods, and tha t person transfers the document  to a person who tak es \nthe document in good faith and for consideration, then, if such last mentioned transfer was by way of \nsale, the unpaid seller’s right of lien or stoppage in transit is defeated, and, if such last mentioned \ntransfer was by way of pledge or other disposit ion for value, the unpaid seller’s right of lien or stoppage \nin transit can only be exercised subject to the rights of the transferee.  \n (2) Where the transfer is by way of pledge, the unpaid seller may require the pledge to have the \namount secured by the p ledge satisfied in the first instance, as far as possible, out of any other goods \nor securities of the buyer in the hands of the pledgee and available against the buyer.  \n 54. Sale not generally rescinded by li en or stoppage in transit .___(1) Subject to the  \nprovisions of this section, a contract of sale is not rescinded by the mere exercise by an unpaid seller \nof his right of lien or stoppage in transit.  \n (2) Where the goods are of a perishable nature, or where the unpaid seller who has exercised \nhis right o f lien or stoppage in transit gives notice to the buyer of his intention to re -sell, the unpaid \nseller may, if the buyer does not within a reasonable time pay or tender the price, re -sell the goods \n \nPage 17 of 19 \n within a reasonable time and recover from the original buy er damages for any loss occasioned by his \nbreach of contract, but the buyer shall not be entitled to any profit which may occur on the re -sale. If \nsuch notice is not given, the unpaid seller shall not be entitled to recover such damages and the buyer \nshall  be entitled to the profit, if any, on the re -sale. \n (3) Where an unpaid seller who has exercised his right of lien or stoppage in transit re -sells the \ngoods, the buyer acquires a good title thereto as against the original buyer, notwithstanding that no \nnotice of the re -sale has been given to the original buyer.  \n (4) Where the seller expressly reserves a right of re -sale in case the buyer should make default, \nand, on the buyer making default, re -sells the goods, the original contract of sale is thereby rescinded, \nbut without prejudice to any claim which the seller may have for damages.  \n_____  \nCHAPTER VI  \n \nSUITS FOR BREACH OF THE CONTRACT  \n 55. Suit for price.___(1) Where under a contract of sale the property in the goods has passed to \nthe buyer and the buyer wrongfully neglects or refuses to pay for the goods according to the terms of \nthe contract, the seller may sue him for the price of the goods.  \n (2) Where under a contract of sale the price is payable on a day certain irrespective of delivery \nand the buyer wrongfully neglects or refuses to pay such price, the seller may sue him for the price \nalthough the property in the goods has not passe d and the goods have not been appropriated to the \ncontract.  \n 56. Damages for non  acceptance.___Where the buyer wrongfully neglects or  refuses to accept \nand pay for the goods, the seller may sue him for damages for non -acceptance.  \n 57. Damages for non -delivery.___Where t he seller wrongfully neglects of  refuses to deliver \nthe goods to the buyer, the buyer may s ue the seller for damages for non -delivery.  \n 58. Specific performance.___Subject to the provisions of Chapter II of the Specific Relief Act, \n1877 (I of 1877), in any suit for breach of contract to deliver specific or ascertained goods, the Court \nmay, if it  thinks fit, on the application of the plaintiff, by its decree direct that the contract shall be \nperformed specifically, without giving the defendant the option of retaining the goods on payment of \ndamages. The decree may be unconditional, or upon such te rms and conditions as to damages, payment \nof the price or otherwise, as the Court may deem just, and the application of the plaintiff may be made \nat any time before the decree.  \n \n \n \n \n \n59. Remedy for breach of warranty.___(1) Where there is a breach of warran ty by the seller, or where \nthe buyer elects or is compelled to treat any breach of a condition on the part of the seller as a breach \nof warranty, the buyer is not by reason only of such breach of Warranty entitled to reject the goods ; \nbut he may___ \n \n (a)  set up against the seller the breach of warranty in diminution or extinction of the \n  price ; or  \n (b)  sue the seller for damages for breach of warranty.  \n (2) The fact that a buyer has set up a breach of warranty in diminution of extinction of the price \ndoes not prevent him from suing for the same breach of warranty if he has suffered further damage.  \n \nPage 18 of 19 \n  60. Repudiati on of contract before due date.___Where either party to a contract of sale \nrepudiates the contract before the date of delivery, the other  may either treat the contract as subsisting \nand wait till the date of delivery, or he may treat the contract as rescinded and sue for damages for the \nbreach.  \n 61. Interest by way of damages and special damages.___(1) Nothing in this Act shall affect \nthe r ight of the seller or the buyer to recover interest or special damages in any case where by law \ninterest or special damages may be recoverable, or to recover the money paid where the consideration \nfor the payment of it has failed.  \n (2) In the absence of a contract to the contrary, the Court may award interest at such rate as it \nthinks fit on the amount of the price___ \n(a)  to the seller in a suit by him for the amount of the price ―from the date of the \ntender of the goods or from the date on which the price was payable ;  \n(b)  to the buyer in a suit by him for the refund of the price in a case of a breach of        \nthe contract on the part of the seller___from the date on which the p ayment was \nmade.  \n_____  \nCHAPTER VII  \n \nMISCELLANEOUS  \n 62. Exclusion of implied  terms and conditions.___Where  any right, duty or liability would \narise under a contract of sale by implication of law, it may be negatived or varied by express agreement \nor by the course of dealing between the parties, or by usage, if the usage is such as to bind both parties \nto the c ontract.  \n 63. Reas onable time a question of fact.___Where in this Act any reference is made to a \nreasonable time, the question what is a reasonable time is a question of fact.  \n 64. Auction sale.___In the case of a sale by auction.___ \n (1) where goods are p ut up for sale in lots, each lot is prima facie  deemed to be the  subject of \na separate contract of sale ;  \n            (2) the  sale is complete when the auctioneer announces its completion by the fall of the hammer \nor in other customary manner ; and, until such announcement is made, any bidder may retract his  bid ; \n (3) a right to bid may be reserved expressly by or on behalf of the seller and, where such right \nis expressly so reserved, but not otherwise, the seller or any one person on his behalf may, subject to \nthe provisions hereinafter contained, bid at the auction ;  \n (4) where the sale is not notified to be subject to a right  to bid on behalf of the seller, it shall \nnot be lawful for the seller to bid himself or to employ and person to bid at such sale, or for the \nauctioneer knowingly to take any bid from the seller or any such person ; and any sale contravening \nthis rule may be treated as fraudulent by the buyer ;  \n (5) the sale may be notified to be subject to a reserved or upset price ;  \n \nPage 19 of 19 \n  (6) if  the seller makes use of pretended bidding to raise the price, the sale is voidable at the \noption of the buyer.  \n 1[64A. In contracts of sale amount of increased or decreased duty or tax to be added or \ndeducted.___In the event of any duty of customs or exci se 2[or tax] on any goods  being imposed, \nincreased, decreased or remitted after the making of any contract for the sale of such  goods without \nstipulation 2[as to the payment of duty or tax where the duty or tax] was not  chargeable at the time of \nthe making of the contract, or for the sale of such goods 2[duty -paid or tax -paid where duty or tax]  was \nchargeable at that time,___ \n \n(a)  if such imposition or increase so takes effect that 2[the duty or tax or increased \nduty or tax], as the case may be, or any part thereof, is paid, the seller may add \nso much to the contract price as will be equivalent to the amount paid 2[in respect \nof such duty or tax or increase of duty or tax], and he shall be entitled to be paid \nand to sue f or and recover such addition, and    \n(b)  if such decrease or remission so takes effect that the decreased duty 2[or tax] \nonly or no duty 2[or tax], as the case may be, is paid, the buyer may deduct so \nmuch from the contract price as will be equivalent to t he decrease of duty 2[or \ntax] or remitted duty 2[or tax], and he shall not be liable to pay, or be sued for \nor in respect of, such deduction.]  \n \n \n \n \n 2[Explanation .___The word “tax” in this section means the tax payable under the Sales Tax Act, \n1951 (III of 1951).] \n \n 65. 3[Repeal ed] \n \n 66. Savings.___(1) Nothing in this Act or in any repeal effected thereby shal l affect or be deemed \nto affect___ \n \n(a)  any right, title, interest, obligation or liability already acquired, accrued or \nincurred before the commencement of this Act, or  \n(b)  any legal proceedings or remedy in respect of any such right, title, interest, \nobligation or lability, or  \n(c)  anything d one or suffered before the commencement of this Act, or  \n(d)  an enactment relating to the sale of goods which is not expressly repealed by \nthis Act, or  \n(e)  any rule of law not inconsistent with this Act.  \n (2) The rules of insolvency relating to contracts for the sale of goods shall continue to apply \nthereto, notwithstanding anything contained in this Act.  \n (3) The provisions of this Act relating to contracts of sale do not apply to any transaction in the \nform of a contract of sale which is intended to oper ate by way of mortgage, pledge, charge or other \nsecurity.                                                    _____  \nDate: 20 -08-2024  \n  \n1Ins. by Act No. XLI OF  1940, s. 2. \n2Ins. and Subs. by Act. No. V OF  1956, s.2.  \n3Repealed by the R epealing Act No. I of 1938, s.  2 and Schedule."
}