{
    "file": "./converted_json\\administratorbffe013013f133d371bfd6edc4e48396.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 8 \n \n \n \n \n \n \nTHE CONTROL OF EMPLOYMENT ORDINANCE, 1965  \n   \n \nCONTENTS  \n \n1. Short title, extent, application and commencement.  \n \n2. Definitions.  \n \n3. Manpower Council.  \n \n4. Manpower Board.  \n \n5. Functions and powers of the Board.  \n \n6. Obligation to comply with the order o r direction of the Board, etc.  \n \n7. Reinstatement of person released under the orders of the Board.  \n \n8. Advisory Committee.  \n \n9. Manpower Tribunal.  \n \n10. Wetified industrial undertakings.  \n \n11. False statements.  \n \n12. Offences by Industrial undertakings.  \n \n13. Penalty and procedure.  \n \n14. Service of notice, etc.  \n \n15. Indemnity.  \n \n16. Power to make rules.  \n \n17. Savings.  \n\n \n \n \nPage 2 of 8 \n THE CONTROL OF EMPLOYMENT ORDINANCE, 1965  \n \n1ORDINANCE NO. XXXII OF 1965  \n \n[18th September,  1965]  \n \nAn Ordinance to provide for the collection of infor mation relating to employment in industrial \nundertakings and availability of persons therefor, and for the control and distribution of such \nemployment, and matters connected therewith or incidental thereto.  \n \nWHEREAS it is expedient to provide for the colle ction of information relating to \nemployment in industrial undertakings and availability of persons therefore, and for the control and \ndistribution of such employment, and matters connected therewith or incidental thereto;  \n \nAND WHEREAS a Proclamation of Eme rgency issued under clause (1) of Article 30 of the \nConstitution is in force ; \n \nAND WHEREAS the President is satisfied that immediate legislation is necessary to meet \nthe emergency;  \n \nNOW, THEREFORE, in exercise of the powers conferred by clause (4) of Artic le 30 of the \nConstitution, read with clause (2) of Article 131 thereof, and of all other powers enabling him in that   \nbehalf, the President is pleased to make and promulgate the following Ordinance: — \n \n1. Short title, extent, application and commencement.___(1) This Ordinance may be called \nthe Control of Employment Ordinance, 1965.  \n \n(2) It extends to the whole of Pakistan, and also applies to all citizens of Pakistan, and \nvehicles, vessels and aircraft registered in or chartered for Pakistan wherever they ma y be.  \n \n(3) It shall come into force at once 2[and shall be deemed to have taken effect on the eighth \nday of September, 1965].  \n \n2. Definitions.___ In this Ordinance, unless there is anything repugnant in the subject or \ncontext, ___ \n \n(1) “Board” means a Manpower  Board constituted under section 4;    \n(2) “essential personnel” has the same meaning as assigned to it in clause (a) of \nsection 2 of the Essential Personnel (Registration) Ordinance, 1948 (X of \n1948), as amended from time to time;  \n \n(3) “essential ” work means any work relating to the manuf acture, production, \nmaintenance or repair of arms, ammunition and equipment or other supplies \nand any other work which  the 1[Federal Government] or the Provincial \nGovernment may, by notification in the official Gazette, declare to be \nessential work for the  purposes of this Ordinance ;  \n \n1Approved by the National Assembly of Pakistan on 26th November, 1965, see Gaz. of P., 1965, Ext., pp. 1424 _1429.  \nThis Ordinance has been applied to the Provincially Administered Tribal, Areas or the parts or those areas to which it does not already \napply, see, Regulati on No. I of 1972, s. 2 and Sch.  \n2Added by the Control of Employment (Second Amdt.) Ordinance, 1965 (55 of 1965), s. 2.   \n1Subs.by F.A.O., 1975 ,Art.2 and Table, for “CentralGovernment”  \n \n \n \nPage 3 of 8 \n (4)  “industrial undertaki ng” means,___ \n \n(a) any concern engaged in___ \n \n(i) the manufacture or production of any article or commodity,  \n \n(ii) the supply or distribution of light, power, gas or water,  \n \n(iii) the supply or maintenance of any kind of mechanised transport;  \n \n(b) any concern engaged in i nstalling equipment or erecting premises or \npreparing and producing designs for, or testing the products of, any \nconcern referred to in sub ‑clause (a);  \n \n(c) any tec hnical training establishment or centre; and  \n \n(d) any other undertaking which the 1[Federal Government] or the \nProvincial Government may, by notification in the official Gazette, \ndeclare to be an industrial undertaking for the purposes of this \nOrdinance ;  \n \n(5) “Manpower Council” means the National Manpower Council set up by the \n1[Federal Government] in the Labour and Social Welfare Division ;  \n \n(6) “prescribed” means prescribed by rules made under this Ordinance; and  \n \n(7) “Tribunal” means a Manpower Tribunal  constituted under section 9.  \n \n3. Manpower Council.___(1) The 1[Federal Government] shall be the policy ‑making body as  \nregards the purposes of this Ordinance 2[and be responsible for co­ordinating manpower problems \nwith the object of bringing a national ap proach to the labour ‑supply policy during an emergency] and \nmay issue such directions in connection with the effective use of manpower to the Provincial \nGovernments and the Manpower Board as it may consider necessary.  \n \n(2) For the efficient performance of its functions under this Ordinance, the 1[Federal \nGovernment] may___ \n \n(a) call for such information from the Provincial Governments as it may consider \nnecessary;  \n \n(b) co‑ordinate the work of the Manpower Board; and  \n \n(c) appoint such specialised agency to a ssist it as it may consider necessary.  \n \n4. Manpower Board.___ 3[(1) The Provincial Government shall constitute a Manpower Board \nconsisting of___ \n \n(i) the Secretary of the Labour Department of the Provincial Government, who \nshall be the Chairman of the Board;  \n \n(ii) one member to represent the Industries Department of the Provincial \nGovernment, to be nominated by the Departmen t; \n \n(iii) a Deputy Secretary in the Finance Department of the Provincial Government, \nto be nominated by that Department;  \n \n(iv) one member to represent the General Headquarters, to be nominated by that \nHeadquarters;  \n \n(v) one member to represent the Railway Board of the Province, to be nominated \nby that Board;  \n \n \n 1 Subs. by F.A.O., 1975, Art. 2 end  table for “Central Government”, which was previously amended by Or d. 35 of 1971, s. 2, for “Manpower \n Council”. \n  2 Ins. by the Control of Employment (Amdt.) Ordinance, 1971 (35 of 1971), s. 2.  \n  3 Subs. ibid., s. 3, for sub­section (1).  \n \n \n \nPage 4 of 8 \n (vi) one member to represent the Road Transport Corporation of the Province, to \nbe nomina ted by th at Corporation;  \n \n(vii) the Adviser, Technical Education of the Provincial Government; and  \n \n(viii) the Deputy Secretary (Co ‑ordination) in the Home Department of the \nProvincial Government.  \n \n1[* * * * * * * \n \n(2) In the absence of the Secretary of the Labour Department a person nominated by him \nshall act as the Chairman of the Board.]  \n \nThree members of the Board (including the Chairman) shall constitute a quorum at a meeting of the \nBoard.  \n \n(3) The Board may, subject to such conditions, if any, as it may think fit, delegate  any of its \npowers to its Chairman.  \n \n5. Functions and powers of the Board.__(1) The functions of the Board shall include \ncollection of information relating to employment in industrial undertakings and availability of \npersons therefor, and to control and di stribution of, and taking measures to make persons available \nfor, such employment :  \n \nProvided that the Board shall not ask from any employer any question about the employment \nof a foreigner except through the Department of Investment Promotion and Supplies . \n \n(2) For the purpose of sub ‑section (1), the Board may___ \n \n(a) require any person or industrial undertaking to furnish or cause to be \nfurnished, such information and in such manner and form as it may specify;  \n \n(b) take measures, or cause measures to be taken, by the industrial undertaking o r \nother competent authority, to ensure that the required number of persons are \navailable for employment in such undertaking ;  \n \n(c) require any person to undertake any essential work he is competent to do ;  \n \n(d) prohibit any person from accepting any employment or offer of employment ;  \n \n(e) control or regulate the employment in any industrial undertaking ;  \n \n(f) regulate the relinquishment of employment by, and the dismissal of, any \nperson employed in any industrial undertaking ;  \n \n(g) order the release, transfer, interview, trai ning or test of skill of any person \nemployed or to be considered for employment in any industrial undertaking ;  \n \n(h) prohibit persons employed or engaged in any essential work from leaving the \nwork or absenting themselves from duty or slowing down or otherwise  \nimpeding their output ;  \n \n(i) lay down the terms and conditions of service of persons employed, or to be \nemployed, in any industrial undertaking ;  \n \n(j) authorize any of its members or officers to enter upon, inspect and search any \npremises occupied by any industri al undertaking and to ask for and examine \nany document relating to such undertaking and to enquire any person \nemployed or found therein to furnish any information relating thereto ;  \n \n1 Sub­section (1A) Omitted by F.A.O., 1975 Art. 2 and S ch ; \n \n \n \nPage 5 of 8 \n (k) authorize any  of its officers or any persons employed in a managerial or \nsupervisory capacity in any industrial undertaking to test therein the technical \nskill of such persons as the Board may, by order in writing direct and require \nany such undertaking to afford reaso nable faciliti es for such test ;  \n \n(l) require any industrial undertaking to maintain such books of accounts and \nrecords and in such form as it may direct ; and  \n \n(m) require the employment exchanges to issue call up notices.  \n \n6. Obligation to comply with the order or direction o f the Board, etc.___(1) Where the \nBoard makes any order or gives any direction requiring any person or industrial undertaking to \nfurnish any information or document or to afford any facility or to take any measure or to do or \nrefrain from doing anything, s uch persons and, in the case of an industrial undertaking, the owner, \ndirector, manager, secretary or other officer or agent thereof competent for the purpose, shall subject \nto the other provisions of this section comply with such order or direction.  \n \n(2) Any person or industrial undertaking aggrieved by an order or direction of the Board may \nprefer an appeal against such order or direction to the Provincial Government or to such officer or \nauthority as the Provincial Government may appoint, and the decisio n of the Provincial Government \nor such officer or authority, as the case may be, shall be final 1[:] \n  \n2[Provided that no orders on such appeal shall be passed unless the appellant has been given \nan opportunity of being heard.]  \n \n(3) Failure or neglect to c omply with any order or direction of the Board or, where an appeal \nis preferred under sub ‑section (2), with the final decision thereon shall be an offence under the \nOrdinance.  \n \n7. Reinstatement of person released under the orders of the Board.___3[(1) Subj ect to the \nother provisions of this section, every employer by whom a person was released for any essential \nwork or for service under the 4[Compulsory Service in the Armed Forces Ordinance, 1971 (XXXI of  \n1971)], in pursuance of an order or requisition of t he Board or of a notice served under section 5[5] \nof the said Ordinance shall, on the termination  of, or release from, such work or service, reinstate \nsuch person in his former employment from which he was released and, if such reinstatement is less \nfavour able to such person than that to which he would, in the ordinary course, have been entitled, \ngive him such employment as is not so less favourable:  \n \nProvided that the employer shall not be required to so reinstate or employ any person if such \nperson does n ot apply or report to him for the purpose within three months of the termination of, or \nrelease from, the essential work or such service.]  \n \n(2) Where for any reason reinstatement or employment under sub­section (l) is not \npracticable, the employer shall, w ithin seven days from the date on which the person to be reinstated \nor employed applies or reports himself for reinstatement or employment, make an application to the \nTribunal for exemption from the provisions of sub ‑section (1).  \n \n \n1 Subs. by the Control o f Employment (Amdt.) Ordinance, 1984 (8 of 1984) s. 2 for full stop. \n2 Proviso added ibid.  \n3 Subs. by the Control of Employment (Amdt.) Ordinance, 1969 (4 of 1969) s. 2 for sub, section (1) (w.e.f. 17­2­1969) i.e. the date on \nwhich the Ord. No. XXIV of 196 5 has ceased to have effect under cl. 7 of Art. 30 of the Constitution.  \n4 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II, for certain words. \n5 Subs. ibid., for “6 ”  \n \n \n \nPage 6 of 8 \n (3) Upon an application of the employe r under sub ‑section (2), the Tribunal shall, after such \nenquiry and hearing as it considers necessary, make an order either___ \n \n(a) exempting the employer from the provisions of sub ‑section (l); in which case \nthe employer shall be required to pay to such perso n a compensation of a sum \nnot less than six months’ remuneration of the person calculated at the rate he \nwas entitled to when he was released by the employer ; or  \n \n(b) requiring the employer to reinstate or give employment to such person in the \nterms of sub ‑section (1) or on such terms and conditions as it may specify in \nthe order.  \n \n(4) If any employer contravenes the provisions of sub ‑section (1), or fails or neglects to carry \nout the order of the Tribunal under sub­section (3), he shall be guilty of an offenc e under this \nOrdinance and be punishable with fine which may extend to one thousand rupees and, if the Court by \nwhich he is convicted so directs shall also be liable to pay to the person with respect to whose \nreinstatement or employment he has been convict ed such sum not exceeding six months’ \nremuneration of that person calculated at the rate he was entitled to when he was released as the \nCourt may specify, in addition to pay compensation he is required to pay under clause (a) of \nsub‑section (3).  \n \n(5) Any sum which the employer is required to pay under an order of the Tribunal under \nsub‑section (3) or an order of the Court under sub ‑section (4), shall be recoverable as if it were a fine \nimposed by a Court.  \n \n8. Advisory Committee.___(1) The Board may, for obtaining advice and assistance in the \ndischarge of its functions under this Ordinance, constitute an Advisory Committee for such area and \nin such place as it may think fit.  \n  \n1[(2) An Advisory Committee constituted under sub ‑section ( 1) shall consist of___ \n \n(i) the Deputy Commissioner of the District concerned, who shall be the \nChairman of the Committee;  \n \n(ii) one member to represent the Industries Department of the Provincial \nGovernment, to be nominated by that Department;  \n \n(iii) one member to repre sent the Railway Board of the Province, to be nominated \nby that Board;  \n \n(iv) one member to represent the Road Transport Corporation of the Province, to \nbe nominated by that Corporation;  \n \n(v) one member to represent the workers of the area concerned;  \n \n(vi) one member to represent the employers of the area concerned; and  \n \n(vii) the Manager of the Employment Exchange of the area concerned, who shall \nbe the member ‑secretary of the Committee.  \n \n2[* * * * * *] \n \n(3) Three members including the Chairman shall constitute a quorum at a m eeting of the \nAdvisory Committee.  \n \n3[(4) The Chairman of an Advisory Committee may co ‑opt as a member thereof any person \nresident in the area concerned whose association with the Committee is, in the opinion of the \nChairman, likely to be of assistance to t he Committee.]  \n \n \n1Subs. by the Control of Employment (Amdt.) Ordinance, 1971 (35 of 1971), s. 4, for sub­section (2). \n2Sub­section (2A) omitted by F.A.O., 1975, Art. 2 and Sch.  \n3Added by Ord. 35 of 1971, s. 4.  \n \n \n \nPage 7 of 8 \n 9. Manpower Tribunal.____ 1[(1) A Labour Court  established under the Industrial Relations \nOrdinance, 1969 (XXIII of 1969), hereinafter referred to as the Labour Court, is hereby constituted a \nManpower Tribunal for the disposal of applications under sub ‑section (2) of section 7 in respect of \nthe whole of the Province for which it has been established or, as the case may be, in respect of the \nterritorial limits within which it exercises jurisdiction as such court.  \n  \n(2) In addition to a Tribunal constituted under sub ‑section (1), the Provincial Governmen t \nmay constitute one or more Manpower Tribunals for such area or areas as it may consider necessary \nfor the disposal of applications under sub ‑section (2) of section 7 and, where it constitutes a Tribunal \nfor an area within the territorial limits of the ju risdiction of a Labour Court, shall, by notification in \nthe official Gazette, specify the class of such applications which shall be disposed of by the Tribunal \nso constituted and not by such Labour Court.  \n \n(3) The Tribunal constituted under sub ‑section (2)  shall consist of a chairman and two \nmembers, all being appointed by the Provincial Government, one of the members being appointed to \nrepresent the workers of the area concerned and the other to represent the employers of the area.  \n \n(3A) The Chairman of a Tribunal constituted under sub ‑section (2) shall be a person who has \nbeen, or is, or is qualified to be, a Judge or Additional Judge of a High Court or is a District Judge or \nAdditional District Judge and the members shall be appointed in consultation with  the workmen and \nthe employers in such manner and on such terms and conditions as may be prescribed.]  \n \n(4) A member of the Board shall not be appointed to be member of a Tribunal.  \n \n(5) A Tribunal shall meet at such and places as it thinks fit.  \n \n(6) A Tribu nal shall, for the purpose of receiving evidence, administering oaths, enforcing the \nattendance of witnesses and compelling the discovery and production of documents, have the powers \nof a Civil Court under the Code of Civil Procedure, 1908 (Act V of 1908),  and shall be deemed to be \nsuch Court within the meaning of sections 480, 482 and 484 of the Code of Criminal Procedure, \n1898 (Act V of 1898).  \n \n10. Wetified industrial undertakings.___(1) The Provincial Government may, by \nnotification in the official Gazet te, declare any industrial undertaking to be a notified industrial \nundertaking for the purpose of this Ordinance.  \n \n(2) Every notified industrial undertaking shall report to the Board in such manner and within \nsuch period all situations in the undertaking w hich are vacant or are soon likely to be vacant and \nemploy such essential personnel within such period and on such terms and conditions as the Board \nmay direct and no such industrial undertaking shall, except with the permission of the Board, fill any \nvacancy in which essential personnel may be employed.  \n \n11.  False statements.___ Any person who,___ \n \n(a) for the purpose of obtaining employment or procuring essential work, \nknowingly describes himself, or allows himself to be described, to any \nmember of the Board or Advisory Committee as a person practising or \nengaged in any profession, occupation or employment when in fact he does \nnot practise or engage himself in such profession, occupation or employment, \nor \n \n(b) for the purpose of obtaining release from any essential w ork, knowingly \nmakes, or allows to be made, any false statement to any member of the Board \nor Advisory Committee, or  \n \n1 Subs. ibid., s.5, for sub­sections (1), (2) and (3).  \n \n \n \nPage 8 of 8 \n (c) being an owner, manager, or officer discharging managerial functions, \nknowingly fu rnishes, or allows to be furnished, false information relating to \nthe undertaking, shall be guilty of an offence under this Ordinance.  \n \n12. Offences by Industrial undertakings.___ Where the person guilty of an offence under \nthe Ordinance or the rules made thereunder is an industrial undertaking, every owner, director, \nmanager, secretary or other officer or agent thereof shall, unless he proves that he made all efforts \nand exercised all diligence to prevent the commission of the offence, be deemed to be guil ty of such \noffence.  \n \n13. Penalty and procedure.___(1) Whoever is guilty of an offence under this Ordinance or \nthe rules made thereunder shall, save as otherwise provided elsewhere in this Ordinance or in the \nrules, be punishable with imprisonment for a ter m which may extend to six months or with fine \nwhich may extend to one thousand rupees, or with both.  \n \n(2) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act V of \n1898), an offence under this Ordinance shall be cognizable.  \n \n (3) No Court shall take cognizance of an offence under this Ordinance except with the \nprevious sanction in writing of the Board.  \n \n(4) No Court inferior to that of a Magistrate of the first class shall try an offence under this \nOrdinance.  \n \n 14. Service of noti ce, etc.___ Any notice, direction or order under this Ordinance to be served \non any person may be served by being sent by post addressed to such person at his last known \naddress.  \n \n 15. Indemnity.___ No suit, prosecution or other legal proceeding shall be i nstituted in any \nCourt in respect of anything in good faith done or intended to be done under this Ordinance.  \n \n16. Power to make rules.___(1) The 1[Federal Government] may, by notification in the \nofficial Gazette, make rules 2[for carrying out the purposes  of this Ordinance ]. \n \n(2) Rules made under sub ‑section (1) may provide any contravention thereof shall be \npunishable with a penalty not exceeding that provided in section 13.  \n \n 17. Savings.___ Nothing in this Ordinance shall apply to any industrial underta king owned or \nmanaged, or person employed, by the 1[Federal Government] or a Provincial Government or by such  \nauthority, body or institution as may be notified in this behalf by the 1[Federal Government] or the \nProvincial Government.  \n   \n \n \n \n \n \n \n \n \n1Subs. by F .A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2For such rules, See Gaz. of P., 1965, Ext., pp. 1166­1167."
}