{
    "file": "./converted_json\\administrator030cc282023223109516f8022bd6a802.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 7 \n  \n \nTHE MANOEUVRES, FIELD FIRING AND ARTILLERY \nPRACTICE ACT, 1938  \n \nCONTENTS  \n1.  Short title and extent  \nCHAPTER I  \n \nMANOEUVRES  \n2.  Power of Federal Government to authorized manoeuvres  \n3.  Power exercis eable for purpose of manoeuvres  \n4.  Duty of Officer Commanding to repair damage  \n5.  Right to compensation for damage caused by manoeuvres  \n6.  Method of assessing compensation  \n7.  Offences  \nCHAPTER II  \n \nFIELD FIRING AND ARTILLERY PRACTICE  \n8.  Definitions  \n9.  Power of Provincial Government to authorise filed firing and artillery practice  \n10.  Powers exercisable for purpose s of filed firing and artillery practice  \n11.  Compensation  \n12.  Offences  \nCHAPTER III  \n \nGENERAL  \n13.  Power to make rules  \n\n \nPage 2 of 7 \n  \nTHE M ANOEUVRES, FIELD FIRING AN D ARTILLERY PRACTICE ACT, \n1938  \n1ACT NO. V OF 1938  \n[12th March, 1938 ]  \nAn Act to provide facilities for Military manoeuvres and for fiel d firing and artillery practice  \n WHEREAS it is expedient to provide facilities for military manoeuvres and for field firing \nand artillery practice; It is hereby enacted as follows:__  \n 1. Short title and extent.___(1) This Act may be called the Manoeuvres, Field Firing and \nArtillery Practice Act, 1938.  \n 2[(2). It extends to the whole of Pakistan.]  \nCHAPTER I  \n \nMANOEUVRES  \n 2. Power of Federal Government to authorized manoeuvres .___(1) The 3[Federal \nGovernment] may, by notification in the local official Gazette, authorise the execution of military \nmanoeuvres over any area specified in the notification during a specified period not exceeding three \nmonths:  \n 4[*  *  *  *  *  *  *]  \n (2) The 3[Federal Government] shall publish notice of it s intention to issue a notification \nunder sub -section (1) as early a possible in advance of the issue of the notification, and no such \nnotification shall be issued until the expiry of 5[six weeks] from the date of the first publication of \nsuch notice in the local official Gazette.  \n (3) The notice required by sub -section (2) shall be given by publication in the local official \nGazette and shall also be give n throughout the area which it is proposed to specify by the notification \nby publication in the manner prescribed by rule made under section 13, and shall be repeated by like \npublication one month and one week as nearly as may be before the commencement of the \nmanoeuvres.  \n \n1This Act has been applied to Baluchist an, see Notification No. 231 -F., dated the 15th September, 1938, Gazette of India, 1938, Pt. I, p. 1557.  \nIt has also been extended to___  \n (i) the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950) : and also applied in the Federated Areas \n of Baluchistan, see Gazette of India, 1937, Pt. 1, p. 1499,  \n (ii) the Baluchistan States Union by the Baluchistan States Union (Federal Laws) (Extension) O rder, 1953 (G. G. O. 4 of 1953), as amended, \n and  \n (iii) the Khairpur State, see the Khairpur (Federal Laws) (Extension) Order, 1953 (G. G. O. 5 of 1953), as amended.  \n The Act has been and shall be deemed to have been brought into force in Gwadur with ef fect from the 8th September, 1958, by the Gwadur \n(Application of Central Laws) Ordinance, 1960 (XXXVII  of 1960), s. 2.  \n2Subs. by the Central Laws (Sta tute Reform) Ordinance, 1960, (XXI  of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for the \noriginal sub -section (2), as amended by A. O., 1949 .  \n3Subs, by F. A. O., 1975, Art. 2 and Sch., for “Provincial Government”.  \n4Proviso omitted by the Manoeuvres, Field Firing and Artille ry Practice (Amdt.) Act, 1956 (XVII  of 1956), s. 2.  \n5Subs. ibid., for “three months”.  \n \n \nPage 3 of 7 \n   3. Power exercis eable for purpose of manoeuvres .___(1) Where a notification under \nsub-section (1) of section 2 has been issued, such persons as are included in the military forces \nengaged in the manoeuvres may, within the spe cified limits and during the specified periods,__  \n(a)  pass over, or encamp, construct military works of a temporary character, or \nexecute military manoeuvre on, the area specified in the notification, and  \n(b)  supply themselves with water from any source of water in such area:  \n Provided that nothing herein contained shall authorise th e taking of water from any source of \nsupply, whether belonging to a private owner or a public authority, of an amount in excess o f the \nreasonable requirements of the military forces or of such amount as to curtail the supply ordinarily \nrequired by those entitled to the use of such water supply.  \n (2) The provisions of sub -section (1) shall not authorise entry on or interference with  any \nwell or tank held sacred by any religious community or any place of worship or ground attached \nthereto except for the legitimate purpose of offering prayers or any place or building reserved or used \nfor the disposal of the dead, or any dwelling house or premises attached thereto or any educational \ninstitution, factory, workshop or store or any premises used for the carrying on of any trade, business \nor manufacture or any garden or pleasure ground, or any 1[national monument as defined in \nAntiquities Ac t, 1975 (VII of 1976).]  \n 4. Duty of Officer Commanding to repair damage . The Officer in Command of the \nmilitary forces engaged in the manoeuvres shall cause all lands used under the powers conferred by \nthis Chapter to be restored, as soon and as far as pr acticable, to their previous condition.  \n 5. Right to compensation for damage caused by manoeuvres . Where a notification issued \nunder section 2 authorises the execution of military manoeuvres compensation shall be payable from \nthe Defense  Estimates for any  damage to person or property or interference with rights or privileges \narising from such manoeuvres including expenses reasonably incurred in protecting person, property, \nrights and privileges.  \n 6. Method of assessing compensation .___(1) The Collector of  the district in which any area \nutilised for the purpose of manoeuvres is situated shall depute one or more Revenue Officers to \naccompany the forces engaged in the manoeuvres for the purpose of determining the amount of any \ncompensation payable under secti on 5.  \n (2) The Revenue Officer shall consider all claims for compensation under section 5 and \ndetermine, on local investigation and where possible after hearing the claimant, the amount of \ncompensation, if any, which shall be awarded in each case ; and sh all disburse on the spot to the \nclaimant the compensation so determined as payable.  \n (3) Any claimant, dissatisfied with a refusal of the Revenue Officer to award him \ncompensation or with the amount of compensation awarded to him by the Revenue Officer, m ay, at \nany time within fifteen days from the communication to him of the decision of the Revenue Officer, \ngive notice to the Revenue Officer, of his intention to appeal against the decision.  \n \n1Subs. by the Federal Laws (Revision and  Declaration) Ordinance , 1981 (XXVII  of 1981),  s.3 and Sch. II, for certain words.  \n \nPage 4 of 7 \n  (4) Where any such notice has been given, the Collector of the district shall constitute a \ncommission consisting of himself as chairman, a person nominated by the Officer Commanding the \nforces e ngaged in the manoeuvres and two persons nominated by the District Board, and the \ncommission shall 1[after giving to the claimant an opportunity of being heard,] decide all appeals of \nwhich notice has been given.  \n (5) The commission may exercise its power s notwithstanding the absence of any member of \nthe commission, and the chairman of the commission shall have a casting vote in the case of an equal \ndivision of opinion.  \n (6) The decision of the commission shall be final and no suit shall lie in any Civil Court in \nrespect of any matter decided by the commission.  \n (7) No fee shall be charged in connection with any claim, notice, appeal, application or \ndocument filed before the Revenue Officer, Collector or the commission under this section.  \n 7. Offences . If, within the area and during the period specified in a notification under sub -\nsection (1) of section 2, any person__  \n(a)  wilfully obstructs or interferes with the execution of the manoeuvres, or  \n(b)  without due authority enters or remains in any camp, or  \n(c)  without due authority interferes with any flag or mark or any apparatus used \nfor the purposes of the manoeuvres, he shall be punishable with fine which \nmay extend to 2[one thousand ] rupees .  \nCHAPTER II  \nFIELD FIRING AND ARTILLERY PRACTICE  \n 8. Definitions . In this Chapter__  \n3[(a)  “classification firing” means firing practice with small arms, such as pistols, \nstens, rifles, light and medium machine -guns ;  \n(b)  “classification range” means a ra nge constructed for the execution of \nclassification firing;  \n4[(c)  “field firing” includes air armament practice;  \n4[(d)]  “notified area” means an area defined in a notification issued under sub -\nsection (1) of section 9.  \n \n \n1Ins. by the Manoeurvres Field  Firing and Artillery Prac tice (Amdt.), Ordinance, 1985 (XI  of 1985), s. 2.  \n2Subs. ibid. 3 for “ten”.  \n3Cls. (a) and (b) ins. by the Manoeuvres, Field Firing and Artillery Pra ctice (Amdt.) Ordinance, 1962 (LXXV  of 1962), s. 2.  \n4Cls. (a) and (b) renumbered, ibid.  \n \nPage 5 of 7 \n  9. Power of Provincial Government to authorise filed firing and artillery practice .__(1) \nThe 1[Federal Government] may, by notification2 in the local official Gazette, define any area as an \narea within which 3[the carry ing out] of field firing and artillery practice may be authorised.  \n (2) The 1[Federal Government] may, by notification in the local official Gazette, authorise the \ncarrying out of field firing and artillery practice throughout a notified area or any speci fied part \nthereof 4[and may, if it thinks fit, specify the period or periods during which such field firing and \nartillery practice shall be carried out].  \n (3) Before any notification under sub -section (2) is issued, the 1[Federal Government] shall \npublish  notice of its intention to issue such notification as early as possible in advance of the issue of \nthe notification, and no such notification shall be issued until the expiry of 5[six weeks] from the date \nof the first publication if the notice in the loca l official Gazette.  \n (4) The notice required by sub -section (3) shall be given by publication in the local official \nGazette and shall also be given throughout the notified area by publication in some newspaper \ncirculating in and in the language commonly u nderstood in that area and by beat of drum and by \naffixation in all prominent places of copies of the said notice in the language of the locality and in \nsuch other manner as may be prescribed by rules made under section 13 and shall be repeated by like \npublication one week as nearly as may be before the commencement of the period or of each period \nspecified in the notification:  \n Provided that the fact of the said beat of drum and affixation shall be verified in writing by \none headman and two other literate inhabitants of the locality and provided further that such notice \nby the beat of drum shall be given seven and two days as nea rly as may be before the \ncommencement of such field firing and artillery practice.  \n 10. Powers exercisable for purpose s of filed firing and artillery practice .__(1) Where a \nnotification under sub -section (2) of section 9 has been issued, such persons as a re included in the \nforces engaged in field firing or artillery practice may, within the notified area or specified part \nthereof during the specified period or periods,__ \n  (a)  carry out field firing and artillery practice with lethal missiles, and  \n(b)  exercise, subject to the provisions of sections 3 and 4, any of the rights \nconferred by section 3 on forces engaged in military menoeuvres:  \n Provided that the provisions of sub -section (2) of section 3 shall not debar entry into, or \ninterference with, any place specified in that sub -section, if it is situated in an area declared to be a \ndanger zone under sub -section (2) of this section, to the extent that may be necessary to ensure the \nexclusion from it of persons and domestic animals:  \n Provided further th at in the case of a dwelling house occupied by women adequate warning \nshall be given through a local inhabitant and entry shall be effected after such warning in the \npresence of two respectable inhabitants of the locality.  \n \n1Subs. by F. A. O., 1975, Art. 2 and Sch., for “Provincial Government”.  \n2For such Notifns., see Gazette of West Pakistan, 1956, Pt. I, pp. 407, 811 -812, ibid., 1956, Ext., pp. 1037 -1038, ibid., 1957, Ext., pp. 331 and 535, \nibid., 1957, Ext., pp. 823, 1087 -1088 and 1100, and ibid., 1958, Ext., p. 9.  \n3Subs. by Ordinance  No. LXXV  of 1962, s.3, for “for a specified term of years the carrying out periodically”.  \n4Subs. ibid. for “during any period or periods specified in the notification”.  \n5Subs. by the Manoeu vres, Field Firing and Artillery Pr actice (Amdt.) Act, 1956 (XVII  of 1956), s. 3, for \"two months\".  \n \nPage 6 of 7 \n  (2) The Officer Commanding the forces engaged in any such practice may, within the \nnotified area or specified part thereof, declare any area to be a dange r zone, and thereupon the \nCollector shall, on application made to him by the Officer Commanding the forces engaged in the \npractice, prohibit the entry into and secure the removal from such danger zone of all persons and \ndomestic animals during the times wh en the discharge of lethal missiles is taking place or the re is \ndanger to life or health.  \n \n 1[10A. Danger zone adjoining classificat ion range .___(1) The 2[Federal Government] may, \nby notification in the official Gazette, declare any area adjoining a classi fication range as a danger \nzone.  \n (2) Where any area has been declared as a danger zone under sub -section (1), the local \nStation Commander,__  \n(a)  may prohibit construction of, or addition or alteration to, any building or \nstructure except on such condit ions as he may, in writing, impose ; and  \n(b)  shall prohibit entry into, and secure the removal from, such zone of all persons \nand domestic animals during the times when classification firing is taking \nplace or there is danger to life.]  \n 11. Compensation .—The provisions of sections 5 and 6 shall apply in the case of field firing \nand artillery practice 3[and classification firing] as they apply in the case of military manoeuvres ;  \n Provided that the compensation payable under this section shall include com pensation for \nexclusion or removal from any place declared to be a danger zone of persons or domestic animals \n4[or for any loss suffered on account of the restrictions imposed under sub -section (2) of section \n10A] such compensation to be disbursed at not l ess than the minimum rates prescribed by rules made \nunder section 13 before the exclusion or removal is enforced, and shall also include compensation for \nany loss of employment or deterioration of crops resulting from any such exclusion or removal.  \n 12. O ffences .___5[(1)] 6[Any person who within a notified area and if any period or periods \nare specified under sub -section (2) of section 9, then only  during such period or periods]__  \n(a)  wilfully obstructs or interferes with the carrying out of field firing or artillery \npractice, or  \n(b)  without due authority enters or remains in any camp, or  \n(c)  without due authority enters or remains in any area declared to be a danger \nzone at a time when entry thereto is prohibited, or  \n(d) without due authority interferes with any flag or mark or target or any \napparatus used for the purposes of the practice,  \nhe shall be punishable with fine which may extend to 7[one thousand ] rupees.  \n1Section 10A i ns. by the Manoeuvres, Field Firing and Artillery Practice (Amdt.) Ordinance, 1962 ( LXXV  of 1962), s. 4.  \n2Subs. by F. A. O., 1975, Art. 2 and Sch., for “Provincial Government”.  \n3Ins. by Ord.  No. LXXV  of 1962, s. 5.  \n4Ins. by the Manoeuvres Field Firing and Artillery Practice (Amdt.) Ordinance, 1962 ( LXXV  of 1962), s. 5.  \n5Re-numbered ibid., s. 6.  \n6Subs. ibid., for certain original words.  \n7Subs. by the Manoeuvres, Field Firing and Artillery Pra ctice (Amdt.) Ordinance, 1985 (XI  of 1985), s. 4, for “ten”.  \n \nPage 7 of 7 \n  (2) 1[(2) Whoever wilfully contravenes the provisions of sub -section (2) of section 10A, or \nviolates any of the conditions imposed thereunder, shall be punishable with imprisonment for a term \nwhich may extend to 2[three months , or with fine which may extend to five thousand rupees], or with \nboth, and any expenses incurred in removing the effects of the offence may be recovered from him in \nthe manner provided by the law for the time being in force for the recovery of fines.  \nCHAPTER III  \n \nGENERAL  \n 13. Power to make rules . The 3[Federal Government] may, by notification in the local \nofficial Gazette, make rules__  \n(a)  prescribing the manner in which the notices required by sub -section (2) of \nsection 2 and sub -section (3) of sect ion 9 shall be pu blished in the areas \nconcerned ;  \n(b)  regulating the use under this Act of land for manoeuvres or field firing and \nartillery practice in such manner as to secure the public against danger and to \nenable the manoeuvres or practice to be carr ied out without interference and \nwith the minimum inconvenience to the in habitants of the areas affected ;  \n(c)  regulating the procedure of the Revenue Officers and commissions referred to \nin section 6 in such manner as to secure due publicity regarding th e method of \nmaking claims for compensation and preferring appeals from original awards \nof compensation, the exp iditious settlement of claims and of appeals and the \npayment of compensation so far as possible direct to the claimants; and  \n(d)  defining the p rinciples to be followed by the Revenue Officers and \ncommissions referred to in section 6 in assessing the amount of compensation \nto be awarded.  \n \n \n \n \n \n \n \nDated: 05.04.24 \n  \n1Added ibid.  \n2Subs. by Ordinance  No. XI of 1985, s. 4, for “one month, or with fine which my be extended to fifty rupees”.  \n3Subs. by F. A. O., 1975, Art. 2 and Sch., for “Provincial Governmen t”."
}