{
    "file": "./converted_json\\administratorcd63136655c12c0b23f4dd0d048a23db.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE NATIONAL DEFEN CE UNIVERSITY ACT, 2011  \n \n \n \n \n \n \n \n \n      CONTENTS \n \nCHAPTER_I \nPRELIMINARY \n1.  Short  title and commencement.  \n \n2.  Definitions.  \nCHAPTER_II \nTHE UNIVERSITY \n \n3.  Estab lishment  and incorporat ion of the University.  \n \n4.  Purposes  and powers  of the University.  \n \n5.  University open  to all classes,  creeds,  etc. \n \n6.  Teaching at the University.  \n \nCHAPTER -III \nOFF ICERS OF THE UNIVERSITY \n7. Principal Officers . \n \n8.  The Chancellor.  \n \n9.  Removal  from  the Senate.  \n \n10.  The President.  \n \n11.  Appointment  and removal  of the President.  \n \n12.  Registrar.  \n  \n\n \n \nPage 2 of 29 \n 13.  Director  Finance.  \n \n14.  Contro ller of Examinations.  \n \nCHAPTER - IV \nAUTHORITIES OF THE UNIVERSITY  \n15.  Authorities.  \n \n16.  Senate.  \n \n17.  Powers  and funct ions of the Senate  \n \n18.  Visitations.  \n \n19.  Syndicate.  \n \n20. Powers  and duties of the Syndicate.  \n \n21.  Academ ic Council.  \n \n22.  Powers  and funct ions of the Academ ic Council.  \n \n23.  Representat ion Committees.  \n \n24.  Appointment  of comm ittees by certa in authorities.  \n \nCHAPTER –V \nSTATUTES, REGULATIONS AND RULES  \n25.  Statutes.  \n  \n26.  Regulations.  \n \n27.  Amendment  and repeal  of Statues  and Regulations.  \n \n28.  Rules.  \n \nCHAPTER –VI \nUNIVERSITY FUND  \n29.  University fund.  \n \n30.  Audit and accounts.  \n  \n \n \nPage 3 of 29 \n CHAPTER -VII \nGENERAL PROVISIONS  \n31.  Opportun ity to show  cause.  \n \n32.  Appeal  to the synd icate and the Senate.  \n \n33.  Service of the University.  \n \n34.  Benef its and insurance,  gratuity, provident fund and benevo lent fund.  \n \n35.  Commencement  of term of office of members  of Authority.  \n \n36.  Filling of casual  vacanc ies in authorities.  \n \n37.  Flaws in the const itution of authorities.  \n \n38.  Proceed ings of author ities not invalidated  by the vacancies.  \n \n39.  First Statutes  and Regulations.  \n \n40.  Repeal  and savings.  \n \n41.  Transitory provisions.  \n \n42. Removal  of difficulties.  \n \n43.  Indemnity.  \n \n44.  Power  to allow appo intment  of employees  of the Government,  other  universities or educat ional \nor research  institutions to the University.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \nPage 4 of 29 \n THE NATIONAL DEFENCE  UNIV ERSITY ACT, 2011 \n \n \nACT No. XIII OF 2011 \n[14th May, 2011] \n \nAn Act to provide for the establishment of the National DEFENCE  University at Islamabad \n \nWHEREAS, in view of the everlasting need of an apex institution to impart higher education \nin the  fields of national DEFENCE  and security to meet  contemporary and future challenges \nand to pro mote  our  national  interests,  it  is  imperative  to  establish  a  world  class  seat  of  \nlearning  to disseminate knowledge related to strategy, statec raft, security, management and other \nrelevant areas of study and to provide for matters connected therewith or ancillary thereto.   \nIt is hereby enacted as follows: \n \nCHAPTER_I \nPRELIMINARY \n1.  Short ti tle and commencement. — (1) This  Act m a y  be c a l l e d  the N a t i o n a l  \nDEFENCE  University Act, 2011. \n(2) It shall come into force at once, and shall be deemed to have taken effect on the 5th day \nof June, 2007.    \n2. Definitions. In this Act, unless there is anything repugnant in the subject or context, \n \n(a) “Academic Coun cil” means the Academic Coun cil of the University; \n \n(b)  “Affiliated College  or Institute ” means an education institution  affiliated to \nthe University but not maintained or administered by it; \n \n(c) “Authority” means any of the authorities of the University specified or set up \nunder section 15; \n \n(d) “Chancellor” means the Chancellor of the University; \n \n(e)  “Commandant” means the head of the constituent or affiliated college; \n \n(f)  “College” means a college constituted or affiliated with the University; \n \n(g)  “Commission” means the Higher Education Commission under the Higher     \nEducation Commission Ordinance, 2002  (LIII of 2002);  \n \n(h)  “Constituent College or Institute” means an educational institution, by \nwhatever name described, maintained and administered by the University; \n \n(i)  “Dean” means the head of a Faculty or the head of an academic body  granted \nthe status of a Faculty by this Act or by the Statutes or Regulations; \n \n (j)  “Director­General “ means the head of the constituent or affiliated institute; \n \n \nPage 5 of 29 \n  \n(k)  “Department” means a teaching department maintained and administered, or \nrecognized by the University in the manner prescribed; \n \n(l)  “Faculty” means an administrative and academic unit of the University \nconsisting of one or more departments, as prescribed; \n \n(m)   “Government” means the Federal Government; \n \n(n)  “National DEFENCE  College” means the National DEFENCE  College \nestablished under the Government of Pakistan Resolution No. NDC/ 102/ I /A \ndated the 16th March 1971;  \n  \n(o)  “prescribed” means prescribed by Statutes, Regulations or Rules made under \nthis Act;  \n \n(p)  “President” means President of the University appointed under section 10; \n \n(q)  “Representation Co mmittees” means the Representation Committees \nconstituted under section 23; \n \n(r)  “Review Panel” means the Review 'Panel set up by the Chancellor in \naccordance with the prov isions of section 8; \n \n(s)  “Statutes”, “Regulations” and “Rules” means respectively the Statutes, the \nRegulations and the Rules made under this Act; \n \n(t)  “Senate” means the Senate of the University; \n \n(u) “Syndicate” means Syndicate of the University; \n \n(v)  “Teachers” include Professors, Directing Staff (DS), Associate Professors, \nAssistant Professors and Lecturers engaged whole­time by the University or \nby a constituent or affiliated college  and such other persons as may be  \ndeclared to be  the  teachers by regulations; \n \n(w)  “University” means the National DEFENCE  University (NDU) established \nunder this Act; and \n \n(x)  “University Teacher” means a whole­time teacher appointed and paid by the \nUniversity or recognized by the University as such. \nCHAPTER_II \nTHE UNIVERSITY \n \n3.  Establishment and  incorporation  of the  University. —(1)  There  shall be  established \na University to be called the National DEFENCE  University which  shall consist of the following, \nnamely:— \n \n(a)  The Chancellor, the members of the Senate, and the President; \n \n \nPage 6 of 29 \n  \n(b)  the members of the authorities of the University established under section 15; \n \n(c)  all University teachers and persons recognized as students of the University in \naccordance with terms prescribed from  time to time; and \n \n(d)    all other full­time officers and members of the staff of the University. \n \n(2) The University shall be a body  corpor ate by the name of the National DEFENCE  University, \nhaving perpetual succession and a common seal, and may sue and be sued by the said name. \n \n(3) The principal seat of the University shall be at Islamabad and it may set up any number of \ncampuses, colleges and institutes at such places in Pakistan and abroad as the Senate may, from  time \nto time, determine in accordance with the prescribed procedure and applicable laws. \n \n(4) The University shall be competent to acquire and hold the property, both movable and \nimmovable and to lease, sell or otherwise transfer any movable and immovable property which may \nhave become vested in or been acquired by it. \n \n(5) The University shall have academic, financial and administrative autonomy, including the \npower to employ officers, teachers and other employees on such terms as may be prescribed, subject \nto the provisions of this Act and the Higher Education Commission Oridnance 2002  (LIII of 2002).  \n \n(6) in particular and without prejudice to the authority granted to the Commission by  the law, the \nGovernment or an authority or auditor appointed by the Government shall have no power to question \nthe policy underlying the allocation of resources approv ed by the Senate in the annual budget of the \nUniversity. \n4. Purposes and powers of the University. —The University shall have the following purpo ses \nand po wers, namely:— \n(i)  to provide for education and scholarship in such branches of knowledge as it \nmay deem fit, and to make provision for  research, service to society and for \nthe application, advancement and dissemination of knowledge in such manner \nas it may determine; \n \n(ii)  to prescribe courses of studies to be condu cted by it and the colleges; \n \n(iii)  to hold examinations and to award and confer degrees, diplomas, certificates \nand other academic distinctions to and on persons who have been admitted to \nand have passed its examinations under prescribed conditions; \n \n(iv)  to prescribe the terms and conditions of  employment of the officers, teachers \nand other employees of the University and to lay down terms and conditions \nthat may be different from  those applicable to government servants in general; \n \n(v)  to engage where necessary persons on  contracts of specified duration and to \nspecify the terms of each engagement; \n \n \n \nPage 7 of 29 \n (vi)  to confer honor ary degrees or other distinctions on  approv ed persons in the \nmanner prescribed; \n \n(vii)  to provide for such instruction for persons not being students of the University \nas it may prescribe, and to grant certificates and diplomas to such persons; \n \n(viii)  to institute programmes for the exchange of students and teachers between the \nUniversity and  other  universities, educational institutions and  research  \norganizations, inside as well as outside Pakistan; \n \n(ix)  to provide career counseling and job search services to students and alumni; \n \n(x)  to maintain linkages with alumni; \n \n(xi)  to develop and implement fund raising plans; \n \n(xii)  to provide and support  the academic development of the faculty of the \nUniversity; \n \n(xiii)   to  confer  degrees  on  persons  who  have  carried  on  independent  research  \nunder prescribed conditions; \n \n(xiv)  to affiliate and disaffiliate educational institutions under prescribed conditions; \n \n(xv)  to inspect colleges and other educational institutions affiliated or seeking \naffiliation with it; \n \n(xvi)  to accept the examinations p assed and the period of study spent by students \nof the University at other universities and places of learning equivalent to \nsuch examinations and  periods of  study  in  the  University,  as  it  may  \nprescribe,  and  to  withdraw such acceptance; \n \n(xvii)  to co­operate with other Universities, public authorities or  private \norganizations, inside as well as outside Pakistan, in such manner and for such \npurpo ses as it may prescribe; \n \n(xviii)  to institute professorships, associate professorships, assistant professorships \nand lectureships and any other posts and to appoint persons thereto; \n \n (xix)  to create posts for  research, extension, administration and other related \npurpo ses and to appoint persons thereto; \n \n(xx) to recognize selected members of the teaching staff of affiliated colleges or \neducational institutions admitted to the privileges of the University or such \nother persons as it may deem fit, as University teachers; \n \n(xxi)  to institute and award financial assistance to students in need, fellowships, \nscholarships, bursaries, medals and prizes under prescribed conditions; \n \n \n \nPage 8 of 29 \n (xxii)  to establish teaching departments, colleges, faculties, institutes, workshops, \nlibraries, museums and other centres of learning for the development of \nteaching and research and to make such arrangements for their maintenance, \nmanagement and administration as it may prescribe; \n \n(xxiii)  to provide for the residence of the students of the University and the colleges, \nto institute and maintain halls of residence and to approve  or license hostels and \nlodging; \n \n(xxiv)  to maintain order, discipline and security on the campuses of the University \nand the colleges; \n \n(xxv)  to promote the extra curricular and recreational activities of such students, and \nto make arrangements for promoting their health and general welfare; \n \n(xxvi)  to demand and receive such fees and other charges as it may determine; \n \n(xxvii) to make provision for research, advisory or consultancy services and with \nthese ob jects to enter into arrangements with other institutions, public or \nprivate bodies, commercial and industrial enterprises under prescribed \nconditions; \n \n(xxviii) to enter into, carry out, vary or cancel contracts; \n \n(xxix)  to receive and manage property transferred and grants contributions made to \nthe University and to invest any fund  representing such property, grants, \nbequests, trusts, gifts don ations, endowments or contributions in such manner \nas it may deem fit; \n \n(xxx)   to provide for the printing and publication of research and other works; and \n \n(xxi)  to do all such other acts and things, whether incidental to the powers aforesaid \nor not, as may be requisite or expedient in order to further the objectives of \nthe University as a place of education, learning, and research. \n \n5. University open to all classes, creeds, etc. —(1) The University shall be open to all \npersons of either gender and of whatever religion race creed, class, colour or domicile who qualify for \nadmission to the courses of study offered by the University based on the criteria determined by the \nSyndicate and no person shall be denied the privileges of the University on the ground  only of religion, \nrace, caste, creed, class, colour or domicile. \n \n    (2) An increase in any fee or charge that is in excess of ten percent per annum on  an \nannualized basis from  the last such increase shall not be made except in special circumstances and \nonly with the approv al of the Chancellor. \n \n   (3) The University shall institute financial aid programmes for students in need, to the extent \nconsidered feasible by the Senate given the resources available, so as to enable admission and access \nto the University and the various oppor tunities provided by it to be based on merit rather than ability \nto pay: \n \n \n \nPage 9 of 29 \n Provided that the University may institute self­finance schemes not covering more than \nten percent of the total number of candidates in any on­campus taught course or research­based \nprogrammer of study. \n \n 6. Teaching at the University . —(1)  All  recognized  teaching  in  various  courses  shall  be \ncondu cted by the University or the colleges in the prescribed manner and may include lectures, \ntutorials, discussions, seminars, demonstrations, distance learning and other methods of  instruction as \nwell as practical work in the workshops  and other governmental or private organizations. \n \n (2)  The  authority  responsible  for  organizing recognized  teaching  shall  be  such  as  may  \nbe pr escribed. \nCHAPTER -III \nOFF ICERS OF THE UNIVERSITY \n  \n7. Principal Officers . —The following shall be the principal officers of the University, \nnamely:— \n \n(a)  the Chancellor;  \n(b)  the President;  \n(c)  the Deans; \n(d) the Commandants or the Director­Generals of the constituent colleges and \ninstitutes; \n \n(e)  the Chairpersons or Chief Instructors of teaching departments; \n \n(f)  the Registrar; \n \n(g)  the Controller of Examinations; \n \n(h)  the Director Administration; \n \n(i)  the Director Finance; and \n \n (j)  such other persons as may be prescribed by the Statutes or Regulations to be \nthe principal officers of the University. \n \n8.  The Chancellor. —(1)  The  President  of  the  Islamic  Republic  of  Pakistan  shall be  \nthe Chancellor of the University. \n \n(2) The Chancellor shall, when present preside at the meetings of the Senate and the \nConvo cation of  the University. In the absence of Chancellor the Senate may request a person of \neminence or President to preside ov er the convo cation of the University. \n \n \n \nPage 10 of 29 \n (3) The members of the Senate shall be appointed by the Chancellor from amongst the persons \nrecommended by the Representation Committee set up for this purpo se under sub­section (1)  of \nsection 23 along with those elected. \n \n(4)  Every  propo sal to  confer  an  honor ary  degree  shall  be  subject  to  confirmation  by  \nthe Chancellor. \n \n(5) If the Chancellor is satisfied that a serious irregularity or mismanagement with respect to \nthe affairs of the University has occurred, he may, \n \n(a)  as regards proceedings of the Senate direct that specified proceedings be \nreconsidered and appropr iate action taken within one month of the direction \nhaving been issued: \n \nProvided that if the Chancellor is satisfied that either no \nreconsideration has been carried out or that the reconsideration has failed to \naddress the concern expressed he may, after calling upon  the Senate to show \ncause in writing, appoint a five member review panel to examine and report to \nthe Ch ancellor on the functioning of the Senate. The report of the review panel \nshall he submitted within such time as may he prescribed by the Chancellor. \nThe review panel shall be drawn from  persons of eminence  to  academics  and  \nin  the  fields  of  DEFENCE   and  Security,  law,  accountancy  and \nadministration; and \n \n(b)  as regards proceedings of any Authority or with respect to matters within the \ncompetence of any Authority other than the Senate, direct the Senate to \nexercise powers under section 17.  \n9. Removal from the Senate. —(l) The Chancellor may, upon  the recommendation of the \nreview panel, remove any person from  the membership of the Senate on the ground  that such person \n \n(a)  has become of unsound  mind; or \n \n(b)  has become incapacitated to function as member of the Senate; or \n \n(c)  has been convicted by a court of law for an offence involving moral turpitude; \nor \n \n(d)  has absented himself from  two consecutive meetings without just cause; or \n \n(e)  has been guilty of miscondu ct, including use of position for personal \nadvantage of any kind, or gross inefficiency in the performance of functions; \n \n(2) The Chancellor shall remove any person from the membership of the Senate on a resolution \ncalling for  the removal of such person suppor ted by at least three­four ths of  the membership of the \nSenate: \n \nProvided that before passing such resolution the Senate shall provide the member concerned \na fair hearing: \n \n \n \nPage 11 of 29 \n Provided further that the provisions of  this section shall not be applicable to the President in \nhis capacity as a member of the Senate. \n10. The President. —(1) There shall be a President of the University who shall be a \nsenior military officer from  Pakistan Army and shall be appointed on such terms and conditions as \nmay be pr escribed. \n  \n (2) The  President  shall be  the  chief  executive  officer  of  the  University responsible  for  \nall administrative and academic functions of the University and for ensuring that the provisions of \nthe Act, Statutes, Regulations and Rules are faithfully observed in order to promote the general \nefficiency and good order of the University. The President shall have all powers prescribed for this \npurpo se including administrative control over the officers, teachers and other employees of the \nUniversity. \n \n(3) The President shall, if present, be entitled to attend any meeting of  any Authority or body  \nof the University. \n \n (4) The President may ,in an emergency that in his opinion requires immediate action \nordinarily not  in the competition of the President, take such action and forward, within seventy­two \nhours, a report of the action taken to the members of the Emergency Committee of the Senate, to be \nset up by Statute the Emergency Committee may direct such further action as is considered \nappropr iate.   \n(5) The President shall also have the following powers, namely: \n \n(a)   to  direct  teachers,  officers and  other  employees of  the  University to  take  \nup  such assignments in connection with examination, administration and such \nother activities in the University as he may consider necessary for the purpo ses \nof the University; \n \n(b)  to sanction by re­appropr iation an amount not exceeding an amount \nprescribed by the Senate for an unfor eseen item not provided for in the budget \nand report it to the Senate at the next meeting; \n \n(c)  to make appointments of such categories of employees of the University and \nin such manner as may be prescribed by the Statutes; \n \n(d)  to suspend, punish and remove, in accordance with prescribed procedure, from \nservice officers, teachers and other employees of the University except those \nappointed by or with the approv al of the Senate; \n \n (e)  to delegate, subject to such conditions as may be prescribed, any of his powers \nunder this Act to an officer or officers of the University; and \n \n(f)  to exercise and perform  such other powers and functions as may be prescribed. \n \n(6) The President shall present an annual report before the Senate within three months of' \nthe close of the academic year. The annual report shall present such information as regards the \nacademic year under review as may be prescribed, including disclosure of all relevant facts pertaining \nto— \n \n \nPage 12 of 29 \n  \n \n(a)  academics; \n \n(b)  research; \n \n(c)  administration; and \n(d)  finances. \n(7) The President's annual report shall be made available, prior to its presentation before the \nSenate, to all officers and University teachers and shall be published in such numbers as are required \nto ensure its wide circulation. \n \n11. Appointment and removal of the President. —(1) Whenever the office of the \nPresident fails vacant, or is likely to fall vacant, the Chief of the Army Staff shall recommend a suitable \nofficer selected through a search process for approv al by the Chancellor for appointment as the \nPresident. \n \n(2) The President shall be appointed for a renewable tenure of five years or less on terms and \nconditions pr escribed by the Statutes. The tenure of an incumbent President shall be renewed by the \nChancellor on recommendations of Chief of the Army Staff. \n \n(3) At any time when the office of the President is vacant or the President is absent or is unable \nto perform the functions of his office due to illness or some other cause, the Senate shall make \narrangements in accordance with the Statutes for the performance of the duties of the President. \n \n12. Registrar. —(l) There shall be a Registrar of the University who shall be appointed by the \nSenate on the recommendation of the President, on such terms and conditions as may be prescribed. \n \n(2)  The  experience  as  well  as  the  professional  and  academic  qualifications  necessary  \nfor appointment to the post of the Registrar shall be such as may be prescribed.   \n(3) The Registrar shall be a full­time officer of the University and shall, \n(a)  be the administrative head of the secretariat of the University and be \nresponsible for the prov ision of secretariat support  to the Authorities of the \nUniversity; \n        (b)        be the custodian of the common seal and the academic records of the University; \n \n(c)  maintain a register of registered graduates in the prescribed manner; \n \n(d)  supervise the process of election, appointment of nomination of members to \nthe various authorities and other bodies in the prescribed manner; and \n(e)  perform  such other duties as may be prescribed. \n(4) The term of office of the Registrar shall, unless renewed, be for a period of three years:  \n \n \nPage 13 of 29 \n Provided that the Senate may, on the advice of the President, terminate the appointment of \nthe Registrar on ground  of inefficiency or miscondu ct in accordance with prescribed procedure.  \n13. Director Finance. —(1) There shall be a Director Finance of the University who shall \nbe appointed by the Senate on the recommendation of the President on such terms and conditions \nas may be prescribed. \n \n(2) The experience and the professional and academic qualifications necessary for appointment \nto the post of the Director Finance shall be as may be prescribed.   \n(3) The Director Finance shall be the chief financial officer of the University and shall \n \n(a)   manage  the  assets,  liabilities,  receipts  expenditures,  funds  and  investments  \nof  the University; \n \n(b)  prepare the annual and revised budget estimates of the University and present \nthem to the Syndicate or a committee thereof for approv al and incorpor ation \nin the budget to he pr esented to the Senate; \n \n(c)  ensure that the funds  of the University are expended on the purpo ses for  \nwhich they are provided; \n \n(d)  have the accounts of the University audited annually so as to be available for \nsubmission to the Senate within six months of the close of the financial year; \nand \n \n(e)  perform  such other duties as may be prescribed. \n \n(4) The term of office of the Director Finance shall, unless renewed, be for a period of three \nyears: \n \nProvided that the Senate may, on the advice of the President terminate the appointment of \nthe Director Finance on  grounds  of inefficiency or miscondu ct in accordance with prescribed \nprocedure. \n  \n14 Controller of Examinations. —(1) There shall be a Controller of Examinations, to be \nappointed by the Senate on the recommendation of the President, on such terms and conditions as may \nbe prescribed. \n \n(2) The minimum  qualifications necessary for appointment to the  post  of the  Controller \nof Examinations shall be as may be prescribed. \n \n(3) The Controller of Examinations shall be a full­time officer of the University and shall be \nresponsible for all matters connected with the condu ct of examinations and perform  such other duties \nas may be prescribed. \n \n(4) The Controller of Examinations shall be appointed for a renewable term of three years:  \n \nProvided that the Senate may, on the advice of the President, terminate the appointment of the \nController of Examinations on grounds  of inefficiency or miscondu ct in accordance with prescribed \nprocedure. \n \n \nPage 14 of 29 \n      CHAPTER_IV \nAUTHORITIES OF THE UNIVERSITY \n \n15. Authorities. —(1) The following shall be the authorities of the University, namely: \n \n(i)  the Senate; \n \n(ii)  the Syndicate; \n \n(iii)  the Academic Coun cil; \n \n(iv)  the Advanced Studies and Research Board; \n \n(v)  the Board of Faculty; \n \n(vi)  the Board of Studies; \n \n(vii)  the Finance and Planning Committee; \n \n(viii)  the Representation Committees for appointment to the Senate, Syndicate   \nand the Academic Coun cil in accordance with relevant provision of the Act; \n \n(ix)  the Selection Board; and \n \n(x)  such other authorities as may be constituted by the Senate. \n \n(2) The Senate, the Syndicate and the Academic Coun cil may set up such other committees \nor sub­committees, by whatever name described, as are considered desirable through Statutes or \nRegulations as appropr iate. Such committees or sub­committees shall be Authorities of the University \nfor the purpo ses of this Act. \n  \n16. Senate. —(1) The Senate shall be responsible for governance, general supervision and \ncontrol of the affairs including laying down broad policies of the University and shall consist of \nthe following, namely: \n \n(a)  the Chancellor who shall be the chairperson of the Senate; \n \n(b)  the President; \n \n(c)  the Chairman Joint Chiefs of Staff Committee, the Chief of the Army Staff, \nthe Chief of the Naval Staff and the Chief of the Air Staff or their nominees; \n \n(d)  not less than one member of the Government not below the tank of Additional \nSecretary from the Ministry of Education or any other department relevant to \nthe special focus of the University; \n \n(e)  four persons from  society at large being persons of distinction in the fields of \ndefence and security, strateg,y statec raft, administration and management, \nsuch that the appointment of these persons reflects a balance across the various \nfields: \n \n \nPage 15 of 29 \n Provided that the special focus or affiliation of the University, to be \ndeclared in the manner prescribed, may be reflected in the number of persons \nof distinction in an area of expertise relevant to the University who are \nappointed to the Senate; \n \n(f)  one person from  amongst the alumni of the University; \n \n(g)  two persons from the academic community of the country, other than an \nemployee of the University, at the level of professor or principal of a college; \n \n(h)  four University Teachers; and \n \n(i)  one person nominated by the Commission. \n \n(2) The numbers of the members of the Senate described against clauses (f) to (i) of \nsub­section (1)  may be increased by the Senate through Statutes subject to condition that the total \nmembership of the Senate does not exceed twenty­one, with a maximum of five University Teachers \nand the increase is balanced to the extent possible, in propor tion to different categories specified in \nsub­section (1). \n \n(3) All appointments to the Senate shall be made by the Chancellor, Appointments of persons \ndescribed in clauses (f) and (g) of sub­section (1) shall he made from  amongst a panel of three names \nfor each vacancy recommended by the Representation Committee set up in terms of section 23 and \nin accordance with procedure as may be prescribed: \n \nProvided that effort shall be made, without compromising on quality or qualification, to give \nfair representation to women on the Senate: \n \nProvided further that as regards the University Teachers described in clause (h) of sub­section \n(1) the Senate shall prescribe a procedure for appointment on the basis of elections that provide for \nvoting by the various categories of University Teachers: \n \nProvided also that the Senate may alternatively prescribe that appointment of University \nTeachers to the Senate shall also be in the manner provided by this sub­section for the persons \ndescribed in clauses (f) and (g) of sub­section (1). \n \n(4) Members of the Senate, other than ex­officio  members, shall hold office for three years. One­ \nthird  of  the  members,  other  than  ex­officio   members,  of  the  first  restructured  Senate,  to  be \ndetermined by lot, shall retire from  office on the expiration of one year from  the date of appointment \nby the Chancellor. One­half of the remaining members, other than ex­officio  members, of the first \nrestructured Senate, to he determined by lot, shall retire from o ffice on the expiration of two years \nfrom  the date of appointment and the remaining one­half, other than ex­officio  members, shall retire \nfrom  office on the expiration of the third year: \n \nProvided that no person, other than an ex­officio  member, may serve on the Senate for more than \ntwo consecutive terms: \n \nProvided fur ther that the University Teachers appointed to the Senate may not serve for two \nconsecutive terms. \n \n \n \nPage 16 of 29 \n (5) The Senate shall meet at least twice in a calendar year. \n \n(6) Service on the Senate shall be on honor ary basis but actual expenses may be reimbursed as \nprescribed. \n \n(7) The Registrar shall be the secretary of the Senate. \n \n(8) In the absence of the Chancellor meetings of the Senate shall be presided over by the senior \nmost serving military officer from  amongst the members of the Senate, not being an employee of the \nUniversity as the Chancellor may, from  time to time, nominate. The member so nominated shall be \nthe convener of the Senate. \n \n(9) Unless otherwise prescribed by this Act, all decisions of the Senate shall be taken on the basis \nof the opinion of a majority of the members present. In the event of the members being evenly \ndivided on any matter the person presiding over the meeting shall have a casting vote. \n(10) The quorum for  a meeting of  the Senate shall be two­thirds of its membership, a fraction \nbeing counted as one.\n17. Powers  and  functions  of the  Senate. —(1) The Senate shall have the powers of \ngeneral supervision over the University and shall hold the President and the Authorities accountable \nfor all the functions of the University. The Senate shall have all powers of the University not \nexpressly vested in an Authority or officer by this Act and all other powers not expressly mentioned by \nthis Act that are necessary for the performance of its functions. \n(2) Without prejudice  to the generality  of the foregoing  powers, the Senate   shall have  the \nfollowing powers namely: \n(a)  to approve  the propo sed annual plan of work, the annual and the revised budget, the \nannual report and the annual statement of the account; \n \n(b)  to hold control and lay down policy for the administration of the property, funds  and \ninvestments  by  the  University,  including the  approv al  of  the  sale  and  purchase  \nor acquisition of immovable prop erty; \n \n(c)  to oversee the quality and relevance of the University's academic programmes and to \nreview the academic affairs of the University in general; \n \n(d)  to approve  the appointment of  the Deans, Professors, Associate Professors and such \nother senior faculty and senior administrators as may be prescribed; \n \n(e)  to institute schemes, directions and guidelines for the terms and conditions of \nappointment of all officers, teachers and other employees of the University; \n \n(f)  to approve  strategic plans; \n \n(g)  to approve  financial resource development plans of the University; \n \n \n \nPage 17 of 29 \n (h) to consider the drafts of Statutes and Regulations propo sed by the Syndicate and \nthe Academic Coun cil and deal with them in the manner as provided for in sections \n25 and 26, as the case may be: \n \nProvided that the Senate may make a Statute or Regulation on its own initiative and \napprove  it after calling for the advice of the Syndicate or the Academic Coun cil as \nthe case may be; \n \n(i)  to annul by order in writing the proceedings of any Authority or officer if the Senate \nis satisfied that such proceedings are not in accordance with the provisions of  this \nAct, Statutes or Regulations after calling upon  such Authority or officer to show cause \nwhy such proceedings should not be annulled; \n \n(j)  to recommend to the Chancellor removal of any member of the Senate in accordance \nwith the provisions of this Act; \n \n(k)  to make appointments of members of Syndicates, in accordance with the provisions of \nthis Act; \n \n(l)   to  make  appointments  of  the  members  of  Academic  Coun cil,  other  than  ex­officio  \nmembers, in accordance with the provisions of this Act; \n \n(m)  to appoint Emeritus Professor on such terms and conditions as may be prescribed;   \n(n)  to remove any person from  the membership of any authority if such person \n \n  (i)      has become of unsound  mind; or \n \n                         (ii)     has become incapacitated to function as member of such Authority; or  \n (iii)   has been convicted by a court of law for an offence involving moral turpitude; \nand \n \n(o)  to determine the form, provide for the custody and regulate the use of the common \nseal of the University. \n(3) The Senate may, subject to the provisions of  this Act, delegate all or any of its powers and \nfunctions of  any  Authority, officer  or  employee  of  the  University  at  its  main  campus,  to  any \nAuthority, committee, officer or employee at its additional campus for  the purpo se of exercising such \npowers and performing such functions in relation to such additional campus, and for this purpo se the \nSenate may create new posts or positions at the additional campus. \n18.  Visitations. —The  Senate  may,  in  accordance  with  terms  and  procedures  as  may  \nbe prescribed, cause an inspection to be made in respect of any matter connected with the University. \n \n19. Syndicate. — (1)  There shall be a  Syndicate headed by the President to formulate \nrules, regulations and statutes and so on, for day to day functioning of the University, within the \nframework of policies laid down by the Senate. Other members of the committee would consist of \n \n  (a)  the President who shall be its Chairperson; \n \n \nPage 18 of 29 \n  \n  (b)  the Deans of Faculties of the University; \n \n  (c)  Heads of the constituent colleges and institutes; \n \n  (d)  three professors or directing staff from  different departments who are not members of \nthe Senate to be elected by the University Teachers in accordance with procedure to \nbe pr escribed by the Senate; \n \n  (e)  the Registrar; \n \n  (f)  the Director Finance; and \n \n  (g)  the Controller of Examinations. \n \n(2) Members of the Syndicate, other than ex­officio  members, shall hold office for three years. \n \n (3) As regards three professors specified in clause (d) of sub­section (1), the Senate may, as an \nalternative to elections, prescribe a procedure for propo sal of a panel of names by the Representation \nCommittee set up in terms of section 23. Appointment of persons propo sed by the Representation \nCommittee may be made by the Senate on the recommendation of the President. \n \n (4) The quorum  for a meeting of the Syndicate shall be one­half of the total number of members, \na fraction being counted as one. \n \n (5) The Syndicate shall meet at least once in each quarter of a year.  \n20. Powers and duties of the Syndicate. —(1) The Syndicate shall be the executive body  of \nthe University  and  shall,  subject  to  the  provisions  of  this  Act  and  the  Statutes,  exercise  \ngeneral supervision over the affairs and management of the University. \n \n(2) Without prejudice to the generality of the foregoing powers and subject to the provisions \nof this Act, the Statutes and directions of the Senate, the Syndicate shall have the following \npowers namely: — \n \n (a)  to consider annual report, the annual and revised budget estimates and to submit these \nto the Senate; \n \n (b)  to transfer and accept transfer of moveable prop erty on behalf of the University; \n \n (c)  to enter into, vary, carry out and cancel contracts on behalf of the University; \n \n (d)  to cause proper book  of the account to be kept for all sums of money received and \nexpended by the University and for the assets and liabilities of the University; \n \n (e)  to invest any money belonging to the University including any un­applied income in \nany of the securities describe in section 20 of the Trusts Act, 1882  (Act II of 1882), \nor in the pur chase of immovable property or in such other manner, as it may \nprescribe, with the like power of varying such investment; \n \n \n \nPage 19 of 29 \n  (f)   to  receive  and  manage  any  property  transferred  and  grants,  bequests,  trust,  Gifts \ndonations, endowments, and other contributions made to the University; \n \n (g)  to administer any funds  placed at the disposal of the University for specified purpo ses; \n \n (h)  to provide the buildings, libraries, premises, furniture, apparatus, equipment and other \nmeans required for carrying out the work of the University; \n \n (i)  to establish and maintain halls of residence and hostels or approve  or license hostels \nor lodging for the residence of students; \n \n (j)  to recommend to the Senate affiliation or disaffiliation of the colleges; \n \n (k)  to recommend to the Senate admission of educational institutions to the privileges of \nthe University and withdraw such privileges; \n \n (l)  to arrange for the inspection of the colleges and the departments; \n \n (m)  to institute Professorships, Associate Professorships, Assistant Professorships, \nLectureships, and other teaching posts or to suspend or to abolish such posts; \n  (n)  to create, suspend or abolish such administrative or other posts as may be \nnecessary; \n (o)  to prescribe the duties of officers, teachers and other employees of the \nUniversity;  \n (p)  to report to the Senate on matters with respect to which it has been asked to \nreport; \n (q)  to appoint members to various Authorities in accordance with the provisions of this Act; \n \n (r) to propo se drafts of the Statutes for submission to the Senate; \n \n (s)  to regulate the condu ct and discipline of the students of the University; \n \n (t)  to take actions necessary for the good administration of the University in general \nand to this end exercise such powers as are necessary; \n \n (u)  to delegate any of its powers to any Authority or officer or a committee; and \n (v)  to perform  such other functions as have been assigned to it by the provisions of this \nAct or may be assigned to it by the Statutes. \n21. Academic Council. —(1) There  shall be  an Academic Coun cil, which would lay down \nacademic policies, decide on the syllabi and curricula of various courses at the university and the \naffiliated institutions to ensure excellence  and the  requisite joint­ness in training activities. The \nAcademic Coun cil of the University will consist of the following, namely: \n \n (a)  the President who shall be its Chairman; \n \n \n \nPage 20 of 29 \n  (b)  the Deans of Faculties and Heads of Colleges and Departments as may be \nprescribed; \n \n (c)  five members representing the departments, institutes and the constituent \ncolleges to be elected in the manner prescribed by the Senate; \n \n (d)  two Heads of affiliated colleges; \n \n (e)  five Professors including Emeritus Professors; \n \n (f)   the Registrar; \n \n (g) the Controller of Examinations; and \n \n (h) the Librarian. \n \n(2) The Senate shall appoint the members of the Academic Coun cil on the recommendation of \nthe President: \n \nProvided that as regards the five professors and the members representing the departments, \ninstitutes and the constituent colleges the Senate may, as an alternative to elections, prescribe a \nprocedure for propo sal of a panel of names by the Representation Committee set up in terms of \nsection 23. Appointment of persons propo sed by the Representation Committee shall be made by the \nSenate on the recommendation of the President. \n \n(3) The Academic Coun cil shall act as an advisory and implementing body  for the decisions of the \nSyndicate on all matters relating to the condu ct of examinations, conferment of degrees, revision and \nupdating of  course syllabi, quality of education and duration of all courses including condu ct of \npostgraduate classes in specified disciplines. \n \n(4) The Academic Coun cil shall also assist the President in evaluating, propo sing and coordinating \nresearch  and  development  projects  at  respective  institutes  and  colleges  both  constituent  and \naffiliated. \n \n(5) Members of the Academic Coun cil shall hold office for three years.  \n(6) The Academic Coun cil shall meet at least once in each quarter. \n(7) The quorum for  meetings of the Academic Coun cil shall be one­half of the total number of \nmembers, a fraction being counted as one. \n \n22. Powers and functions  of the Academic Council. —(1) The Academic Coun cil shall be \nthe principal Academic body  of the University and shall, subject to the provisions of  this Act and the \nStatutes, have the power to lay down proper standards of  instruction, research and examinations and \nto regulate and promote the academic life of the University and the colleges. \n \n(2) Without prejudice to the generality of the forgoing powers and subject to the provisions of this \nAct and the Statutes, the Academic Coun cil shall have the power to— \n \n \n \nPage 21 of 29 \n   (a)  approve  the policies and procedures pertaining to the quality of academic \nprogrammes; \n \n  (b)  approve  academic programmes; \n \n  (c)  approve  the policies and procedures pertaining to the student related \nfunctions  including admissions, expulsions, punishments, examinations and \ncertification; \n \n  (d)  approve  the policies and procedures assuring quality of teaching and research; \n \n  (e)   recommend  the  policies  and  the  procedures  for  affiliation  of  other  \neducational    institutions; \n \n  (f)  propo se to the  Syndicate schemes for the  constitution and organization \nof Faculties, teaching departments and boards of studies; \n \n  (g)  appoint paper setters and examiners for all examinations of the University \nafter receiving panels of names from  the relevant authorities; \n \n  (h)  institute programmes for the continued professional development of University \nteachers at all levels; \n \n  (i)  recognize the examinations of other universities or examining bodies as \nequivalent to the correspond ing examinations of the University; \n \n  (j)  regulate the award of studentship, scholarships, exhibitions, medals and prizes; \n \n  (k)  frame regulations for submission to the Senate; \n \n  (l)  prepare an annual report on  the academic performance of the University; and \n \n  (m)  perform  such functions as may be prescribed by Regulations.  \n23. Representation Committees. —(l) There shall be Representation Committees constituted \nby the Senate through Statutes to recommend persons for  appointment to the Senate in accordance \nwith the provisions of section 16. \n \n(2) There shall also be a Representation Committee constituted by the Senate through Statute \nto recommend persons for appointment to the Syndicate and the Academic Coun cil in accordance \nwith the provisions of sections 19 and 21. \n \n(3) Members of the Representation Committee for appointments to the Senate shall consist of \nthe fo llowing, namely: — \n \n  (a)   three members of the Senate who are not University Teachers; \n \n  (b)   two persons nominated by the  University Teachers from  amongst \nthemselves in the manner prescribed; \n \n \n \nPage 22 of 29 \n   (c)   one person from  the academic community, not employed by the University, at \nthe level of prof essor or  college head to be nominated by the University \nTeachers in the manner prescribed; and \n \n  (d)   one eminent citizen with experience in administration, philanthropy, \ndevelopment work, law of accountancy to be nominated by the Senate. \n \n  (4) The Representation Committee for the appointment to the Syndicate and the Academic \nCoun cil shall consist of the following, namely: — \n \n(a)  two members of the Senate who are not University Teachers; \n \n(b)  three persons nominated by the University Teaches from  amongst \nthemselves in the manner prescribed. \n \n(5) The tenure of the Representation Committee shall be three years: \n \nProvided that no member shall serve for more than two consecutive terms. \n \n(6) The procedures of the Representation Committee shall be such as may be prescribed. \n(7) There may also be such other Representations Committees set up by any of other \nAuthorities of the University as are considered appropr iate, for recommending p ersons for \nappointments to the various Authorities and other bodies of the University. \n24. Appointment of committees by certain authorities. —(1) The Senate, the Syndicate, \nthe Academic Coun cil and other Authorities may, from  time to time, appoint such standing, special or \nadvisory committees, as they may deem fit, and may place on such committees persons who are not \nmembers of the Authorities appointing the committees. \n \n(2) The constitutions, functions and powers of the Authorities for which no specific provision \nhas been made in this Act, shall be such as may be prescribed by Statutes or Regulations. \n \n    CHAPTER_V \n \nSTATUTES, REGULATIONS AND RULES \n \n \n25. Statutes.—(1) Subject to the provisions of this Act, Statutes may be made to regulate \nor prescribe all or any of the following matters, namely: — \n \n (a)  the  contents of and the  manner in which the  annual report to be  presented \nby the President before the Senate shall be prepared; \n \n(b) the University fees and other charges; \n \n (c) the constitution of any pension, insurance, gratuity, provident fund and \nbenevolent fund for  University employee; \n \n (d) the scales of pay and other terms and conditions of service of officers, teachers \nand other University employees; \n \n \nPage 23 of 29 \n  \n (e) the maintenance of the register of registered graduates; \n  \n (f)  affiliation and disaffiliation of educational institutions and related matters; \n \n (g) admission of educational institutions to the privileges of the University and the \nwithdrawal of such privileges; \n \n (h)  the  establishment  of  Faculties,  departments,  institutes,  colleges  and  other  \nacademic divisions; \n \n (i)  the powers and duties of officers and teachers; \n \n (j)  conditions under which the University may enter into arrangements with other \ninstitutions or  with public bod ies for purpo ses of research and advisory \nservices; \n \n (k) conditions for appointment of Emeritus Professors and award of honor ary \ndegrees; \n \n(l)  efficiency and discipline of University employees; \n \n(m)  the constitution and procedure to be followed by Representation Committees \nin carrying out  functions in terms of this Act; \n(n)   the constitution, functions and powers of the Authorities of the University; and \n(o)  all other matters which by this Act are to be or may be prescribed or regulated \nby Statutes. \n (2) The draft of Statutes shall be propo sed by the Syndicate to the Senate which approve  or pass \nwith may such modifications as the Senate may think fit or may refer hack to the Syndicate, as the \ncase may be, for reconsideration of the propo sed draft: \n \nProvided that Statutes concerning any of the matters mentioned in clauses (a) and (1) of \nsub­section (1) shall be initiated and approv ed by the Senate after seeking the views of the Syndicate: \nProvided fur ther that the Senate may initiate a Statute with respect to any matter in its power \nor with respect to which a Statute may be framed in terms of this Act and approve  such Statute after \nseeking the views of the Syndicate. \n26. Regulations.—(1) Subject to the provisions of this Act and the Statutes, the Academic \nCoun cil may make regulations to be published in official Gazette, for all or any of the following \nmatters, namely: — \n \n(a)  the courses of study for degree diplomas and certificates of the University; \n \n(b)  the manner in which the teaching referred to in sub­section (1) of section 6 \nshall be organized and condu cted; \n \n(c) the admission and expulsion of students to and from  the University; \n \n \nPage 24 of 29 \n  \n(d) the conditions under which students shall be admitted to the courses and the  \nexaminations of  the  University and shall become  eligible  for  the  award of  \ndegrees, diplomas and certificates; \n \n(e)  the condu ct of examinations; \n \n(f)  the conditions under which a person may carry on independent research to \nentitle him to a degree; \n \n(g)  the institution of fellowships, scholarships, exhibitions, medals and prizes; \n \n(h)  the use of the Library; \n \n(i)  the formation of Faculties, departments and board of studies; and \n \n(j)  all other matters which by the Act or the Statutes are to be or may   be \nprescribed by Regulations. \n \n(2) Regulations shall be propo sed by the Academic Coun cil and shall be submitted to the \nSenate which may approve  them or withhold approv al or refer them back to the Academic Coun cil \nfor reconsideration. A Regulation propo sed by the Academic Coun cil shall not be effective unless \nit receives the approv al of the Senate. \n \n(3) Regulations regarding or incidental to matter contained in clauses (g) and (i) of sub­section \n(1) shall not be submitted to the Senate without the prior approv al of the Syndicate.  \n27.  Amendment  and  repeal  of Statues  and  Regulations. —The  procedure  for  adding \nto,amending  or  repealing  the  Statutes  and  the  Regulations  shall  be  the  same  as  that  prescribed \nrespectively for making Statutes and Regulations. \n \n28. Rules. —(1) The Authorities and the other bodies of the University may make Rules, to \nbe published in official Gazette, consistent with this Act, Statutes or the Regulations, to regulate any \nmatter relating to the affairs of the University which has not been provided for by this Act, or that is \nnot required to be regulated by Statutes or Regulation, including ru les to regulate the condu ct of \nbusiness and the time and place of meeting and related matters. \n \n(2) Rules shall become effective upon  approv al by the Syndicate. \n \nCHAPTER_VI \nUNIV ERSITY FUND \n \n29. University fund. —(1) The University shall have a fund to which shall be credited all \ndirect donations, trusts, bequests, endowments, grants, propor tionate grant from  the Federal \nGovernment, Joint Staff Headquarters, Ministry of Defence, Higher Education Co mmission, Ministry \nof Education, assistance from  international agencies, contributions, shares of fee and income from  any \nother source. \n \n(2) The present recurring and non­r ecurring grants being allocated by the Ministry of Defence \nto the National Defence College immediately in existence before the commencement of this Act, \n \n \nPage 25 of 29 \n shall continue to be allocated in future to the National Defence University, with suitable upward \nadjustments from  time to time. \n \n(3) All expenditure of the University shall be met within the sanctioned budget of the \nUniversity or as approv ed by the Syndicate. \n \n30. Audit and accounts. — (l) The accounts of the University shall be maintained by \nDirector Finance in such form  and in such manner as may be prescribed. \n \n (2) The teaching departments, constituent colleges and institutes and all other bodies \ndesignated as such by the Syndicate in terms of Statutes shall be independent cost centres of the \nUniversity with authority vested in the head of each cost centre to sanction expenditure out of the \nbudget allocated to it: \n \nProvided that re­appropr iation from  one head of expenditure to another may be made by the \nhead of a cost centre in accordance with and to the extent prescribed by the Statutes. \n \n(3)  All funds  generated  by  a  teaching department, constituent  college  or  other  unit  of  \nthe University through consultancy, research or other provision of service shall be made available \nwithout pr ejudice to the budgetary allocation otherwise made, after deduction of over heads in the \nmanner and to the extent prescribed by Senate, to the teaching department, constituent college or \nother units for its development. A part of the funds so generated may be shared with the University \nteachers or researchers in charge of the consultancy research or service concerned in the manner \nand to the extent prescribed by the Statute. \n \n(4) No expenditure shall be made from the funds  of the University, unless a bill for its \npayments has been issued by the head of the cost centre concerned in accordance with the relevant \nStatutes and the Director Finance has verified that the payment is provided for in the approv ed bud get \nof the cost centre, subject to the authority to re­appropr iate available to the head of the cost centre. \n \n(5) Provision shall be made for an internal audit of the finances of the University. \n \n(6) Without prejudice to the requirement of audit by any auditor appointed by Government \nin.accordance with the provision of any other law in force, the annual audited statement of account \nshall be prepared in confor mity with the Generally Accepted Accounting Principles (GAA P) by a \nreputed firm of charted accountants and signed by Director Finance. The annual audited statement of \naccounts so prepared shall be submitted to the Auditor General of Pakistan for his observations. \n \n(7) The observations of the Auditor General of Pakistan, if any, together with such annotations \nas the Director Finance may make, shall be considered by the Syndicate and shall be placed before \nthe Senate within six months closing of the financial year. \n \nCHAPTER­VII \nGENERAL PROVISIONS  \n31. Opportunity to show cause. — Except as otherwise provided, no officer, teacher or \nother employee of the  University holding a  permanent  post  shall be  reduced in  rank or removed \nor compulsorily retired from  service unless he has been given a reasonable oppor tunity of showing cause \nagainst the action propo sed to be taken. \n \n \nPage 26 of 29 \n 32. Appeal to the Syndicate and the Senate. —Where an order is passed imposing penalty \non any officer (other than the President), teacher or other employee of the University or altering or \ninterpreting to his disadvantage the prescribed terms or conditions of his service, he shall, where the \norder is passed by any officer or teacher of the University other than the President, have the right \nto appeal to the Syndicate against the order and, where the order is passed by the President, have the \nright to appeal to the Senate. \n33. Service of the University. —(1) All persons employed by the University in accordance with \nthe terms and conditions of  service prescribed by Statutes shall be persons in the service of Pakistan \nfor the purpo ses of any court or tribunal set up by law in terms of Article 212 of the Constitution of \nthe Islamic Republic of Pakistan: \n \n Provided that any provision as regards the terms and the conditions of the employment of \npersons in the service of Pakistan in general or in comparable employment notwithstanding the \nservice of persons employed by the University shall be entirely governed by the terms and conditions \nprescribed by the relevant Statutes. \n \n (2) An officer, teacher or other employee of the University shall retire from service on the \nattainment of such age or tenure of service as may be prescribed. \n \n(3)  No  adverse  change  shall be  made  in  the  terms  and  conditions of  employment  of  \nany University Teacher in the employment of the University from  the commencement of this Act. \n      (4)  Persons above  the  age  of  sixty  years  may  be  re­employed  on  contract    in  the \nmanner prescribed by the Senate, in confor mity with the Government rules and regulations\n       \n   34. Benefits and insurance, gratuity , prov ident  fund and benevolent fund.—(1) The \nUniversity shall constitute for the benefit of its officers teachers and other employees schemes, as may \nbe prescribed, for the provision of  post­employment benefits as well as health and life insurance while \nin service. \n \n(2) Where any provident fund which has been constituted under this Act, the provisions of  the \nProvident Funds Act, 1925  (XIX of 1925),  shall apply to such fund as if it were the Government­ \nProvident Fund. \n \n35. Commencement  of term of office of members of Authority. —(1) When a member \nof a newly constituted Authority is appointed or nominated, his terms of office as fixed under this \nAct, shall commence from  such date as may be prescribed. \n \n(2) Where a member who has accepted any other assignment or for any other similar reason \nremains absent from  the University for a period of not less than six months, he shall be deemed \nto have resigned and vacate d his seat. \n \n36. Filling  of casual  vacancies  in authorities. — Any casual vacancy in the appointment \nor nominated member of any Authority shall be filled, as soon as conveniently may be, by the person \nor the body  who appointed or nominated the member whose position has become vacant and the person \nappointed or nominated to the vacancy shall be member of such Authority for the residue of the term \nfor which the person whose place he fills would have been a member. \n \n \n \nPage 27 of 29 \n 37. Flaws  in the  constitution of authorities. — Where there is flaw in the constitution \nof an Authority, as constituted under this Act, the Statutes or the Regulations on  account of abolition \nof a specified office under Government or because an organization, institution or other body  outside \nthe University has been dissolved or has ceased to function, or because of some other similar reason, \nsuch flaw shall be removed in such manner as the Senate may direct.  \n38. Proceedings  of authorities not  invalidated by  the  vacancies. — No act, resolution \nnor decision of any Authority shall be invalid by reason of any vacancy in the Authority doing, passing \nor making it or by reason of any want of qualification or invalidity in the election, appointment or \nnomination of any de facto member of the Authority, whether present or absent. \n \n39. First Statutes  and Regulations. — Notwithstanding anything to the contrary contained in \ntheAct, the President of Islamic Republic of Pakistan shall pro mulgate the first Statutes and \nRegulations which  shall  be  deemed  to  be  Statutes  and  Regulations framed  under  sections  25  \nand  26  and shall continue to remain in force unless amended.   \n40. Repeal and Savings. — Upon the commencement of this Act \n \n(a)  the Government of Pakistan's Resolution, u.o No NDC/102/I/A, dated the \n16th March 1971,  shall stand repealed; \n(b) all funds, assets, properties, rights and interests of whatsoever kind issued, \nused, enjoyed, owned or vested in National Defence College, in existence \nimmediately before such commencement  and  any  liabilities  subsisting \nagainst  the  aforesaid  National Defence College shall stand transferred to the \nUniversity established under this Act; \n \n(c)  all persons serving in connection with the affairs of the aforesaid National \nDefence College shall stand transferred to the University established under this \nAct and become employees of the University on the same terms and conditions \nto which they were entitled before such commencement; \n \n(d)   the  person holding the  Office  of  Co mmandant  in  the  National Defence  \nCollege, in existence immediately before such commencement, shall stand \ntransferred to and appointed as the President of the National Defence \nUniversity established under this Act; \n \n(e)  everything done, action taken, obligations or liabilities incurred, rights and \nassets acquired, persons appointed or authorized, jurisdiction or powers \nconferred, endowments, bequests, funds  or trusts created, donations or grants \nmade, scholarships, studentship, or exhibitions instituted, affiliations or \nprivileges granted and orders issued under any of the provisions of  the \nrepealed Resolution or other legislative instruments or the Statutes, the \nRegulations and the Rules made or deemed to have been made thereunder, \nshall, if not inconsistent with the provisions of  the Act, or the Statutes, the \nRegulations or the Rules made under this Act be continued and, so far as may \nbe, deemed to have been respectively done, taken, incurred, acquired, \nappointed, authorized, conferred, created, made, instituted, granted and issued \nunder this Act, and any documents referring to any of the provisions of  the  \nrepealed  Resolution  and  other  legislative  instruments  or  the  Statutes,  the \nRegulations and the Rules first referred shall, so far as may be, be considered \n \n \nPage 28 of 29 \n to refer to the correspond ing prov isions of the Act or the Statutes, the \nRegulations and the Rules made under this Act; \n \n(f)  all institutes, colleges or other constituent units of the University functioning in \nterms of the provisions of the repealed Resolution or other legislative \ninstruments shall continue to fun ction in terms of the relevant repealed \nprovisions till such time that the Senate through Statute has prescribed \notherwise; and \n \n(g)  any Statutes, Regulations or Ru les made or deemed to have been made under \nthe repealed Resolution or other legislative instruments shall, if not inconsistent \nwith the provisions of this Act, be deemed to be Statutes, Regulations or  Rules \nmade under this Act, having regard to the various matters which by this Act, \nhave to be regulated or prescribed by Statutes, Regulations and Rules \nrespectively and shall continue to be in force until they are repealed, \nrescinded or modified in accordance with, the provisions of this Act.  \n41. Transitory provisions. —Notwithstanding anything contained in this Act, the members \nof the first Senate, except the University Teachers, shall be appointed by the Chancellor in accordance \nwith the numbers and criteria for membership specified in this Act. The first Senate so constituted \nshall initiate, as soot as possible, the process for the recruitment of University Teachers and appointment \nof the members of the Syndicate and the Academic Coun cil in accordance with the terms of this \nAct. The  University Teachers to be  appointed to the  first  Senate  shall be  appointed as soon as \nthe pro cedure prescribed for appointment of University Teachers to the Senate has to be complied with. \nThe  term of  tenure  provided in  sub­section (4)  of  section  16  notwithstanding one­third of  the \nmembers, other than ex­officio  members, of the first Senate, to be determined by lot, shall retire from \noffice on the expiration of one year from the date of appointment by the Chancellor. One­half of the \nremaining members other than ex­officio  members, of the first Senate, to be determined by lot, shall \nretire from  office on the expiration of two years from  the date of appointment and the remaining one­ \nhalf, other than ex­officio  members, shall retire from  office on the expiration of the third year. \n42. Removal of difficulties. —(1) Any question that may arise as to the interpretation of any of the \nprovisions of this Act shall be placed before the Chancellor whose decision thereon is final. \n \n(2) If any difficulty arising in giving effect to any provision of this Act, the Chancellor may \nmake such order or direction, not inconsistent with the provision of  this Act, as may appear to him \nto be necessary for the purpo se of removing such difficulty. \n \n(3) The Chancellor may issue directions or  decide such matters as are covered by this Act in \nthe manner he considers appropr iate. \n \n43. indemnity. —No suit or legal proceedings shall lie against the Government, the University \nor any authority, officer or employee of the Government or the University or any person in respect \nof anything which is in good faith done und er this Act. \n \n44. Power to allow appointment of employees of the Government, other universities \nor educational or research institutions to the University . —(1) Notwithstanding anything \ncontained in this Act, the Senate may on the advice of the Syndicate, allow any post in the \nUniversity to be filled by appointment, on such terms as the Senate may specify, an employee of \nGovernment or any other University or educational research institution.  \n \n \nPage 29 of 29 \n  (2) Where any appointment has been made under this section, the terms and condition of  \nservice of the appointee shall not be less favourable than those admissible to him immediately before \nsuch appointment and he shall be entitled to all benefits of his past service. \n \n \n_____ ___________"
}