{
    "file": "./converted_json\\administrator0d6e158c58fb2a0bb335bcf18d5c2930.json",
    "name": "The Torture and Custodial Death (Prevention and Punishment) Act, 2022",
    "date": "3rd November, 2022",
    "tagline": "An Act to Provide Protection Against Torture and Custodial Death",
    "content": "Page 1 of 8 \n  \n \n \nTHE TORTURE AND CUSTODIAL DEATH (PREVENTION AND \nPUNISHMENT) ACT, 2022  \n \n \n \n \n \n \n \nCONTENTS  \n \n \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Inadmissibility of statement extracted through torture . \n4. Custody of females . \n5. Investigation of offences . \n6. Trial of offences . \n7. Intimation to the concerned Government and transfer of suspension of public official . \n8. Punishment for torture . \n9. Punishment for custodial death . \n10. Punishment for custodial rape . \n11. Punishment for filing malafide complaints . \n12. Appeals . \n13. Time limit for investigation, trial and appeal.  \n14. Special protection . \n15. Act not to prejudice civil remedies . \n16. Overriding effect . \n17. Provisions of the Co de to apply .  \n\n \nPage 2 of 8 \n 18. Duties of the Government . \n19. Removal of difficulties . \n20. Power to ma ke rules . \n \n \n  \n \nPage 3 of 8 \n THE TORTURE AND CUSTODIAL DEATH (PREVENTION AND \nPUNISHMENT) ACT, 2022  \nACT NO. XXV III OF 2022  \n[3rd November, 2022]  \n \nAn Act to provide protection to a person  during custody from all acts of torture perpetrated by pu blic \nofficials  \nWHEREAS, Pakistan is a party to the United Nations Convention against Torture and other \nCruel,  Inhuman and Degrading Treatment or Punishments 1984 and it is imperative to make law for  \nits effective implementation;  \nAND WHER EAS, the Constitution of the Islamic Republi c of Pakistan guarantees the dignity \nof man as mentioned in Article 14;  \nAND WHEREAS, it is expedient to enact a law for the prevention and criminali zation of all \nacts of tor ture; \nIt is hereb y enacted as follows: — \n1. Short title, extent and commencement.  — (1) This Act may be called the Torture and \nCustodial Death (Prevention and Punishment) Act, 2022.  \n2. It extends to the whole of Pakistan.  \n3. It shall come into force at once.  \n2. Definitions . — (1) In this Act, unless there is anything repugnant in th e subject or \ncontext,  \n \n(a) “Agency” means The Federal Investigation Agency constituted under the Federal \nInvestigation Act, 1974 (VIII of 1975);  \n(b) “Code” means the Code of C riminal Procedure , 1898 (Act V of 1898);  \n(c) “complaint” means allegations made orally or in writing to the Agency that a public \nofficial or a person working in an official capacity has committed an offence under this \nAct: \n(d) “complainant” means any perso n filing a compl aint, upon having reliable information \nof the commission of an offence under this Act, or his representative as the case may \nbe; \n(e) “concerned division” means the Ministry or depa rtment to  which the business of the \nAct stands allocated;  \n(f) “custody” includes all situations where a person is detained or deprived of his liberty \nby any person, including a public official or by any other person working in an  officia l \ncapacity irrespective of legality nature and any place of such detention.  \n  \n \nPage 4 of 8 \n Explanation -I.— It includes judicial custody and all forms of temporary and  permanent \nrestraint upon the movement of a person by law or by force or by other means; and  \nExplanat ion-II.— A person shall be deemed to be in custody during search, arrest and \nseizure proceedings;  \n(g) “cruel” or “inhuman” or “degrading treatment” means and includes any d eliberate or \naggravated treatment inflicted by a public official or a person acting on his behalf \nagainst a person under their custody, causing suffering, gross humiliation or \ndegradation of the person in custody;  \n(h) “custodial death” means the death of a person while in custody, directly or indirectly \ncaused by and attributable to acts of torture committed upon the deceased while in \ncustody;  \nExplanation -I.__ Custodial death includes death occurring in police, private or medical \npremises, in a pu blic place or in a police or other vehicle or in jail. It includes death \noccurring while a person is being arrested or taken into detention or being questioned; \nand \nExp lanation -II__ Custodial death also includes all cases where the death of a person \nafter his release from custody is directly caused by and may be substantially attributed \nto acts committed upon the deceased while in custody;  \n(i) “custodial rape” means and includes any person taking advantage of his position and \ncommitting rape or sexual abuse on a person in his custody or in custody of a public \nofficial subordinate to him;  \n(j) “Government” means the Federal Government or the Provincial  Government, as the \ncase may be;  \n(k) “malafide  complaint” means a complaint filed against any person, including a public \nofficial with malafide intentions or other ulterior motives or to harass such person or \npublic official;  \n(l) “person” shall have the same meaning as assigned  thereto in section 11 of the Pakistan \nPenal Code, 1860 (Act XLV of 1860);  \n(m) “public official” for the purpose of this Act means every person who holds any office \nby virtue of which he is empowered to place or keep any person in confinement, every \noffice r of the Government whose duty it is, as such officer , to prevent offences, to \ninvestigate, and to give information of offences.  \nExplanation .— Wherever the words “Public official” occur, the y shall be understood \nas every person who is in actual possession of a public office, whatever legal defect \nthere may be in that person’s right to hold t hat position;  \n \n(n) “torture” means an act committed by which severe physical pain or physical suffering, \nis intentionally inflicted on a person for such purposes as obtaining from him or a third \nperson information or a confession, punish ing him for an act he or a third perso n has \ncommitted or is suspected of having committed, or intimidating or coercing him or a \n \nPage 5 of 8 \n third person, or for any reason based on discrimination of any kind, when such pain or \nsuffering is inflicted by or at the instigation of or with the consent or acqui escence of a  \npublic official or other person acting in an official capacity. It do es not include pain or \nsuffering arising only from, inherent in or incidental to lawful sanctions; and  \n \n(o) “victim” or “aggrieved person” means any person who alleges that an offence under \nthis Act has been committed against him.  \n \n(2) All the words and phrases used but not defined in this Act shall h ave the same meaning \nas defined in the Pakistan Penal Code, 1860 (Act XLV of 1860).  \n3. Inadmissibility of statement extracted t hrough torture .— (1) Any statement, \ninformation o r confession obtained by a public official as a result of torture or cruel, inhuman or \ndegrading  treatment  shall  be  inadmissible  evidence in any proceedings against the person making \nit. \n(2) A public of ficial who knowingly uses such information under sub -section (1) shall be \nliable for imprisonment which may n ot exceed one year or with fine which may not exceed hundred \nthousand rupees of both.  \n(3) Notwithstanding anything contained in sub -sections (l) an d (2), any information or \nconfession obtained as a result of torture or cruel, inhuman or degrading treatment shall be admitted \nas evidence against a person accused of committing the offence of torture.  These  provision  shall be in \naddition to the provision s of section 37 and 38 of the Qan oon-e-Shahdat, Order 1984 (P.O. No. X of \n1984).  \n4. Custody of females. — (1) No female shall be detained in order to extract information \nregarding the whereabouts of  a  person  accused  of  any offence or to extract evidenc e from such \nfemale.  \n(2) No female sha ll be taken or held in custody by a mal e except by a female public official \nlawfully authorized to do so.  \n5. Investig ation of offences. — (1) Notwithstanding anything contained in any other law \nfor the time being in force, the Agency shall have the exclusive jurisdiction to investigate the \ncomplaints against any public officials who have  committed offence under this Act:  \nProvided that the Agency shall investigate the complaints under the supervision of National \nCommis sion for Human Rights.  \n(2) If at any time, including during the grant of physical remand under the Code, the \nMagistrate has reasonable grounds to be1ie ve that the offence und er this Act is committed or a \nComplaint of torture is lodged by the person in  custody, he shall order a medical examination and if \nthe resul t of such examination reveal infliction of torture, he shall notify the Agency to investigate \nsuch offence.  \n \n(3) The Agency, while investigating the offences under this Act, shall have the same \npowers and shall fo l1ow the same procedure as prescribed in the Federal Investigation Agency Act, \n1974 (Act VIII of 1975) and the rules made thereunder.  \n \n  \n \nPage 6 of 8 \n 6. Trial of offences .— (1) Notwithstanding anything contained in any other law for the \ntime being in  force, the Court of Sessions shall have exclusive jurisdiction to try offences under this \nAct. \n(2) No adjournment shall be granted during the trial save for the inter est of justice, provided \nthat if such an adjou rnment is granted it shall be not mor e than thirty days.  \n7. Intimation to the concerned Government a nd transfer of suspension of public \nofficial.__ (l) The Agency, while investigating a public official who is accused of an offence under this \nAct, shall within twenty -four hours of arrest, inform the  competent authority to which the public \nofficial is accountable, of the nature of the proceedings against him.  \n(2) Notwithstanding anything contained in any other law for the time being in force, a \npublic official when accused of an offence under this Act  shall forthwith be suspended or transferred \nto a different location from the location in w hich the alleged offence was committed , after completion \nof a departmental enquiry within 7 days, giving a finding that there is prima facie evidence of \ncommission of offence under this Act by the public official.  \n(3) Notwithstanding anything contained in any other law for the time being in force, a \npublic official when convicted of an offence under this Act shall not perform any public duty u nless \nacquitted by the appellate court.  \nExplanation -I.—In this section, the “competent authority ” shall mean the appointing authority \nas prescribed in the service rules of the relevant Government.  \nExplanation -II.—It is clarified that this section, except s ub-section (3), shall only apply when \na court of law finds a strong prim a facie evidence against  a public official with regard to the \ncommission of an offence under this Act.  \n \n8. Punishment for torture .— Any public official who commits or abets or conspir es to \ncommit torture shall be punished with the same punishment as prescribed for the type of ha rm provided \nin Chapter XVI of the Pakistan Penal Code.  \nExplanation . — The offence under this section shall be cognizable, non -compoundable and \nnon-bailable within the meaning of the Code.  \n \n9. Punishment for custodial death .— Whoever commits or abets or conspires to commit \nthe offence of custodial death , shall be punished wi th the same punishment as prescribed in section \n302 of the Pakistan Penal Code.  \n \nExplanation . — The offence under this section shall be cognizable, compoundable and non -\nbailable within the meaning of the Code.  \n \n10. Punishment for custodial rape .— Whoever commits or abets the offence of custodial \nrape, shall be dealt with and punished u nder the law and  procedure for rape , and the provisions of this \nAct shall also be applicable to the  accused, mutatis mutandis.  \n \nExplanation.__ The offences under this section shall be cognizable, compoundable and non -\nbailable within the meaning of the Code.  \n \n  \n \nPage 7 of 8 \n 11. Punishment for filing malafide c omplaint s.— Whoever files a malafid e complaint \nshall, afte r it is established that the complaint was malafide, be punished with the same punishment as \nis prescribed under section 8 for the perpetrators under thi s Act.  \n \n12. Appeals .— (1) An appeal against a conviction or acquittal of an offence under this Act \nshall be presented before the respective High Court within thirty days from the date on w hich copy of \nthe order passed by the Court of Sessions is supplied t o the appellant.  \n(2) An appeal against conviction shall not be admitted  unless part of the amount, imposed \nin the form of fine as directed by the appellate court, is deposited in the court.  \n13. Time limit for investigation, trial and appeal .— (1) The investigation of the offences \nunder this Act shall be completed within thirty days from the date of submi ssion of the complaint.  \n \n(2) If the investigation of an offence under this Act is not completed within thirty days, the \nAgency shall call for a report for explaining the delay in completion of the investigation and if satisfied \nwith the causes of delay, may  grant maximum  five days for completion of the investigation or if the \nAgency is not satisfied with the causes of delay, may transfer the in vestigation to another investigating \nofficer who shall take up a nd complete the investigation from the same stage where it was left by his \npredecessor.  \n(3) If investigation of an offence is not completed with thirty days, the Agency shall also \nfile an interim report before the Court of Session and the court may decide to initiate the trial on the \nbasis of such info rmation . \n(4) The trial of offences under this Act shall be completed within three w eeks from the date \nof submission of challan before the relevant court.  \n \n(5) The appeal against the offences under this Act shall be decided  within thirty days from \nthe date of filing of such appeal.  \n14. Special protecti on.— (1) Any person, including the victim or complainant or any \nwitnesses, who allege that he  requires  protection  from  a person accused of having committed an \noffence under this Act or from any of his associates, shall file a petition to the Court of S ession in this \nregard.  \n \n(2) The court receiving the petition, after giving notice to the concerned pa rties, shall hear \nthe matter and pass an order on the petition within three days.  \n(3) The court while disposing of such a petition as mentioned in sub - section ( 1) shall make \nsuch orders as deemed necessary and appropriate according to the facts and circumstances of the case.  \n15. Act not to prejudice civil remedies .— Nothing in this Act sha ll prejudice the civil \nremedies available to the victim by virtue of any other law for the time being in force.  \n16. Overriding effect .— The provisions of this Act shall have effect notwithstanding \nanything contained in any other law for the time being in force.  \n17. Provisions of the Code to apply .— The provisions of the Code shall apply to the \nproceedings under t his Act. \n \nPage 8 of 8 \n 18. Duties of the Government .— The Government shall take all measures to ensure that \nthe provisions of this Act are given wide publicity thr ough media at regular intervals and;  \nthe relevant public officia ls are given periodic sensitization and  awareness training on the \nissues addressed in this Act.  \n19. Removal of difficul ties.— If any difficulty arises in the implementation of th e \nprovisions of this Act, the concerned division may make such orders, not inconsistent with the \nprovisions of this Act, as may appear to it to be appropriate for removing such difficulty:  \nProvided that no such order shall be made after t he expiry of a peri od of two years after the \nenactment of this Act.  \n20. Power to ma ke rules .— The concerned division may, by notification in the official \nGazette, make rules for the purpose of carrying out the objects and purposes of this Act."
}