{
    "file": "./converted_json\\administrator8c110f44e5704a7341a88640e1c4fa5d.json",
    "name": "Prohibition of Smoking and Protection of Non-Smokers Health Ordinance, 2002",
    "date": "15th October 2002",
    "tagline": "Providing for prohibition of smoking and other tobacco uses to protect non-smokers' health",
    "content": "Page 1 of 5 \n   \n \n \nTHE PROHIBITION OF SMOKING AND PROTECTION OF NON -\nSMOKERS HEALTH ORDINANCE, 2002  \n \n \n \nCONTENTS  \n1. Short title, extent and commencement  \n2.  Definitions  \n3.  Powers to declare no-smoking places of public work of use  \n4.  Power to authorize  \n5.  Prohibition of smoking and others tobacco use  \n6.  Prohibition of smoking in public service vehicles . \n7.  Prohibition on advertisement of cigarettes, etc . \n8.  Prohibition of sale of cigaret tes, etc., to minors  \n9.  Prohibition of Storage, sale and distribution of cigarettes, etc ., in the  immediate vicinity of \n educational institutions  \n10.  Display and exhibition of board  \n11.  Penalties  \n12.  Ejectment of violators from any place of public work  or use  \n13.  Cognizance of offences  \n14.  Procedures  \n15.  Power to delegate  \n16.  Application of other laws passed  \n17.  Power to make rules   \n \n\n \nPage 2 of 5 \n THE PROHIBITION OF SMOKING AND PROTECTION OF NON -\nSMOKERS HEALTH ORDINANCE, 2002  \nORDINANCE NO. LXXIV OF 2002  \n [15th October 2002]  \nAn  \nOrdinance  \nto provide for prohibition of smoking and other tobacco uses in places of public work or use and \npublic service vehicles and to protect the health of non -smokers  \n WHEREAS smoking and other tobacco uses in posing a serious threat to the health of people \nand the environment it is expedient to provide for prohibition of smoking and other tobacco uses in \nplaces of public work or use and in public service vehicles and to protect the health of non -smokers \nand for matters connecte d therewith or ancillary thereto;  \n AND WHEREAS  the  President  is  satisfied  that  circumstances  exist  which  render  it \nnecessary to take immediate action;  \n NOW, THEREFORE, in pursuance of the Proclamation of Emergency of the Fourteenth day \nof October , 1999, and the Provisional Constitution Order No.1 of 1999, read with the Provisional \nConstitution (Amendment) Order No.9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to m ake and promulgate the \nfollowing Ordinance: –– \n 1. Short title, extent and commencement  :―(1) T his Ordinance may be called the \nProhibition of Smoking and Protection of Non -Smokers Health Ordinance, 2002.  \n (2)  It extends to the whole of Pakistan,  \n (3)  It  shall  come  into  force  on  such  date  as  the  Federal  Government  may,  by \nnotification in the official Gazette, specify.  \n 2. Definitions :― In this Ordinance, unless there is anything repugnant in the subject or the \ncontext,–– \n(a) “advertisement ” means and  includes any notice, circular, wall paper, \npamphlet, display on any board or hoarding, through internet, or any visible \nrepresentation made by any form  of media  whether  mechanical,  electronic ,  \naudio, visual  or any other technological means of any light, sound, smoke, \ngas, writing instruments,  st ickers, symbol, colour;  logo, trade marks,  display,  \non  articles  like  T -shirts,  shoes,  sports wears, sports gears, caps, carry bags, \ntelephone booths or by any other mean, direct or indirect, which have the \neffect of promoting smoking and other tobacco use and the expression \n“advertise” shall be construed accordingly;  \n(b) “authorized officer ” means a person authorized under section 4;  \n \nPage 3 of 5 \n (c) “place of public work or use ” means any place declared  as such under section \n3 and includes auditoriums, buildings, health institutions, amusement centres, \nrestaurants, public offices, Court buildings, cinema halls, conference or \nseminar halls, eating houses, hotel lounges, other waiting lounges libraries, \nbus stations or stands, sports stadiums, educational institutions, libraries and \nthe like which are visited by general public but does not include any open \nplace;  \n(d) “promotion ”  includes sponsorship,  sampling, display and use of tobacco \nbrand names,  logos  and colors on  non -tobacco  merchandise   which  has  \nthe  effect  of promoting smoking and other tobacco use;  \n(e) “public service  vehicle ”  means  a  vehicle  as  defined  in  the  Provincial  \nMotor Vehicles Ordinance, 1965 (W.P. Ordinance XIX of 1965),  and includes \nrailway train and aeroplanes.  \n(f) “rule” means the rule made under this Ordinance; and  \n(g)  “smoking”  means  smoking  of  tobacco  in  any  form  whether  in  the  form  \nof cigarette, cigar or otherwise with the aid of a pipe, wrapper or any  other \ninstrument.  \n 3. Powers to declare no -smoking places of public work of use :__ As soon as may be after \nthe commencement of this Ordinance the Federal Government may from time to time, by notification \nin the official Gazette, declare any place of public work or use to be a no -smoking and no -tobacco \nuse place for the purposes of this Ordinance.  \n 4. Power to authorize  :―(1) The Federal Government may, by notification in the official \nGazette, authorize one or more persons who shall be competent to act  under this Ordinance.  \n (2) Every person authorized under subsection (1) shall be deemed to be a public servant \nwithin the meaning of section 21 of the Pakistan Penal Code (Act XLV of 1860).  \n 5. Prohibition of smoking and others tobacco use :―No person shal l smoke or use tobacco  \nin  any  other  form  in  any  place  of  public  work  or  use.  The Federal Government may however \nissue guidelines for permitting designated smoking areas in premises or places where adequate \narrangements are made to protect the health of non -smokers.  \n 6. Prohibition of smoking in public service vehicles :― without  prejudice to the provisions \nof the Provincial Motor Vehicle Ordinance, 1965 (W.P. Ordinance XIX of 1965), no person shall \nsmoke or use tobacco in any other form in a public service vehicle.  \n 7. Prohibition on advertisement of cigarettes, etc .:― Notwithsta nding anything contained \nin any other law for the time being in force, no person or company shall advertise tobacco and \ntobacco products on any media or in any place and any public service vehicle, if such advertisement \nis not in accordance with guidelines  prescribed for this purpose by a committee which the Federal \nGovernment may, by notification in the official Gazette, constitute.  \n 8. Prohibition of sale of cigarettes, etc., to minors :― No person shall sell cigarettes or any \nother smoking substance to any person who is below the age of eighteen years.  \n 9. Prohibition of Storage, sale and distribution of cigarettes, etc ., the immediate vicinity \nof educational institutions. ––No person shall himself or by any person on his behalf, store, sell or \n \nPage 4 of 5 \n distribute  cigarettes or any other smoking substance or any other tobacco products within 50 (fifty) \nmeters from any college, school or educational institution.  \n 10. Display and exhibition of board :__ The owner or manager or incharge of the affairs of \nevery place of  public work or use shall display and exhibit a board at each conspicuous place in and \noutside the premises visited or used by general public prominently stating that the place is a “No \nSmoking Zone ” and that “Smoking is an Offence. ” \n 11. Penalties :―Any person, who contravenes the provisions of –– \n(a) section 5, 6 or 10 shall be punishable with fine which may extend to one \nthousand rupees and in case of second or subsequent offence, shall be \npunishable with a fine which shall not be less then one thousand  rupee, and \nmay extend to one hundred thousand rupees; and  \n(b) section 7, 8 or 9 shall be punishable with fine which may extend to five \nthousand rupees and  in case of second or subsequent offence, shall be \npunishable with imprisonment  which may extend to  three months or with a \nfine which shall not be less then one hundred thousand rupees, or with both.  \n 12. Ejectment of violators from any place of public work or use :__ Any authorize officer \nor a police officer not below the rank of sub -Inspector may eject  any person from any place of public \nwork or use who contravenes the provisions of this Ordinance.  \n 13. Cognizance of offences :― (1) Notwithstanding anything contained in the Code of \nCriminal Procedure, 1898 (Act V of 1898), no Court shall take cognizance of any offence under this \nOrdinance except on a complaint in writing by an authorized officer with respect to an offence under \nsections 5, 6 and 10 and on a report in writing by a police officer, not below the rank of sub -\ninspector, with respect to an offe nce under sections 7, 8 and 9.  \n 14. Procedures :― Notwithstanding anything contained in the Code of Criminal Procedure, \n1898 (Act V of 1898),  \n(a) an offence under sections 7, 8 and 9 shall be cognizable and boilable ; \n(b) no Court other than Magistrate of th e First Class shall try an offence under this \nOrdinance;  \n(c) a Magistrate trying an offence under this Ordinance shall have the power to try \nsuch offence summarily in accordance with the procedure laid down for \nsummary trial in the said Code; and  \n(d) it shall be lawful for the Magistrate of the First Class to pass any sentence \nauthorized  by this Ordinance.  \n 15. Power to delegate :—The Federal Government may, by notification in the official \nGazette, direct that all or any of, its powers under this Ordinance or the rules shall, subject to such \nconditions, if any, as may be specified therein  be exercisable also by any officer or authority \nsubordinate to the Federal Government or Provincial Government.  \n 16. Application of other laws passed :― The provisions of th is Ordinance shall be in \naddition to, and not in derogation of, any law for the time being in force.  \n \nPage 5 of 5 \n  17. Power to make rules :― (1) The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n  (2) The power to make rules conferred by this section shall, excepts for the first occasion of \nthe exercise thereof, be subject to the condition of previous publication.  \n______________"
}