{
    "file": "./converted_json\\administrator428393b94059b6187eba8d7fecc3a614.json",
    "name": "Securities and Exchange Policy Board",
    "date": "December 14, 1999",
    "tagline": "Establishing Rules for Asset Backed Securitization in Pakistan",
    "content": "P. #  \n12/27/01-4:53 PM Law Asset Backed.htm   \n           \n  SECURITIES AND EXCHANGE COMMISSION OF PAKISTAN \n---- \n \nIslamabad, the14th December, 1999 \n \nNOTIFICATION  \n   S.R.O. 1338(I)/99.- In exercise of the powers conferred by section 506 of the Companies Ordinance, 1984 (XLVII of 1984), read with clause (b) of section 43 of the Securities and Exchange Commission of Pakistan Act, 1997 (XLVII of 1997), the Securities and Exchange Policy Board hereby makes the following rules, the same having been published previously as required by the proviso to sub-section (1) of the said section 506, namely:-   \nTHE COMPANIES (ASSET BACKED SECURITIZATION) RULES, 1999\n \n  1.  Short title and commencement.--  (1) These rules may be called the \nCompanies (Asset Backed Securitization) Rules, 1999. \n \n(2)  They shall come into force at once. \n 2. Definitions.--  (1) In these rules, unless there is anything repugnant in the \nsubject or context.-  \n(a) \"Commission\" means the Securities and Exchange Commission of \nPakistan. \n (b) \"connected person\" in relation to a company means,- \n \n(i) any person or company beneficially owning, directly or \nindirectly, ten per cent or more of the share capital of that company or able to exercise directly, or indirectly, ten per cent or more of the voting rights in that company; or \n \n \nP. #  \n12/27/01-4:53 PM Law Asset Backed.htm   \n           \n  (ii)   any person or company controlled by a person who meets \none or both of the descriptions given in sub-clause (i); or \n (iii)   any member of the group of which that company forms part; \nor \n (iv)  any director or officer of that company or of any of its \nconnected persons specified in sub-clauses (i), (ii), or (iii); \n \n(c) \"constitutive documents\" means the principal documents governing \nthe formation of a Special Purpose Vehicle; \n (d)    \"future receivables\" includes all such receivables against which \nincome may accrue or arise at a future date; \n (e) \"investor\" means a person holding any asset backed securities \nissued by a Special Purpose Vehicle; \n (f) \"offering document\" means documents containing information on a \nsecurity calculated to invite offers for the purchase of such security; \n (g) \"Ordinance\" means the Companies Ordinance, 1984 (XLVII of \n1984); \n (h) \"Originator\" means a person who transfers to a Special Purpose \nVehicle any assets in the form of present or future receivables as a consequence of Securitization; \n (i) \"Securitization\" means a process whereby any Special Purpose \nVehicle raises funds by issue of Term Finance Certificates or any other instruments with the approval of the Commission, for such purpose and uses such funds by making payment to the Originator and through such process acquires the title, property or right in the receivables or other assets in the form of actionable claims; \n (j) \"Special Purpose Vehicle\" means a special purpose vehicle \nregistered by the Commission for the purpose of Securitization; \n \nP. #  \n12/27/01-4:53 PM Law Asset Backed.htm   \n           \n   \n (2) All other terms and expressions used but not defined in these rules shall \nhave the same meanings as are assigned to them in the Ordinance. \n 3. Prohibition to commence business without registration.--  No person shall \ncommence business as a Special Purpose Vehicle unless it is registered with the Commission under these rules. \n 4. Eligibility for registration.--   A person proposing to commence business as a \nSpecial Purpose Vehicle shall be eligible for registration under these rules if,- \n \n(a) (i)  it is registered as a public limited company under the \nOrdinance having a paid up capital of not less than one hundred thousand rupees; or \n  (ii)  it is a trust duly formed under the Trusts Act, 1882 (II of \n1882); or \n  (iii)  it is a body corporate formed under any law for the time \nbeing in force and owned or controlled, whether directly or through a company or corporation, by the Federal Government or a Provincial Government; \n  (b) no director, officer or employee of such person has been adjudged \nas insolvent or has suspended payment or has compounded with his creditors or has been convicted of fraud or breach of trust or of an offence involving moral turpitude; and \n  (c) the promoters, directors and trustees of such person are, in the \nopinion of the Commission, persons of means and integrity and have special knowledge and experience of matters to be dealt with by a Special Purpose Vehicle. \n \n5. Registration.-- (1) A person eligible for registration as Special Purpose Vehicle \nmay make an application to the Commission for registration under these rules in such form and with such documents, as the Commission may notify. \n \n \nP. #  \n12/27/01-4:53 PM Law Asset Backed.htm   \n           \n   (2) The Commission, if it is satisfied after making such inquiry and after \nobtaining such information as may be considered necessary, may grant a certificate of registration to such person on such conditions as may be deemed necessary. \n \n6. Cancellation of registration.--  (1) Where the Commission is of the opinion \nthat-- \n \n(a) a Special Purpose Vehicle has contravened or failed to comply with any \nprovisions of the Ordinance, or has otherwise neglected or failed to comply with any requirement of these rules or has failed or neglected to carry out its duties in accordance with law; or \n (b) if a Special Purpose Vehicle fails to make a public offering within such \ntime frame and in such manner as may be specified by the Commission while granting the certificate of registration, \n \nand the Commission is satisfied that it would be in the public interest so to do, \nthe Commission may on its own motion, or  on  the  application  of the investors holding not less than ten percent of the securities issued by such Special Purpose Vehicle, by order in writing, cancel the registration of the Special Purpose Vehicle: \n \n Provided that no such order shall be made without giving the Special Purpose Vehicle an opportunity of being heard. \n \n(2) If a Special Purpose Vehicle fails to make a public offering within such \ntime frame as may be specified by the Commission while granting the certificate of registration, the Commission may, after affording a reasonable opportunity of be heard by the such Special Purpose Vehicle, cancel its registration. \n  (3) If the registration of a Special Purpose Vehicle is cancelled under sub-rule \n(1), or, as the case may be, under sub-rule (2), the Commission shall appoint an administrator to manage the business of the Special Purpose Vehicle. \n \n \nP. #  \n12/27/01-4:53 PM Law Asset Backed.htm   \n           \n  7. Conditions of Operation.--  No Special Purpose Vehicle shall, -- \n \n(a) merge with, acquire or take over any other company or business, \nunless it has obtained the prior approval of the Commission in writing to the scheme of such merger, acquisition or take-over; \n (b) pledge any of the assets held or beneficially owned by such \nSpecial Purpose Vehicle except for the benefit of the investors; \n (c) make a loan or advance money to any person except in connection \nwith its normal business; \n (d) participate in a joint account with others in any transaction;  (e) apply any part of its assets to real estate except property for its own \nuse; \n (f) make any investment with the purpose of having the effect of \nvesting the management, or control, in the Special Purpose Vehicle; and \n (g) give guarantee, indemnity or security for any liability of a third party; \n 8. Obligations of Special Purpose Vehicle.--  A Special Purpose Vehicle shall -- \n \n(a) be obliged to manage its assets in the interest of the investors in \ngood faith and to the best of its ability and without gaining any undue advantage for itself or any of its related parties, connected persons or its officers; \n (b) be responsible for the acts and omissions of all persons to whom it \nmay delegate any of its functions as manager as if they were its own acts and omissions; \n (c) keep at its registered office, proper books of accounts and records \nto enable a complete and accurate view to be formed of its assets, liabilities, income and expenditure; \n \nP. #  \n12/27/01-4:53 PM Law Asset Backed.htm   \n           \n   \n(d) prepare and transmit its annual report, together with a copy of the \nbalance sheet and profit and loss account, prepared in compliance with the requirements set out in the Ordinance and the Schedules thereto, and the auditor's report within three months of closing of the accounting period to the investors; \n  (e) within two months of the close of the first half of its year of account, \nprepare and transmit to the investors and the Commission a profit and loss account for, and balance sheet as at the end of that half year, whether audited or otherwise; \n (f) keep a register of investors at its registered office;  (g) appoint an auditor or auditors who shall be a chartered accountant \nwithin the meaning of the Chartered Accountants Ordinance, 1961 (X of 1961), in accordance with the relevant provisions of the Ordinance; provided that the auditors so appointed shall be a person other than the auditor of the originator.  \n (h) furnish a copy of the annual report together with copies of its \nbalance sheet, profit and loss account and the auditor's report to the Commission within three months of the close of the accounting period together with a statement containing the following information, namely; \n \n(i) total number of investors; and  (ii)  particulars of its directors, trustees or executives as the case \nmay be. \n 9. Advertisement and invitations.--  (1) Advertisements and other invitations to the \npublic to invest in a scheme, including public announcements, shall be submitted to the Commission for approval prior to their issue. \n \n(2) The approval so granted may be varied or withdrawn by the Commission \nafter giving an opportunity of being heard to the Special Purpose Vehicle. \n \nP. #  \n12/27/01-4:53 PM Law Asset Backed.htm   \n           \n   \n10. Special Purpose Vehicle and the Originator to be independent.--  The \nOriginator shall not be a connected person to the Special Purpose Vehicle. \n 11.\n Guidelines.-- The Commission may, from time to time, issue guidelines for \ncarrying on the business of Securitization. \n  \nNo.3(3)SECP/SM/99   \n(HIZBULLAH SIDDIQUI) \nDeputy Chief"
}