{
    "file": "./converted_json\\administratora42ab5fa3947bcb65552c0590379bd8b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "394 \t STATUTORY RULES AND ORI ' \t[1973 : Act L1X \n(Under section 10.—Pakistan National a el of the Arts Rules) \nNo. F. 2-3/72.—CP. IV, dated the 20th August, )73.—In pursuance of Clause 3 \nof the Pakistan National Council of the Arts Act, 1)73, the Federal Government \nof Pakistan is pleased to establish the Pakistan National Council of the Arta, \nIslamabad, with effect from 3rd August, 1973, the date of commencement of the \nAct. \n[See Gaz. of \t1973, Ext. Ft. III, p. 1529] \nPAKISTAN NATIONAL COUNCIL OF THE ARTS RULES, 1981 \nS.R.O. 677(1)/81, dated the 27th .June, . 1981.—In exercise of the powers \nconferred by section 10 of the Pakistan National Council of the Arts Act, 1973 \n(LIX of 1973), the Federal Government is pleased to make the following rules, \nnamely:- \n1. Short title and commencement.—(1) These rules may be -ailed the Pakistan \nNational Council of the Arts Rules, 1981. \n(2) They shall come into force at once. \n2. Definitions.—In these rules, unless there is anything repugnant in the sub-\nject or context,— \n\"Act\" means the Pakistan National Council of the Arts Act, 1973 \n(LI(f.  of 1973); \n\"c mmittee\" means any committee of the Board constituted under \nthese -rules ; \n\"Vice-Chairman\" means the Vice-Chairman of the Board ; and \n\"member.\" means a member of the Board. \n3. Meeting of the Board.—(I) A meeting of the Board shall be held.at  least \nonce in every financial year to consider administrative, financial and policy matters \nof the Council and shall be convened by the Chairman or a person authorised by \nhim in this behalf. \nTo constitute a quorum at a meeting of the Board not less then one-third \nof the total number of members shall be present. \nThe Chairman, in his absence, the Vice-Chairman, and if the Vice-Chair-\nman is also absent, a member nominated by the Chairman, shall preside at the \nmeetings of the Board. \nAt a meeting of the Board, each member shaP have one vote and, in the \nevent of eemality of votes, the person presidin: shall have a second or casting vote. \n4. The authorities of the Council.—The authorities of the Council shall be— \nthe Chairman ; \nthe Vice-Chairman ; \nthe Executive Committee ; \nthe Director-General ; \n3 : Act La] \tSTATUTORY RULES AND ORDERS \t 395 \n(Under section 10—Pakistan National Council of the Arts Rules) \n5. Functions and powers of the Chairman.—The Chairman— \nshall, when present, preside over the meetings of the Board ; \nif he is satisfied that the proceedings of any authority are not in accor-\ndance with the provisions of the Act or rules or regulations made there-\nunder, may, after calling upon such authority to show cause why such \nproceedings should not be annulled, by order in writing, annul such \nproceedings ; \nshall approve all appointments of officers in Grade 17 and above ; and \nmay expand or curtail Council's programmes within the budgetary limits \napproved by the Board. \n6. Functions and powers of the Vice-Chairman.—The Vice-Chairman shall, \nduring the absence of the Chairman, exercise and perform the powers and functions \nof the Chairman. \n7. Executive Committee.—(1) There shall be an Executive Committee consis-\nting of the following members, namely :— \n(a) Secretary of the Ministry dealing with Culture, who shall also be its \nPresident ; \nr• \t1 \t• \t• \t - \t• \t• \t • . \t • is \nGkexi.2. \t•Prpt. \nDirector-General, Pakistan Broadcasting Corporation; \t p epd,3 \nFinancial Adviser of the Division dealing with Culture ; \n0) Joint Secretary of the Ministry dealing with Culture ; \n\" \nV-Y•t• \n„fil4 \tm-nr_r1,,nrani p,atioa n Sports 'Hoard? \n(i) Director-General, Pakistan National Council of the Arts (PNCA) ; \nI \nr \n(k) cre  \n01. \t1 \t1 \t11 \t ..11 • \t.0 \tVer.      \nDi &et-42 \t Itt,teekm. \t/4 \t4)  3 Pakistan National Council of the Arts who shall also be its \n(2) The Executive Committee may co-opt. any member to assist it in the per-\normance of its functions. \n8. Functions and powers of the Executive Committee.—The Executive Com-\nee shall— \nSupervise the activities of the Council ; \nbe the appellate body in administrative matters ; and \nre-appropriate budgetary allocations where considered necessary. \ngPvt-Z-a-e-de -6 4y 540 3 22- 0/81, 0./.*q --6 - \n34.45' -b1 3-/Eo S 7o tiy g \tRI-8  - \n396 \t STATUTORY RULES AND ORDERS \t\n[1973 \n(Under section 10.—Pakistan National Council of the Arts Rul es) \n9. Meetings of the Executive Committee.—(1) The \nshall meet at least once in two months.  \nExecutive Commi  \nAt every meeting of the Committee, the President of the Committee, E \nin his absence, a member of the Committee nominated by the President of \nCommittee, shall preside. \nThe number of members whose presence shall be necessary to constii. \na quorum of a meeting of the Executive Committee shall be four. \nAt a meeting of the Executive Committee, each member shall have 3 \nvote and in the event of the equality of votes, the person presiding shall hi \na second or casting vote. \n10. Selection Committees.—(1) All appointments in the Council shall \nmade on the recommendations of the Selection Committees which shall cor, \nof,— \n(a) in the case of officers of Grade 17 and above,— \nthe Secretary of the Ministry dealing with Culture, who shall \nits Chairman ; \na representative of the Federal Public Service Commission ; \nthe Director-General, Pakistan Broadcasting Corporation ; and \nthe Director-General, Pakistan National Council of the Arts ; \n(b) in the case of officers of Grade 16 and below,— \n(I) the Director-General, PNCA, who shall be its Chairman; \nthe Deputy Secretary of the Ministry dealing with Culture: \nthe Secretary, Pakistan National Council of the Arts ; and \nthe Executive Director or Director of the concerned Divisi \nof the Council. \nThe Committee under clause (a) may co-opt one or two experts to ass, \nit in the performance of its functions and the recommendations of the Committ \nshall be subject to confirmation by the Board. \nItccommendations if the Committee under clause (b) shall be subject t \nthe approval of the Vice-Chairman and shall also be subject to the confirmation b \nthe Executive Committee. \n11. Budget statement.—The Council shall, in the month of November e \nyear, submit to the Federal Government, in such manner and in such form as \nmay direct, a statement of the estimated receipts and expenditure of the Co \nin respect of the next financial year. \n: Act LLX1 \t\nSTATUTORY RULES AND ORDERS \t\n397 \n (Under section 10.—Pakistan National Council of the Arts Rules) \nAnnual report and statement of acconnts.—The Council shall, in the month \nJanuary each year, submit to the Federal Government an annual report of its \nities alongwith a duly audited statement of accounts of the preceding year. \nCommunication from the Council.—Any notice, determination, direction, \nuisition, appointment, expression of opinion, approval or sanction to be given \nsigned on the part of the Council for any or the purposes of, or in relation to, \npowers or functions with which it has been invested under these rules, shall be \ncient and binding if it is in writing and signed by the Director-General of PNCA \nan officer of the Council so authorised by him. \nRepeal.—The Pakistan National Council of the Arts Rules, 1974, are by repealed. \n[ See Gaz. of P., 1981 Ext. Pt. II, pp. 1505-1508J \nS.R.O. 1775 (1)173, dated the 24th December, 1973.—In exercise of the powers erred by sub-section (3) of section 1 of the National Guards Act, 1973 (LXI of 73), the Federal Government is pleased to appoint the 24th day of December. \n3 to be the date on which the said Act shall come into force. \n[ See Gaz., of P., 1973, Ext. Pt. p. 25271. \nTHE NATIONAL GUARDS RULES, 1973 \nS.R.O. 392 (1)174. dated the 18th March, 1974.—In exercise of the powers erred by sect on :9 of the National Guards Act, 1973 (LXI of 1973), Federal Government is pleased to make the following rules, namely :- \n1. Short title.—These rules may be called the National Guards Rules, 1973. \n2. Definition.—Unless the context otherwise requires— \n\" Act \" means the National Guards Act, 1973 (LXI of 1973) ; \n\"Form \"means a form appended to these rules ; \n\"formation commander\" means an officer for the time being in com-\nmand of a corps, division, logistic area or brigade in whose jurisdic-\ntion the headquarters of a unit of the Mujahid Force are situate ; \n\" regulations \" means regulations made under section 40 ; \n\"sector commander \"means an officer for the time being in command \nof a sector in whose jurisdiction the headquarters of a unit of the Janbaz Force are situate ; \n\"Schedule \"means a schedule to these rules ; and \n\" Section \" means a section of the Act. \n3. Regrant of commission to retired Army Officers. \t  4rIIIV shall, from time to time, r \tmend to the Federal \nng . bayi enera  •  eadquarte \t\n\t rravxvh.o rs of the Pakistan Army shall, from time to time, recommend to the Federal Government for employment \nin the -- Mujahid Force or the Janbaz of the Pakistan Army \tForce the names of such retired officers \nas have no reserve liability .and are Concid.-., ant of cornmi.6--    \nicier \n:e a \nI to \npay"
}