{
    "file": "./converted_json\\administrator809a246717f4d2a1d2909ed86ca7dbde.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n   \n \n \n \n \nTHE RAILWAYS (LOCAL AUTHORITIES’ TAXATION)  \nACT, 1941  \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Definitions  \n3.  Liability of railways to taxation by local authorities  \n4.  Modification of existing liability to taxation  \n5.  Saving  \n\n \nPage 2 of 3 \n THE RAILWAYS (LOCAL A UTHORITIES’ TAXATION) ACT, 1941  \nACT NO. XXV OF 1941  \n [26th November , 1941]  \nAn Act to regulate the extent to which railway property shall be liable to taxation imposed by an \nauthority within a Province.  \n WHEREAS it is expedient to regulate the extent to whic h property vested in 1[Government] \nfor the purposes of the Central Government, being property of a railway, shall be liable to taxation \nimposed by an authority within a Province;  \n It is hereby enacted as follows:__  \n 1. Short title and extent.__(1) This Ac t may be called the Railways (Local Autho rities \nTaxation) Act, 1941.  \n 2[(2) It extends to the whole of Pakistan.]  \n 2. Definitions.  In this Act, __ \n(a) “local authority ” means a local authority as defined in the General Clauses \nAct, 1897 (X of 1897), and includes any authority legally entitled to or \nentrusted with the control or management of any fund for the maintenance of \nwatchmen or for the conservancy, of a river;  \n(b) “railway administration ” has the meaning assigned to the expression in clause \n(6) of section 3 of the Railways Act, 1890 (IX of 1890).  \n 3. Liability of R ailways to taxation by local authorities.__ (1) In respect of property vested \nin 1[* * * ] the 3[Federal Government], being property of a railway, a railway administration shall be \nliable t o pay any tax in aid of the funds of any local authority, if the 3[Federal Government], by \nnotification in the official Gazette, declares it to be so liable.  \n (2) While a notification under sub -section (1) is in force, the railway administration shall be \nliable to pay to the local authority either the tax mentioned in the notification or in lieu thereof such \nsum, if any, as a person appointed in this behalf by the 3[Federal Government] may, having regard to \nthe services rendered to the railway and all the r elevant circumstances of the case, from time to time \ndetermine to be fair and reasonable. The person so appointed shall be a person who is or has been a \nJudge of a High Court or a District Judge.  \n \n \n \n1Subs. and omitted by the C entral Laws (Adaptation) Order  1961 (Order No. 1 of 1961 ), Art. 2.  \n2Subs. by the Central Laws (Sta tute Reform) Ordinance, 1960 (XXI  of 1960), s. 3 and 2nd Sch.  \n3Subs. by the Federal Adaptation Order of Laws Order, 1975  (P. O. No. 1 of 1975) , Art. 2 and Table.  \n \n \nPage 3 of 3 \n  5. Saving.  Nothing in t his Act shall be construed as debarring any railway administration \nadministering a railway from entering into a contract with any local authority for the supply of water \nor light or for the scavenging of railway , premises  or for any other service which the  local authority \nmay be rendering or be prepared to render within any part of the local area under its control.  \n \n \n______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 31 -07-2024"
}