{
    "file": "./converted_json\\administrator027155abdeecbd000014ea60bb6abd1a.json",
    "name": "The Federal Medical Teaching Institutes Act, 2021",
    "date": "10th August, 2021",
    "tagline": "An Act to re-organize the Federal medical teaching institutes and their affiliated teaching hospitals",
    "content": "THE FEDERAL MEDICAL TEACHING INSTITUTE S ACT, 2021  \n \n \n  \nCONTENTS  \n_____________  \n \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent, application and comme ncement. \nCHAPTER II  \nDEFINITIONS  \n2. Definitions. \nCHAPTER III  \nMEDICAL TEACHING INSTITUTE  \n3. The medical teaching institution  \n4. Board of Governors  \n5. Conduct of business . \n6. Functions and powers of the Board  \n7. Search and nomination council  \n8. Governance  \n9. Management committee  \n10. Dean  \n11. Hospital Director  \n12. Functions of the Hospital Director  \n \nUpdated till 11.04.2023\n \n13. Medical Director  \n14. Functions of the Medical Director  \n15. Nursing Director  \n16. Finance Director  \n17. Service of medical teaching institution  \n18. Tribunal  \n19. Private practice  \n20. Retention of fee . \n21. Fund . \n22. Budget, audit and accounts  \n23. Employees to be public servant  \n24. Removal of difficulties  \n25. Power to make rules  \n26. Power to make regulations  \n27. Overriding effect  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE FEDERAL MEDICAL TEACHING INSTITUTE S ACT, 2021  \nACT  NO. XII OF 2021  \n \n[10th August, 2021 ] \nAct \n to re-organize the Federal medical teaching institute and teaching  hospitals  thereof  \nWHEREAS it is expedient  to re-organize and provide autonomy to the  Federal  medical  teaching  \ninstitutes  and their affiliated  teaching  hospitals  to enhance the services being rendered by the institutions \nto improve performance,  enhance effectiveness, efficiency and responsiveness for the provision of quality  \nhealthcare services and education and to make them into state of the art model  institution  of Pakistan;  \nIt is hereby  enacted as  follows: — \nCHAPTER  I \nPRELIMINARY  \n \n1. Short  title,  application  and commencement .—(1) This Act shall  be called the Federal  \nMedical  Teaching  Institutes Act,  2021.  \n \n(2) It shall  apply  to all Federally  owned  or operated  medical  teaching  institutes,  its affiliates  and \nsubsidiaries thereof  in Pakistan,  \n \n(3) It shall come  into force  at once.  \n \n   CHAPTER  II \nDEFINITIONS  \n \n2. Definitions .—In this Act, unless the  context  otherwise  requires, — \n \n(a) “basic  science  faculty”  means  a medical  faculty  not involved  in patient care;  \n \n(b) “Board”  means  the Board  of Governors  constituted  under  section  4; \n \n(c) “Chairperson”  means  the Chairperson  of the Board;  \n \n(d) “clinical  faculty”  means  a medical  faculty  involved  in any manner  with a clinical \ncare of patients,  whether  diagnostic  or therapeutic;  \n \n(e) “college”  means  a medical  college,  dental  or a nursing  college  in the public sector;  \n \n(f) “consultant”  means  and includes — \n \n(i) those  medical  faculties  involved  in patient care; or  \n \n \n(ii) those staff who act as service provider to the patients in the  hospital;  \n \n(g) “dean”  means  the academic  head  of the medical  teaching  institution;  \n \n(h) “employee”  means  a person  who is— \n \n(i) an employee appointed by the Board of the medical teaching  institution under \nthis Act or rules and regulations made there - under; or  \n \n(ii) a civil servant  who has opted  to become  an employee  of the medical teaching  \ninstitution  under  section  17. \n \n(i) “medical faculty” means and includes the basic science faculty and  clinical faculty \nwhich includes senior registrar and above as well as  dean  of the medical  teaching  \ninstitute,  involved  in teaching,  training  or patient  care;  \n \n(j) “Government”  means  the Federal  Government;  \n \n(k) “healthcare  services”  means  preventive,  curative,  promotive,  rehabilitative  health  \nservices  and include  diagnostic,  support  services,  laboratory,  accident  and \nemergency,  pharmacy  and paramedic  support;  \n \n(l) “member”  means  a member  of the Board  and includes  Chairperson;  \n \n(m) “medical  teaching  institution”  means  a public  sector  medical,  dental or nursing \ncollege or any other medical teaching institution  and their affiliated teaching \nhospitals lo cated anywhere in Pakistan  owned and controlled by the Federal \nGovernment and included or  notified  by the Federal  Government in  Schedule -I to \nthis Act;  \n \n(n) “prescribed” means prescribed by rules or regulations made under  this Act; \n(o) “regulations”  means  regulations  made  under  this Act; \n \n(p) “rules”  means  rules made  under  this Act; \n \n(q) “search  and nomination  council”  means  search  and nomination  council notified by  \nthe Government under  section  7, and  \n \n(r) “Tribunal”  means  the Federal  Medical  Teaching  Institutions  Tribunal  established \nunder  this A ct \n \nCHAPTER  III \nMEDICAL  TEACHING  INSTITUTE  \n3. The medical teaching institution .—(1) The institutions included  in Schedule -I shall be \n \nmedical teaching institutions established under this Act as  an autonomous  body  having  perpetual  \nsuccession  and a common  seal with power  to acquire,  hold and dispose  off movable  property  and may \nin its name  sue and be sued.  \n \n(2) The objective  of the medical  teaching  institution  shall  be to undertake all functions required \nfor providing health facilities and healthcare  services  to the people  and to provide  medical  education  and \ntraining  and research  and to perform  such other  functions  as are assigned  to it by the Government from  \ntime to time.  \n \n4. Board of Governors .—(1) There shall be a Board of Governors of  the medical teaching \ninstitution to administer and manage its affairs and shall  have overall superintendence and control over \nthe functions and all their related  matters.  \n \n(2) The Board of Governors shall comprise such number of members  as may be determined by \nthe Government but shall neither be, less than three  members and nor exceed seven members and all of \nwhom shall be from the  private  sector.  \n \n(3) The members  shall  be appointed  by the Government  on the recommendation  of the search  and \nnomination  council  constituted  under  section  7: \n \nProvided  that the members  shall,  unless  otherwise  directed  by the Government,  hold office for  a \nperiod  of three  years  and be eligible for  re- appointment.  \n \n(4) The members  may include  eminent  technical  and professional  persons in their respective \nfields having significant aptitude and time available  for improving  the hospital  services,  such as legal,  \nfinance,  economics,  management,  medical  profession,  retired  civil servants,  educationists,  social  workers,  \nrepresentatives  of civil society,  businessmen  and renowned  philanthropists.  \n \n(5) The Chairperson shall be elected by the members through voting  from amongst the mselves \nand he shall preside over the Board meetings. In case  of his absence,  the Chairperson  may nominate  a \nBoard  member  as acting  Chairperson or if he has not done so, the members present shall elect an acting  \nChairperson  for that meeting.  \n \n(6) The membership of a member shall cease and fall vacant if the  member  resigns,  or fails to \nattend  three  consecutive  meetings  of the Board  without sufficient cause or for any other reasons which \nincapacitate the member  to remain  as member.  Any such vacancy  shall be  filled  within  one month.  \n \n(7) The membership of a member may be terminated by notification in  the official Gaz ette on \ngrounds of incompetence or for reasons noted in sub - section (8)  or in view  of actions  of such member  \nwhich  bring the  medical  teaching  institution or  the Board  into disrepute.  \n \n(8) No person shall be appointed or remain as a member of the Board,  if such person — \n \n(a) is by a competent court  of law declared  as of un-sound mind;  \n \n \n(b) has before  a court  of law applied  to be adjudicated  as an insolvent  and his \napplication is  pending;  \n \n(c) is by a competent  court of  law declared  an un-discharged  insolvent;  \n \n(d) has been  by a court  of law convicted  for an offence  involving  moral turpitude;  \n \n(e) has been debarred  from  holding  any office under  any law; or \n \n(f) has a conflict  of interest with such  a position.  \n \n5. Conduct of business .—(1) All decisions of the Board shall be  taken by consensus and in case \nof division of opinion, the decision shall be taken  by majority  of votes:  \n \nProvided  that in case of equality  of votes,  the Chairperson  of the Board  shall have a  second casting  \nvote.  \n \n(2) No act or proceedings of the Board shall be invalid, merely on the  ground of existence of any \nvacancy in or defect in constitution of the Board,  subject to the  condition that  any act  or proceeding of  the \nBoard taken  by less  than three members on account of vacancies shall be ratified immediately by the \nBoard  upon the  minimum  membership of  the Board  prescribed under  sub-section (2) of section 4.  \n \n(3)  The quorum for meeting of the Board shall be four members or  two- thirds of  the total number  \nof Board  Members, whichever  is less.  \n \n(4) The member count shal l be determined by actual members present  and proxy  votes shall  not \ncount.  \n \n(5) The Board may hold meetings as frequently as required, but shall  hold at least one meeting  on \na quarterly  basis.  \n(6) Special meetings of the Board shall be convened on the special  request of at least one third of \nthe Board members for consideration of any  important or  urgent  matter.  \n \n(7) Subject to the provisions of this Act and the rules and regulations  made  there -under,  the Board  \nmay appoint  sub-committees  of the Board,  provided that a sub -committee shall be at all times headed by \na member of the  Board  who is also a member  of such committee  and such sub-committees  constituted  \nshall  perform  such functions  as may be prescribed  by the Board  or the rules or regulations made  pursuant  \nto this Act.  \n \n(8) The remuneration for attending the Board meeting shall be such as  may be prescribed.  \n \n(9) The Secretary to the Board when appointed shall  be an employee  of the Board, who shall \nperform all secretarial and office functions of the Board  at the directi on of the Chairman  and shall  be \nresponsible  for recording  minutes  of the Board meetings, convening Board meetings, carrying out \n \ncommunication  with all Board  members  and all other  functions  as may be  prescribed.  \n \n \n6. Functions and powers of the Board .—(1) The Board shall be  responsible  for.— \n \n(a) ensuring  that the objectives  of the medical  teaching  institution  within  the overall  \nambit  of Government  policy  are achieved,  overseeing effective management and \nproviding strategic direction  to the medical  teaching  institution;  \n \n(b) policy making of the medical teaching institution and ensuring that  its performance  \nand its programmes  are efficient  and effective;  \n \n(c) prescribe  procedures  for appointment,  terms  and conditions  of service,  disciplinary  \nmatters  and other  service  matters  for the employees;  \n \n(d) creation, re -designation, up -gradation, down -gradation or abolition  of posts  pursuant  \nto prior  consultation  with the Establishment  Division  where  such posts  may be \noccupied  by persons  in government service and provided that while creating posts \nhaving  the financial implications in excess of the approved annual budget  that shall  \nrequire  prior  consultation  with the Finance  Division;  \n \n(e) approval  of vision  and mission  statement;  \n \n(f) approval  of annual business  plan;  \n \n(g) review  and approval  of major  transactions;  \n(h) approval  of new programs  and services  and monitor  organizational  performance;  \n(i) approval  of financial  plans and annual  budget;  \n(j) approval  of regulations  for medical  staff and overseeing  the process  for appointment \nof members  of the medical  staff;  \n(k) approval  of programs  and services  to ensure  that all legal,  regulatory  and \naccreditation requirements  are met;  \n(l) constitution  of a finance  committee  and such other  committees  or sub-committees,  \nas it may deem  appropriate;  and \n \n(2) Medical teaching institution shall be accountable to Ministry of  National Health Services, \nRegulations and Coordination for its performance and  shall regularly provide performance based data at \nset intervals based on Ministry  of National  Health  Services,  Regulations  and Coordination  set performance  \nmonitoring  format,  with attendant  reward  and discipline  measures  and the Ministry of National Health \nServices, Regulations and Coordination shall also  periodically evaluate the performance of the medical \n \nteachin g institution against  the set targets particularly related to efficiency, effectiveness and equity with  \nattendant  reward and  discipline measures.  \n(3) The Board shall in prescribed manner appoint the dean, hospital  director, medical director, \nnursing director a nd finance director of the medical  teaching  institution.  \n(4) The Chairperson, of the Board may, in case of exigency of service,  appoint the dean, medical \ndirector, hospital director, nursing director and finance  director on officiating basis. All such appointments \nshall be placed before the  Board  for approval  within  three months.  \n7. Search  and nomination  council .—(1) The Government  shall  constitute and notify a search \nand nomination council, to recommend persons  from private sector suitable to be appointed  as members \nof the Board and which  shall  consist  of— \n(a) Minister  Concerned  or his representative  or Federal  \n       Minister  nominated  Chairman  by the Prime  Minister;  Chairman  \n \n(b) Secretary  of the Division concerned;         Vice Chairman  \n \n(c) Secretary  Planning  Division;             Member  \n \n(d) Vice  Chancellor  of the Quaid e  Azam  University;   Member  \n \n(e) a philanthropist  with substantial  contribution  to \n       public  healthcare  to be nominated  by Government;   Member  \n  \n(f) a retired  senior  person  from  medical  profession to  \n       be nominated by  Government;              Member  \n \n(g) a representative  of civil society  to be nominated  \n       by Government.             Membe  \n \n \n(2) The Chairman shall chair the meeting of the council search and  nomination  and in his  \nabsence, the  Vice -Chairman  shall  chair  the meeting.  \n \n(3) A member  from  the private  sector  shall,  unless  otherwise  directed  by Government,  hold office  \nfor a period  of three  years  and shall be eligible  for another  term of three  years  or part thereof  as the \nGovernment  may deem  appropriate:  \n \nProvided  that the Government  may remove  a member  appointed  pursuant to clauses (e), (f) and \n(g) of sub -section (1) at any time after giving him  an opportunity  of being  heard.  \n \n8. Governance .—(1) Each  college  under  the medical  teaching  institution shall  be headed by a \ndean and the dean of the medical  college shall  act as the chief executive officer of the medical teaching \ninstitution and shall  further consist of chairpersons and medical faculties of various departments of  the \n \ncollege as may be prescribed.  \n \n(2) In each college, there shall be an academic council headed by the  dean of the college and \nconsisting of members as prescribed entrusted with the  function to prescribe and set principles and \nstandards for teaching, research,  training,  student  admissions,  and curriculum  development,  to ensure  and \ninculcate  the highest  ethical  standards.  \n \n(3) Administrative  control  of a college  which  is also a constituent  college of a university shall \nvest in the medical teaching institution except the  conduct of examinations which  shall be determined  by \nthe university.  \n \n9. Management committee .—(1) For a medical teaching institution  there  shall  be a \nmanagement  committee  consisting  of— \n \n(a) dean  of the medical  teaching  institution;  Chairman  \n \n(b) hospital  director;  Member  \n \n(c) medical  director;  Member  \n \n(d) nursing  director;  Member  \n \n(e) finance  director;  Member  \n \n(f) any other  two persons  appointed by  the Board  \non the recommendation  of the dean of  the medical  \nteaching  institution.  Member  \n \n \n \n(2) The management committee shall recommend to the Board any  addition  of a department, \nfacility  or post at  the medical  teaching  institution.  \n \n(3) The management committee shall perform all such other functions  as may be prescribed.  \n \n10. Dean .—(1) The dean of the colleges shall be appointed by the  Board for a period of five years \nand shall be eligible for re -appointment, through  merit -based process on such terms and conditions and \nhaving such qualifications  and experience as may be prescribed. The dean  shall further act as per the  \ndirections  of the Board  in prescribed manner.  \n \n(2) The dean, on appointment, shall simultaneously receive a faculty  appointment at a level \ncommensurate with his qualifications and the prescribed  institutional requirements for the faculty post, \nwhich appointment shall not be  limited  to the term applicable to  the office of the dean.  \n \n(3) The chairperson of various departments shall be appointed by the  dean  through  merit -based  \n \nprocess,  on such terms  and conditions  and in such a manner  as may be prescribed.  A chairperson  may \nbe removed  by the Board  on the recommendation  of the dean, after giving  him the opportunity  of being  \nheard.  \n \n(2) The dean may in the prescribed manner be removed from the office  by the Board through a \nprocess at any time on the grounds including failure to  achieve  targets set  by the Board.  \n \n(3) in the performance of his functions, the dean shall be responsible to  the Board and the \nchairpersons of the departments shall be responsible to the  dean  and academic council.  \n \n(4) The Board from amongst the chairpersons of the departments shall  appoint a vice -dean to \nperform the functions of the dean in the absence of the  dean.  \n \n \n11. Hospital  Director .—(1) The Board  shall  appoint  a full time hospital  director  for a period  of \nfive years  and shall  be eligible  for re-appointment, on such  terms  and conditions  as may be  prescribed \nand no  Board  member  shall  be appointed as  hospital  director.  \n \n(2) No person shall be appointed as the hospital director unless he  possesses  a recognized  \nmaster’s  degree  in hospital  management  or health  services  management  or business  management  or \npublic  health  or public  administration  or any other  relevant  management  qualifications  having  \nexperience  of management  in an organization  or institution  as may be prescribed:  \n \nProvided that a person, who possesses a recognized medical degree may  also apply  for the post \nof hospital  director  with the condition  that he shall  have  an additional  management  degree  and \nexperience  provided  in this sub-section  and shall  have no  right  to do  private practice.  \n \n(3) The hospital director may, after giving him an opportunity of being  heard,  be removed  from  \nthe office  by the Board,  before  the expiration  of the period  of five years,  on such grounds  and through  a \nprocess  as may be prescribed.  \n \n(4) In performance  of his functions,  the hospital  director  shall  be responsible  to the Board.  \n \n(5) The hospital director shall not have any conflict of interest with  such a  position.  \n \n12.  Functions of the Hospital Director .—The hospital director shall  be responsible — \n \n(a) for all non-clinical  functions  of the hospital;  \n \n(b) Preparation of the annual budget and business plan for presentation  to the \nmanagement  committee  and the board;  \n \n(c) maintenance  of building  and engineering  services;  \n \n(d) maintenance and development of all ancillary services, including  but not limited  \n \nto pharmacy,  nursing,  materials  management,  human  resources,  clerical,  \ncommunications  and security  services;  \n \n(e) to act as the principal  accounting  officer  responsible  and accountable for \nmaintaining financial discipline and transparency;  and \n \n(f) for implementation  and execution  of Board  and management  committee  policies  \nand to  achieve  the targets  set by  the Board.  \n \n \n13. Medical  Director .—(1) The Board  shall  appoint  a full time,  medical  director  for the \nhospital  for a period  of five years  and shall  be eligible  for re-appointment, on such terms and conditions \nas may be prescribed and no  Board  member  shall  be appointed  as medical  director.  \n \n(2) The medical director, on appointment, shall simultaneously receive  a faculty appointment at \na level commensurate with his qualifications and the  prescribed institutional requirements for the faculty \npost, which appointment  shall not be  limited  to the term  applicable to  the office  of the medical director.  \n \n(3) No person shall be appointed as the medical director unless he  possess  a recognized  medical  \ndegree  with management  or administrative  experience of working in management positions in an \ninstitution or organization  as may be prescribed.  \n \n(4) The medical director may, after giving him an opportunity of being  heard, be removed from \nthe office by the Board, before the expiration of the  period  of five years,  on such grounds  and through  \na process  as may be prescribed.  \n \n(5) All clinical  department  heads  will report  to the medical  director.  \n \n(6) In respect of performance and functions, the medical director shall  be responsible  to the \nBoard.  \n \n(7) The medical director shall not have any conflict of interest with  such a  position.  \n \n14.  Functions of the Medical Director .—The medical director shall  be responsible for all \nclinical functions of the hospital, including but not limited  to— \n \n(a) ensuring  clinical excellence  in all aspects  of hospital  functions;  \n \n(b) ensuring  timely,  appropriate  management  of patients;  \n \n(c) ensuring  the best outcomes  for all patients;  \n \n(d) undertaking  clinical  governance  for quality  control;  \n \n(e) assessing and auditing existing clinical programs and developing  new clinical  \nprograms;  and \n \n(f)    developing  an annual  clinical  budget,  including  capital  medical  equipment \nrequests for presentation to the hospital director, the management committee and \nthe Board.  \n \n \n15. Nursing Director .—(1) The Board shall appoint a full time, non - practicing nursing director \nfor the hospital for a period of five years and shall be  eligible for re -appointment, on such terms and \nconditions as may be prescribed  and determine;  provided  no Board  member  shall be  appointed  as such.  \n \n(2) No person  shall  be appointed  the nursing  director  unless  he possesses  such qualification  and \nexperience  as may  be prescribed.  \n \n(3) The nursing director may, after giving him an opportunity of being  heard, be removed from the \noffice by the Board, before the expiration of the  period  of five years,  on such grounds  and through  a \nprocess  as may be prescribed.  \n \n(4) In respect of performance and functions, the nursing director shall  be responsible  to the  Board.  \n \n(5) The nursing director shall not have any conflict of interest with  such a  position.  \n \n(6) The nursing director shall be responsible for all nursing functions,  including training of nurses, \nensuring adequate nursing staffing for all cli nical  needs,  maintaining  the highest  nursing  standards  and \nperforming  regular  audits  of nursing  functions.  \n \n(7) The nursing director shall perform such other functions as may be  prescribed  by the Board.  \n \n16. Finance Director .—The finance director shall be appointed by the  Board in the prescribed \nmanner, for a period of three years and shall be eligible  for re -appointment, with minimum qualifications \nand to perform such functions  in relation to financial  matters  as may  be prescribed.  \n \n \n17. Service  of medical  teaching  institution .—(1) The Board  may appoint such persons, experts or \nconsultants, as deemed necessary and on such  terms  and conditions  as may  be prescribed.  \n \n(2) All existing  administrative  and teaching  staff recruited  in the manner  prescribed  under  the \nrecruitment  rules  as applicable  before  commencement of this Act, subject to sub -section (3), shall be \ndeemed to be  employees of the medical teaching institution on such terms and conditions as  may be \nprescribed:  \n \nProvided that such terms and conditions shall not be less favorable in  financial terms than the terms \nand conditions admissible to them immediately  before  the commencement  of this Act.  \n \n(3) On commencement of this Act, all the civil servants serving in the  medical teaching institution, \nwithin a period to be notified by the Government,  may exercise a one time irrevocable option to become \nemployees of the medical  teaching institution. The civil servants who opt for such employment, shall be  \nsubject to terms and conditions of employment as ma y be prescribed including  but not limited to their \nservice structure, promotion and disciplinary matters.  Such  opting  employees  shall  be entitled  to post-\nretirement  benefits  and emoluments as per existing government laws and rules. The medical teaching  \ninstitution  shall  deposit  pension  contribution on  their behalf.  \n \n(4) A civil servant who does not exercise the option pursuant to sub - section (3) of section 17 shall \nremain a civil servant and shall be deemed an  employee  of an attached  department  in terms  of schedule  \nIII of Rules  of Business, 1973 as amended from time to time and entitled to all the perks,  pension, gratuity, \nhousing (within the medical teaching institute if available and  Ministry  of Housing  and Works),  \nmonetization,  health  facilities  and other  privileges  declared  by the Federal  Government from  time to time  \n \n \n(5) The civil  servants under sub -section (4)  shall  be entitled  to be posted  to any MTI post for \nwhich  they are eligible  under  MTI rules  and regulations and such eligibility will continue for a period \nof 10 years. They will  remain eligible to hold the positions of chairman/  head of department  in line  \nwith criteria for these  positions in  the MTI  regulations.  \n \n(6) The options under sub -section (3) once exercised shall be final. A  civil servant, who opt s to \nserve the medical teaching institution, shall cease to be  a civil servant from the date of his absorption in \nthe service of the medical  teaching  institution  and his seniority,  pension  and other  matters  vis-a-vis \nemployment with the medical teaching in stitution, shall be determined in the  manner,  as may  be \nprescribed.  \n \n(7) If at any time, the management of the medical teaching institution  reverts  to the Government  \nfor any reason,  the employees  appointed  under  sub-section (1) shall continue to serve the medical \nteaching institution, on the  same  terms  and conditions  as applicable  to them  immediately  before  such \nreversion.  \n \n(8) Subject  to the other  provisions  of this section,  all employees,  whether  having  opted  or \ndirectly  appointed  prior  to commencement  of this Act or pursuant to this Act shall be at all times be \n \ngoverned exclusively by the terms  and conditions of  service as  may be prescribed.  \n \n(9) All employees, except the dean, hospital director, medical director,  nursing director and \nfinance director, shall have the right to appeal against any  penalty  to the Board  unless  such penalty  is \nimposed  by an order  of the Board  itself.  \n \n(10) Any employee aggrieved by a decision of the Board including the  dean, hospital \ndirector, medical director, nursing director and finan ce director,  may seek resolution  of the grievance  \nby referral  of the grievance  or dispute  to the Tribunal.  \n(11) Any and all employment disputes as may be pending before the  courts of law shall \nbe deemed transferred with immediate effect for adjudication  to the Tribunal  established  under  this Act.  \n18. Tribunal .—(1) The Government shall establish by notification in  the official Gazette a \nTribunal which shall perform its functions in the prescribed  manner  for the purpose of sub -sections  (10) \nand (11) of  section  17. \nThe Tribunal shall consist of a minimum of six members appointed  for a term of five years by \nthe Government in the prescribed manner and no  person shall be appointed as member of the Tribunal \nunless he has been a Judge  of the Supreme  Court  or a High  Court  or an advocate  of the Supreme  Court  \nof Pakistan  having  at least twenty -five years  experience  of active  practice  as an advocate  \n \n(2) The Government  shall  in the prescribed  manner  appoint  a Secretary of the Tribunal who  shall \nbe responsible for  managing the  affairs  of the Tribunal  and its operations.  \n \n(3) The members of the Tribunal shall receive such remuneration as  may be prescribed by  rules.  \n \n(4) Each dispute referred to the Tribunal shall be decided within a  maximum  period of ninety  days \nfrom  being  filed.  \n \n(5) The parties m ay be required to pay an institution and other fees as  may be prescribed. Any \nshortfall in the cost of operation of the Tribunal shall be  funded  by the Government.  \n \n(6) Any party may within thirty days file an appeal against a decision  of the Tribunal before the \nHigh Court of the competent jurisdiction and which  shall be heard by a Division Bench of the High Court \nand decided within six  months  of being  instituted.  \n \n19. Private practice .—(1) After the commencement of this Act, all  consultants  working  in \ngovernment  hospitals,  clinics,  imaging  facilities  and laboratories  belonging  to the medical  teaching  \ninstitution  shall  be given  an option  either  to do their private  practice  within  the hospitals,  clinics,  imaging  \nfacilities  and laboratories  of the medical  teaching  institution  or to do their private  practice  outside  the \nhospitals, clinics, imaging facilities and laboratories of the Medical Teaching  Institution, as the case may \nbe. The option shall in the prescribed manner be  exercised  within  a period  of sixty days as prescribed  under  \nregulations.  \n \n(2) Employees who opt for private practice within the premises of the  hospital,  clinics,  imaging  \n \nfacilities  and laboratories  of the medical  teaching  institution, may be entitled to such increase in salary, \nadjustment, bonuses or  other  ancillary  benefits, as the Board may  approve.  \n \n(3) Employees who do not opt for private practice within the premises  of hospitals, clinics, \nimaging facilities and laboratories of the medical teaching  institution, shall he allowed to do their private \npractice outside the premises of  the hospitals, clinics, imaging facilities and laboratories of the medical \nteaching  institution and shall not be entitled to any increase in adjustment, incentives  bonuses or other \nancillary benefits, or to hold management or lead positions,  except in case of  extreme  exigency  as \ndetermined  by the Board.  \n \n(4) Ali employees hired after the commencement of this Act shall be  expected  to perform  their \nprivate  practice  within  the medical  teaching  institutions hospital, clinics, imaging facilities and \nlaboratories and shall not be  permitted  private  practice  outside  these  facilities.  \n \n(5) In the performance of functions in the hospital, the consultant shall  be responsible to the hospital \nmanagement, with respect to service provided to  the pati ents in the hospital and shall follow all the rules \nand regulations relating  to hospital  management.  \n \n(6) The medical  teaching  institution  shall  provide  facilities  for the most efficient services to allow \nthe consultants to perform their services at the  highest level of excellence, including space, equipment, \nnursing, ancillary or  clerical staff, laboratory, imaging and inpatient and surgical services as needed.  Such \nfacilities shall remain open as long as necessary to provide these services.  The individu al consultant shall \nbe held responsible for the most efficient use of  the facilities and shall be expected to provide cost and \nincome projections for  each new facility, equipment or service request with the support of hospital  director  \nand staff.  \n(7) Consultants  professional  fee shall  not exceed  the usual  and customary  fees charged  for the same  \nservices  in the community,  assuring  efficiency  and value for money  to the  clients.  \n(8) Private  patient  billing  shall  consist  of the professional  fee component and the institutional \ncharges representing the charges of the clinic,  imaging  facility,  laboratory  services  or other  institutional \ncharges:  \n \nProvided that all patient billing shall be done only by the hospital, clinic,  imaging  facility  or \nlaboratory,  and the professional  fee component  shall  be returned  to the consultant.  \n(9) No reduction  of the professional  component  income  to the Consultant  from  the patient  shall be \npermissible  by the medical  teaching  institution.  \n(10) A percentage  share  from  the institutional  charges  shall  be distributed  between  the employees,  \nbased  on performance  and productivity,  according  to a format  to be  prescribed by  regulations.  \n20. Retention of fee .—(1) Notwithstanding anything contained in any  law or rules, the medical \nteaching institution shall r etain receipts from various  fees levied by Government or the Board to meet \nrecurring and development  expenditure  of the medical  teaching  institution.  \n \n(2) The amount realized from such receipts shall not be deducted from  the annual grant provided  \nby Government and such amount realized from the  receipts  shall  be utilized as  per specification by  the \nBoard.  \n \n21. Fund .—(1) There shall be a Fund in the name of the Medical  Teaching  Institution  Fund  and \nthe management thereof  shall vest  in the Board.  \n \n(2) The Fund shall  consist  of— \n(a) grants  from  the Government as  a single line  budget;  \n(b) receipts  and user charges  as specified  by Board  in consultation  with Ministry  of National  \nHealth   S Services,  Regulations  and Coordination  from time to time in such manner  as may \nbe prescribed;  \n \n(c) voluntary  contributions  or donations;  and \n(d) grants  from  other sources.  \n(3) The Fund shall be kept in such custody and shall be utilized and  regulated in such manner as \nmay be prescribed by regulations after consultation  with the Ministry  of National  Health  Services,  \nRegulations  and Coordination.  \n(4) The Fund account shall be maintained at such bank or treasury as  may be prescribed by \nregulations after consultation with the Ministry of National  Health  Services, Regulations and  \nCoordination.  \n(5) Subject to any  other law for the time being in force in this behalf,  the Board may, in so far as \nits money is not required for immediate expenses,  invest  the surplus money  in such manner  as may  be \nprescribed.  \n(6) The Board  may invest  surplus  money  as prescribed  under  the regulations.  \n22. Budget, audit and accounts .—(1) The budget shall be approved  by the Board and its \naccounts shall be maintained and audited in such manner as  may be prescribed on  the advice of  the Auditor \nGeneral  of Pakistan.  \n(2) Government shall carry out annual audit of the Board through a  third  party.  \n(3) The medical teaching institutions accounts shall be audited by the  Auditor  General  of \nPakistan.  \n23. Employees to be public servant .—The employees of the medical  teaching  institution  shall \nbe deemed  to he public  servants  within  the meaning  of section 21 of the Pakistan Panel Code, 1860 (Act \nXLV of 1860) provided it shall  not ascribe to them any rights of employment or benefits as may be \notherwise  applicable  to public  servants.  \n \n \n24. Removal  of difficulties .—if a difficulty  arises  in giving  effect  to any of the provisions of this \nAct, the Government may, by notification in the official  Gazette,  make  such order  as it deems  necessary  for \nremoval  of the difficulty:  \nProvided  that this power  shall  not be exercised  after two years  of the commencement of this \nAct. \n25. Power to make rules .—(1) The Government may, by notification  in the official  Gazette,  \nmake  rules  for giving  effect to  the provisions  of this Act. \n(2)    The power to make rules conferred by this section shall be subject  to the condition of previous \npublication and, before making any rules, the draft  thereof shall be published on the website of the medical \nteaching institution and  the Division concerned for eliciting public opinion thereon within a period of not  \nless than fifteen days from  the date  of publication.  \n26. Power  to make  regulations .—(1) The Board  may make  regulations, not inconsistent with \nthe provisions of this Act and the rules, for  carrying out  the purposes of  this Act subject  to the  financial  \nregulations  not being contrary to any general directions of the Finance Division pertaining to  utilization  \nof public  funds.  \n(2) The power to make regulations conferred by this section shall be  subject  to the condition  of \nprevious  publication  and, before  making  any regulations, the draft thereof shall be published on the \nwebsite of the medical  teaching institution, for eliciting public opinion thereon within a period of not  less \nthan fifteen days from  the date of  publication.  \n27. Overriding effect .—(1) Notwithstanding anything to the contrary  contained in any other law \nfor the time being in force, the provisions of this Act  shall  have  an overriding  effect  and the provisions  \nof any such law to the extent  of such inconsistency  to this  Act shall  cease to  have effect.  \n(2)   In the event of a conflict between this Act and a statute constituting  a university, the provisions  \nof this Act shall  prevail.  \n \n \n \n \n \n \n \n \n \n \n \nSCHEDULE -I \n(see sections  3) \nList of institutions  (colleges  and hospitals)  declared  as medical  teaching  institution  \n \n1. Pakistan Institute of Medical Sciences, Islamabad along with the  Federal Medical and Dental \nCollege, Islamabad being a teaching hospital and  constituent college respectively of the Shaheed  Zulfigar \nAli Bhutto Medical  University,  Islamabad.  \n2. School of Dentis try, Islamabad and its Dental Hospital being a  constituent  college  of the \nShaheed  Zulfiqar  Ali Bhutto  Medical  University,  Islamabad."
}