{
    "file": "./converted_json\\administratorc10ab0da7e4f71ac662b72b4c05f8d87.json",
    "name": "Mussalman Wakf Act, 1923",
    "date": "5th August, 1923",
    "tagline": "An Act to make provision for the better management of wakf property and for ensuring the keeping and publication of proper accounts in respect of such properties.",
    "content": "Page 1 of 6 \n  \n \nTHE MUSSALMAN WAKF ACT, 1923  \n \n \n \nCONTE NTS \nPRELIMINARY  \n1.  Short tittle, extent and commencements  \n2.  Definitions  \nSTATEMENTS OF PARTICULARS  \n3.  Obligation to furnish particulars relating to wakf  \n4.  Publication of particulars and requisition of further particulars  \nSTATEMENT OF ACCOUNTS, AND AUDIT  \n5.  Statement of accounts  \n6.  Audit of accounts  \nGENERAL PROVISIONS  \n7.  Mutwalli entitled to pay cost of audit, etc., from wakf funds  \n8.  Verification.  \n 9.  Inspection and c opies  \nPENALTY  \n10.  Penalties  \nRULES  \n11.  Power to make rules  \n12.  Saving s \n13.  Exemption  \n  \n \n\n \n \nPage 2 of 6 \n THE MUSSALMAN WAKF ACT, 1923  \n \nACT NO. XLII OF 1923  \n \n[5th August,  1923]  \n \nAn Act to make provision for the better management of wakf property and for ensuring the keeping \nand publication of proper accounts in respect of such properties.  \n \nWHEREAS it is expedient to make provision for the better management of wakf property and \nfor ensuring the keeping and publication of proper accounts in respect of such properties  ;  \n \nIt is hereby enacted as follows  :—  \n \nPRELIMINARY  \n \n   1. Short tit tle, extent and commencements.___(1) This Act may be called the Mussalman \n Wakf Act, 1923  ;   \n \n1[(2) It e xtends to the whole of Pakistan. ]  \n \n(3) This section shall come into force at once  ; and  \n \n(4) The 2[Provincial Governmen t] may, by notification in the 2[official Gazette], d irect that the \nremaining provisions of this Act, or any of them which it may specify, shall come into force in the \nProvince, or any specified part thereof on such date as it may appoint in this behalf.  \n \n2. Definitions. — In this Act, unless there is anything repu gnant in the subject or context .___ \n \n(a)  “benefit” does not include any benefit which a mutwalli is entitled to claim \nsolely by reason of his being such mutwalli  ;  \n \n \n(b)  “Court” means the Court of the District Judge or, within the limits of the \nordinary original civil jurisdiction of a High Court, such Court, subordinate to \nthe High Court, as the 2[Provincial Government] may, by notification in the \n2[official Gazette], des ignate in this behalf  ;  \n \n(c)  “mutwalli” means any person appointed either verbally or under any deed or \ninstrument by which a wakf has been created or by a Court of competent \njurisdiction to be the mutwalli of a wakf, and includes a naib-mutwalli or other \nperson appointed a mutwalli to perform the duties of the mutwalli, and, save as \notherwise provided in this Act, any person who is for the time being \nadministering any wakf property  ;  \n \n \n \n \n \n(d)  “prescribed” means prescribed by rules made under this Act  ; and  \n \n \n(e)  “wakf” means the permanent dedication by a person professing the 3[Muslim] \nfaith of any property for any purpose recognised by the 3[Muslim] law as \nreligious, pious or charitable, but does not include any wakf, such as is described \nin section 3 of the 3[Muslim] Wakf Validating Act, 1913, under which any \nbenefit is for the time being claimable for himself by the person by whom the \nwakf was created or by an y of his family or descendants.  \n \n1Subs. by the Central Laws (Sta tue Reform) Ordinance, 1960 ( XXI of 1960), s. 3 and 2nd Sch. , (with effect from the 14th October, 1955 ). \n2Subs. by A. O. , 1937.  \n3Subs. by the Federal Adaptation of Laws O rder, 1975 ( P. O., No. 4 of 1975), Art. 2 and Table.    \n \n \n \nPage 3 of 6 \n  STATEMENTS OF PARTICULARS   \n 3. Obligation to furnis h particulars relating to wakf.___(1) Within six months from the \ncommencement of this Act every mutwalli shall furnish to the Court within the local limits of whose \njurisdiction the property of the wakf of which he is the m utwalli is situated or to any one of two or \nmore such Courts, a stateme nt containing the following particulars, namely  :—  \n(a)  a description of the wakf property sufficient for the identification thereof  ;  \n(b)  the gross annual income from such property  ;  \n(c)  the gross amount of such income which has been collected during the five years \npreceding the date on which the statement is furnished, or of the period which \nhas elapsed since the creation of the wakf, whichever period is shorter  ;  \n(d)  the amount of the Government revenue and cesses, and of all rents , annually \npayable in respect of the wakf property  ;  \n(e)  an estimate of the expenses annually incurred in the realisation of the income of \nthe wakf property, based on such details as are available of any such expenses \nincurred within the period to which the particulars under clause ( c) relate  ; \n(f)  the amount set apart under the wakf for —  \n(i)  the salary of the mutwalli and allowances to individuals  ;  \n    (ii)  purely religious purposes;  \n(iii)  charitable purposes;  \n(iv)  any other purposes; and  \n(g)  any other particulars which may be prescribed.  \n \n(2) Every such statement shall be accompanied by a copy of the deed or instrument creating \nthe wakf or, if no such deed or instrument has been executed or a copy thereof cannot be obtained, \nshall contain full particulars, as far as they are known to the mu twalli, of the origin, nature and objects \nof the wakf.  \n \n(3) Where —  \n \n(a)  a wakf is created after the commencement of this Act, or  \n(b)  in the case of a wakf such as is described in section 3 of the Muss alman Wakf \nValidating Act, 1913  (VI of 1913) , the person creating the wakf or any member \nof his family or any of his descendants is at the commencement of this Act alive \nand entitled to claim any benefit thereunder,  \n \n \n \n \n the statement referred to in sub -section (1) shall be furnished, in the case referred to in clause ( a), \nwithin six months of the date on which the wakf is created or, if it has been created by a written \ndocument, of the date on which such document is executed, or, in the case referred to in clause ( b), \nwithin  six months of the date of the death of the person entitl ed to such benefit as aforesaid,  or of the \nlast survivor of any such persons, as the case may be.  \n \n \n \nPage 4 of 6 \n 4. Publication s of particulars and requ isition of further particulars.___(1) When any \nstatement has been furnished under section 3, the Court shall cause notice of the furnishing thereof to \nbe affixed in some conspicuous place in the Court -house and to be published in such other manner, if \nany, as may be prescribed, and thereafter any person may apply to the Court by a petition in writing, \naccompanied by the prescribed fee, for the issue of an order requiring the mutwalli to furnish further \nparticulars or documents.  \n \n \n(2) On such application being made, the Court may, after making such inquiry, if any, as it \nthinks fit, if it is of opinion that any further particulars or documents are necessary in order that full \ninformation may be obtained regarding the origin, nature or objects of the wakf or the condition or \nmanagement of the wak f property, cause to be served on the mutwalli an order requiring him to furnish \nsuch particulars or documents within such time as the Court may direct in the order.  \nSTATEMENT OF ACCOUNTS , AND AUDIT  \n \n5. Statement of accounts. —Within three months after the thirty -first day of March next \nfollowing the date on which the statement referred to in section 3 has been furnished, and thereafter \nwithin three months of the thirty -first day of March in every year, every mutwalli shall prep are and \nfurnish to the Court to which such statement was furnished a full and true statement of accounts, in \nsuch form and containing such particulars as may be prescribed, of all moneys received or expended \nby him on behalf of the wakf of which he is the mutwalli during the period of twelve months ending \non such thirty -first day of March or, as the case may be, during that portion of the said period during \nwhich the provisions of this Act have been applicable to the wakf:  \n \nProvided that the Court may, if it is satisfied that there is sufficient cause for so doing, extend \nthe time allowed for the furnishing of any statement of accounts under this section.  \n \n \n \n \n \n \n6. Audit of A ccounts.___Every statement of accounts shall, befor e it is furnished to the Court \nunder section 5, be audited —  \n \n(a)  in the case of a wakf the gross income of which during the year in question, \nafter deduction of the land -revenue and cesses, if any, payable to the \nGovernment, exceeds two thousand rupees, by a person who is the holder of a \ncertificate granted by the 1[Federal Government] under section 144 of the \nCompanies Act, 1913 (VII of 1913), or is a member of any institution or \nassociation the members of which have been declared under that section to be \nentitled to act as auditors of companies throughout 2[Pakistan] ;  or  \n \n  \n \n \n \n \n \n (b)  in the case of any other wakf, by any person authorised in this behalf by genera l \nor special order of the said Court.   \n \n \nGENERAL PROVISIONS  \n \n 7. Mutwalli entitled to pay cost of audit, etc., from wakf funds.___ Notwithstanding anything \ncontained in the deed or instrument creating any wakf , every m utwalli may pay from the income of \nthe wakf property any expenses properly incurred by him for the p urpose of enabling him to furnish \nany particulars, documents or copies under section 3 or section 4 or in respect of the preparation or \naudit of the annual accounts for the purposes of this Act.  \n \n \n \n \n1Subs. by  the Federal Adaptation Laws Order, 1975 (P. O. No. 4 of 1975), Art. 2 and Table.  \n2Subs. by the Central Laws (St atue Reform) Ordinance, 1960 (XXI  of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955).  \n \n \nPage 5 of 6 \n  8. Verification.___Every statement of particulars furnished under section 3 or section 4, and \nevery statement of accounts furnished under section 5, shall be written in the language of the Court to \nwhich it is furnished, and shall be verified in the manner provided in the Code of Civil Procedure, 1908  \n(V of 1908) , for the signing and  verification of pleadings.  \n \n \n9. Inspection and copi es.___ Any person shall, with the permission of the Court and on payment \nof the prescribed fee, at any time at which the Court is open, be entitled to inspect in the prescribed \nmanner, or to obtain a copy of, any statement of particulars or any document  furnished to the Court \nunder section 3 or section 4, or any statement of accounts furnished to it under section 5, or any audit \nreport made on an audit under section 6.  \n \nPENALTY  \n \n 10. Penalties.___ Any person who is required by or under section 3 or section 4 to furnish a \nstatement of particulars or any document relating to a wakf, or who is required by section 5 to furnish \na statement of accounts, shall, if he, without reasonable cause  the burden of proving which shall be \nupon him, fails to furnish such statement or document, as the case may be, in due time, or furnishes a \nstatement which he knows or has reason to believe to be false, misleading or untrue in any material \nparticular, or,  in the case of a statement of accounts, furnishes a statement which has not been audited \nin the manner required by section 6, be punishable with fine which may extend to five hundred rupees, \nor, in the case of a second or subsequent offence, with fine whi ch may extend to two thousand rupees.  \n \nRULES  \n11. Power to make rules.___(1) The 1[Provincial Government] may, after previous publication, \nby notification in the 1[official Gazette], make rules to carry into effect the purposes of this Act.  \n \n(2) In particular and without prejudice to the generality of the foregoing power, such rules may \nprovide for all or any of the following matters, namely: —  \n \n(a)  the additional particula rs to be furnished by mutwallis under clause ( g) of sub -\nsection (1) of section 3;  \n \n(b)  the fees to be charged upon applications made to a Court under sub -section (1) \nof section 4;  \n \n(c)  the form in which the statement of accounts referred to in section 5 shall be \nfurnished, and the particulars which shall be contained therein;  \n \n(d)  the powers which may be exercised by auditors for the purpose of any audit \nreferred to in section 6, and the particulars to be contained in the reports of such \nauditors;  \n \n(e)  the fees respectively chargeable on account of the allowing of inspections and \nof the supply of copies, under section 9;  \n \n(f)  the safe custody of statements, audit reports and copies of deeds or instruments \nfurnished to Courts under this Act; and  \n \n(g)  any other matter which is to be or may be prescribed.  \n \n \n1Subs. by A. O., 1937.  \n \n \n \n \n \n \n \n \nPage 6 of 6 \n 12. Saving. —Nothing in this Act shall — \n \n(a)  affect any other enactment for the time being in force in 1[Pakistan] providing \nfor the control or supervision of religious or charitable endowments; or  \n(b)  apply in the case of any wakf the property of which — \n(i)  is being administered by the Treasurer of Charitable Endowments, th e \nAdministrator General or the official Trustee; or  \n(ii)  is being administered either by a receiver appointed by any Court of \ncompetent jurisdiction, or under a scheme for the administration of the \nwakf which has been settled or approved by any Court of competent \njurisdiction or by an y other authority acting under the provisions of any \nenactment.  \n  13. Exemption.___ The 2[Provincial Government] may, by notification in the 2[official Gazette], \nexempt from the operation of this Act or of any specified provision thereof any wakf or wakfs  created \nor administered for the benefit of any specified section of the 3[Muslim] community.  \n___________  \n \n \n \n \n \n \n \n \n \n \n \n          Date: 11 -10-2024  \n \n1Subs. by the Central Laws (Sta tue Reform) Ordinance, 1960 (XXI of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 19 55). \n2Subs. by A. O. , 1937.  \n3Subs. by  the Federal Adaptation  of Laws  Order , 1975  (P. O . No. 4 of 1975) , Art. 2 and Table ."
}