{
    "file": "./converted_json\\administratorc6bd9271892417895aaab8b944c5dc70.json",
    "name": "Marriages (Prohibition of Wasteful Expenses) Act, 1997",
    "date": "16th March 1997",
    "tagline": "Regulating Wasteful Expenses on Marriages",
    "content": "Page 1 of 3 \n  \n \nTHE MARRIAGES (PROHIBITION OF WASTEFUL EXPENSES) \nACT, 1997  \n \n \n \nCONTENTS  \n \n \n1. Short title and commencement  \n2. Definitions  \n3. Prohibition of ostentatious celebrations.  \n4. Restriction on wasteful expenses  \n5. Application of the Act to hotels, restaurants, etc.  \n6. Committees for prohibition of Wasteful Expenses on Marriages  \n7. Offence  \n8. Cognizance of offences  \n9. Rules  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 3 \n THE MARRIAGES (PROHIBITION OF WASTEFUL EXPENSES) ACT, 1997  \n \nACT NO. XXI OF 1997  \n \nAn Act to provide for the prohibition of wasteful expenses on marriages and  ceremonies related \nthereto  \n \nWHEREAS , it is expedient to provide for the prohibition of wasteful expenses on marriages and \nceremonies related thereto;  \n \nIt is hereby enacted as follows :— \n \n1.  Short title and commencement. —(1) This Act may be called the Marriages (Prohibition \nof Wasteful Expenses) Act, 1997.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come in to force on the sixteenth day of March, 1997 and shall remain in force a \nperiod of two years from its commencement.  \n2.  Definitions. —In this Act, unless there is anything repugnant in the subject or  context— \n \n(a) “Committee”  means an Ehtesab Committee constituted under section 6; and  \n \n(b) “marriage”  shall include all ceremonies, preceding and succeeding the formal \nwedding whether religious or civil rituals such as nikah, rukhsati, walima, \nmehndi, rasme -hina, and other functions and celebrations connected with \nmarriage and related festivities.  \n \n3. Prohib ition of ostentatious celebrations. —(1) subject to sub -section (2), no person \ncelebrating his marriage or the marriage of any other person shall,— \n \n(a) decorate or cause to be decorated any house or building including any space \nappertaining thereto, street, ro ad or other place whether owned by him or \notherwise with lights or illumination; or  \n \n(b) explode or allow anyone  to explode cracker or other explosive device including \nfiring by firearm; or  \n \n(c) display or allow anyone  to display fire -works.  \n \n(2) Nothing contained in sub -section (1) shall prohibit the use of such lights as are ordinarily \nnecessary to lit the house or any other place being the site of marriage.  \n \n4. Restriction on wasteful expenses. —(1) No person celebrating his or the marriage of a ny \nother person shall serve or allow any one to serve meals or other edibles to the persons participating in \nthe marriage in a club, hotel, restaurant, wedding hall, community center or any other public place \nexcept hot and cold soft drinks.  \n \n(2) Nothing c ontained in sub -section (1) shall apply to the eating of meals within the house by \nthe members of the family celebrating the marriage or the house guests.  \n \nPage 3 of 3 \n  \n5. Application of the Act to hotels, restaurants, etc. —No person owning or running a hotel, \nrestaurant,  wedding hall, community centre or club being the site of marriage ceremony or any caterer \nshall serve or allow any one to serve any meals or edibles to the persons participating in the marriage \nceremony other than hot and cold soft drinks.  \n \n6. Committees for  prohibition of Wasteful Expenses on Marriages. —The Provincial \nGovernment shall, by notification in the official Gazette, constitute an Ehtesab Committee for each \nsub-division, tehsil or taluka which shall, in accordance with the rules made under this Act,  be \nresponsible for implementation of the provisions of this Act.  \n \n7. Offences. —Whoever  contravenes the provisions of section 3, section 4 or section 5 shall be \nguilty of an offence punishable with fine which shall be not less than one hundred thousand rupees and \nnot more than three hundred thousand rupees.  \n \n8. Cognizance of offences. —No Court shall take cognizance of an offence under this Act \nexcept on a complaint in writing by the Committee.  \n \n9. Rules.—The Provincial Government may, by notification in the official Gazette, make rules \ncarrying out the purpose of this Act.  \n \n________________"
}