{
    "file": "./converted_json\\administrator0f2db54e3a91a356cd851ec6fbe39b71(2).json",
    "name": "Federal Public Service Commission (Amendment) Ordinance, 2005",
    "date": "August 27, 2005",
    "tagline": "Amending the Federal Public Service Commission Ordinance, 1977",
    "content": "REGISTEREDNo.M'302L,-7(46\n@tteGatuc d De[fdtailI\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nrsllyAuA?r Jllullll 1ygyql 2?r 2g!s\nPART I\nActs, Ordinances, President's Orders and Regulations\n6()\\ LRN\\IIi\\ I OF PAKISl]\\N\nMINISTRY O}- LAW..IUSTICE AND HTJMAN RIGHTS DIVISION\nlslunrubul, the 27th Au1itrst,2005\nNo. F. 2( I)i2005-Pub.-The tbllowing Ordinance promulgated by the\nPresident is hereby published for general information:-\nOnorx,r.xcr No. XV or 2005\nAN\nORDINANCE\n.further trt onend the Federal Public Service Conmtission Onlinance, 1977\nWHEREAS it is expedient further to amend the Federal Public Service\n-ommission Ordinance. 1977 (XLV of 1977). for the propose hereinatter appearin!:\nAND WHEREAS the National Assembly is not in session and the President is\nsatisfied that circumstances exist which render it necessary to take immediate actioni\n(12s)\n[3158(2005)/Ex. Gaz.]Price Rs. : 2.00\n-\n726 THE GAZETTE OF PAKISTAN, EXTRA.' AUGUST 27' 2005 [Plrr I\nNow rt{EREFoRE. in exercise of the powers cont'erred by clause (l) of\nArticle 89 of the Constitution of the lslamic Republic of Pakistan' the President is\npleased to make and promulgate the following Ordinance:-\nI . Short title and commencement.-( I ) This Ordinance may be called\nthe Federal Public Service Comrnission (Amendment) Ordinance' 2005.\n(2) It shall be come into force at once\n2. Amendment of section 4, Ordinance XLV of 1977.-ln the\nFederal Public Service Commission Ordinance, 1977 (XLV of 1977), in section 4,\nfor sub-section (l) the following shall be substituted and shall be deemed always to\nhave been so substituted, namelY:-\n\"( I ) A memberofthe Commission shall hold office for a term ofthree\nyears from the date on which he enters upon office or till he attains\nthe age of sixty-five years whichevqr is earlier:\nProvided that a member of the Commission who is a retired Judge\nof the Supreme Court or a High Court shall hold oftice for a term of\nthree years within five years from the date of his retirement:\nProvided further that a member of the Commission shall not be\neli gible for re-appointrnent.\n(IA) Notwithstanding anything in any contract. agreement or any lnstrument\ncontaining terms and conditions of the service, a member who. on or\nafter the commencement of the Federal Public Service Commission\n(Amendment) Ordinance, 2005, completes his tenure or attains upper\nage-limit specilied in sub-section ( I ) shall on such commencement\nforthwith cease to be member as defined in clause (b) of section 2.\"\nGsNenA.L\nPERVEZ MUSHARRAF,\nPresident\nPRINTED BY THE MANAGER. PRINTING CORPORATION OF ?AKISTAN PRESS. ISLAMABAD.\nPUBLISHED BY fiE DEPUTY CONTROLLER. STATIONERY AND FORMS' UNIVERSITY ROAD. KARACHIJusrtcE (RErD)\nMANSOOR AHMED.\nSec reta rY."
}