{
    "file": "./converted_json\\administratord6e6b4be928d501164ee8af487fa6d3e.json",
    "name": "The National Guards Act, 1973",
    "date": "12th August, 1973",
    "tagline": "An Act to provide for the constitution and discipline of the National Guards.",
    "content": "Page 1 of 12 \n \n \nTHE  NATIONAL  GUARDS  ACT, 1973.  \n \n \nCONTENTS  \n \nSECTIONS:  \n \nCHAPTER  I \n \nPRELIMINARY  \n1. Short  title, application  and commencement.  \n2. Persons  subject  to this Act. \n3. Constituents  of National  Guards.  \n4. Definitions.  \n \nCHAPTER  II \n \nCONSTITUTION  AND  CONTROL  OF THE  MUJAHI D FORC E \n5.  Constitution  of Mujahid  Force.  \n6.  Constitution  and disbandment  of units.  \n7.  Personnel  of the Mujahid  Force.  \n8.  Enrolment.  \n9.  Transfer  and attachment.  \n \nCHAPTER  III \n \nCONSTITUTION  AND  CONTROL  OF THE  JANBAZ  FORCE  \n10.  Constitution  of Janbaz  Force.  \n11.  Constitution  and disbandment  of Unit. \n12.  Personnel  of Janbaz  Force.  \n13.  Enrolment.  \n14.  Transfer  and attachment.  \n \n \nCHAPTER  IV \n \nPROVISIONS  APPLICABLE  GENERALLY  TO THE  MUJ AHID  FORCE \nAND  THE  JANBAZ  FORCE  \n15.  Liability  for military  training.  \nUpdated till 23.12.2022\n \nPage 2 of 12 \n 16.  Liabi lity to serve  and perform  embodied  service.  \n17.  Discharge.  \n18.  Application  of the Pakistan  Army Act, 1952.  \n19.  Presumption  as to certain  documents.  \n20.  Persons  subject  to the Act to be deemed  part of the Pakistan  Army.  \n21.  Exemption  from  local  taxatio n. \n22.  Treatment  of period  spent  in training  service,  etc. \n23.  Extention  of age limit.  \n24.  Reinstatement  of persons  called  up for embodied  service  or training.  \nCHAPTER  V [Omitted ] \n \nCONSTITUTION AND CONTROL OF THE NATIONAL CADET CORPS [Omitted]  \n25. Const itution of National Cadet Corps. [Omitted ] \n26.  Constitution and dis bandment of units. [Omitted ] \n27.  Eligibility. [Omitted ] \n28.  Training. [Omitted ] \n29.  Concessions. [Omitted ] \n \nCHAPTER  VI [Omitted ] \n \nCONSTITUTION AND CONTROL OF WOMEN GUARDS  [Omitted]  \n30.  Constitution of Women Guards. [Omitted ] \n31.  Constitution and disbandment of units. [Omitted ] \n32.  Eligibility. [Omitted ] \n33.  Training. [Omitted ] \n34.  Honorarium. [Omitted ] \n35.  Concessions. [Omitted ] \nCHAPTER  VII \n \nMISCELLANEOUS  \n36.  Regrant  of Commissio ns. \n36A.  Re-employment  of officers  having  reserve  liability.  \n37.  Provision  of storage  accommodation.  \n38.  Employer  not to prevent  employee  from  getting  enrolled.  \n39.  Power  to make  rules.  \n40.  Power  to make  regulations.  \n40A.  Rules  and regulations  to have retrospective  effect.  \n41.  Repeal.  \n \nPage 3 of 12 \n THE  NATIONAL  GUARDS  ACT,  1973  \n1ACT  NO. LXI OF 1973 \n[12th August,  1973] \nAn Act to provide for the constitution and discipline of the National Guards. \nWHERE AS it is expedient to provide  for the constitution  and discipline of the National Guards \nand matters ancillary thereto; \nIt is hereby enacted as follows  :― \n \nCHA PTER  I \n \nPRELIMINARY \n \n1. Short title, application and comme ncement. ―(1) This Act may be called the \nNational Guards Act, 1973. \n(2) It extends to the whole of Pakistan and applies to all persons subject to this Act, \nwherever they may be. \n2[(3) It shall come into force at once: \n \nProvided that nothing  in this Act shall  be deemed  to authorize  the punishment  of any \nperson  for any act or omission  which was not punish able before the 24th day of December, 1973.]  \n2. Persons subject to this Act.⎯ (1) Every person enrolled in the Mujahid Force or the \nJanbaz Force and every person who was subject to the Mujahid Force Ordinance, 1965  (XXII of \n1965),  immediately before the comm encement of this Act, shall be subject to this Act wherever he \nmay be and shall remain so subject until his discharge in accordance with this Act. \n3[(2) *    *   *   *   *   *   *] \n3. Constituents of National Guards. The following  four types of forces shall constitute  the \nNational Guards, namely:⎯ \n \n(a)  the Mujahid Force; 3[and] \n(b)  the Janbaz Force 3[.] \n3[(c) *    *   *   *   *  \n(d) *      *    *] \n \n \n \n \n \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1973, Ext., Pt. III, p. 1388. \n2Subs. and shall be deemed always to have been so subs. with effect from the 12th day of August, 1973 by the National Guards (Amdt.) Act, 1975 \n(57 of 1975), s. 2, for the original sub-section (3). \n3Omitted, Added and Subs.  by the National Guards (Amdt.) Ordinance,  2002  (XLII  of 2002), ss. 2-3. \n \n \nPage 4 of 12 \n 4. Definitions. In this Act, unless there is anything  repugnant in the subject or \ncontext,— \n(1)  “Board” means a Board of Intermediate and Secondary Education; \n(2)  “college” means an institution  affiliated to a Board or Univ ersity; \n(3)  “comm anding officer” means, ― \n(a)  when used in relation to a person subject to this Act, the officer for the \ntime being in comm and of the portion of the Force to which such \nperson belongs  or is attached; and \n(b)  when used with reference to any separate portion of the Force, the \nofficer whose  duty it is under the regulations  of the Force, or, in the \nabsence of such regulations,  by its custom, to discharge with respect to \nthat portion the functions  of the comm anding officer; \n(4) “directorate of education” means any Provincial or regional directorate of education and \nincludes a directorate of education in the Capital of the Federation; \n(5) “Director-General” means the Director-General, National Guards, appoint ed by the \nFederal Government; \n(6) “district” means a revenue district of a Province; \n(7) “divisio n” means a revenue division  of a Province; \n(8) “employer” means any person who employs another person for hire or reward, either \ndirectly or through a contractor, whether the terms of employment be expressed or impli ed, and \nincludes, in the case of an establishm ent, the person responsible  for the management, supervision  \nand control of the establish ment; \n(9) “enrolled” means enrolled or re-enrolled in either of the Forces referred to in clauses (a) \nand (b) of section 3; \n(10) “Force” means any of the 1[two] constitu ents of the National Guards referred to in \nsection 3; \n(11) “independent company” means every company which does not form part of a battalion; \n(12) “junior  commission ed officer” means a person commission ed, gazetted or in pay as \njunior  commi ssioned officer in the Force; \n(13) “non-commission ed officer” means a person enrolled and holding a non-commission ed \nrank in the Force; \n \n \n \n \n1Subs. by the National Guards (Amdt.) Ordinance,  2002  (XLII  of 2002), s. 4. \n \nPage 5 of 12 \n (14) “officer” means a person commission ed, gazetted or in pay as an officer of the Force, \nbut does not include a junior  commission ed officer; \n(15) “prescribed” means prescribed by rules; \n(16) “regulations” means regulations  made under this Act; \n(17) “rules” means rules made under this Act; and \n(18) “unit” means a unit of the Force. \n__________  \n \nCHA PTER  II \n \nCONSTITUTI ON AND  CONTROL OF THE MUJAHID FORCE  \n5. Constitution of Mujahid Force. There shall be raised and maintained, in accordance with \nthe provisions  of this Act, a force to be designated the Mujahid Force. \n6. Constitution and disbandment of units. The Federal Government, or any officer or \nauthority empowered by it in this behalf, may constitute  one or more units  of the Mujahid Force to \nbe recruited from persons residing in Pakistan and may disband or reconstitute  any unit so \nconstitut ed. \n7. Personnel of the Mujahid Force. — (1) There shall be the following  classes of personn el \nin the Mujahid Force, namely: — \n(a)  officers holdi ng commissions  in the Force granted by the President; \n(b)  junior  commission ed officers holdi ng commissions  in the Force granted by \nthe Chief of the Army Staff; \n(c)  non-commission ed officers appoint ed as such by the respective comm anding \nofficers; and \n(d)  Mujahids.  \n(2) An officer or a junior  commission ed officer shall be deemed to be enrolled in the Force \nfor so long as he holds commission  therein. \n8. Enrolment. — (1) Every male citizen of Pakistan who is of such age as may be \nprescribed may offer himself for enrolment in the Mujahid Force for service in any unit and any \nsuch person who satisfies the conditions  laid down  in the regulations  may be enrolled for such \nperiod and in such manner as may be prescribed. \n(2) Every person enrolled shall, without  unnecessary delay, be appoint ed to a unit in which \nhe has applied for service. \n9. Transfer and attachme nt. Notwithst anding  anything contained in section 8, any person \nappoint ed to a unit may— \n \nPage 6 of 12 \n (a)  with his consent, be transferred, whether on disbandment of the unit or \notherwise, to another unit in such manner as may be prescribed; and \n(b)  at his request, be attached to another unit. \n_________  \nCHA PTER  III \n \nCONSTITUTI ON AND  CONTROL OF THE JANBAZ FORCE  \n10. Constitution of Janbaz Force. There shall be raised and maintained, in accordance with \nthe provisions  of this Act, a force to be designated the Janbaz Force. \n11. Constitution and disbandment of Unit . The Federal Government, or any officer or \nauthority empowered by it in this behalf, may constitute  for any division  or district one or more \nunits  to be recruited from persons residing in such division  or district and may disband or \nreconstitute  any unit so constitut ed. \n12. Personnel of Janbaz Force. — (1) There shall be the following  classes of personn el in \nthe Janbaz Force, namely: — \n(a)  officers holdi ng commissions  in the Force granted by the President; \n(b)  junior  commission ed officers holdi ng comm issions  in the Force granted by \nthe Chief of the Army Staff. \n(c)  non-commission ed officers appoint ed as such by the respective comm anding  \nofficers; and \n(d)  Janbazes. \n(2) An officer or a junior  commission ed officer shall be deemed to be enrolled in the Force \nfor so long as he holds commission  therein. \n13. Enrolment. — (1) Any male citizen of Pakistan who is of such age as may be prescribed \nmay offer himself for enrolment in the Janbaz Force for service in the unit constitut ed for the \ndivision  or district in which he resides and any such person who satisfies the conditions  laid down  in \nthe regulations  may be enrolled for such period and in such manner as may be prescribed. \n(2) Every person enrolled shall, without  unnecessary delay, be appoint ed to a unit in which \nhe has applied for service. \n14. Transfer and attachment. Notwithst anding  anything contained in section 13, any \nperson appoint ed to a unit may — \n(a)  with his consent, be transferred, whether on disbandment of the unit or \notherwise, to another unit in such manner as may be prescribed; \n(b)  at his request, be attached to another unit; and \n(c)  at his request, be employed for duties outside  the division  or district from \nwhich he is recruited. \n \nPage 7 of 12 \n CHA PTER  IV \n \nPROVISIONS APPLICA BLE GENERALLY  TO THE MUJAHID FORCE  AND   \nTHE JANBAZ FORCE \n15. Liability for military training. — (1) The persons referred to in sub-section (1) of \nsection 2 shall be liable to be called up for training and, for the purpose of such training, their \ncomm and and control shall be regulated according to the orders of the Director General or any \nauthority empowered by him in this behalf. \n(2) For calling up a person under sub-section (1) it shall be sufficient to broadcast or telecast \nover the Radio or Television  or to publish  in the newspapers a notice requiring such person, or the \nclass of persons to which he belongs,  to report to such authority and all such time and place as may \nbe specified in the notices. \n16. Liability to serve and perform embodied service. — (1) Every person referred to in \nsub-section (1) of section 2 shall be liable to serve in any unit to which he has been appoint ed or \ntransferred or is for the time being attached and shall be subject to all rules and regulations.  \n(2) Every such person shall be liable to perform — \n(a)  service when called out with any portion of the Force by an order of the \nDirector-General or any officer or authority empowered by him in this behalf, \neither to act in suppo rt of the civil power or departments or agencies of \nGovernment engaged in nation building  activiti es or developm ent programmes \nor to provide  guards which, in the opinion  of such officer or authority, are \nessential, or \n(b)  milit ary service when the unit to which he belongs has been embodied to \nsuppo rt or suppl ement the Pakistan Army by an order, directing such \nembodim ent, of the Federal Government, or an authority empow ered by it in \nthis behalf. \n(3) For calling out a person under sub-section (2), it shall be sufficient to broadcast or \ntelecast over the Radio or Television  and to publish  in the newspapers a notice requiring such \nperson, or the class of persons to which he belongs, to report to such authority and at such time and \nplace as may be specified in the notice. \n17. Discharge. — (1) Every person enrolled shall be entitled to receive his discharge from \nthe Force on the expiration of the period for which he was enrolled and may, before the expiration of \nthe period, be discharged from the Force by such authority and subject to such conditions  if any, as \nmay be prescribed: \nProvided that a person enrolled who is for the time being engaged in military service \nshall not be entitled to receive his discharge before the termination of such service. \n(2) Every person enrolled who becomes entitled to discharge under sub-section (1) shall be \ndischarged with all convenient speed. \n \n \n \n \nPage 8 of 12 \n 18. Application of the Pakistan Army Act, 1952.  — (1) Subject to the terms and conditions  \nof his comm ission and any order of the prescribed authority made in this behalf, every officer and \njunior  commission ed officer, when doing  duty as such officer or junior  commission ed officer, shall \nbe subject to the provisions  of the Pakistan Army Act, 1952  (XXXIX of 1952),  and the rules and \nregulations  made thereunder as if such officer or junior  commission ed officer held the same rank in \nthe Pakistan Army as he, for the time being, holds  in the Force: \nProvided that the said Act, rules and regulations  shall, in their application to such \npersons when called out or embodi ed for service or milit ary service under section 16 or during \ntraining  in the Mujahid Force or the Janbaz Force be modified to such extent and in such manner as \nmay be prescribed. \n(2) Subject to any order of the prescribed authority made in this behalf, every non- \ncommission ed officer, Mujahid and Janbaz of the Force — \n(a)  when undergoing training, or \n(b)  when called out or embodi ed for service or military service under section 16,  \n \nshall be subject to the Pakistan Army Act, 1952  (XXXIX of 1952), and the rules and \nregulations  made there under, as if he held the same rank in the Pakistan Army as he, for the time \nbeing, holds  in the Force: \nProvided that the said Act, rules and regulations  shall, in their application to such non-\ncommission ed officer, Mujahid or Janbaz when embodi ed for or otherwise undergoing Training , be \nmodi fied to such extent and in such manner as may be prescribed. \n \n(3) Where any person while he is subject to the provisions  of the Pakistan Army Act, 1952  \n(XXXIX of 1952), commi ts any offence punish able thereunder, he may, notwithst anding  that he \nmay have ceased to be so subject, be taken into and kept in custody and tried and punish ed for such \noffence in the same manner as he would  have been liable to be tried and punish ed had he not ceased \nto be so subject. \n19. Presumption as to certain documents. When any person enrolled, other than an officer, \nis required by or in pursuance of any rule, regulation or order made under this Act to attend at any \nplace, a certificate purporting to be signed by the prescribed officer stating that the person so \nrequired to attend has failed to attend in accordance with such requirement shall without  proof of \nthe signature or appointm ent of such officer, be evidence of the matter stated therein. \n20. Persons subject to the Act to be deeme d part of the Pakistan Army. For the purposes \nof sections  128, 130 and 131 of the Code of Criminal Procedure, 1898  (Act V of 1898),  all \nofficers, junior  commission ed officers, non-commission ed officers and men of the Force when \nembodi ed for milit ary service shall be deemed to be officers, junior  commission ed officers, non-\ncommission ed officers and soldiers respectively of the Pakistan Army. \n21. Exemption from local taxation. On embodim ent for milit ary service, notwithst anding \nanything contained in any other law for the time being in force, no person shall be liable to pay \nany muni cipal or other tax in respect of any horse, bicycle, motor  cycle, scooter, motor  car or \nother conveyance which he is required or authorised by a general or special order of the Chief of \nthe Army Staff to maintain in his capacity as a person enrolled in, or as a person otherwise \nconnected with, the Force. \n \nPage 9 of 12 \n 22. Treatment of period spent in training service, etc. — (1) The period spent in embodi ed \nservice or training by any person enrolled shall count towards increment of pay, seniority, pension  \nand gratuity or bonus,  and shall be treated by his employer as period spent on duty. \n(2) A person enrolled shall on embodim ent be entitled to draw his pay and allowances from \nthe Federal Government and to opt to draw these at the rates to which he was entitled immediately \nbefore his enrolment. \n(3) The pay and allowances admissible  to a person enrolled while  he is on embodi ed service \nshall in no case be less favourable to him than those  to which he was entitled during his training. \n23. Extention of age limit. Where any maximum  qualifying age has been fixed for \nregulating the eligibility of persons for admission  to a competitive  examination held for appointm ent \nto any service or post or any academic or profession al institution  or for appointm ent to any service \nor post,  a person who has served in the Mujahid Force or the Janbaz Force shall, for the purpose of \nsuch eligibility, be entitled, notwithst anding  anything contained in any other law for the time being \nin force or any rule, order or instrument, to the period actually spent by him in training  or service in \nsuch force, or both in such training  and in such service, being deducted from his age. \n24. Reinstatement of persons called up for embodied service or training. — (1) \nNotwithst anding  anything contained in any other law for the time being in force or in any contract \nor agreement, a person enrolled who has been called up for service or training shall, upon  the \ntermination of such service or training, be entitled to re-instatement in the employment from which \nhe was released at the time he was called up and the employer shall re-instate such person in such \nemployment or, if such re-instatement is less favourable to him than that to which he would,  in the \nordinary course, have been entitled, give him such employment as is not so less favourable: \nProvided that the employer shall not be required to re-instate or employ any person \nenrolled if he does not apply or report to the employer for the purpose within one month  of his \nrelease from such service or training. \n(2) If any employer contravenes the provisions of sub-section (1), he shall be punish able \nwith imprisonment for a term which may extend to six months,  and with fine which may extend to \nten thous and rupees, and the court convicting him shall direct that the employer shall also pay as \ncompensation to the person enrolled concerned an amount  equal to six months’ remuneration of \nsuch person at the rate to which he was entitled when he was released. \n(3) No court inferior to that of a Magistrate of the first class invested with powers under \nsection 30 of the Code  of Criminal Procedure, 1898  (Act V of 1898)  shall try an offence under this \nsection. \n(4) No order made or proceedings taken under this section shall be called in question  in any \ncourt. \n \n________  \n \nPage 10 of 12 \n                             1[CHA PTER V  * * \n \nCON STITUTION AND CONTROL OF THE NATIONAL CADET CORPS  * * *  \n \n25. *  *  *  *  *  *  * \n26.  *   *  *  *  *  *  * \n27. *   *  *  *  *  *  * \n28. *   *  *  *  *  *  * \n29. *   *  *  *  *  *  * \n_______  \n CHA PTER V I  *   * \n \nCON STITUTION AND CONTROL OF WOMEN GUARDS * * *  \n \n 30. *  *  *  *  *  *  * \n 31.  *  *  *  *  *  *  * \n 32. *   *  *  *  *  *  * \n33. *   *  *  *  *  *             * \n34. *   *  *  *  *  *             * \n35. *  *  *  *  *  *             *]\n   \n__________  \n \nCHA PTER VII  \n \nMISCELLANE OUS \n36. Regrant of Commissions. The Federal Government or any prescribed authority may \nregrant commissions  to suitable retired officers of the Pakistan Army having no  reserve liability, for \nappointm ent in any of the Forces. \n2[36A.  The Federal Government or any prescribed authority may re-employ suitable retired \nofficers of the Pakistan Army having reserve liability for service with any of the Forces: \nProvided that such re-employment sh all not relieve the retired officers of their reserve \nliability.] \n \n1Omitted by the National Guards (Amdt.) Ordinance,  2002  (XLII  of 2002), s. 5. \n2New section 36A ins. by the National Guards (Amdt.) Act 1976 (35 of 1976). s. 2. \n \n \nPage 11 of 12 \n 37. Provision  of storage accommodation. The Provincial Government shall, on such \nterms as may be agreed upon  between that Government and the Federal Government, provide  \nstorage accommod ation for weapons  and ammunition  required for the training  of the Janbaz Force1[* \n*  *]. \n38. Employer not to prevent employee from getting enrolled. — (1) No employer shall \nprevent or stop any person employed by him from getting hims elf enrolled under this Act. \n(2) Any employer who contravenes the provisions  of sub-section (1) shall be punish able with \nimprisonment for a term which may extend to three months,  or with fine which may extend to five \nthous and rupees, or with both.  \n(3) No court inferior to that of a Magistrate of the first class invested with powers under \nsection 30 of the Code  of Criminal Procedure, 1898  (Act V of 1898 ), shall try an offence under this \nsection. \n39. Power to make rules. — (1) The Federal Government may make rules for carrying out \nthe purposes of this Act. \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay — \n(a)  prescribe the period for which and the manner in which persons may be \nenrolled; \n(b)  prescribe the manner in which a person enrolled may be transferred; \n(c)  provide  for and regulate the remuneration, allowances, gratuities or \ncompensation to be paid to persons subject to this Act or to their dependants; \n(d)  prescribe the extent to which and the manner in which, if any, the provisions  \nof the Pakistan Army Act, 1952  (XXXIX of 1952),  and the rules and \nregulations  made thereunder shall be modified in their application to the  \nenrolled persons of the Force; \n(e)  prescribe the officers by whom  a certificate referred to in section 19 may be \nsigned; \n \n(f)  prescribe the authorities by whom, and the conditions sub ject to whi ch persons \nenrolled may be discharged; \n \n(g)  prescribe the  authorities by whom  a unit may be constitut ed or disbanded; \n \n \n \n1Omitted by the National Guards (Amdt.) Ordinance,  2002  (XLII  of 2002), s. 6. \n \nPage 12 of 12 \n (h)  prescribe the training, compulso ry or volunt ary, for any person or class of \npersons enrolled and provide for the embodim ent of any unit for that purpose; \n \n(i)  provide  for the medical examination of persons offering themselves for \nenrolment under this Act; and \n \n(j)  provide  for any other matter which may be necessary for effectively carrying \nthe provisions  of this Act into effec t. \n \n(3) All rules made under this Act shall be published in the official Gazette and on such \npubli cation shall have effect as if enacted in this Act. \n \n40. Power to make regulations. The Chief of the Army Staff may make regulations,  not \ninconsist ent with this Act and the Rules, providing  generally for all details connected with the \norganisation and personn el of the Force and for duties, 1[*] clothing, courses of instruction, \nequipm ent, pay and allowances, medical treatment, pension ary benefits, honou rs and awards, leave, \nconveyance and age limits  for persons offering themselves for enrolment or training  under this Act \n2[and for the training  of persons enrolled]. \n \n3[40A.  Rules and regulations to have retrospective effect. Any rule or regulation made \nbefore the enactment of the National Guards (Amendment) Act, 1975 (LVII of 1975),  shall be \ndeemed to have been validly made and taken effect on the twelfth day of August, 1973;  and any \nrule or regulation made within  thirty days of such enactment may be made so as to have \nretrospective effect from any day not earlier than that day.] \n \n41. [Repeal] Omitt ed by the Federal Laws (Revision  and Declaratio n) Ordinan ce, 1981  \n(XXVII of 1981), s. 3 and Sch., II. \n \n \n \n________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1The word “training” omitted and shall be deemed always to have been so omitted with effect from 12th day of August, 1973 by the National \nGuards (Amdt.) Act, 1975 (57 of 1975), s.7. \n2The certain words “added ibid.” \n3New S. 40A ins. ibid., s.8."
}