{
    "file": "./converted_json\\administrator5bdcf5976dae66379d617a6714d044b9.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 40 \n  \n \n \n \n \n      THE COUNTERVAILING DUTIES ACT, 2015  \n \n \n \n \n \n \n \nCONTENTS  \n \n \nPART I  \n PRELIMINARY  \n \n1. Short title, extent and commencement.  \n \n2.  Definitions.  \n \nPART II  \nCOUNTERVAILING MEASURES  \n \n3.  Levy of Countervailing Duty.  \nPART III  \nDEFINITION OF SUBSIDY, COUNTERVAILABLE AND NON­  \nCOUNTERVAILABLE SUBSIDIES  \n \n4. Circumstances in which subsidy shall be deemed to exist.  \n \n5.  Countervailable subsidies.  \n \n6.  Non­Countervailable subsidies.  \n \nPART IV  \nCALC ULATION OF THE AMOUNT OF COUNTERVAILABLE SUBSIDY  \n \n7.  Calculation of amount of countervailable subsidy.  \n \n8.  General provisions on calculation of counter­vailable subsidies.  \n \n \n \n  \n\n \nPage 2 of 40 \n PART V  \nDETERMINATION OF INJURY  \n \n9.  Determination of Injury.  \n \n10.  Further circumstances in which injury may be found to exist.  \n \nPART VI  \nINVESTIGATION  \n11.  Initiation of investigation.  \n \n12.  Principles governing investigation.  \n \n \nPART VII  \nPROVISIONAL COUNTERVAILING MEASURES  \n \n13.  Provisional countervailing duties.  \n \nPART V III \nUNDERTAKINGS AND TERMINATION WITHOUT MEASURES  \n \n14.  Undertakings.  \n \n15.  Termination of investigation without measures.  \n \n \nPART IX  \nDEFINITIVE COUNTERVAILING DUTIES  \n \n16.  Imposition of definitive countervailing duties.  \n \nPART X  \nRETROACTIVITY  \n17.  Retroactivity.  \n \nPART XI  \nDURATION, REVIEWS AND REFUNDS, AND GENERAL PROVISIONS  \n \n18.  Duration of definitive countervailing duty.  \n \n19.  Expiry Reviews.  \n \n20.  Interim Reviews.  \n \n21.  Accelerated Reviews.  \n \n22.  Refunds.  \n \n23.  General provisions on reviews and refund.  \n \nPage 3 of 40 \n  \n24.  Anti­circumvention measures.  \n \n25.  General provisions.  \n \nPART XII  \nVERIFICATION VISITS, SAMPLING, NON­COOPERATION,  \nCONFIDENTIALITY AND DISCLOSURE  \n \n26.  Verification visits.  \n \n27.  Sampling.  \n \n28.  Non­cooperation.  \n \n29.  Confidentiality.  \n \n30.  Disclosure.  \n \n31.  Relationships between countervailing duty measures and multilateral remedies.  \n \nPART XIII  \nAPPEAL TO THE APPELLATE TRIBUNAL  \n \n32.  Appeal to the Appellate Tribunal.  \n \n33.  Power of the Appellate Tribunal to call for and examine record.  \n \nPART XIV  \nMISCELLANEOUS  \n \n34.  Power to make rules.  \n \n35.  Protection to persons prejudiced in employment because of assisting the  \n Commission.  \n \n36.  Public file to be maintained for interested party and access thereto.  \n \n37.  Official file to be maintained by the Commission.  \n \n38.  Appointment of advisers and consultants.  \n \n39.  Removal of difficulty.  \n \n40.  Act to override other laws.  \n \n \n \n \n \n \nPage 4 of 40 \n THE COUNTERVAILING DUTIES ACT, 2015  \nACT NO . XIII OF 2015  \n[8th September, 2015 ] \nAn Act to reform and repeal the Countervailing Duties Ordinance, 2001  \nWHEREAS it is  expedient to give effect in Pakistan to the provisions of  Articles VI and XVI \nof the General Agre ement on Tariffs and Trade, 1994, and to the Agreement on Subsidies and \nCountervailing Measures and to further strengthen the law relating to imposition of countervailing \nduties to offset such subsidies, to­provide a framework for investigation and determi nation of such \nsubsidies and injury in respect of goods imported into Pakistan;  \n \nAND WHEREAS  the imposition of countervailing duties to offset injurious subsidization is in \nthe public interest;  \n \nAND WHEREAS it is expedient to provide for certain reforms in  the Countervailing Duties \nOrdinance, 2001 (I of 2001), by repealing it and re­enacting the law for the purposes hereinafter \nappearing;  \n \nIt is hereby enacted as follows: — \n \nPART I  \n \nPRELIMINARY  \n \n1. Short title, extent and commencement. — (1) This Act may be called the Countervailing  \nDuties Act, 2015.  \n(2) It extends to the whole of Pakistan.  \n            (3) It shall come into force at once.  \n2. Definitions. —In this Act, unless there is anything repugnant in the subject or context, — \n \n(a)  “Agreement on Subsidies ” means the Agreement on Subsidies and \nCountervailing Measures included in Annex (1A) to the Final Ordinance of the \nResults of the Uruguay Round concerning the Implementation of Article XVI \nof the General Agreement on Tariffs and Trad e, 1994;  \n \n(b)  “Appellate Tribunal ” means the Appellate Tribunal established under the \nAnti­Dumping duties Law for the time being in force;  \n \n(c)  “Application ” means an application submitted to the Commission pursuant to \nsub­section  (1) of section 11;  \n \n(d)  “Commission ” means the National Tariff Commission established under the \nLaw for the time being inforce;  \n \n \n \nPage 5 of 40 \n (e)  “country ” means any country or territory whether a member of the World Trade  \nOrganisation or not and includes a customs union or customs territ ory; \n \n(f)  “countervailing measures ” means any measures that may be taken by the \nCommission under this Act including imposition of countervailing duties, \nwhether provisional or definitive, or the acceptance of an undertaking;  \n \n(g)  “definitive countervailing duty ” means a duty imposed by the Commission \nunder section  16, sub­section (15) of section 14 or subsection (2) of section 17;  \n \n(h)  “domestic industry ” means the domestic producers as a whole of a like product \nor those whose collective output of that product constitutes a major proportion \nof the total domestic production of that product; except when any such domestic \nproducers are related to the exporter s or importers, or are themselves importers \nof the allegedly subsidised product. In such a case “domestic industry ” shall \nmean the rest of the domestic producers:  \n \nExplanation .—For the purposes of this clause, producers shall be deemed to be related to \nexporters or importers only if — \n \n(i)  one of them directly or indirectly controls the other;  \n \n(ii)  both of them are directly or indirectly controlled by the same third \nperson; or  \n \n(iii)  together they directly or indirectly control a third person:  \n \nProvided  that there are grounds for believing or suspecting that the effect of the relationship is \nsuch as to cause the producer concerned to behave differently from non­related producers and for that \npurpose one shall be deemed to control another when the former is legally or operationally in a position \nto exercise restraint or direction over the latter:  \n \nProvided further that, in exceptional circumstances, as may be determined by the Commission, \nthe domestic industry in relation to a product in question may be di vided into two or more competitive \nmarkets and producers within each such market may be regarded as a separate industry if the — \n \n(i)  producers within such a market sell all or almost all of their production \nof the product in question in such a market; and  \n \n(ii)  demand in such a market is not, to any substantial degree, supplied by \nproducers of the product in question located elsewhere in Pakistan;  \n \n(i)  “Exporting country ” means a country granting subsidy in respect of an \ninvestigated product, which count ry may be either — \n \n(i)  the country of origin of the investigated product; or  \n \n(ii)  where the investigated product is not exported directly to Pakistan but \nis transported through an intermediate country, such intermediate \ncountry;  \n \nPage 6 of 40 \n  (j)  “government ” means the government or any public body within the territory of \nan exporting country;  \n \n(k)  “injury ” means, unless otherwise specified, material injury to a domestic \nindustry, threat of material injury to a domestic industry or material retardation \nof the establishment of a domestic industry, when subsidised imports are \ncausing such injury;  \n \n(l)  “intere sted party ” includes — \n \n(i)  an exporter, foreign producer, an importer of an investigated product or \nan association a majority of the members of which are producers, \nexporters or importers of such product;  \n \n(ii)  a producer of a like product in Pakistan or  an association a majority of \nthe members of which produce a like product in • Pakistan; and  \n \n(iii)  such other person or group of persons as the Commission may, by \nnotification in the official Gazette, specify;  \n \n(m)  “investigated product ” means a product  which is subject to an investigation \nunder this  Act; \n \n(n)  “investigation ” means an investigation conducted under this Act;  \n \n(o)  “like product ” means a product which is a like in all respects to an investigated \nproduct or, in the absence of such a product, another product which, although \nnot a like in all respects, has characteristics closely resembling those of the \ninvestigated product;  \n \n(p)  “prescribed ” means prescribed by rules made under this Act;  \n \n(q)  “provisional countervailing duty ” means a duty imposed by the Commission \nunder section  13; \n \n(r)  “public notice ” means a notice published by the Commission in at least one \nissue each of a dail y newspaper in the English language and a daily newspaper \nin the Urdu language having wide circulation in Pakistan;  \n \n(s)  “Schedule ” mean the Schedule to this Act;  \n \n(t)  “subsidy ” means a subsidy as defined in section 4 and “subsidization ” shall be \nconstrued accordingly; and  \n \n(u)  “WTO ” means the World Trade Organisation established pursuant tothe \nMarrakesh  Agreement concluded in Marrakesh, Morocco, on the 15th April, \n1994.  \n \n \n \n \nPage 7 of 40 \n PART II  \n \nCOUNTERVAILING MEASURES  \n \n3. Levy of countervailing duty .—(1) Where the Commission determines in accordance with \nthe provisions of this Act that any exporting country pays or bestows, directly or indirectly, any subsidy \nupon the manufacture or production therein or the exportation therefrom of any investigated pr oduct \nincluding any subsidy on transportation of such product and such subsidy causes injury then, upon the \nimportation of any such product into Pakistan, the Commission shall, by notification in the official \nGazette, impose a countervailing duty thereon a s provided for in this Act.  \n \n(2) For the purposes of this Act, a product shall be considered to be subsidised if it benefits \nfrom a countervailable subsidy as provided for in section 4 and 5.  \n \n(3) A subsidy may be granted by a government of the country of origin of an investigated \nproduct or by the government of an intermediate country from which the investigated product is \nexported to Pakistan.  \n \n(4) Notwithstanding anything contained in this Act, where an investigated product is not \ndirectly imported from the country of origin but exported to Pakistan from an intermediate country, \nthe provisions of this Act shall be fully applicable and such transaction shall, where considered \nappropriate by the Commission, be regarded as having taken place between the coun try of origin of \nthe investigated product and Pakistan.  \n \n \nPART III  \n \nDEFINITION OF SUBSIDY, COUNTERVAILABLE AND  \nNON­COUNTERVAILABLE SUBSIDIES  \n4. Circumstances in which subsidy shall be deemed to exist .— A subsidy shall be deemed \nto exist if — \n \n(a)  there shall be financial contribution by a government, where — \n \n(i)  the government practice involves direct transfer of funds including \ngrants, loans and equity infusion, or potential direct transfer of funds or \nliabilities, or both;  \n \n(ii)  government revenue that is otherwise due is foregone or not collected \nincluding fiscal incentives such as tax credits:  \n \nProvided that exemption of an exported product from duties or taxes borne by a like product \nwhen destined for domestic consumption, or remission of such duties or taxes in amounts not in excess \nof those which have accrued, shall not be deemed to be a subsidy provided that such exemption is \ngranted in accordance with the provisions of the First, Second and Third Schedules;  \n \n (iii)  the government provides goods or services other than general \ninfrastructure or purchases goods; or  \n \n \nPage 8 of 40 \n (iv)  the government makes payments to a funding mechanism, or entrusts \nor directs a private body to carry out one or more of the type of functions \nspecified in sub­clauses (i), (i i) and (iii) which would normally be vested \nin the government and the practice in, no real sense, differs from \npractices normally followed by governments;  \n \n(b)  there is any form of income or price support within the meaning of Article XVI \nof the  General A greement on Tariffs and Trade, 1994; and  \n \n(c)  a benefit is thereby conferred.  \n \n5. Countervailable subsidies .— (1) A subsidy shall be subject to countervailing measures \nunder this Act only if the Commission determines that such subsidy is specific in accor dance with the \nprinciples set out in sub­sections (2), (3), (4) and (5).  \n \n(2) In order to determine whether a subsidy is specific to an enterprise, industry or a group of \nenterprises or industries, hereinafter referred to as “certain enterprises ”, within t he jurisdiction of a  \ngranting authority, the Commission shall apply the following principles, namely:  \n \n(a)  where the granting authority, or the legislation pursuant to which the granting \nauthority operates, explicitly limits access to a subsidy to certain  enterprises, \nsuch subsidy shall be specific;  \n \n(b)  where the granting authority, or the legislation pursuant to which the granting \nauthority operates, establishes objectives criteria or conditions governing the \neligibility for, and the amount of, a subsid y, specificity shall not exist, provided \nthat the eligibility is automatic and that such criteria and conditions are strictly \nadhered to;  \n \nExplanation .—For the purposes of clause (b), objective criteria or conditions mean criteria or \nconditions which are n eutral, which do not favour certain enterprises over other, and which are \neconomic in nature and horizontal in application, such as, number of employees or size of enterprise. \nSuch criteria or conditions must be clearly set out by law, regulation, or other  official document, so as \nto be capable of verification; and  \n \n(c)  if, notwithstanding any appearance of non­specificity resulting from the \napplication of the principles laid down in clauses (a) and (b), there are reasons \nto believe that the subsidy may in  fact be specific, the following other factors \nmay be considered by the Commission, namely: — \n \n(i)  use of a subsidy programme by a limited number of certain enterprises;  \n \n(ii)  predominant use by certain enterprises;  \n \n(iii)  granting of disproportionately large amounts of subsidy to certain \nenterprises; and  \n \n (iv)  manner in which discretion has been exercised by the granting authority \nin the decision to grant a subsidy;  \n \n \nPage 9 of 40 \n Explanation. —For the purposes of clause (c), information on the frequency with which \napplications for a subsidy are refused or approved and the reasons for such decisions shall, in \nparticular, be considered.  \n \n(3) In applying the provisions of clause (c) of sub­section (2), the Commission shall take into \naccount the extent of diversificatio n of economic activities within the jurisdiction of a granting \nauthority and the length of time during which subsidy programme has been in operation.  \n \n(4) A subsidy which is limited to certain enterprises located within a designated geographical \nregion wit hin the jurisdiction of a granting authority shall be specific.  \n \n(5) The setting or changing of generally applicable tax rates by all levels of the government \nentitled to do so shall not be deemed to be a specific subsidy.  \n \n(6) Notwithstanding anything con tained in sub­sections (2), (3), (4) and (5), the following \nsubsidies shall be deemed to be specific, namely: — \n \n(a)  subsidies contingent, in law or in fact, whether solely or as one of several other \nconditions, upon export performance, including those illustrated in the First \nSchedule:  \n \nProvided that subsidies shall be considered by the Commission to be contingent in fact upon \nexport performance when the facts demonstrate that granting of a subsidy, without having been made \nlegally contingent upon expor t performance, is in fact tied to actual or anticipated exportation or export \nearnings:  \n \nProvided further that the mere fact that a subsidy is accorded to enterprises which export shall \nnot for that reason alone be considered by the Commission to be an exp ort subsidy for the purposes of \nthis clause; and  \n \n(b)  subsidies contingent, whether solely or as one of several other conditions, upon \nthe use of domestic over imported goods.  \n \n(7) Any determination of specificity by the Commission under this section shal l be \nsubstantiated on the basis of positive evidence.  \n \n6. Non­countervailable subsidies .—Subsidies which are not specific as determined in \naccordance with the provisions of section 5, shall not be subjected to countervailing measures under \nthis Act.              \n \nPART IV  \n \nCALCULATION OF THE AMOUNT OF COUNTERVAILABLE SUBSIDY  \n \n7. Calculation of amount of countervailable subsidy. —(1) The amount of countervailable \nsubsidy, for the purposes of this Act, shall be calculated by the Commission in terms of any benefi t \nconferred on a recipient which is found to exist during an investigation period for subsidization, which \nperiod shall normally be the most recent accounting year of the beneficiary but may be any other period \nof at least six months prior to initiation of  an investigation for which reliable financial and other \nrelevant data are available.  \n \nPage 10 of 40 \n  \n(2) In determining the amount of countervailable subsidy the Commission shall apply the \nfollowing principles to calculate any benefit conferred on the recipient as refer red to in sub­section \n(1), namely: — \n \n(a)  government provisions of equity capital shall not be considered to confer any \nbenefit, unless an investment can be regarded as inconsistent with the usual \ninvestment practice including, for the provision of risk ca pital of private \ninvestors in the territory of an exporting country;  \n \n(b)  a loan by a government shall not be considered to confer any benefit, unless \nthere is a difference between the amount that a firm receiving the government \nloan pays on it and the amount that the firm would pay for a comparable \ncommercial loan which the firm could actually obtain on the market, in which \nevent the benefit shall be the difference between these two amounts;  \n \n(c)  a loan guarantee by a government shall not be considered  to confer any benefit, \nunless there is a difference between the amount that a firm receiving the \nguarantee pays on the loan guaranteed by the government and the amount that \nthe firm would pay for a comparable commercial loan in the absence of the \nguarante e, in which case the benefit shall be the difference between these two \namounts, adjusted for any difference in fees; and  \n \n(d)  a provision of goods or services or purchase of goods by a government shall \nnot be considered to confer any benefit, unless the p rovision is made for less \nthan adequate remuneration or the purchase is made for more than adequate \nremuneration, and the adequacy of remuneration shall be determined in relation \nto prevailing market conditions for the product or service in question in the  \ncountry of provision or purchase including price, quality, availability, \nmarketability, transportation and other conditions of purchase or sale.  \n \n8. General provisions on calculation of counter­vailable subsidies .— (1) Subject to sub­ \nsection (2), the amount of counter­vailable subsidies shall be determined by the Commission in terms \nof subsidization per unit of an investigated product exported to Pakistan and in establishing such \namount the following elements may be deducted from the total subsidy, nam ely:— \n \n(a)  any fee or other costs necessarily incurred in order to qualify for or, to obtain a \nsubsidy;and  \n \n(b)  export taxes, duties or other charges levied on export of an investigated product \nto Pakistan specifically intended to offset a subsidy.  \n \n(2) Where an interested party claims a deduction under sub­section (1) such party shall prove \nto the Commission that the claim is justified.  \n \n(3) Where a subsidy is not granted by reference to the quantities manufactured, produced, \nexported or transported, the  amount of counter­vailable subsidy shall be determined by allocating the \nvalue of the total subsidy, as appropriate, over the level of production, sales or exports of the products \nconcerned during an investigation period for subsidization.  \n \n \nPage 11 of 40 \n (4) Where a su bsidy can be linked to acquisition or future acquisition of fixed assets, the \namount of counter­vailable subsidy shall be calculated by spreading the subsidy across a period which \nreflects normal depreciation of such assets in the industry concerned, and t he amount so calculated \nwhich is attributable to an investigation period, including that which derives from fixed asset acquired \nbefore such period, shall be allocated as provided for in sub­section (2):  \n \nProvided that where assets are non­depreciating, a subsidy shall be valued as an interest­free \nloan, and be treated in accordance with the provisions of clause (b) of sub­section (2) of section 7.  \n \n(5) Where a subsidy cannot be linked to acquisition of fixed assets, the amount of any benefit \nreceived durin g an investigation period shall, in principle, be attributed to this period, and allocated as \nprovided for in sub­section (2), unless special circumstances arise justifying attribution over a different \nperiod.  \n \nPART V  \n \nDETERMINATION OF INJURY  \n \n9. Determination of injury .—(1) A determination of injury by the Commission shall be based \non positive evidence and shall involve an objective examination of — \n \n(a)  volume of any subsidised imports and their effect on prices in domestic market \nfor like pro ducts; and  \n \n(b)  consequent impact of subsidised imports on domestic industry:  \n \nExplanation. —With regard to volume of any subsidised imports, consideration shall be given \nby the Commission to whether there has been a significant increase in subsidised impo rts, either in \nabsolute terms or relative to production or consumption in Pakistan. With regard to effect of any \nsubsidised imports on prices, consideration shall be given by the Commission to whether there has \nbeen significant price under­cutting by the s ubsidised imports as compared with the price of a like \nproduct of domestic industry, or whether the effect of such imports is otherwise to depress prices to a \nsignificant degree or prevent price increases which would otherwise have occurred, to a significa nt \ndegree, provided that no one or more of these factors shall be deemed to necessarily give decisive \nguidance.  \n \n(2) Where imports of a product from more than one country are simultaneously subject to an \ninvestigation, the effects of such imports may be cu mulatively assessed by the Commission only if it \ndetermines that — \n \n(a)  The amount of subsidisation established in relation to the imports from each \ncountry is more than de minimus as defined in sub­section (3) of section 15 and \nthe volume of imports from each country is not negligible; and  \n \n(b)  a cumulative assessment of the effects of the imports is appropriate in the light \nof conditions of competition between imported products and the conditions of \ncompetition between the imported products and a like do mestic product.  \n \n(3) An examination by the Commission of an impact of subsidized imports on a domestic \nindustry concerned may include an evaluation of all relevant economic • factors and indices having a \n \nPage 12 of 40 \n bearing on the state of the domestic industry includ ing the fact that the domestic industry is still in the \nprocess of recovering from the effects of past subsidisation or dumping, the magnitude of the amount \nof counter­vailable subsidies, actual and potential decline in sales, profits, output, market share , \nproductivity, return on investments, utilization of capacity, factors affecting domestic prices, actual \nand potential negative effects on cash flow, inventories, employment, wages, growth, ability to raise \ncapital or investments and, in the case of agric ulture, whether there has been an increased burden on \nGovernment support programmes.  \n \n(4) The Commission shall satisfy itself that subsidised imports are, through the effects of \nsubsidies, as set forth in sub­sections (1) and (3), causing injury within the  meaning of this Act. The \nconsideration of a causal relationship between subsidised imports and injury to domestic industry shall \nbe based on an examination by the Commission of all relevant evidence before it.  \n \n(5) The Commission shall examine known facto rs other than subsidised imports which are \ninjuring domestic industry to ensure that injury caused by such other factors is not attributed to \nsubsidised imports. Such other factors may include factors such as the volume and prices of \nnon­subsidised imports , contraction in demand or changes in patterns of consumption, restrictive trade \npractices of and competition between a foreign country and domestic producers, developments in \ntechnology and export performance and productivity of domestic industry.  \n \n(6) Th e effect of subsidised imports shall be assessed by the Commission in relation to the \nproduction by domestic industry of a like product when available data permits separate identification \nof that production on the basis of such criteria as the production p rocess, producers' sales and profits:  \n \nProvided that where such separate identification of that production is not possible, the effects \nof subsidised  imports shall be assessed by the Commission by examination of the production of the \nnarrowest group or range of products including a like product, for which the necessary information \ncan be provided.  \n \n(7) A determination of a threat of material injury by the Commission shall be based on facts \nand not merely on allegation, conjecture or remote possibility and any change in circumstances which \nwould create a situation in which subsidy would cause injury must be foreseen and imminent.  \n \n(8) In making a determi nation regarding the existence of a threat of material injury, the  \nCommission shall take into consideration factors such as — \n(a)  the nature of subsidy or subsidies in question and any trade effects likely to \narise therefrom;  \n \n(b)  any significant rate of increase of subsidised imports into a domestic market \nindicating the likelihood of substantially increased imports;  \n \n(c)  sufficient freely disposable capacity of an exporter or an imminent substantial \nincrease in such capacity indi cating the likelihood of substantially increased \nsubsidised exports into Pakistan, account being taken of the availability of other \nexport markets to absorb any additional exports;  \n \n(d)  whether imports are entering at prices that would, to a significant d egree, \ndepress prices or prevent price increases which otherwise would have occurred \nand would probably increase demand for further imports; and  \n \n \nPage 13 of 40 \n (e)  inventories of an investigated product.  \n \nExplanation. —None of the factors specified in sub­section (8) by  itself shall be deemed to \nnecessarily give decisive guidance but the totality of the factors considered by the Commission must \nlead to the conclusion that further subsidised exports are imminent and that, unless protective action \nis taken, material injury  will occur.  \n \n10. Further circumstances in which injury may be found to exist. — (1) Where domestic \nindustry in relation to a product in question has been divided into two or more competitive markets \nand the producers within each such market regarded as a s eparate industry in accordance with the \nsecond proviso to clause (i) of section 2, injury may be found to exist even where a major portion of \nthe total domestic industry does not suffer injury provided that, there is a concentration of subsidised \nimports i nto such a separated market, and provided further that the subsidised imports are causing \ninjury to the producers of all or almost all of the production within such market.  \n \n \n(2) Where injury is found to exist in the circumstances referred to in sub­sectio n (1), the \nexporters or the government granting countervailable subsidies shall be given an opportunity to offer \nan undertaking in accordance with section 14 in respect of the region concerned or to cease exporting \nat subsidised prices to the region concer ned prior to any countervailing measures being applied by the \nCommission under this Act.  \n \n(3) In the circumstances referred to in sub­section (2), special account shall be taken by the \nCommission of any interest of the region and if an adequate undertaking  is not offered promptly or if \nthe situations set out in sub­sections (13) and (14) of section 14 apply, a provisional or definitive \ncountervailing duty may be imposed by the Commission in respect of domestic industry as a whole.  \n \n(4) The provisions of sub­section (6) of section 9 shall apply to this section.  \n \nPART VI  \n \nINVESTIGATION  \n \n11. Initiation of investigation .—(1) Save as provided for in sub­section (11), the Commission \nshall initiate an investigation to determine the existence, degree and effect o f any alleged subsidy only \nupon receipt of a written application by or on behalf of domestic industry.  \n \n(2) An application shall be submitted to the Commission in such manner, number and form and \nwith such fee as may be prescribed. It shall include suffici ent evidence of the existence of a subsidy \nand, if possible, its amount, injury within the meaning of this Act and a causal link between the \nsubsidized imports and the alleged injury. The application shall also contain such information as is \nreasonably ava ilable to an applicant on ihe following, namely: — \n \n(a)  identity of the applicant and a description of the volume and value of domestic \nproduction of a like product by the applicant:  \n \nProvided that where an application is made on behalf of domestic \nindustr y, the application shall identify the industry on behalf of which the \napplication is made by a list of all known domestic producers of the like product \nor, association of domestic producers of the like product and, to the extent \n \nPage 14 of 40 \n possible, a description of the volume and value of domestic production of the \nlike product accounted for by such producers;  \n \n(b)  a complete description of an allegedly subsidised product including its current \ncustoms tariff classification number as contained in the First Schedule t o the \nCustoms Act, 1969 (IV of 1969), the name of exporting country, identity of \neach known exporter or foreign producer, and a list of known persons importing \nthe product in question;  \n \n(c)  evidence with regard to the existence, amount, nature and counter vailability of \nsubsidy in question; and  \n \n(d)  information on changes in volume of allegedly subsidised imports, the effect of \nthose imports on prices of a like product in domestic market and the consequent \nimpact of the imports on domestic industry as demo nstrated by relevant factors \nand indices having a bearing on the state of domestic industry, such as those \nlisted in the explanation to sub­ section (1) of section 9, and in sub­section (3) \nof section 9.  \n \n(3) The Commission shall examine the accuracy and adequacy of the evidence provided in an \napplication to determine whether it is compliant with the requirements of sub­section (2) and in order \nto determine whether there is sufficient evidence to justify initiation of an investigation.  \n \n(4) An investigatio n may be initiated by the Commission in order to determine whether or not \nthe alleged subsidies are specific in accordance with the principles set out in section 5.  \n \n(5) An investigation may also be initiated by the Commission in respect of subsidies which  are \nnon­countervailable in accordance with the provisions of section 6 in order to determine whether or \nnot the conditions set out therein have been met.  \n(6) An investigation may be initiated by the Commission in respect of measures of any type to \nthe ext ent that they contain an element of subsidy as defined in section 4.  \n \n(7) An investigation shall not be initiated by the Commission pursuant to sub­ section (1) unless \nthe Commission is satisfied, on the basis of an examination as to the degree of support for, or \nopposition to, an application expressed by domestic producers of a like product, that the application \nhas been made by or on behalf of domestic industry.  \n \n(8) An application shall be considered to have been made by or on behalf of domestic industry  \nif it is supported by those domestic producers whose collective output constitutes more than fifty \npercent of the total production of a like product produced by that portion of domestic industry \nexpressing either support for or opposition to the applicati on: \n \nProvided that no investigation shall be initiated by the Commission when domestic producers \nexpressly supporting an application account for less than twenty­five percent of the total production \nof a like product produced by domestic industry.  \n \n(9) The  Commission shall, as soon as possible after receipt of a properly documented \napplication in accordance with the requirements of section 11, and in any event before initiation of an \ninvestigation, give notice to an exporting country, which shall be invited  for consultations with the aim \n \nPage 15 of 40 \n of clarifying the situation as to matters referred to in sub­section (2) and arriving at a mutually agreed \nsolution.  \n \n(10) The Commission may, suo moto, initiate an investigation without having received a \nwritten application  by or on behalf of domestic industry if it has sufficient evidence of the existence \nof countervailable subsidies and injury within the meaning of this Act.  \n \n(11) The evidence both of subsidy and of injury shall be considered simultaneously by the \nCommissi on in the decision on whether or not to initiate an investigation and an application shall be \nrejected where there is insufficient evidence of either countervailable subsidies or of injury to justify \ninitiation of an investigation:  \n \nProvided that an invest igation shall not be initiated against countries whose imports represent \na market share of below one per cent unless such countries collectively account for three per cent or \nmore of domestic consumption.  \n \n(12) An application may be withdrawn by an applica nt prior to initiation of an investigation by \nthe Commission, in which case it shall, subject to the provisions of sub­ section (1) of section 15, be \ndeemed not to have been made:  \n \nProvided that upon withdrawal of an application any fee paid by an applican t pursuant to sub­  \nsection (2) shall stand forfeited in favour of the Commission.  \n \n(13) Where, after consultation with an exporting country as provided for in sub­ section (10), \nthe Commission is satisfied that there is sufficient evidence to justify initiating an investigation, the \nCommission shall give notice of such decision by means of a public notice of initiation of an \ninvestigation, and the initiation of an investigation shall be effective on the date on which such notice \nis published.  \n \n(14) Whe re the Commission does not consider it appropriate to initiate an investigation it shall \ninform an applicant of its decision.  \n \n(15) The public notice of initiation of an investigation referred to in subsection (14) shall \nannounce initiation of an investiga tion, indicate the product and countries concerned, give a summary \nof the information received, provide that all relevant information is to be communicated to the \nCommission, state the periods within which any interested party may make itself known, presen t its \nviews in writing and submit information if such views and information are to be taken into account \nduring the investigation and shall also state the period within which interested parties may apply to be \nheard by the Commission in accordance with sub ­section (4) of section 12.  \n \n(16) The Commission shall advise any exporters, importers and any association of importers \nor exporters known to it to be concerned, as well as an exporting country and an applicant, of initiation \nof an investigation and, subje ct to the requirements of section 29, provide the full text of an application \nto the known exporters and to the authorities of an exporting country, and make it available upon \nrequest to other interested parties involved:  \n \nProvided that, where the Commissi on determines that the number of exporters involved is \nparticularly high, the full text of a written complaint may instead be provided by the Commission only \nto the authorities of an exporting country or to a relevant association.  \n \n \nPage 16 of 40 \n (17) An investigation sh all not hinder the procedures of customs clearance.  \n \n12. Principles governing investigation .—(1) Following initiation of an investigation, the \nCommission shall commence an investigation and such investigation shall cover both subsidisation \nand injury which , shall be investigated simultaneously.  \n \n(2) For the purpose of, — \n(a)  a representative finding, an investigation period shall be selected by Ais the \nCommission which, in the case of subsidisation shall, normally, cover an \ninvestigation period provided for  in section 7 and information relating to a \nperiod subsequent to the investigation period shall not, normally, be taken into \naccount by the Commission; and  \n(b)  an investigation of injury, the investigation period shall normally cover \nthirty­six months: Pr ovided that the Commission may at its sole discretion, \nselect a shorter or longer period if it  \ndeems it appropriate in view of available information regarding domestic \nindustry and an investigated  \nproduct.  \n \n(3) Parties receiving questionnaires from the Com mission used in a countervailing duty \ninvestigation shall be given at least thirty days to reply and such time limit for exporters shall be \ncounted from the date of receipt of the questionnaire which, for this purpose shall be deemed to have \nbeen received one week from the day on which it was sent to a respondent or transmitted to an \nappropriate diplomatic representative of an exporting country:  \n \nProvided that where a party shows due cause for an extension to the satisfaction of the \nCommission, an extension  of not more than thirty days may be granted by the Commission at its \ndiscretion.  \n \n(4) Any interested party which has made itself known in accordance with sub­ section (16) of \nsection 11 shall be heard by the Commission if it has, within the period prescri bed in a public notice \nof initiation of an investigation made a written request for hearing showing that it is an interested party \nlikely to be affected by the result of an investigation and that there are particular reasons why it should \nbe heard.  \n \n(5) Op portunities shall, on request, be provided for any importers, exporters and an applicant, \nwhich have made themselves known in accordance with subsection (16) of section 11 and the \ngovernment of an exporting country to meet those parties having adverse inte rests, so that opposing \nviews may be presented and rebuttal arguments offered. Provision of such opportunities shall take \naccount of the need to preserve confidentiality and of convenience of the parties. There shall be no \nobligation on any party to attend  such meeting and failure to do so shall not be prejudicial to that \nparty's case. Oral information provided under this sub­section shall only be taken into account by the \nCommission to the extent that the same is subsequently confirmed in writing and provi ded to the \nCommission.  \n \n(6) Without prejudice to the provisions of section 42, an applicant, the government of an \nexporting country, importers and exporters and their representative associations, which have made \nthemselves known in accordance with sub­sect ion (16) of section 11, may, upon written request, \n \nPage 17 of 40 \n inspect all information made available to the Commission by any party to an investigation, as distinct \nfrom internal documents prepared by the Commission, which is relevant to presentation of their cases \nand is not confidential within the meaning of section 29, and that it is used in an investigation. Such \nparties may respond to such information and their comments shall be taken into consideration wherever \nthey are sufficiently substantiated in a response.  \n \n(7) Save as provided for in section 28, any information which is supplied by interested parties \nand upon which findings are based shall, to the extent possible, be examined for accuracy by the \nCommission.  \n \n(8) An investigation shall, whenever possible, be  concluded within one year and in no event \nlater than eighteen months from its initiation, in accordance with the findings made pursuant to section \n14 for undertakings or the findings made pursuant to section 16 for definitive action.  \n \n(9) Throughout an in vestigation, the Commission shall afford an exporting country a \nreasonable opportunity to continue consultations with a view to clarifying the factual situation and \narriving at a mutually agreed solution:  \n \nProvided that the Commission may continue an inves tigation during such consultations.  \n \n(10) The Commission shall allow industrial users of an investigated product in Pakistan, and \nrepresentative consumer organisations in cases where the investigated product is commonly sold at \nretail level in Pakistan to provide to the Commission., in writing, no later than two months after \ninitiation of an investigation, information concerning matters relevant to the investigation regarding \nsubsidisation dumping and injury.  \n \n \nPART VII  \n \nPROVISIONAL COUNTERVAILING MEASURES  \n \n13. Provisional countervailing duties .—(1) Provisional countervailing duty shall be imposed \nby the Commission if — \n \n(a)  an investigation has been initiated by the Commission in accordance with \nsection 11;  \n \n(b)  a public notice of initiation of an investigation has been given and interested \nparties have been given adequate opportunities to submit information and make \ncomments in accordance with sub­section (16) of section 11; and  \n \n(c)  a provisional affirmative d etermination has been made by thee Commission that \na subsidy exists and that there is consequent injury to domestic industry.  \n \n(2) A provisional countervailing duty shall not be imposed earlier than sixty days from \ninitiation of an investigation but no lat er than nine months from initiation of the investigation and shall \nbe in an amount equal to the total amount of countervailable subsidies as provisionally established by \nthe Commission:  \n \n \nPage 18 of 40 \n Provided that the amount of the provisional countervailing duty shall  not exceed the total \namount of subsidisation as provisionally established, but it may be less than the margin if such lesser \nduty would be adequate to remove the injury to the Domestic Industry.  \n \n(3) A provisional countervailing duty shall be in the form of cash deposit equal to or less than, \nthe amount of the provisionally calculated amount of subsidisation, if such lesser duty would be \nadequate to remove the injury:  \n \nProvided that the release of a product concerned for free circulation in Pakistan shall be subject \nto provisions of such cash deposit.  \n \n(4) A provisional countervailing duty shall be imposed for a period not exceeding four months.  \n \nPART VIII  \n \nUNDERTAKINGS AND TERMINATION WITHOUT MEASURES  \n \n14. Undertakings .—(1) An investigation may be terminated by the Commission without \nimposition of provisional or definitive countervailing duties upon receipt of a satisfactory voluntary \nundertaking under which — \n \n(a)  an exporting country agrees to eliminate or limit subsidy or take other measures \nconc erning its effects; or  \n \n(b)  any exporter undertakes to revise its prices or to cease exports in question as \nlong as such exports benefit from countervailable subsidies, so that the \nCommission is satisfied that the injurious effect of the subsidies is elim inated.  \n \n(2) Price increases under such undertakings shall not be higher than those which are necessary \nto offset the amount of countervailable subsidies and shall be less than the amount of countervailable \nsubsidies if such increases would be adequate to remove injury to domestic industry.  \n \n(3) Undertakings may be suggested by the Commission but no country or exporter shall be \nobliged to enter into such an undertaking and the fact that countries or exporters do not offer such \nundertakings, or do not accept  an invitation to do so, shall in no way prejudice the outcome of an \ninvestigation by the Commission:  \n \nProvided that the Commission may in such circumstances determine that a threat of injury is \nmore likely to be realised if the subsidised  imports continue.  \n \n(4) Undertakings shall not be sought or accepted by the Commission from countries or \nexporters unless a provisional affirmative determination of subsidisation and injury caused by such \nsubsidisation has been made by the Commission.  \n \n(5) Save in exceptional circumstances, undertakings may not be offered later than the end of \nthe period during which representations may be made pursuant to sub­section (7) of section 30.  \n \n(6) The decision to accept an undertaking shall rest with the Commissi on. \n \n \nPage 19 of 40 \n Explanation. — The Commission may not accept a price undertaking if it considers the \nacceptance thereof to be impractical because the number of actual or potential exporters is too great or \nfor reasons of general policy or for any other reason.  \n \n(7) An  exporting country or exporter concerned may be provided with the reasons for which it \nis proposed to reject an offer of an undertaking and may be given an opportunity to make comments \nthereon and the reasons for rejection shall be set out in a definitive decision by the Commission.  \n \n(8) Parties which offer an undertaking shall be required to provide a non­confidential version \nof such undertaking so that it may be made available to interested parties to an investigation.  \n \n(9) If an 'undertaking is accepted by the Commission, it shall nevertheless complete an \ninvestigation if it receives a request from an exporting country or exporter in writing to continue such \ninvestigation or where the Commission so decides on its own accord.  \n \n(10) In the event the Commission makes a negative determination of subsidisation and injury \npursuant to an investigation continued under sub­section (9), an undertaking in question shall \nautomatically lapse except in cases where the Commission determines t hat such a determination is due \nin large part to the existence of such undertaking in which case the Commission may require that such \nundertaking be maintained for a reasonable period of time to be determined by the Commission.  \n \n(11) In the event the Commi ssion makes an affirmative determination of subsidisation and \ninjury pursuant to an investigation continued pursuant to sub­section (9), an undertaking in question \nshall continue consistent with the provisions of this Act.  \n \n(12) The Commission may require any country or exporter from whom an undertaking has \nbeen accepted to provide, periodically, information relevant to the fulfilment of such undertaking and \nto permit verification of such information.  \n \n(13) Failure to provide any information requested by th e Commission pursu ant to sub­section \n(12)shall be deemed to be a violation of an undertaking in question.  \n \n(14) Where undertakings are accepted from certain exporters during the course of an \ninvestigation, they shall, for the purpose of sections 19, 20, 21  and 23 be deemed to take effect from \nthe date on which the investigation is concluded for an exporting country.  \n \n(15) If an undertaking is violated or deemed to be violated, the Commission may, subject to \nthe provisions of this Act, take expeditious actio ns, which may include immediate application of \nprovisional measures using the best information available. In such cases, a definitive countervailing \nduty may be levied in accordance with the provisions of this Act on products entered for domestic \nconsumpti on not more than ninety days before the application of such provisional measures, except \nthat any such retroactive assessment shall not apply to imports entered before such violation of the \nundertaking.  \n \n15. Termination of investigation without measures .—(1) An application submitted pursuant \nto section 11 may be withdrawn at any time after an investigation has been initiated, in which case the \nCommission shall terminate the investigation without imposition of any measures provided for in this \nAct: \n \n \nPage 20 of 40 \n Provided  that the Commission may, if it considers it fit to do so, continue an investigation \nnotwithstanding the withdrawal of an application in which event, the Commission may, subject to the \nprovisions of this Act impose such measures as are provided for in this  Act. \n \n(2) Where, the Commission determines in accordance with the provisions of sub­ sections (3), \n(4), (5), and (6) that the amount of countervailable subsidies is negligible or, where the volume of \nsubsidised imports. whether actual or potential, or inj ury is negligible then it shall immediately \nterminate an investigation.  \n \n(3) The amount of countervailable subsidies shall be considered to be negligible if such amount \nis less than one per cent ad valorem, except that in the case of investigations concern ing imports from \ndeveloping countries the negligible subsidy threshold shall be two per cent ad valorem.  \n \n(4) Injury shall normally be regarded as negligible where the market share of any imports is \nless than the amounts set out in the proviso to sub­secti on (12) of section 11.  \n \n(5) In the case of an investigation concerning imports from developing countries, the volume \nof subsidised  imports shall be considered negligible if it ap represents less than four per cent of the \ntotal imports of a like product in Pakistan, unless imports from developing countries whose individual \nshares of total imports represent less than four per cent coll ectively account for more than nine per \ncent of the total imports of a like product in Pakistan.  \n \n(6) In the case of an investigation concerning imports from countries other than developing \ncountries, the volume of subsidised imports shall be considered ne gligible if it represents less than \nthree per cent of the total imports of a like product in Pakistan, unless imports from such countries \nunder investigation which individually account for less than three per cent of the total imports of a like \nproduct in Pakistan collectively account for more than seven per cent of imports of the like product in \nPakistan.  \n \n(7) Termination of an investigation under this Act or conclusion of an investigation without \nimposition of measures shall not be a bar to filing of a de  novo application for a new investigation \nimmediately after termination or conclusion of the investigation. The Commission shall treat the \napplication in accordance with provisions of this Act.  \n \nPART IX  \n \nDEFINITIVE COUNTERVAILING DUTIES  \n \n16. Imposition of definitive countervailing duties .—(1) Where the Commission has \nestablished the existence of countervailable subsidies and injury caused thereby, a definitive \ncountervailing duty shall be imposed by the Commission, unless the subsidy in question is withdraw n \nor it has been demonstrated to the satisfaction of the Commission that the subsidies no longgr confer \nany benefit on any exporters involved.  \n \n(2) A definitive countervailing duty shall be an amount equal to or less than the amount of \ncountervailable subs idies from which any exporters have been found to benefit, as established by the \nCommission in accordance with the provisions of this Act:  \n \n \nPage 21 of 40 \n Provided that the amount of the countervailing duty shall not exceed the total amount of \nsubsidisation established b ut it may be less than the total amount if such lesser duty would be adequate \nto remove injury to the domestic industry.  \n \n(3) A definitive countervailing duty shall be imposed in an appropriate amount in each case, \non a non­discriminatory basis, on imports  of a product from all sources found to benefit from \ncountervailable subsidies and causing injury except as to imports from those sources from which \nundertakings under section 14 have been accepted by the Commission.  \n \n(4) When the Commission has limited its examination in accordance with section 27, any \ndefinitive countervailing duty applied to imports from exporters or producers which have made \nthemselves known in accordance with section 27 but were not included in an examination shall not \nexceed the wei ghted average amount of countervailable subsidies established for parties in a sample.  \n(5) For the purposes of sub­section (4), the Commission shall disregard any negligible amounts \nof countervailable subsidies and amounts of countervailable subsidies esta blished in the circumstances \nreferred to in section 28.  \n(6) Individual duties shall he applied to imports from any exporter or producer for which an \nindividual amount of subsidisation has been calculated as provided for in section 27.  \n \nPART X  \n \nRETROACTIVITY  \n \n17. Retroactivity .—(1) Save as otherwise provided in this section, provisional and definitive \ncountervailing duties shall only be applied to products which enter Pakistan for consumption after the \ntime when the requirements set out in sub­se ction (1) of section 13 and sub­section (1) of section 16, \nas the case may be, have been fulfilled.  \n \n(2) Where the Commission makes a final determination of injury, but not of a threat thereof or \nof material retardation of the establishment of an industry or, in the case of a final determination of a \nthreat of injury, where the Commission determines that the effect of subsidised imports would, in the \nabsence of provisional measures, have led to a determination of injury, definitive countervailing duties \nshall be levied by the Commission retroactively for the period for which provisional duty, if any, have \nbeen applied.  \n \n(3) If a definitive countervailing duty imposed by the Commission pursuant to sub­section (2) \nis higher than a provisional countervailing du ty, the difference shall not be collected:  \n \nProvided that where a definitive countervailing duty is lower than a provisional countervailing \nduty, the duty difference shall be refunded by the Commission in an expeditious manner.  \n \n(4) Save as provided for in  sub­section (3), where the Commission makes a determination of \nthreat of injury or material retardation but, no injury has yet occurred, a definitive countervailing duty \nshall be imposed by the Commission only from the date of the determination of threat of injury or \nmaterial retardation and any cash deposit provided during the period of application of provisional \ncountervailing duty shall be refunded by the Commission in an expeditious manner.  \n \n \nPage 22 of 40 \n (5) Where the Commission makes a negative final determination  any cash deposit provided \nduring the period of application of provisional countervailing duties shall be refunded by the \nCommission in an expeditious manner.  \n \n(6) A definitive countervailing duty shall be imposed by the Commission on products, which \nwere imported for consumption not more than ninety days prior to the date of application of provisional \ncountervailing duty if, the Commission determines, for an investigated product in question, that injury \nwhich is difficult to repair, is caused by massive im ports in a relatively short period of a product \nbenefiting from a countervailable subsidy and the Commission deems it necessary to impose such duty \nin order to preclude the recurrence of such injury.  \n \nPART XI  \n \nDURATION, REVIEWS AND REFUNDS, AND GENERAL PRO VISIONS  \n \n18. Duration of definitive countervailing duty .—Subject to the provisions of this Act, a \ndefinitive countervailing duty imposed pursuant to this Act shall remain in force only as long as, and \nto the extent that, it is necessary to counteract countervailable subsidies which are causing injury.  \n \n19. Expiry reviews .—(1) A definitive countervailing duty shall expire after five years from its \nimposition or five years from the date of the most recent review which has covered both subsidisation \nand i njury, unless it is determined in a review that the expiry would be likely to lead to a continuation \nor recurrence of subsidisation and injury. Such an expiry review may be initiated, on an initiative of \nthe Commission or, upon a request made by or on beha lf of domestic producers, and the measure in \nquestion shall remain in force pending the outcome of such review.  \n \n(2) An expiry review shall be initiated by the Commission upon request made by or on behalf \nof domestic producers where such request contains s ufficient evidence that the expiry of a measure in \nquestion would be likely to result in a continuation or recurrence of subsidisation and injury.  \n \nExplanation. —Such a likelihood may, for example, be indicated by evidence of continued \nsubsidisation and inj ury or evidence that the removal of injury is partly or solely due to the existence \nof measures or evidence that the circumstances of exporters, or market conditions, are such that they \nwould indicate the likelihood of further injurious subsidisation.  \n \n(3) In carrying out investigations under this section, the Commission shall provide any \nexporters, importers, an exporting country and domestic producers with the opportunity to am \nplify,.rebut or comment on the matters set out in a review request, and conclu sions shall be reached by \nthe Commission with due account a taken of all relevant and duly documented evidence presented in \nrelation to the question as to whether the expiry of measures would be likely, or unlikely, to lead to \nthe continuation or recurrenc e of subsidisation and injury.  \n \n(4) The Commission shall notify an impending expiry by a public notice which shall be \npublished at an appropriate time, as determined by the Commission, in the final year of the period of \napplication of a measure in question  and a public notice announcing the actual expiry of a measure \nunder this section shall also be published by the Commission.  \n \n20. Interim reviews .—(1) The need for continued imposition of measures under this Act may \nalso be reviewed, where warranted on an initiative of the Commission or, provided that a period of at \nleast twenty­four months has elapsed since the imposition of definitive countervailing duty, upon a \n \nPage 23 of 40 \n request by any exporter, importer or by domestic producers or an exporting country which conta ins \nsufficient evidence substantiating the need for such an interim review.  \n \n(2) An interim review under sub­section (1) shall be initiated by the Commission where a \nrequest contains sufficient evidence that the continued imposition of a measure is no long er necessary \nto offset countervailable subsidy or that injury would be unlikely to continue or recur if a measure \nwere removed or varied, or that an existing measure is not, or is no longer, sufficient to counteract \ncountervailable subsidy which is causing  injury:  \n \nProvided that the Commission may require an applicant requesting a review under sub­section \n(1) to fill in an additional questionnaire provided by it requiring such information and for such period \nas the Commission deems necessary before such rev iew is initiated in which case the review shall be \ninitiated following the receipt by the Commission of such questionnaire duly filled in.  \n \n(3) In carrying out investigations pursuant to this section, the Commission may, in addition to \nother factors consid ered relevant by it, consider whether the circumstances with regard to subsidisation \nand injury have changed significantly, or whether existing measures are achieving the intended results \nin removing an injury previously established under section 9.  \n \n21. A ccelerated reviews .—(1) Any exporter whose exports are subject to a definitive \ncountervailing duty but who was not individually investigated during an original investigation for \nreasons other than a refusal to co­operate with the Commission, shall be entit led, upon request, to an \naccelerated review in order that the Commission may promptly establish an individual countervailing \nduty rate for that exporter provided that such review shall be initiated after domestic producers have \nbeen given an opportunity to  comment.  \n \n(2) The Commission may require an applicant requesting a review under sub­ section (1) to fill \nin an additional questionnaire provided by it before such review is initiated in which case a review \nunder sub­section (1) shall be initiated followin g the receipt by the Commission of such questionnaire \nduly filled in.  \n \n22. Refunds .—(1) Notwithstanding anything contained in section 19, an importer may apply \nto the Commission for refund of duties collected where it is shown that the amount of countervai lable \nsubsidies, on the basis of which duties were paid, has been either eliminated or reduced to a level \nwhich is below the level of the duty in force.  \n \n(2) An importer may submit an application for refund of countervailing duties collected within \nany twe lve months period to the Commission no later than sixty days from the end of such period.  \n \n(3) An application for refund shall be considered to be duly supported by evidence only where \nit contains precise information on the amount of refund of countervailing duties claimed and all \ncustoms documentation relating to the calculation and payment of such amount and includes evidence, \nfor a representative period, of the amount of countervailable subsidies for any exporter or producer to \nwhich the duty  applies:  \n \nProvided that, where the importer is not associated with any exporter or producer concerned \nand such information is not immediately available, or where any exporter or producer is unwilling to \nrelease it to an importer, the application for refun d shall contain a statement from the exporter or \nproducer that the amount of countervailable subsidies has been reduced or eliminated, as specified in \nthis section, and that the relevant supporting evidence will be provided to the Commission:  \n \nPage 24 of 40 \n  \nProvided fur ther that where such evidence is not forthcoming from any exporter or producer \nwithin a reasonable period of time, as determined by the Commission, the application shall be rejected \nby the Commission.  \n \n(4) The Commission shall determine whether and to what  extent an application should be \ngranted, or it may decide at any time to initiate an interim review, whereupon any information and \nfindings from such review, carried out in accordance with the provisions applicable for such review, \nshall be used to determ ine whether and to what extent a refund is justified.  \n \n(5) A refund of countervailing duties under this section shall normally take place within twelve \nmonths, and in no circumstances more than eighteen months after the date on which a request for a \nrefund , duly supported by evidence, has been made by an importer of a product subject to \ncountervailing duty.  \n \n23. General provisions on reviews and refund .—(1) The provisions of sections 11 and 12, \nexcluding those relating to time limits, shall mutatis mutandis  apply to any review carried out pursuant \nto sections 19, 20 and 21.  \n \n(2) Any review pursuant to sections 19, 20 or 21 shall be carried out by the Commission \nexpeditiously and shall normally be concluded within twelve months of the date of initiation of th e \nreview.  \n \n(3) Where a review pursuant to section 20 is in progress at the end of the period of application \nof a measure as defined in section 19, the measure shall also be investigated under the provisions of \nsection 19.  \n \n(4) In any review or refund inves tigation carried out pursuant to sections 19 to 22, the \nCommission shall, provided that circumstances have not changed, apply the same methodology as in \nan investigation which led to the duty, with due account being taken of sections 7, 8 and 27.  \n \n24. Anti ­circumvention measures .—(1) Countervailing duties imposed pursuant to this Act \nmay be extended to imports from third countries, of the like product, whether slightly modified or not, \nor to imports of the slightly modified like product from the country sub ject to measures, or parts \nthereof, when circumvention of the measures in force is taking place. Countervailing duties not \nexceeding the residual countervailing duty imposed in accordance with section 16 may be extended to \nimports from companies benefiting  from individual duties in the countries subject to measures when \ncircumvention of the measures in force is taking place. Circumvention shall be defined as a change in \nthe pattern of trade between third countries and Pakistan or between individual companie s in the \ncountry subject to measures by Pakistan, which stems from a practice, process or work for which there \nis insufficient due cause or economic justification other than the imposition of the duty, and where \nthere is evidence of injury or that the reme dial effects of the duty are being undermined in terms of the \nprices or quantities of the like product, and where there is evidence of subsidy previously established \nfor the like product, if necessary in accordance with the provisions of this Act.  \n \n(2) The  practice, process or work referred to in sub­section (1) includes, inter alia, the \nslight,modification of the product concerned to make it fall under customs tariff which are normally \nnot subject to the measures, provided that the modification does not al ter its essential characteristics, \nthe consignment of the product subject to measures via third countries, the re­organisation by exporters \nor producers of their patterns and channels of sales in the country subject to measures in order to \n \nPage 25 of 40 \n eventually have their products exported to Pakistan through producers benefiting from an individual \nduty rate lower than that applicable to the products of the manufacturers, and, in the circumstances \nindicated in sub­section (3), the assembly of parts by an assembly oper ation in Pakistan or a third \ncountry.  \n \n(3) An assembly operation in Pakistan or a third country shall be considered to circumvent the \nmeasures in force where the, — \n \n(a)  operation started or substantially increased since, or just prior to, the initiation \nof the investigation and the parts concerned are from the country subject to \nmeasures;  \n \n(b)  parts constitute sixty percent or more of the total value of the parts of the \nassembled product, except that in no case shall circumvention be considered to \nbe tak ing place where the value added to the parts brought in, during the \nassembly or completion operation, is greater than twenty five percent of the \nmanufacturing cost; and  \n \n(c)  remedial effects of the duty are being undermined in terms of the prices or \nquant ities of the assembled like product and there is evidence of subsidy \npreviously established for the like or similar products.  \n \n(4) Investigations shall be initiated pursuant to this section on the initiative of the Commission \nor at the request of any inter ested party on the basis of sufficient evidence regarding the factors set out \nin sub­section (1) and (2). Investigations shall be concluded by the Commission within nine months.  \n \n25. General provisions .—(1) Countervailing duties, provisional or definitive,  as the case may \nbe, imposed under this Ordinance shall­­  \n \n(a)  take the form of ad valorem or specific duties:  \n \nProvided that provisional countervailing shall take the form of cash \ndeposits equal to the amount of a provisionally calculated amount of \nsubsi dization;  \n \n(b)  be imposed in addition to other import duties levied on an investigated product; \nand \n \n(c)  be collected in the same manner as customs­duties under the Customs Act, 1969 \n(IV of  1969)  \n \n(d)  will not be levied on imports that are to be used as  inputs in products destined \nsolely for exports and are covered ,under any scheme exempting customs duty \nfor exports under the Customs Act, 1969.  \n \n(2) No product shall be subject to both anti­dumping duties and countervailing duties, under \ntheir respective  laws for the time being in force, under this Act for the purpose of dealing with one and \nthe same situation arising from dumping or from export subsidization:  \n \n \nPage 26 of 40 \n Provided that sub­section (2) shall not prohibit or prevent, concurrent investigations of the \nsame product under the laws specified therein.  \n \n(3) The decisions regarding imposition of provisional or definitive countervailing duties, and \nnotices regarding acceptance of undertakings or terminating an investigation, shall be published by the \nCommissio n in a public notice which shall contain, in particular, and with due regard to the protection \nof confidential information in accordance with section 29, the names of exporters, if possible, or of the \ncountries involved, a description of the product and a summary of the facts and considerations relevant \nto subsidy and injury determinations and in each case, a copy of the said notice shall be sent to the \nknown interested parties.  \n \n(4) The provisions of sub­section (3) shall apply, mutatis mutandis , to reviews under this Act.  \n \n(5) The Commission shall establish and maintain a non­lapseable personal ledger account in \nits name for the purpose of this Act and all duties and fees payable under and collected pursuant to this \nAct shall be held in such account.  \n \n(6) The account established under sub­section (5) shall be maintained and operated in such \nmanner as may be prescribed.  \nPART XII  \n \nVERIFICATION VISITS, SAMPLING, NON­COOPERATION,  \nCONFIDENTIALITY AND DISCLOSURE  \n \n26. Verification visits. —(1) The Commission  may, where it considers it appropriate, carry out \nvisits to examine the records of importers, exporters, traders, agents, producers, trade associations and \norganisations, to verify information provided on subsidisation and injury:  out. \nProvided that in th e absence of a proper and timely reply a verification visit may not be carried  \n \n(2) The Commission may carry out investigations in third countries as required, provided \nthat— \n \n(a)  it obtains consent of an entity concerned;  \n \n(b)  it gives notice to a count ry in question; and  \n \n (c)  the country in question does not object to an investigation.  \n \n(3) As soon as consent of an entity concerned has been obtained the Commission shall give \nnotice to an exporting country of the name and address of the entity to be visited and the dates agreed.  \n \n(4) An entity concerned shall be advised of the nature of information to be verified during \nverification visits and of any further information which needs to be provided during such visits:  \n \nProvided that this shall not precl ude the Commission from requiring further information or \nverification.  \n \n27. Sampling .—(1) Where the Commission determines that the number of complainants, \nexporters or importers, types of product or transactions is large, the Commission may limit an \ninvest igation to — \n \nPage 27 of 40 \n  \n(a)  a reasonable number of parties, products or transactions by using samples which \nare statistically valid on the basis of information available at the time of \nselection; or  \n \n(b)  to the largest representative volume of any production, sales  or exports which \ncan reasonably be investigated within the time available.  \n \n(2) The selection of parties, types of products or transactions made under this section shall rest \nwith the Commission :  \n \nProvided that preference shall be given by the Commission  to choosing a sample in \nconsultation with, and with the consent of, the parties concerned:  \n \nProvided further that such parties make themselves known and make sufficient information \navailable to the Commission, within three weeks of initiation of an invest igation, to enable a \nrepresentative sample to be chosen.  \n \n(3) In cases where the examination has been limited in accordance with this section, an \nindividual amount of countervailable subsidisation shall, nevertheless, be calculated by the \nCommission for an y exporter or producer not initially selected who submits the necessary information \nwithin the time limits provided for in this Act except where the Commission determines that the \nnumber of exporters or producers is so large that individual examinations wo uld be unduly burdensome \nand would prevent completion of an investigation within the applicable time limits.  \n \n(4) Where the Commission has decided to undertake a sample as provided for in this section \nand there is a degree of non­cooperation by some or all  of the parties selected which is likely to \nmaterially affect the outcome of an investigation, a new sample may be selected by the Commission:  \n \nProvided that if a material degree of non­cooperation persists or there is insufficient time to \nselect a new sam ple, the relevant provisions of section 28 shall apply.  \n \n28. Non­cooperation .—(1) Where any interested party refuses access to, or otherwise does \nnot provide, necessary information within the time limits provided in this Act, or significantly impedes \nan investigation, provisional or final determinations, whether affirmative or negative, may be made by \nthe Commission on t he basis of the facts available  \n \n(2) Where the Commission establishes that any interested party has 0 supplied false or \nmisleading inform ation, such information shall be disregarded and use may be made by the \nCommission of the facts available.  \n \n(3) Where any information submitted by an interested party is not ideal in all respects it shall \nnevertheless not be disregarded by the Commission:  \n \nProvided that the Commission is satisfied that any deficiencies are not such as to cause undue \ndifficulty in arriving at a reasonably accurate finding and that the information is appropriately \nsubmitted in good time and is verifiable, and that the party h as acted to the best of its ability.  \n \n \nPage 28 of 40 \n (4) If evidence or information is not accepted by the Commission, a supplying party shall be \ninformed forthwith of the reasons therefore and shall be granted an opportunity to provide further \nexplanations within such t ime limit as the Commission may specify.  \n \n(5) If determinations, including those regarding the amount of countervai table subsidies, are \nbased on the provisions of sub­section (1) including any information supplied in an application it shall, \nwhere practic able and with due regard to the time limits of an investigation, be checked by the \nCommission by reference to information from other independent sources which may be available \nincluding published price lists, official import statistics and customs returns,  or information obtained \nfrom other interested parties during the investigation.  \n \n(6) If an interested party does not co­operate, or co­operates only parlially so that relevant \ninformation is thereby withheld, the Commission may reach preliminary and final  determinations, \nwhether affirmative or negative, on the basis of the best information available.  \n \n29. Confidentiality .—(1) Subject to sub­section (2), the Commission shall, during and after \nan investigation, keep confidential any information submitted to it and which is entitled. to such \ntreatment. Such information shall not be disclosed without specific permission of the party submitting \nit. \n \n(2) Information which is­­  \n \n(a)  by nature confidential, because its disclosure shall be of significant competitiv e \nadvantage to a competitor, or because its disclosure would have a significantly \nadverse effect upon a person supplying the information, or upon a person from \nwhom the information was acquired, or where the Commission determines such \ninformation to be of a confidential nature for any other reason; or  \n \n(b)  provided on a confidential basis by parties to an investigation, shall, upon good \ncause shown, be treated as confidential by the Commission.  \n \n(3) The following types of information shall be deemed to be by nature confidential, unless the \nCommission determines that disclosure in a particular case would neither be of significant competitive \nadvantage to a competitor nor have a significantly adverse effect upon a person supplying an \ninformation or upon a per son from whom such information was acquired, namely: — \n \n(a)  business or trade secrets concerning the nature of a product, production \nprocesses, operations, production equipment, or machinery;  \n \n(b)  information concerning financial condition of a company, which is not publicly \navailable;and  \n \n(c)  information concerning costs, identification of customers, sales, inventories, \nshipments, or amount or source of any income, profit, loss or expenditure \nrelated to the manufacture and sale of a product.  \n \n(4) Any party seeking any information to be kept confidential shall request for the same at the \ntime the information is submitted, along with the reasons warranting confidentiality. The Commission \nshall consid er such requests expeditiously and inform the party submitting the information if it \ndetermines that the request for keeping the information confidential is not warranted.  \n \nPage 29 of 40 \n  \n(5) Any party submitting any information with the request to keep it confidential s hall furnish \na non­confidential summary thereof. Such summary may take the form of ranges or indexation of \nfigures provided in a confidential version, or marked deletions in text or in such other form as the \nCommission may require:  \n \nProvided that such non­ confidential summary shall permit a reasonable understanding of the \nsubstance of any information submitted in confidence:  \n \nProvided further that the deletion in text shall, unless otherwise allowed by the Commission, \nonly relate to names of any buyer or su pplier.  \n \n(6) In exceptional circumstances, parties may indicate that information  \nfor which confidentiality is sought is not susceptible of summary, in which case a statement of the \nreasons why summarisation is not possible shall be provided:  \n \nProvided that  where the Commission concludes that a non­confidential summary provided fails \nto satisfy the requirements of sub­section (5), it may determine that the request for keeping an \ninformation confidential is not warranted.  \n \n(7) If the Commission finds that a r equest for keeping an information confidential is not \nwarranted, and if the supplier of the information is unwilling to make the information public or to \nauthorise the disclosure in generalised or summary form', the Commission shall disregard such \ninformat ion, and return the information concerned to the party submitting it.  \n \n(8) Save for sub­section (10), notwithstanding anything contained in this Act or in any other \nlaw for the time being in force, any confidential information received or obtained, directl y or indirectly, \nby the Commission pursuant to or in connection with an investigation shall not be subject to disclosure \nby the Commission to any Ministry, Division, department, agency or instrumentality of the Federal \nGovernment or a Provincial Government  without the prior permission of the party submitting such \nconfidential information:  \n \n(9) Information received pursuant to this Act shall be used only for the purpose for which it \nwas requested.  \n \n(10) The provisions of sub­section (8) shall not preclude the supply of information called for \nby the Appellate Tribunal pursuant to section 33:  \n \nProvided that the obligation to protect confidential information as provided for in this Chapter \nshall, mutatis mutandis , extend to the Appellate Tribunal, subject to t he proviso to sub­section (8).  \n \n30. Disclosure .—(1) Any applicant, importer and exporter and their representative association \nand an exporting country may request disclosure by the Commission of the details underlying the \nessential facts and considerations  on the basis of which provisional countervailing duties have been \nimposed:  \n \nProvided that requests for such disclosure shall be made in writing immediately following \nimposition of provisional countervailing duties and in any event no later than fifteen da ys there of and \na disclosure by the Commission shall be made in writing as soon as possible thereafter.  \n \n \nPage 30 of 40 \n (2) The parties specified in sub­section (1) may request for a final disclosure by the \nCommission of the essential facts and considerations on the basi s of which it is intended to recommend \nimposition of definitive countervailing duties, or termination of an investigation or proceedings \nwithout imposition of duties, particular attention being paid to disclosure of any facts or considerations \nwhich are di fferent from those used for any provisional countervailing duties.  \n \n(3) Requests for final disclosure shall be addressed to the Commission in writing and be \nreceived, in cases where provisional countervailing duty has been applied, not later than one month  \nafter imposition of that duty.  \n \n(4) Where a provisional countervailing duty has not been imposed, parties shall be provided \nwith an opportunity to request final disclosure within such time limits as may be determined by the \nCommission.  \n \n(5) Final disclosure shall be given in writing and shall be made, with due regard to the \nprotection of confidential information pursuant to section 29, as soon as possible, and normally, not \nlater than one month prior to a definitive determination.  \n \n(6) Where the Co mmission is not in a position to disclose certain facts or considerations at that \ntime, these shall be disclosed as soon as possible thereafter. Disclosure shall not prejudice any \nsubsequent decision which may be taken by the Commission but where such deci sion is based on any \ndifferent facts and considerations these shall be disclosed as soon as possible.  \n \n(7) Representations which are made after a final disclosure is given, shall be taken into \nconsideration only if received within such period as may be det ermined by the Commission in each \ncase, which shall be at least ten days, due consideration being given to the urgency of the matter.  \n \n31. Relationships between countervailing duty measures and multilateral remedies .—\nWhere an investigated product is made s ubject to any counter measures imposed following recourse \nto the dispute settlement procedures  provided for in the Agreement on Subsidies and such measures \nare appropriate to remove the injury caused by any countervailable subsidies, any countervailing dut y \nimposed with regard to such product under this Act shall immediately be terminated by the \nCommission.  \n \nPART XIII  \n \nAPPEAL TO THE APPELLATE TRIBUNAL  \n \n32. Appeal to the Appellate Tribunal. — (1) Without prejudice to the provisions of Anti­ \nDumping Law for the time being inforce, the Appellate Tribunal shall also exercise jurisdiction under \nsub­section (2) under this Act.  \n \n(2) Any interested party may prefer an appeal to the Appellate Tribunal against, — \n \n(a)  the initiation of an investigation or a prelimina ry determination, where it is \nalleged that it does not satisfy the requirements of section 11 and section 13 \nrespectively;  \n \n(b)  an affirmative or negative final determination by the Commission;  \n \n \nPage 31 of 40 \n (c)  any final determination pursuant to a review;  \n \n(d)  an order of the Commission for termination of investigation under section 15; \nor \n \n(e)  a determination of the Commission under section 22.  \n \n(3) An appeal under clause (a) of sub­section (2) shall be filed within thirty days of the \npublication of notice of ini tiation or notice preliminary determination, w as the case may be.  \n \n(4) The Appellate Tribunal shall handle such an appeal as a priority and shall issue its decision \non the appeal within thirty days of the filing of an appeal with the Appellate Tribunal.  \n \n(5) The filing of an appeal under clause (a) of sub­section (2) shall have no effect on the  \nCommission's conduct of investigation.  \n \n(6) An appeal under clauses (b) to (e) of sub­section (2) shall be filed within forty­five days \nfrom the date of publication  in newspapers of a public notice or as the case may be, date of the decision \nof the Commission of any affirmative or negative final decision or determination or termination of \ninvestigation by the Commission, and shall be in such form and contain such inf ormation as may be \nprescribed.  \n \n(7) Such an appeal shall be disposed of and the decision of the Appellate Tribunal pronounced, \nas expeditiously as possible, but no later than forty­five  days from the date of receipt of an appeal \ncompliant with the requirements contained in this Act, except in extraordinary circumstances and on \ngrounds to be recorded. The Appellate Tribunal shall hear the appeal from day­to­day.  \n \n(8) In examining an appea l under sub­section (2), the Appellate Tribunal may make such \nfurther inquiry as it may consider necessary, and after giving the Commission and an appellant an \nopportunity of being heard, pass such order as it thinks fit, confirming, altering or annulling a \ndetermination of the Commission appealed against:  \n \nProvided that in case the Appellate Tribunal decision requires action by the Commission, it \nshall remand the case to the Commission for decision.  \n \n(9) After examining the appeal, the Appellate Tribunal s hall assess the facts related to the \nimpugned determination of the Commission. The Appellate Tribunal shall determine whether the \nestablishment of the facts of the Commission was proper and whether the Commission's evaluation of \nthose facts was unbiased an d objective. The Appellate Tribunal shall base its determination on the \nofficial record maintained by the Commission or any other documents relied upon by the Commission \nin reaching the impugned determination.  \n \n(10) Where the Appellate Tribunal determines that the Commission's establishment of the facts \nwas proper and its evaluation was unbiased and objective, it shall confirm the impugned determination \nof the Commission provided that the Appellate Tribunal is satisfied that in reaching its determination, \nthe Commission complied with the relevant provisions of this Act.  \n \n(11) The decision of the Appellate Tribunal shall be in writing, detailing the issues raised in \nthe appeal and the arguments adopted by the appellant and the Commission. The Appellate Tribun al \n \nPage 32 of 40 \n shall also provide reasons for reaching its decision with reference to the provisions of this Act and the \nfacts of the case.  \n \n(12) The Appellate Tribunal shall provide copies of its decision to all the appellants and \nrespondents including the Commission  no later than five days from the date of rendering its decision.  \n \n(13) The Appellate Tribunal may, if it deems necessary, require an appellant to provide security \nin such form as may be prescribed, at the time of filing of an appeal.  \n \n(14) The decision of  the Appellate Tribunal shall be appealable in the High Court. The High \nCourt shall decide the appeal within ninety days:  \n \nProvided that the High Court shall not make an interim order against the conduct of \ninvestigation by the Commission unless the Commis sion has been given notice of the application and \nhas had an opportunity of being heard and the High Court, for reasons to be recorded in writing, is \nsatisfied that the interim order would not have the effect of prejudicing or interfering with the carrying  \nout of a public work or of otherwise being harmful to the public interest [or State property] or of \nimpeding the assessment or collection of public revenues:  \n \nProvided further that the Appellate Tribunal may, if it thinks fit, accept an application from \nany party to an appeal in which the Appellate Tribunal has rendered its decision, for a clarification of \nany of the issues raised by the Appellate Tribunal in its decision:  \n \nProvided also that such application shall specify the precise issue in respect of w hich a \nclarification is sought and give reasons as to why a clarification is necessary.  \n \n(15) The Appellate Tribunal shall only accept an application under the first proviso of \nsub­section (14) if it is satisfied that a material issue discussed in its decision requires further \nclarification or elaboration. The party likely to be adversely affected by such clarification shall also be \nissued a notice by the Appellate Tribunal:  \n \nProvided that no such application shall be accepted by the Appellate Tribunal later than thirty \ndays of its decision.  \n \n(16) The Appellate Tribunal shall perform its functions under this Act in accordance with such \nprocedures as may be prescribed.  \n \n(17) A determination of the Commission shall be given full force and effect during the  \npendency of any appeal of such determination.  \n \n(18) A person duly authorized by any interested party is entitled to appear, plead and act on \nbehalf of that interested party before the Appellate Tribunal.  \n \n33. Power of the Appellate Tribunal to call for an d examine record .—The Appellate \nTribunal may call for and examine any records of an investigation conducted by the Commission and \nany other information or documents relied upon by the Commission in reaching a determination \nappealed against for the purpose of satisfying itself as to the legality or propriety of an impugned \ndetermination of the Commission.  \nPART XVI  \n \nPage 33 of 40 \n MISCELLANEOUS  \n34. Power to make rules .—(1) The Federal Government may, in consultation with the \nCommission, by notification in the official Gazett e, make rules for carrying out the purposes of this \nAct. \n \n(2) In particular and without prejudice to the generality of the foregoing power, such rules may \nprovide for the manner in which any investigation may be conducted, the manner in which an \ninvestigat ed product may be identified, the factors to which regard shall be had in any such \ninvestigation, the manner of assessment, levy and collection of any countervailing duty, whether \npreliminary or definitive, and for all matters connected with an investigati on. \n \n35. Protection to persons prejudiced in employment because of assisting the \nCommission .— (1) An employer shall not — \n \n(a)  dismiss an employee, or prejudice an employee in his employment, because the \nemployee has assisted the Commission in connection with an inquiry or \ninvestigation under this Act; or  \n \n(b)  dismiss or threaten to dismiss an employee, or prejudice or threaten to prejudice \nan employee in his employment, because the employee proposes to assist the \nCommission in connection with an inquiry or investigation under this Act.  \n \n(2) For the purposes of sub­section (1), a person shall be taken to assist the Commission in \nconnection with an inquiry if the person — \n \n(a) gives jell:It­Ration , whether orally or in writing, or gives documents, to the \nComm isgion in connection with an inquiry or investigation under this Act; or  \n \n(b)  gives evidence, or produces documents, at an inquiry, investigation or hearing \nheld under this Act.  \n \n36. Public f ile to be maintained for interested party and access thereto .—(1) The \nCommission shall establish and maintain a file relating to each investigation or review pursuant to this \nAct and subject to the requirement to protect confidential information under sect ion 29. The \nCommission shall place in such file — \n \n(a)  all public notices relating to an investigation or review;  \n \n(b)  all materials, including questionnaires, responses to questionnaires, and written \ncommunications submitted to the Commission;  \n \n(c)  all other information developed or obtained by the Commission ; and  \n \n(d)  any other documents the Commission deems appropriate for disclosure to an \ninterested party.  \n \n(2) The file to be maintained under sub­section (1) shall be available to any interested party for \nreview and copying at the offices of the Commission, during such time as the Commission may \nspecify, throughout the course of an investigation or review and any appeal under section 32.  \n \n \nPage 34 of 40 \n 37. Official file to be maintained by the Commission .—(1) T he Commission shall establish \nand maintain an official file relating to each investigation or review pursuant to this Act and shall place \nin such file — \n \n(a)  all materials, papers and documents, confidential or otherwise, including \nquestionnaires, response s to questionnaires, and written communications \nsubmitted to or by the Commission in connection with an investigation or \nreview;  \n \n(b)  all documents relating to or setting out any calculations made by the \nCommission in connection with an investigation or review;  \n \n(c)  all internal correspondence or memoranda of the Commission relating to or in \nconnection with an investigation or review that are relevant to the calculation \nof dumping margin or determination of injury including, any correspondence \nwith or be tween any other Ministry, Division, department, agency or \ninstrumentality of the Federal Government or any Provisional Government;  \n \n(d)  any other information developed, obtained or relied on by the Commission in \nconnection with an investigation or review;  and \n \n(e)  any other document or information that the Commission deems appropriate for \nplacing in the official file.  \n \n(2) The file to be maintained under sub­section (1) shall only be for the internal use of the  \nCommission and for the Appellate Tribunal in  connection with an appeal under section 32.  \n \n38. Appointment of advisers and consultants. —(1) Subject to subsection (2), the \nCommission may, employ and pay consultants, agents, technical, professional and other advisers, \nincluding bankers, economists, act uaries, accountants, lawyers and other persons to do any act required \nto be done in the exercise of its powers, the performance of its functions or for the better \nimplementation of the purposes of this Act.  \n \n(2) The decision to employ and the terms and con ditions of employment of external advisers \nand consultants pursuant to sub­section (1) shall be made by the Commission in accordance with such \npolicy guidelines as may be established by the Federal Government, in consultation with the \nCommission, from time  to time.  \n \n39. Removal of difficulty .—The Federal Government may for the purpose of removing any \ndifficulty in relation to any matters under this Act, make such orders as may appear to it to be necessary \nfor the purpose of removing the difficulty:  \n \nProvide d that no such power shall be exercised after the expiry of two years from the \ncommencement of this Act.  \n \n40. Act to override other laws  .—The provisions of this Act shall have effect notwithstanding \nanything inconsistent therewith contained in any other l aw for the time being in force:  \n \nProvided that this provision shall not apply on the National Tariff Commission Law for the \ntime being inforce.  \n \nPage 35 of 40 \n THE FIRST SCHEDULE  \n \n[See section 5(6) (a)]  \nILLUSTRATIVE LIST OF EXPORT SUBSIDIES  \n1. In this Schedule, unless there is anything repugnant in the subject or context, — \n \n(a)  “commercially available ” means that the choice between domestic and imported \nproducts is unrestricted and depends only on commercial considerations;  \n \n(b)  “direct taxes ” means taxes on wages, profits, interests, rents, royalties, and all \nother forms of income, and taxes on the ownership of real property;  \n \n(c)  “cumulative indirect taxes ” means indirect taxes which are multi­staged taxes \nlevied where there is no mechanism for subsequent crediting of the tax if goods \nor services subject to tax at one stage of production are used in­a succeeding \nstate of production;  \n \n(d)  “import charges ” means tariffs, duties, and other fiscal charges that are levied \non imports;  \n \n(e)  “indir ect taxes ” means sales, excise, turnover, value added, franchise, stamp, \ntransfer, inventory and equipment taxes, border taxes and all taxes other than \ndirect taxes and import charges;  \n \n(f)  “prior­stage indirect taxes ” means those indirect taxes levied on  goods or \nservices used directly or indirectly in making a product;  \n \n(g)  “remission ” of taxes includes the refund or rebate of taxes; and  \n \n(h)  “remission or drawback ” includes the full or partial exemption or deferral of \nimport charges:  \n \nProvided that deferral may not amount to an export subsidy where, for example, appropriate \ninterest charges are collected.  \n \n2. The following is an illustrative list of export subsidies, namely: — \n \n(a)  any provision by a government of direct subsidies to a firm or an ind ustry \ncontingent upon export performance;  \n \n(b)  currency retention schemes or any similar practices which involve a bonus on \nexports;  \n \n(c)  internal transport and freight charges on export shipments, provided or \nmandated by a government, on terms more favo urable than for domestic \nshipments;  \n \n \nPage 36 of 40 \n (d)  any provision by a government or its agencies either directly or indirectly \nthrough government­mandated schemes, of imported or domestic products or \nservices for use in the production of exported goods, on terms or  conditions \nmore favourable than for provision of like or directly competitive products or \nservices for use in the production of goods for domestic consumption, if, in the \ncase of products, such terms or conditions are more favourable than those \ncommercial ly available on world markets to their exporters;  \n \n(e)  any full or partial exemption, remission, or deferral specifically related to \nexports, of direct taxes or social welfare charges paid or payable by industrial \nor commercial enterprises;  \n \n(f)  any allowance of special deductions directly related to exports or export \nperformance, over and above those granted in respect of production for \ndomestic consumption, in calculation of the base on which direct taxes are \ncharged;  \n \n(g)  any exemption or rem ission, in respect of the production and distribution of \nexported products, of indirect taxes in excess of those levied in respect of \nproduction and distribution of like products when sold for domestic \nconsumption;  \n(h)  any exemption, remission or deferral  of prior­stage cumulative indirect taxes on \ngoods or services used in the production of exported products in excess of any \nexemption, remission or deferral of like prior­stage cumulative indirect taxes on \ngoods or services used in the production of like p roducts when sold for domestic \nconsumption; provided, however, that prior­stage cumulative indirect taxes may \nbe exempted, remitted or deferred on exported products even when not \nexempted, remitted or deferred on like products when sold for domestic \nconsum ption, if any prior­stage cumulative indirect taxes are levied on inputs \nthat are consumed in the production of an exported product making normal \nallowance for waste. This clause shall be interpreted in accordance with the \nguidelines on consumption of inpu ts in a production process contained in the \nSecond Schedule. For the avoidance of doubt, the provisions of this clause shall \nnot apply to value­added tax systems and border­tax adjustment in lieu thereof \nand the provisions of clause (g) shall exclusively c over issues relating to \nexcessive remission of value­added taxes;  \n(i)  any remission or drawback of import charges in excess of those levied on \nimported inputs that are consumed in the production of an exported product, \nmaking normal allowance for waste; p rovided, however, that in particular cases \na firm may use a quantity of home market inputs equal to, and having the same \nquality and characteristics as, the imported inputs as a substitute for them in \norder to benefit from this provision if the import and the corresponding export \noperations both occur within a reasonable time period, not to exceed two years. \nThis clause shall be interpreted in accordance with the guidelines on \nconsumption of inputs in the production process contained in the Second \nSchedule and the guidelines in the determination of substitution drawback \nsystems as export subsidies contained in the Third Schedule;  \n \n \nPage 37 of 40 \n (j)  any provision by a government or, special institutions controlled by a \ngovernment, of export credit guarantee or insurance p rogrammes, of insurance \nor guarantee programmes against increases in the cost of exported products or \nof exchange risk programmes, at premium rates which are inadequate to cover \nlong­ term operating costs and losses of the programmes;  \n \n(k)  any grant by a government or special institutions controlled by or acting under \nthe authority of a government, or both, of export credits at rates below those \nwhich they actually have to pay for the funds so employed or, would have to \npay if they borrowed on internationa l capital markets in order to obtain funds of \nthe same maturity and other credit terms and denominated in the same currency \nas an export credit or, the payment by them of all or part of the costs incurred \nby exporters or financial institutions in obtaining  credits, insofar as they are \nused to secure a material advantage in the field of export credit terms. Provided, \nhowever, that if a country which is a member of the WTO is a party to an \ninternational undertaking on official export.credits to which at least  twelve \noriginal such members are parties as of the first day of January, 1979, or, a \nsuccessor undertaking which has been adopted by those original members, or if \nin practice a country which is member of the WTO applies the interest rates \nprovisions of th e relevant undertaking, an export credit practice which is in \nconformity with those provisions shall not be considered an export subsidy; and  \n \n(l)  any other charge on a public account constituting an export subsidy in the sense \nof Article  XVI of the General Agreement on Tariffs and Trade, 1994.  \n              _________  \n  \n \nTHE SECOND SCHEDULE  \n(See the First Schedule)  \nGUIDELINES ON CONSUMPTION OF INPUTS IN  \nTHE PRODUCTION PROCESS  \n \n1. For the purposes of this Schedule “inputs consumed in the production process ” means inputs \nphysically incorporated, energy, fuels and oil used in a production process and catalysts which are \nconsumed in the course of their use to obtain an exported product.  \n \n2. Indirect tax rebate schemes can allow for exemption, remission or deferral of prior­stage \ncumulative indirect taxes lewied on inputs that are consumed in the production of an exported product \nmaking normal allowance for waste. Similarly, drawback schemes can allow for the remission or \ndrawback of impore charges levied  on inputs that are consumed in the production of an exported \nproduct making normal allowance for waste.  \n \n3. The illustrative list of export subsidies in the First Schedule makes reference to the term \n“inputs that are consumed in the production of the expo rted product ” in clauses (h) and (i) of para 2 \nthereof. Pursuant to clause (h) of para 2 of the First Schedule, indirect tax rebate schemes can constitute \nan export subsidy to the extent that they result in exemption, remission or deferral of prior­stage \ncumulative indirect taxes in excess of the amount of such taxes actually levied on inputs that are \n \nPage 38 of 40 \n consumed in the production of an exported product. Pursuant to clause (i) of para 2 of the First \nSchedule, drawback schemes can constitute an export subsidy t o the extent that they result in a \nremission or drawback of import charges in excess of those actually levied on inputs that are consumed \nin the production of an exported product. Both the said clauses stipulate that normal allowance for \nwaste must be made  in findings regarding consumption of inputs in the production of an exported \nproduct. Clause (i) of para 2 of the First Schedule also provides for substitution, where appropriate.  \n \n4. In examining whether inputs are consumed in the production of an export ed product, as part \nof a countervailing duty investigation pursuant to this Act, the Commission should normally proceed \non the following basis, namely: — \n \n(a)  where it is alleged that an indirect tax rebate scheme, or a drawback scheme, \nconveys a subsidy by reason of over­rebate or excess drawback of indirect taxes \nor import charges on inputs consumed in the production of an investigated \nproduct, the Commission shall normally first determine whether the \ngovernment of an exporting country has in place and applies a system or \nprocedure to confirm which inputs are consumed in the production of an \nexported product and in what amounts. Where such a system or procedure  is \ndetermined to be applied, the Commission shall normally then examine the \nsystem or procedure to see whether it is reasonable and effective for the purpose \nintended, and based on generally accepted commercial practices in the country \nof export. The Comm ission may deem it necessary to carry out, in accordance \nwith section 26, certain practical tests in order to verify information or to satisfy \nitself that the system or procedure is being effectively applied;  \n \n(b)  where there is no such system or procedur e, or where it is not reasonable, or \nwhere it is instituted and considered reasonable but is found not to be applied \nor not to be applied effectively, a further examination by an exporting country \nbased on the actual inputs involved will normally need to b e carried out in the \ncontext of determining whether an excess payment occurred. If the Commission \ndeems it necessary, a further examination may be carried out in accordance with \nclause (a) of this para;  \n \n(c)  the Commission must normally treat inputs as ph ysically incorporated if such \ninputs are used in the production process and are physically present in a product \nexported, and an input need not be present in a final product in the same form \nin which it entered the production process;  \n \n(d)  in determining the amount of a particular input that is consumed in the \nproduction of an exported product, a “normal allowance for waste ” must \nnormally be taken into account by the Commission, and such waste must \nnormally be treated as consumed in the production of an ex ported product. The \nterm “waste ” refers to that portion of a given input which does not serve an \nindependent function in the production process, is not consumed in the \nproduction of an exported product, for reasons such as inefficiencies, and is not \nrecove red, used or sold by the same manufacturer; and  \n \n(e)  the Commission's determination of whether the claimed allowance for waste is \n“normal ” shall normally take into account the production process, the average \nexperience of an industry in the country of exp ort, and other technical factors, \n \nPage 39 of 40 \n as appropriate. The Commission shall bear in mind that an important question \nis whether the authorities in an exporting country have reasonably calculated \nthe amount of waste, when such an amount is intended to be included  in a tax \nor duty rebate or remission.  \n \n \nTHE THIRD SCHEDULE  \n \n[See the First Schedule and Second Schedule]  \nGUIDELINES IN THE DETERMINATION OF SUBSTITUTION  \nDRAWBACK SYSTEMS AS EXPORT SUBSIDIES  \n \n1. Drawback systems can allow for refund or drawback of import charges on inputs which are \nconsumed in a production process of another product and where export of this latter product contains \ndomestic inputs having the same quality and chgracteristics as th ose submitted for imported inputs. \nPursuant to clause (i) of para 2 of the First Schedule, substitution drawback systems can constitute an \nexport subsidy to the extent that they result in an excess drawback of import charges levied initially \non imported in puts for which drawback is being claimed.  \n \n2. In examining any substitution drawback system as part of an investigation the Commission \nshall normally proceed on the following basis, namely: — \n \n(a)  clause (i ) of para 2 of the First Schedule stipulates that home market inputs may \nbe substituted for imported inputs in the production of a product for export \nprovided such inputs are equal in quantity to, and have same quality and \ncharacteristics as, imported inpu ts being substituted.,The existence of a \nverification system or procedure is important because it enables the government \nof an exporting country to ensure and demonstrate that the quantity of inputs for \nwhich drawback is claimed does not exceed the quantit y of similar products \nexported, in whatever form, and that there is no drawback of import charges in \nexcess of those originally levied on imported inputs in question;  \n \n(b)  where it is alleged that a substitution drawback system conveys a subsidy, the \nComm ission shall normally first proceed to determine whether the government \nof an exporting country has in place and applies a verification system or \nprocedure. Where such a system or procedure is determined to be applied, the \nCommission shall normally then ex amine the verification procedures to see \nwhether they are reasonable and effective for the purpose intended, and based \non generally accepted commercial practices in the country of export. To the \nextent that any procedures are determined to meet this test a nd are effectively \napplied, no subsidy will be presumed to exist. It may be deemed necessary by \nthe Commission to carry out, in accordance with section 26, certain practical \ntests in order to verify information or, to satisfy itself that verification \nproce dures are being effectively applied;  \n \n(c)  where there are no verification procedures, or where they are not reasonable, \nor where such procedures are instituted and considered reasonable but are found \nnot be actually applied or not be applied effectively, there may be a subsidy. In \nsuch cases, further examination by an exporting country based on actual \n \nPage 40 of 40 \n transactions involved would need to be carried out to determine whether an \nexcess payment occurred. If the Commission deems it necessary, a further \nexaminati on may be carried out in accordance with clause (b); and  \n \n(d)  the existence of a substitution drawback provision under which exporters are \nallowed to select particular import shipments on which drawback is claimed \nshall not of itself be considered by the Commission to convey a subsidy.  \n \n3. An excess drawback of import charges within the meaning of clause (i) of para 2 of the First \nSchedule, would be deemed to exist where a government paid interest on any monies refunded under \nits drawback schemes, to the e xtent of an interest actually paid or payable.  \n \n_______________"
}