{
    "file": "./converted_json\\administrator6fa585a972b8ab19d28d9a0f0d8a78f6.json",
    "name": "Privatisation (Modes and Procedure) Rules, 2001",
    "date": "31st July, 2001",
    "tagline": "Rules for Privatisation in Pakistan",
    "content": "Government of Pakistan  \nMinistry of Privati sation  \nPrivatisation Commission  \n*****  \n \nIslamabad, the 31st July, 2001  \n \nNOTIFICATION  \n \nS.R.O. (I)/2001. In exercise of powers conferred by section 40 of the Privatisation Commission Ordinance, 2000 (LII of 2000), read \nwith sections 22 and 25 thereof, the Privatisation Commission, with the approval of the Federal Government, hereby makes the \nfollowing rules, namely:-  \n \n  \nTHE PRIVATISATION (MODES AND PROCEDURE) RULES, 2001  \n \n1. Short title and commencement. (1) These rules may be called the Privatisation (Modes and Procedure) Rules, 2001. \n \n(2) They shall come into force at once. \n \n2. Definition. --- (1) In these rules, unless there is anything repugnant in the subject or context:- \n \n(a) \"adviser\" means an external adviser hired by the Commission with the approval of the Board to advise on a \nparticular privatisation process or any other ancillary activity leading to privatisation; \n \n(b) \"negotiated sale process\" means the negotiations between the Commission and an interested party for the sale \nand transfer of the property to be privatised where the conditions specified in sub rule (1) of rule 6 apply; and \n \n(c) \"Ordinance\" means the Privatisation Commission Ordinance, 2000 (LII of 2000) \n \n(2)  All other terms and expressions used, but not defined in these rules, shall have the same meanings as assigned to \nthem in the Ordinance. \n \n3. Manner and procedure for privatisation. --- (1) The manner for carrying out the privatisation programme under section 22 of \nthe Ordinance and the procedure for modes of privatisation under section 25 thereof shall, if, and to the extent, the \nCommission deems necessary, include \n \n(a) legal, technical and financial due diligence of the property being privatised in order to, inter alia, \n \n(i) identify any obstacles to privatisation and suggest, where possible, ways to remove them; \n(ii) allow a fair and independent valuation of the property being privatised; and \n(iii) prepare a suitable information memorandum together with other marketing instruments; \n \n(b)  pre-qualification of prospective bidders to evaluate, where a privatisation requires it, that the prospective bidders are \ntechnically and financially in a position to own, manage and operate the assets being privatised; \n \n(c)  preparation of bid documents which shall include instructions to bidders and proforma sale instruments and the bid \ndocuments shall include appropriate disclaimers to protect the Federal Government, Commission and their \nrespective officers, employees, consultants and advisers in respect of the information provided to the bidders; \n \n(d) holding of pre-bid conferences to discuss concerns of prospective bidders; \n \n(e) creation of an enabling environment; and \n \n(f) carrying out of a bidding process. \n \n(2)  Subject to the terms of appointment of an adviser, where an adviser has been appointed for the privatisation, it shall carry \nout or advise on any or all of the steps specified in clauses (a) to (f) of sub - rule (1 ). \n \n4.  Approval or rejection of highest ranked bidder. --- (1) Save in the case of a negotiated sale process, the Commission shall \ncarry out a bidding process which is suited to the needs of the privatisation with the objective of selecting the highest ranked \nbidder amongst the bidders that he, -  \n(a)  has satisfied the pre-qualification criteria determined by the Commission, if required; and  \n(b) complied with instructions for bidding provided by the Commission to bidders. \n \n(2)  Upon selection of a highest ranked bidder as specified in sub-rule (1), the Board shall refer the matter for approval, \nor rejection of such highest ranked bidder with full justification, to the Cabinet. \n \n5.  Additional modes of privatisation. --- In terms of clause (f) of section 25 of the Ordinance, there shall be the following \nadditional modes of privatisation namely:- \n \n(a) public offering of shares other than through a stock exchange; and \n(b) sale of shares, assets, business and property to a person that has a pre-emptive right to acquire the same (or any part \nthereof) subject to fulfillment of conditions attached to such rights. \n \n6.  Negotiated sale. --- (1) The Commission may adopt the negotiated sale process for any of the modes of privatisation specified \nin section 25 of the Ordinance and rule 5 of these rules, if – \n \n(a)  in the opinion of the Board, sufficient interest for a privatisation has not been received; \n \n(b)  the Board has recommended to the Cabinet and the Cabinet has authorised the Commission to initiate the \nnegotiated sale process; \n \n(c)  the Board has approved the party or parties interested in purchasing the property being privatised;  \n \n(d)  a team for carrying out the negotiated sale process has been constituted by the Board which shall include a \nrepresentative from the Ministry under whose jurisdiction the ent ity being privatized falls; and \n \n(e)  the Board has delegated full power to the negotiation team for carrying out the negotiated sale process and \ndefined the parameters for negotiation. \n \n(2)  On conclusion of the negotiated sale process, the terms and conditions of the transfer of the property to be privatised \nto the interested party shall be submitted to the Cabinet for consideration and approval.  \n \n \nNo. F. 11(1)L/PC/2000-P&C \n \nMunir Ahmed \nDirector \n  \n  \nGovernment of Pakistan  \nMinistry of Privatisation and Inve stment  \nPrivatisation Commission  \n \nIslamabad, the 22nd January, 2007  \n  \nS.R.O. 67(I))/2007.----  In exercise of powers conferred by section 40 of the Privatisation Commission Ordinance, 2000 (LII of 2000), \nread with sections 22 and 25 thereof, the Privatisation Commission, with the approval of the Federal Government is pleased to direct \nthat the following amendment shall be made in the Privatisation Commission (Modes and Procedures) Rules, 2001:- \n  \nIn the aforesaid Rules, after rule 6, the following new rule shall be added namely:- \n \n\"7.    A Special Purpose Vehicle (SPV) incorporated outside Pakistan, which is wholly and directly or indirectly owned and controlle d \nby the bidder or purchaser and where the performances and obligations of such SPV are i rrevocably and unconditionally guaranteed \nby the bidder or purchaser vide an instrument approved by the Privatisation Commission, may acquire property in a privatisati on in \naccordance with the provisions of the Ordinance. The Privatisation Commission shall  have the absolute discretion to impose such \neligibility criteria in the Request for Statement of Qualification (RSoQ) documents with regards to a SPV as it may deem expe dient \nand proper from time to time.\"   \n \n \nNo. F. 16(14)P&C/PC/2001 \n \n \nHafiz Rahim Bakhsh \nDirector \n  \nPART II \nStatutory Notifications (S.R.O.)  \nGOVERNMENT OF PAKISTAN  \nMINISTRY OF PRIVATISATION  \n(Privatisation Commission)  \n \nNOTIFICATION  \n \nIslamabad, the 30th July, 2009  \n  \nS.R.O.732(I)/2009.__ In exercise of powers conferred by section 40 of the Privatisation Commission Ordinance, 2000 (LII of 2000), \nread with section 22 and 25 thereof, the Privatisation Commission, with the approval of the Federal Government is pleased to direct \nthat the following amendment shall be made in the Privatisation Commission (Modes and Procedures) Rules, 2001: \n                 In clause (b) of rule 5, at the end the “full stop” shall be substituted by “colon” and thereafter, the following new clause \nshall be added, namely: ---- \n \n                “(c) transfer of Property to a trust for the employees of an enterprise owned or controlled, wholly or partially, directly or \nindirectly, by the Federal Government on such terms and conditions as may be approved by the Federal Government”. \n  \n \n[F.No.16(7)P&C/PC/2002.] \n  \nDR. ASMAT NAWAZ \nDirector"
}