{
    "file": "./converted_json\\administratore6916bf7f32ce375570aff0b6d343786.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 12 \n \n \n \nTHE  PAKISTAN RA ILWAYS  POLICE  ACT, 1977  \n \n \n \n \nCONTENTS  \nCHA PTER  I \n \n1.  Short title, extent, application and commencement \n2.  Definitions \nCHA PTER  II \n3.  Power to constitute, control and maintain the Pakistan Railways Police and its functions \n4.  Constitution superintendence and administration of the Pakistan Railways Police \n5.  Transfer of Provincial Railway Police and Railway Watch and Ward to the Pakistan Rail ways \nPolice \n6.  Ordinance No. XXIII  of 1969  not to apply to the Pakistan Railways  Police \n7.  Appointment of officers of the Pakistan Railways Police \n8.  Appointmen t of member s and ministerial staff \n9.  Powers of officers and members of the Pakistan Railways Police \nCHA PTER  IV \n10.  Appointment of Magistrates and Public Prosecutors \nCHA PTER  V \n11.  Liabilities of officers and members \n12.  Indemnity    \n\n \n \nPage 2 of 12 \n CHA PTER  VI \n13.  Public servant \n14.  Assets and liabilities \n15.  Delegation of powers by the Federal Government \n16.  Delegation of powers by the Inspector-General \n17.  Power to make rules \n18. Power to make regulations  \n19.  Transitional provisi on \n20.  Repeal  \nFIRST SCHEDULE  \nSECOND  SCHEDULE  \n \n \nPage 3 of 12 \n THE  PAKISTAN  RAILWAYS  POLICE  ACT,  1977  \n1Act No. VII of 1977  \n[9th Januar y, 1977] \nAn Act to provide for the constitution and regulation of the Pakistan Railways Police \n 2[WHEREAS  it is expedient to provide  for the constitution  and regulation of the Pakistan  \nRailways Police for the safety of passengers and goods  transpo rted by licensees, the protection of \nRailway, the prevention,  inqui ry and investigation of offences committ ed in relation to Railway and \nfor matters connected therewith; ] \n It is hereby enacted as follows :— \n_______  \nCHA PTER  I \n 1. Short title, extent, application and commencement.—(1) This Act may be called the \nPakistan Railways Police Act, 1977 . \n (2) It extends to the whole  of Pakistan. \n (3) It shall apply to all members and officers of the Pakistan Railways Police wherever they \nmay be. \n (4) It shall come into force at once. \n 2. Definitions. In this Act, unless there is anything  repugnant in the subject or context,— \n(a)  ‘Chief Executive’ means a person appoint ed by the Federal Government \nto manage the Pakistan Railways, by whatever name called; \n(b)  ‘Code’ means the Code  of Criminal Procedure, 1898 (Act V of 1898). \n(c)  ‘competent authority’ means any officer or authority designated as such by \nthe Federal Government; \n(d)  ‘Inspector-General’ means the Inspector-General of the Pakistan Railways \npolice or any person for the time being performing  the duties of the Inspector-\nGeneral;  \n \n \n1For Statement of Objects and reasons, see Gaz., of P., 1976 Ext., Pt. III, pp. 1230-31. \n2Subs. by Ord. 92 of 02, s 44, sch. \n \n \nPage 4 of 12 \n  (e)  ‘member’ means a person, other than an officer, who is appoint ed to the \nPakistan Railways Police and has signed an affirmation in the form set out in \nthe First Schedule; \n(f)  ‘offence’ means an offence punish able under this Act or under any other law \nfor the time being in force; \n(g)  ‘officer’ means a person who is so appoint ed to the Pakistan Railways Police \nand has signed an affirmation in the form set out in the First Schedule; \n(h)  ‘Officer-in-Charge of Railway Police Station’ means any person appoint ed as \nsuch by the competent authority and includes, when the officer-in-charge of \nthe Railway Police Station is absent from the station-house  or is unable by \nreason of illness or any other cause to perform his duties, the member \npresent at the station-house  who is next in rank to such officer and is above  \nthe rank of a constable; \n(i)  ‘Provincial Police’ means the police constitut ed by a Provincial \nGovernment under the Police Act, 1861 (V of 1861).  \n(j)  ‘Railway’ means railway as defined in the Railways Act, 1890  (IX of \n1890)  including  rolling  stock as defined in the said Act, but excludin g— \n(i)  such lines of rail as lie outside  the territorial limits  notified under \nsection 3; and \n(ii)  such fixed installations  as lie outside  the territorial limits  notified \nunder section 3 and are classified by the Federal Government as key \npoints;  \n1[(ja)  “railway employee” means railway employee as defined in the Railway \nRegulatory Autho rity Ordinance, 2002  (       of 2002) ]  \n(k)  ‘regulations ’ means regulations  made under this Act; and  \n(l)  ‘rules’ means rules made under this Act. \nCHA PTER  II \n 3. Power to constitute, control and maintain the Pakistan Railways Police and its \nfunctions.—(1) Notwit hstanding  anything contained in any other law for the time being in force, the \nFederal Government may constitut e, control and maintain a force to be called the Pakistan Railways \nPolice for performing, within such territorial limits  as the Federal Government may, by notification \nin the official Gazette, specify the following  functions,  namely:— \n \n1Ins. by Ord. 92 of 2002 s. 44 and Sch. \n \n \nPage 5 of 12 \n (a)  preventing loss to Railway property and property consigned to the Railways \nand prevention  of offences in respect thereof; \n(b)  ensuring proper condu ct of persons on the Railways; \n(c)  general maintenance of law and order on the Railways and taking cognizance \nof offences committ ed on them; \n(d)  to render all possible  assistance to passengers and 1[railway employees ;]  \n(e)  to protect travellers from injury to person or property; \n(f)  to keep Railway platforms and other Railway premises clear of idlers and \nbeggars and to keep a lookout  for suspi cious persons,  smugglers and persons  \ntravelling with arms without  a licence or in contravention  of rules, regulations \nor orders for the time being in force; \n(g)  to search empty carriages for property left behind by passengers and to take \npossession  of such property for due dispos al under the law; \n(h)  to control and regulate movement and parking of hackney carriages and \nmechanically propelled vehicles at Railway Stations  and to enforce the \nregulations  of the Railway authorities with regard to them; \n(i)  to bring to the notice of the appropriate Railway authorities any \ncontravention,  breach or violation of any law of which the Pakistan \nRailways Police cannot itself take cognizance; and \n(j)  such other functions  connected with the purposes of this Act as the \nFederal Government may, by notification  in the official Gazette, require the \nPakistan Railways Police to perform. \n (2) Without  prejudice to the powers conferred on it by or under this Act, the Federal \nGovernment may, in relation to the Pakistan Railways Police exercise all powers which,  under \nthe Police Act, 1861 (V of 1861)  and the Code, are exercisable by a Provincial Government in \nrelation to the Provincial Police. \n 4. Constitution superintendence and administration of the Pakistan Railways \nPolice.__(1) The Pakistan Railways Police shall be constitut ed in such manner as may be \nprescribed by rules. \n (2) The head of the Pakistan Railways Police shall be an Inspector-General who shall \nadminist er it in accordance with the provisions  of this Act and the rules and regulations,  and such \norders and instructions as may be made or issued by the Federal Government from time to time. \n  \n1 Subs., of Ord . 92 of 2002,  s.44 and sch.  \n \n \nPage 6 of 12 \n  (3) The Inspector-General shall exercise his powers and perform his functions  under the \ngeneral supervision  of the Chief Executive. \n 5. Transfer of Provincial Railway Police and Railway Watch and Ward to the Pakistan \nRailways Police.—(1) Notwithst anding anything contained in any other law for the time being in \nforce or any contract, agreement or any condition  of service, — \n(a)  all persons holdi ng any rank or post,  not above  the rank or post of \nSuperintendent, in or under the Railway Police of any Province; and \n(b)  all persons holding  any rank or post in the Railway Watch and Ward; \nshall, subject to such conditions  as may be laid down  by the Federal Government, stand  transferred \nand appoint ed to such correspondi ng ranks or posts  in or under the Pakistan Railways Police as may \nbe notified by the Federal Government. \n (2) If, at any time, the Federal Government considers that the services of any person referred \nto in clause (a) of sub-section (1) are no longer needed by the Pakistan Railways Police, the Federal \nGovernment may, by order in writing, revert such person to the Police of the Province, to which he \nbelonged immediately before the comm encement of this Act. \n 6. Ordinance No. XXIII  of 1969  not to apply to the Pakistan Railways  Police. Nothing  \ncontained in the Indust rial Relations  Ordinance, 1969  (XXIII of 1969),  shall apply to, or in \nrelation to, the Pakistan Railways Police. \n 7. Appointment of officers of the Pakistan Railways Police. For the purposes of this \nAct, the Federal Government may, by notification in the official Gazette, appoint  any person to be— \n(a)  the Inspector-General of the Pakistan Railways Police ; \n(b)  a Deputy Inspector-General of the Pakistan  Railways Police;  \n(c)  a Superintendent of the Pakistan Railways Police; and \n(d)  an officer with any other designation. \n 8. Appointment of members and ministerial staff.—(1) The Inspector-General, or an \nofficer to whom  the power is delegated by the Inspector-General, may appoint  members and \nminist erial staff and determine  the duties to be performed by them. \n (2) Appointm ents under sub-section (1) shall be made by direct recruitment or promotion  or \ntransfer from any other force or any department of the Federal Government or a Provincial \nGovernment in such manner as may be prescribed by rules. \n \n \nPage 7 of 12 \n  (3) The officers and members and minist erial staff shall receive such pay, pension,  \nallowances and other remuneration, and shall enjoy such other privileges, as may be prescribed by \nrules. \n (4) Every officer and member, other than the Inspector-General, shall receive a certificate in \nthe form set out in the Second Schedule under the seal of the Inspector-General or such other \nofficer as the Inspector-General may authorise in this behalf and, by virute of holding  such \ncertificate, he shall be vested with the powers, functions  and privileges of an officer or member, as \nthe case may be. \n (5) Any person who ceases, for any reason, to be an officer or member shall forthwith \nsurrender the certificate referred to in subsection (4) to any officer authorised by the Inspector-\nGeneral in this behalf, together with the uniform and equipm ent, if any, issued to him. \n (6) Officers and members of the Pakistan Railways Police shall wear such uniforms as may \nbe prescribed by regulations.  \n 9. Powers of officers and members of the Pakistan Railways Police.—(1) The Inspector-\nGeneral shall exercise the powers of an Inspector-General of Police under the Police Act, 1861 \n(V of 1861).  \n (2) The Inspector-General shall, in respect of the officers, members and minist erial staff, have \nall the powers conferred on him by or under this Act. \n (3) An officer or member shall, in respect of 1[Railway ],— \n(a)  for the purpose of inquiry, investigation, arrest, trial and prosecution,  \nexercise all the powers conferred on an officer or member of Police under the \nPolice Act, 1861  (V of 1861),  and the Code 2[* * * * * * ] the Railways Act, \n1890  (IX of 1890), this Act and the rules and regulations;  3[* *] \n(b)  use such arms, ammu nition and equipm ent as may be authorised by \ntheInspector-General, for the purposes of this Act,4[ ; and] \n5[(c)  for the purpose of arresting without  warrant any person whom  he is \nauthorised by law to arrest and who is attempting  to escape, or has escaped, \nimmediately after the commission  of an offence, have the power to pursue \nsuch person into any place in Pakistan.] \n (4) Officers superior in rank to an officer-in-charge of a Railway Police Station may exercise \nthe same powers, throughout the local areas or jurisdi ctions  to which they are appoint ed, as may \nbe exercised by such officer within  the limits  of his station or jurisdiction. \n Explanatio n.—For the purpose of the exercise by the officers and members of the powers of \nan officer-in-charge of a Railway Police Station under this Act, ‘Police Station’ means any place \ndeclared, generally or specially, by the Federal Government to be a Police Station within  the \nmeaning of the ‘Code’. \n \n1Subs.,  by Ord 92 of 2002 s. 44 and Sch. \n2The brackets and words \"(except powers under section 58 thereof)\" omitted by the Pakistan Railways Police (Amdt.) Ordinance, 1977 (39 of 1977), \ns.2. \n3The word \"and\" omitted ibid.  \n4Subs. ibid., for full -stop.  \n5Cl. (c ) added ibid., \n \nPage 8 of 12 \n  (5) If any office r or membe r suspect s that any propert y is stole n propert y and that it is likely \nto be removed , transferre d or otherwis e dispose d of befor e an order of the appropriat e authorit y for \nits seizur e is obtained , such office r or membe r may, by order in writing , direct the owne r or any \nperso n who is apparentl y for the time being in possession  thereof not to remove, transfer or \notherwise dispose  of such property in any manner except with the previous  permission  of that officer \nor member and such order shall be subject to any order made by the Court having jurisdiction in the \nmatter. \n (6) Any contravention  of an order made under sub-section (5) shall be punish able with \nrigorous imprisonment for a term which may extend to one year, or with fine, or with both.  \n (7) An officer or an officer-in-charge of a Railway Police Station may, for the purposes of \nthis Act, call upon  the Provincial Police and the District Magistrate concerned to come to the help of \nthe Pakistan Railways Police and in such a case the Provincial Police and the District Magistrate \nshall act in the same manner as they act within  their own jurisdiction for the maintenance of law and \norder, for the arrest of offenders and for recovery of persons and property. \n_____  \nCHA PTER  IV \n 10. Appointment of Magistrates and Public Prosecutors. Notwithst anding anything \ncontained in the Code, the Federal Government may, for the purposes of this Act, appoin t— \n(a)  any person to be a Magistrate of the first class within the meaning of the \nCode; and \n(b)  any person or officer of the Pakistan Railways Police to be a public  \nprosecutor within  the meaning of the Code. \n______ ____  \nCHA PTER  V \n 11. Liabilities of officers and members.—(1) It shall be the duty of every officer and \nmember prompt ly to obey and to execute all orders and instructions  issued to him by the competent \nauthority. \n (2) Every officer and member shall be liable to serve wherever he is required to serve by the \ncompetent authority. \n (3) Every officer or member who is guilty of any violation of duty or wilful breach or \nneglect of any provision  of this Act or of any rule or regulation or lawful order made by a competent \nauthority, or who withd raws from his duties without  permission, or who,  being absent On leave, \nfails, without  reasonable cause, to report hims elf for duty on the expiration of such leave, or on \nbeing recalled to duty earlier, or who engages without authority in any employment other than his \n \nPage 9 of 12 \n duty under this Act, or Who is guilty of cowardice, or who offers any unwarrantable personal \nviolence to any person in his custody, shall be liable to be proceeded against departmentally, or, on \nconviction before a Magistrate, to imprisonm ent for a term which may extend to six months,  or with \nfine which may extend to one thous and rupees, or with both.  \n (4) No court shall take cognizance of an offence punish able under sub-section (3) except \nupon  a compl aint in writing made by a person authorised in this behalf by the Federal Government. \n (5) Any person convicted, under sub-section (3) may, within  thirty days from the date of his \nconviction, file an appeal to the Court of Session  having jurisdiction, whose  decision  thereon shall be \nfinal. \n 12. Indemnity. No suit, prosecution  or other legal proceedings shall lie against any person \nfor anything in good  faith done  or intended to be done under this Act or the rules or regulations.  \n_____ _____  \nCHA PTER  VI \n 13. Public servant. Every officer and member of the Pakistan Railways Police shall be a \npublic  servant within the meaning of section 21 of the Pakistan Penal Code  (Act XLV of 1860) . \n 14. Assets and liabilities.—(1) All rights, properties, assets and liabiliti es of the Railway \nPolice of a Province shall stand transferred to the Pakistan Railways Police on the comm encement \nof this Act. \n (2) The transfer of rights, properties, assets and liabiliti es under sub-section (1) shall be \nsubject to such terms and conditions  as may be agreed upon  between the Federal Government and \nthe Provincial Government or, in the absence of such agreement, as may be determined by the \nPresident. \n (3) All rights, properties, assets and liabiliti es of the Railway Watch and Ward shall stand \ntransferred to the Pakistan Railways Police on the comm encement of this Act in such manner and to \nsuch extent as may be determined by the Federal Government. \n 15. Delegation of powers by the Federal Government. The Federal Government may, by \nnotification in the official Gazette, delegate all or any of its powers under this Act, except those  \nunder section 17, to 1[ * * * * ] the Inspector-General. \n 16. Delegation of powers by the Inspector-General. The Inspector-General may, with the \nprior approval in writing of the Federal Government, delegate all or any of his powers under \nthe rules for the efficient functioning  of the Pakistan Railways Police to any officer or member. \n 17. Power to make rules. The Federal Government may, by notification in the official \nGazette, make rules— \n1 omitted by ord. 92 of 02, s.44 and sch.   \n \nPage 10 of 12 \n (a)  regulating the functions  and powers of the officers including  the Magistrates \nand the public  prosecutors; \n(b)  regulating the grades of, and the remuneration and rewards to be paid to, the \nofficers, members and ministerial staff of the Pakistan Railways Police and \ntheir conditions  of service; \n(c)  prescribing and regulating the award of departmental punishm ents and trial of \ncases by Magistrates; \n(d)  appointing  the place where a person punished with imprisonm ent may be \nkept in custody; and \n(e)  generally for the purpose of carrying into effect the provisions  of this Act. \n \n 1[18. Power  to make  regulations . The Inspector -General  may,  with the prior  approval  in \nwriting  of the Federal  Government,  make  regulations  consistent  with this Act and the rules .] \n 19. Transitional provisi on. Till such time as the rules and regulations  are framed,— \n(a)  the persons referred to in clause (a) of sub-section (1) of section 5, and the \nofficers and members appoint ed after the comm encement of this Act, shall, \nso far as may be and with the necessary modi fications, be governed by the \nPunjab Police Rules, 1934;  and \n(b)  the persons referred to in clause (b) of the aforesaid sub-section shall, so far as \nmay be and with the necessary modi fications,  be governed by the rules \ngoverning the Railway Watch and Ward immediately before the \ncomm encement of this Act. \n 20. [Repeal]. Omitt ed by the Federal Laws (Revision  and’ Declaration)  Ordinan ce, 1981 \n(XXV II of 1981), s. 3 and Sch, II. \n \n \n \n \n \n \n \n1 Subs by ord. 92 of 02, s.44 and sch.  \n \nPage 11 of 12 \n FIRST SCHEDULE   \n[See section 2(e) and (g)] \nFORM  OF AFFIRMATION  \n I, ______________________ son/daughter  of ________________ solemnly  affirm in the \npresence of Almighty  Allah that I will bear true faith and allegiance to the Islamic Republic  of \nPakistan and that I will, as in duty bound,  honestly  and faithfully serve in the Pakistan Railways  \nPolice and go wherever I may be ordered by air, land or sea, and that I will observe and obey  all \ncomm ands of any officer set over me even to the peril of my life. \n Signed in acknowledgement of the above  having been read out to me. \n \nPerson Enroll ed \nDated......................... . \n Signed in my presence after I had ascertained that the person understood  the purpose of \nwhat he/she signed. \n \nInspector-General, \nPakistan  Railwa ys Police \nOr \nOther Enrolling  Officer. \nROMAN—URDU TRANSLATION  OF AFFIRMATION  \n Main ___________________ WALD/BINT_____________ ___________ Khuda -e-Taala ko \nhazir-o-nazir janker iman se iqr ar karta/karti hun key m ain Isl ami Jamhoo ria Pakistan ka/ki su che dil \nse wafadar rahunga/rahungi aur Pakistan Railways Police men imandari aur w afadari se khidm at \nseranjam doong a/doongi aur h awa, khushki ya ta ri ke raste j ahan bhi j ane ka huk am m elega \njaonga/jaongi aur jise m era afsar muq arar kia j aega uskey h er huk am ki t amil aur pairwi \nkarunga/karungi, kha h us men jan ka khatra ho.  \n________  \n \n \n \n \n \n \n \n \n \n \n \nPage 12 of 12 \n SECOND  SCHEDULE  \n[See section 8(4)]  \nCERTI FICAT E \n Mr./Mrs/Miss _____________________________________________   has been appoint ed as \nofficer/member of the Pakistan Railways Police under the Pakistan Railways Police Act, 1977,  \nand is vested with powers, functions  and privileges of an officer a member of the Pakistan \nRailways Police. \n \n \nIdentification  of the \nOfficer/Member. \n \nInspector-General, \nSeal of the Pakistan  Railwa ys,  \nPolice. \n \n \n \n    \n \n \n \n \n \n \n \n \n \n        Last uploaded on 25.9.20 23 Photo  of the \nOfficer/Member."
}