{
    "file": "./converted_json\\administrator287b29e01482380bde4a180b1fb33651.json",
    "name": "Public Finance Management Act, 2019",
    "date": "30th June, 2019",
    "tagline": "Strengthening management of public finances for better macroeconomic management",
    "content": "Page 1 of 18 \n  \n \n \n \nTHE PUBLIC  FINANCE MANAGEMENT  ACT,  2019  \n \n \n \n \nCONTENTS  \n \nCHA PTER I  \nPRELIMINARY \n1. Short t itle, application and commencement  \n2. Definitions \nCHA PTER II  \nBUDGET MANAGEMENT  \nBUDGET PREP ARATION A ND PRESENTATION  \n3. Budget strategy paper \n4. Annu al Budget Statement  \n5. Plan b ased Gov ernment’s expenditure \n6. Grant-in-aid \n7. Receipt of grants by the Government \n8. Tax expenditure \n9. Performance based budget \n10. Ch anges in s chedule of authori zed expenditure \n11. Re-appropriation of  funds \n12. Surrender of savings \nCHA PTER III  \nDEVE LOPMENT  PROJEC TS AND \nMAINTEN ANCE AND USE  OF PUBLIC ASSETS  \n13. Classifi cation of  development p rojects \n14. Preparation of  development proje cts \n15. Qu ality assurance \n16. T echnical approval \n17. Inclusion of d evelopment projects in d emands for grants \n18. Monitoring  and evaluation of d evelopment proje cts \n19. Budgetary provision for mainten ance of assets  \n20. Uti lization of  public assets  \n \n \n \n \n\n   \n \nPage 2 of 18 \n CHA PTER IV  \nCONTROL  OF PUBLIC  FINANCE  \nCONSOLIDATED FUND  AND  PUBLIC ACCOUNT  \n21. Federal Consolidat ed Fund \n22. Custo dy of the Federal Consolidat ed Fund and Public Account of t he Federation \n23. E xpenditure from Federal Consolidat ed Fund and Public Account \n24. Withhold ing of authori zed appropriations \n25. E xcess expenditure \n26. Com mitment control system \n27. D elegation of  financial powers \n28. Chief  finance and accounts officer \n29. Chief  internal auditor  \nCHA PTER V  \nTREASU RY MANAGEMENT  \n30. C ash m anagement  \n31. Gov ernment banki ng arrangements  \nCHA PTER VI \nSPECIAL PURPOSE FU NDS \n32. Special pu rpose funds  \nCHA PTER VII \nACCOU NTING AND REPORTI NG \n33. Controll er General of Accounts  \n34. Mid -year reporti ng of bu dget developments \n35. Y ear-end gov ernment performance mon itoring  report  \nCHA PTER VIII \nPUBLIC ENTI TIES \n36. Public entities \n37. Self-generated revenues \n38. Preparation of  accounts  \n39. Audit  \n40. Disso lution of  public entity \nCHA PTER VIIIA  \nNON TAX  REVENUE  \n40A. Policy and administration \n40B. Levy and collection \n40C. D eposit in Federal Consolidat ed Fund \n40D. Late payment su rcharge \n40E. R ecovery of non tax rev enue by Com missioner  (Inland Revenue) \nCHA PTER IX  \nREMOVAL OF  DIFFICULTY AND POWER TO MAKE RULES \n \n41. R emoval of  difficulty \n42. Power to m ake rules \n43. Budget manual \n44. Implementation and improvement  \n45. Ov erriding effect  \n   \n \nPage 3 of 18 \n THE PUBLIC  FINANCE  MANAGEMENT  ACT,  2019      \n \n [30th June, 2019]  \n \n AN   \n1ACT  \n \nto strengthen  management  of public  finances  with the view to improving  definition  and implementation  \nof fiscal  policy  for better  macroeconomic  management,  to clarify  institutional  responsibilities  related  \nto financial  management,  and to strengthen  budgetary  management;  \n \nWHEREAS  matters  mentioned  above  are pivotal  for reducing  public  debt and management  of \npublic  finances;  \n \nAND  WHEREAS  as defined  under  Article  79 of the Constitution  of the Islamic  Republic  of \nPakistan,  it is expedient  to provide  for regulating  the custody  of the Federal  Consolidated  Fund,  the \npayment  of moneys  into that Fund,  the withdrawal  of moneys  therefrom,  the custody  of other  moneys  \nreceived  by or on behalf  of the Federal  Government,  their payment  into, and withdrawal  from,  the \nPublic  Account  of the Federation,  and all matters  connected  with or ancillary  thereto;  \n \nAND  WHEREAS  to give elaborate  mechanism  of public  finance  management  as envisaged  in \nArticles  78 to 88 2[* * *] and 160 to 171 of the Constitution  and to guide  budgetary  management  \nprocesses,  financial  and fiscal  controls,  cash and banking  arrangements,  and financial  oversight  of \npublic  entities;  \n \nIt is hereby  enacted  as follows: — \n \nCHAPTER  I \nPRELIMINARY  \n1. Short  title,  application  and commencement. —(1) This Act may be called  the Public  \nFinance  Management  Act, 2019.  \n \n(2) It shall apply to all matters of the Federal Consolidated Fund and Public Account of the \nFederation and all other matters of the Federal Government connected with or ancillary thereto.  \n \n(3) It shall come into force at once.  \n \n2. Definitions. —In this Act, unless there is anything repugnant in the subject or context, — \n \n(a)  “approp riation” means the assignment to meet specified expenditure of funds at \nthe disposal of the assigning authority;  \n \n(b)  “Auditor -General” means Auditor -General of Pakistan appointed under Article \n168 of the Constitution;  \n \n(c)  “authorization of expenditure”  means payments and withdrawals from the \nFederal Consolidated Fund and Public Account of the Federation against \napproved budgetary provisions deemed to be duly authorized unless it is \nspecified in the schedule of authorized expenditure;  \n \n \n \n \n \n1This Act was enacted vide section 18 of the Finance Act, 2019 (Act No. V of 2019).  \n2Omitted by the Finance Act, 2020 ( Act No. XIX of 2020 ), s. 9.  \n  \n   \n \nPage 4 of 18 \n (d)  “bank” means the State Bank of Pakistan or any office or agency of the State \nBank of Pakistan and includes any bank acting as an agent of the State Bank of \nPakistan in accordance with the provisions of the State Bank of Pakistan Act, \n1956 (XXXIII of 1956);  \n \n(e)  “commitment ” means  an obligation  to make  a future  payment,  the funds  for \nwhich  are reserved  against  the allocated  budget  of an entity;  \n \n(f)  “constitution ” means  the Constitution  of the Islamic  Republic  of Pakistan;  \n   \n(g)  “Controller  General  of Accounts ” means  the person  appointed  under  the \nController  General  of Accounts  (Appointment,  Functions  and Powers)  \nOrdinance,  2001  (XXIV  of 2001);  \n \n(h)  “contingent  liability ” means  a financial  liability  that may arise  or come  into \nbeing  if one or more  events  occur;     \n(i)  “Federal  Consolidated  Fund ” means  the Federal  Consolidated  Fund  of the \nGovernment  of Pakistan  created  under  Article  78 of the Constitution;  \n \n(j)  “financial  propriety ” means  the compliance  of law, rules,  regulations,  \nmaintaining  high standard  of prudence,  vigilance,  due diligence  and ensuring  \nvalue  for money  while  incurring  expenditure  and collecting  government  \nreceipts;  \n \n(k)  “financial  year” means  the financial  year as defined  under  Article  260 of the \nconstitution;  \n \n(l)  “Government ” means  the Federal  Government;  \n \n(m)  “medium -term” means  budgetary  estimates  for a rolling  three -year budgetary  \nhorizon.  This includes  current  estimates,  which  are to be appropriated  by \nParliament,  and two additional  or ‟outer ” years’  estimates;  \n \n1[(ma)  “non-tax revenue ” means  revenues  received  by the Government  in terms  of \nclause  (1) of Article  78 of the Constitution , and the recurring  income  of the \nGovernment  from  investments  and provision  of services  but does not include  \nthose  mentioned  in clause  (3) of Article  160 of the Constitution; ] \n \n(n)  “outcomes ” means  the effects  of outputs  on targeted  audience;  \n \n(o)  “outputs ” means  service  delivered;  \n \n(p)  “prescribed ” means  prescribed  by rules;  \n \n(q)  “principal  accounting  officer ” means  the secretary  of a Division  or any official  \nnotified  as principal  accounting  officer,  responsible  for exercising  financial  \npropriety  in management  of public  funds  and having  accountability  to \nParliament  for the economic,  efficient  and effective  use of resources.  \n \n             Explanation. —The term “secretary” shall include the secretary general, \nprincipal secretary, secretary or acting secretary to the Government of Pakistan \nin charge of a division and where there is no secretary, the additional secretary \nor joint secretary in charge of a divis ion; \n \n(r)  “Public Account” means the Public Account of the Federation as defined under \nArticle 78(2) of the Constitution;  \n \n \n1Ins. by the Finance Act, 2020 ( Act No. XIX of 2020 ), s. 9. \n   \n \nPage 5 of 18 \n (s)  “public  moneys ” mean  the moneys  forming  part of the Federal  Consolidated  \nFund  and the Public  Account  of the Federation;  \n \n(t)  “public  servant ” means  a public  servant  within  the meaning  of section  21 of the \nPakistan  Penal  Code  (Act XLV  of 1860);  \n \n(u)  “re-appropriation ” means  transfer  of funds  from  one head  of account  of \nappropriation  to another  such head  of account  ¹[within  one demand  for grant];  \n \n1[Provided  that no re-appropriation  shall  be made  between  funds  \nauthorized  for expenditure  charged  upon  the Federal  Consolidated  Fund  and \nother  expenditure.]  \n \n1[(ua)  “revenue  collection  office ” means  a ministry,  division  or its attached  \ndepartment  or subordinate  office  responsible  for collection,  monitoring  and \nreporting  of non-tax revenue;]  \n \n(v)  “supplementary  grant ” means  budget  grant  within  the meaning  of Article  84 of \nthe Constitution;  \n \n2[(w)  “technical supplementary grant” means appropriation or authorization, as the \ncase may be, of additional funds to a demand for grant against — \n   \n (i)  surrender  from another demand for grant; or  \n(ii)  anticipated saving received by the Finance Division; or  \n(iii)  unbudgeted revenue receipt deposited by Provinces or Entities in \nFederal Consolidated Fund for a specific purpose; or  \n \n(iv)  unbudgeted foreign grants received or deposited by foreign governments \nor international donors in Federal Consolidated Fund for a specific \npurpose. ] \n \n(x)  “tax expenditure ” means  the revenue  which  Government  foregoes  through  the \nprovisions  of tax laws that allows  deductions,  exclusions  or exceptions from the \ntaxpayer ’s taxable expenditure income or investment, deferral of a tax liability \nor preferential tax rates;  \n \n(y)  “treasury single account” means a banking arrangement for the consolidation of \ngovernment financ ial resources in one bank account or multiple bank accounts \nlinked to one main account through which the government transacts all its \nreceipts and payments; and  \n \n(z)  “voted expenditure” means expenditure other than the charged expenditure \nspecified in the  annual budget statement referred to in Article 82(2) of the \nConstitution.  \n \n   \n \n \n \n \n1Ins. and added  by the Finance Act, 2020 ( Act No. XIX of 2020 ), s. 9. \n2Subs . by the Finance Act, 2024 (Act  No. X of 2024 ), s. 11. \n   \n \nPage 6 of 18 \n CHAPTER  II \nBUDGET  MANAGEMENT  \nBUDGET  PREPARATION  AND  PRESENTATION  \n \n3. Budget  strategy  paper. —(l) The Federal  Government  shall  approve  the budget  strategy  \npaper  containing  quantified  macroeconomic  and fiscal  projections  for the medium -term by fifteenth  of \n1[April]  of each year.  It shall  be published  as well as placed  on the Finance  Division ’s official  website.  \nThe paper  shall  indicate  strategic  priorities  of the Government  revenue  and spending  policies  and \nspecify  indicative  levels  of spending  in various  Ministries  and Divisions.  Upon  approv al of the paper,  \nthe Finance  Division  shall  issue  indicative  budget  ceilings  to Ministries  and Divisions.  \n \n(2) The Minister  for Finance  shall  1[also  present  and discuss  the budget  strategy  paper  with the \nStanding  Committees]  for Finance  and Revenue  in the Senate  and the National  Assembly.  \n \n(3) The Federal  Government  may extend  the deadline  mentioned  in sub-section  (1) in case of \nextreme  requirement.  \n \n4. Annual  Budget  Statement. - (1) The Federal  Government  shall,  in respect  of every  financial  \nyear,  cause  to be laid before  the National  Assembly,  Annual  Budget  Statement  consistent  with Articles  \n80 and 81 of the Constitution  including  a statement  of the purpose  and estimates  divided  into 1[major \nobjects for each demand for grant ]. \n \n(2) Each  Demand  for grant  may indicate  budget  estimates  of the ensuing  year,  initial  budget  \nestimates  and revised  estimates  of outgoing  year and provisional  actual  expenditure  of year prior to \noutgoing  year.  \n \n(3) The Annual  Budget  Statement  shall  also contain -  \n \n(a)  statement  of contingent  liabilities  of the Federal  Government;  and \n \n(b)  statement  of fiscal  risks.  \n \n1[5. Plan  based  Government ’s expenditure. —All government  expenditures,  whether  from  a \nrecurrent  or development  demand  for grant,  shall  be based  on well-defined  plans  and the strategic  \npriorities  approved  in budget  strategy  paper  as per section  3.] \n \n6. Grant -in-aid.—The Federal  Government  may approve  grant -in-aid for individual,  public  \nand private  institutions,  local  bodies  and other  non-political  institutions  and associations  as it may \nconsider  appropriate  in the manner  as may be prescribed.  \n \n7. Receipt  of grants  by the Government. —(1) Grants  made  to the Government  by a foreign  \nGovernment  or by any other  person  shall  be received  by the Economic  Affairs  Division  and Finance  \nDivision  on behalf  of the Government.  \n \n(2) The Finance  Division  shall,  in collaboration  with representatives  of donors,  reach  \nagreements  and issue  instructions  concerning  the management  of such grants.  \n \n \n \n \n \n \n1Subs. by the Finance Act , 2020 (Act  No. XIX of 2020 ), s. 9. \n   \n \nPage 7 of 18 \n 8. Tax expenditure. —The Federal  Government  shall,  in respect  of every  financial  year cause  \nto be laid before  the National  Assembly,  Finance  Bill consistent  with Article  73 of the Constitution  \nincluding  a statement  of estimated  tax expenditure  of the Federal  Government.  \n \n9. Performance  based  budget. —(1) The Federal  Government  shall,  in respect  of every  \nfinancial  year,  cause  to be laid before  the National  Assembly  a medium -term perfo rmance  based  \nbudget  1[report]  along  with the Annual  Budget  Statement.  \n \n(2) For each principal  accounting  officer,  the medium -term performance  based  budget  1[report]  \nmay include  policy  and goals,  past and future  expenditure,  outputs  and outcomes  and related  \nperformance  indicators  and targets.  \n \n10. Changes  in schedule  of authorized  expenditure. - If in respect  of any financial  year it is \nfound — \n(a)  that the amount  authorized  to be expended  for a particular  service  for the current  \nfinancial  year is insufficient,  or that a need  has arisen  for expenditure  upon  some  \nnew service  not included  in the Annual  Budget  Statement  for that year;  or \n \n(b)  that any money  has been  spent  on any service  during  a financial  year in excess  \nof the amount  granted  for that service  for that year,   \n \nthe Federal  Government  shall  have  power,  as prescribed,  to authorize  expenditure  from  the Federal  \nConsolidated  Fund,  whether  the expenditure  is charged  by the Constitution  upon  that Fund  or not, and \nshall  cause  to be laid before  the National  Assembly  Supplementary  Budget  Statement  or, as the case \nmay be, an Excess  Budget  Statement,  setting  out the amount  of that expenditure,  and the provisions  of \nArticles  80 to 83 shall  apply  to those  statements  as they apply  to the Annual  Budget  Statement.  \n \n11. Re-appropriation  of funds. —Principal  accounting  officers  may sanction,  1[by thirty -first \nday of May each]  year,  re-appropriation  of funds  from  one expenditure  item to another  within  a budget  \ngrant  in the manner  as may be prescribed  1[:] \n \n1[Provided  that in an exceptional  case of exigency,  the Finance  Division  may extend  the \nprescribed  time limit  before  the close  of the financial  year.]  \n \n12. Surrender  of savings. —(1) All Ministries  and Divisions,  their attached  departments  and \nsub-ordinate  offices  and autonomous  organizations  shall  surrender  to the Finance  Division  1[by thirty -\nfirst day of May each year],  all anticipated  savings  in the grants  or assignment  accounts  or grant -in-\naid controlled  by them  1[:] \n \n1[Provided  that in an exceptional  case of exigency,  the Finance  Division  may extend  the \nprescribed  time limit  before  the close  of the financial  year.]  \n \n(2) The Finance  Division  shall  communicate  the acceptance  of such surrenders  before  close  of \nthe financial  year and where  requirement  is justified,  shall  provide  for equivalent  amount  in the next \nfinancial  year budget.  \n \n \n \n \n \n1Ins., subs. and added  by the Finance Act, 2020 ( Act No. XIX of 2020 ), s. 9. \n \n   \n \nPage 8 of 18 \n CHAPTER  III \nDEVELOPMENT  PROJECTS  AND  MAINTENANCE  AND  USE  OF PUBLIC  ASSETS  \n \n \n13. Classification  of development  projects. —Projects  defined  in public  sector  development  \nprogramme  shall  be classified  as:— \n \n(a)  core projects  in national  infrastructure  requiring  complex  planning,  design  and \nimplementation  procedures.  The Planning  Commission  shall  designate  projects  \nas such in accordance  with the criteria  notified  in official  Gazette;  and \n \n(b)  sectoral  projects,  projects  undertaken  by specific  sectors,  Ministries  and \nDivisions  which  are required  to enhance  the development  of that sector  or \nMinistry  or Division  and do not fall under  the above  category  of core projects.  \n \n14. Preparation  of development  projects. —(1) All development  projects  shall  be prepared  \nin conformity  with procedures,  processes  and templates  defined  by the Planning  Commission.  \n \n(2) Cost and benefit  analysis  and risk assessment  of all development  project  proposals,  in \nexcess  of a threshold  size prescribed  by the Planning  Commission,  shall  be undertaken.  \n \n15. Quality  assurance. —Development  project  proposals  which  exceed  in their total cost \nthresholds  defined  by the Planning  Commission  shall  be subject  to quality  assurance.  Such  quality  \nassurance  shall  be undertaken  by an individual/body  which  is independent  of the \nsector/Ministry/Division  that has initiated  the preparation  of the development  project  proposal.  \n \n16. Technical  approval. —(1) All development  project  proposals  shall  be subject  to a technical  \napproval  process.  Technical  approval  shall  only be granted  to projects  which  are compliant  with the \nstandards  and procedures  set by the Planning  Commission.  \n \n(2) Findings  and recommendations  of the independent  quality  assurance  reports  and cost and \nbenefit  analysis  and risk assessment,  where  required  as per sub-section  (2) section  14, shall  be taken  \ninto account  by these  forums  while  considering  the development  project  proposals.  \n \n17. Inclusion  of development  projects  in demands  for grants. —(1) No development  project  \nshall  be considered  for inclusion  in demands  for grants  that has not been  granted  technical  approval.  \n \n(2) No development  project  shall  be considered  for inclusion  in demands  for grants  unless  it is \nprovided  with a budget  allocation  for the coming  year which  fully  reflects  the proposed  project  cost \nfor each year.  \n \n18. Monitoring  and evaluation  of development  projects. —(l) Development  projects  shall  be \nsubject  to the following  forms  of monitoring  and evaluation,  namely: — \n \n \n(a)  monitoring  of progress  during  implementation;   \n \n(b)  evaluation  of the project  on completion;  and \n \n(c)  in case of the projects  with a total cost exceeding  a threshold  to be set by the \nPlanning  Commission,  an independent  impact  assessment  within  five years  after \ncompletion  of the projects.  \n \n(2) Timelines,  forms  and formats  and guidance  on conducting  monitoring  and evaluation  and \nreporting  shall  be as may be prescribed.  \n   \n \nPage 9 of 18 \n 19. Budgetary  provision  for maintenance  of assets. —(1) Every  Ministry  and Division  shall  \ninclude  in its demands  for grants  adequate  funds  dedicated  for operation  and maintenance  of the \nphysical  infrastructure  assets  under  its supervision.  \n \n(2) The Planning  Commission  shall  define  adequacy  requirements  for different  categories  of \nphysical  infrastructure  expressed  as the ratio of the annual  provision  for maintenance  and the current  \nmarket  value  of the asset.  \n \n20. Utilization  of public  assets. —(1) Principal  accounting  officers  shall  ensure  that the \nmaximum  possible  returns  are achieved  on each and every  asset  falling  under  the oversight  of the \nMinistry  and Division.  \n \n(2) The returns  on a public  asset  may include  utilization  of the asset  for delivery  of one or more  \npublic  services  or a financial  return  accruing  to the Government  from  utilization  of the potential  of the \nasset.  \n \n(3) With  a view  to achieving  the maximization  of returns  on public  assets,  government  may \nestablish  sovereign  wealth  funds  through  an Act of Parliament.  The objective  of a sovereign  wealth  \nfund is to act as a holding  institution  for public  assets,  which  is capable  of bringing  to bear sound  \nmanagement  and exploitation  of opportunities  for the maximization  of returns  from  the public  assets.  \n \nCHAPTER  IV \nCONTROL  OF PUBLIC  FINANCE  \nCONSOLIDATED  FUND  AND  PUBLIC  ACCOUNT  \n \n21. Federal  Consolidated  Fund. —(1) All Ministries  and Divisions,  their attached  \ndepartments  and subordinate  offices  and all public  entities  if so required  by their statutes,  shall  arrange  \nremittance  in the Federal  Consolidated  Fund,  without  delay,  of all revenues  including  all grants  \nreceived  by the Federal  Government,  all loans  raised  by the Government  and all moneys  received  by \nit in repayment  of any loan and all other  moneys  into the Public  Account  of the Federation  as required  \nunder  Article  78 of the Constitution.  \n \n(2) All loans  or grants  made  to the Federal  Government  by a foreign  government  or otherwise  \nshall  be remitted  to the Federal  Consolidated  Fund  and the Controller  General  of Accounts  shall  be \nresponsible  for its proper  accounting.  \n \n22. Custody  of the Federal  Consolidated  Fund  and Public  Account  of the Federation. —\nThe operation  of the Federal  Consolidated  Fund  and the Public  Account  of the Federation  shall  vest in \nthe Finance  Division  under  the overall  supervision  of the Federal  Government.  \n \n23. Expenditure  from  Federal  Consolidated  Fund  1[and  Public  Account]. —(1) No \nauthority  shall  incur  or commit  any expenditure  or enter  into any liability  involving  expenditure  from  \nthe Federal  Consolidated  Fund  and Public  Account  of the Federation  until the same  has been  \nsanctioned  by a competent  authority  duly empowered  and the expenditure  has been  provided  for the \nfinancial  year through — \n \n \n \n \n1Ins. by the Finance Act, 2020 (Act No. XIX of 2020 ), s. 9. \n \n \n   \n \nPage 10 of 18 \n (a)  schedule  of authorized  expenditure;  or \n \n(b)  supplementary  grant  and technical  supplementary  grant  as per Article  84 of the \nConstitution;  or \n \n(c)  re-appropriation  as per section  1[11].  \n \n(2) No authority  shall  transfer  public  moneys  for investment  or deposit  from  government  \naccount  1[including  the assignment  accounts]  to other  bank  account  without  prior  approval  from  the \nFederal  Government  1[:] \n \n1[Provided  that the principal  accounting  officer  in respect  of all the spending  units  under  his \ncontrol  shall  submit  a certificate  to the Finance  Division  on half yearly  basis.]  \n \n(3) Every  grant  approved  by the National  Assembly  for a financial  year and every  other  \nauthority  or sanction  issued  under  this Act in respect  of a financial  year,  shall  lapse  and cease  to have  \nany effect  at the close  of that financial  year.  \n \n24. Withholding  of authorized  appropriations. —The Finance  Division  may,  with the prior  \napproval  of the National  Assembly,  suspend,  withdraw,  limit  or place  conditions  on any budget  \nappropriation  or other  authority  issued  by it if the Finance  Division  is satisfied  that such action  is \nrequired  by reason  of a financial  exigency  or is in the public  interest.  \n \n25. Excess  expenditure. —(1) The expenditure  in excess  of the amount  of budget  grant  as well \nas the expenditure  not falling  within  the scope  or intention  of any budget  grant,  unless  regularized  by \na supplementary  grant,  shall  be treated  as excess  expenditure.  \n \n(2) Excess  expenditure  shall  not become  a charge  against  the Federal  Consolidated  Fund  except  \nwhen — \n \n(a)  The National  Assembly  approves  an additional  amount  equivalent  to \noverspending  as a direct  charge  against  the Federal  Consolidated  Fund  as voted  \nor charged  expenditure;  or \n \n(b)  it decides — \n \n(i)  to recover  the excess  expenditure  from  the public  servants  who are found  \nto be involved  to incur  such an expenditure.  In this case,  the Finance  \nDivision  may take appropriate  measures;  or \n \n(ii)  to take disciplinary proceedings against the principal accounting officer.  \n \n(3) If the Public Accounts Committee recommends the excess expenditure to stand as a charge \nto Federal Consolidated Fund, then it shall be included in the statement of excess expenditure required \nunder Article 84 of the Constitution.  \n \n \n \n1Subs., ins. and added by the Finance Act , 2020 (Act  No. XIX of 2020 ), s. 9. \n   \n \nPage 11 of 18 \n 26. Commitment control system. —The Finance Division in consultation with the Auditor \nGeneral shall approve and issue guidelines related to annual and multi -annual commitment control \nsystems.  \n \n27. Delegation  of financial  powers. —The Finance  Division  shall  approve  regulations  for the \ndelegation  of financial  powers  based  on the follow ing principles,  namely: — \n \n(a)  financial  powers  accorded  to the principal  accounting  officers  balance  financial  \nauthority  with responsibility  for financial  propriety  as per the applicable  \nfinancial  rules  and regulations;  \n \n(b)  financial  powers  are accorded  with the view  to enhance  public  service  delivery;  \nand \n \n(c)  allowing  the principal  accounting  officers  to delegate  financial  powers  to sub-\nordinate  officials.  The delegation  shall  not diminish  the responsibility  and \naccountability  of the principal  accounting  officers.  \n \n28. Chief  finance  and accounts  officer. — 1[(1)]To assist  principal  accounting  officers  in \nfinancial  management,  there  shall  be chief  finance  and accounts  officer  positioned  in Ministries  and \nDivisions  and financial  advisers ’ organization  shall  stand  disbanded.  \n \n1[(2) The Federal  Government  shall,  within  a period  of six months  prescribe  the procedures  \nand role and functions  of the office  of chief  finance  and accounts  officer,  in consultation  with the \nFinance  Division,  Auditor  General  of Pakistan  and the office  of Controller  General  of Accounts.]  \n \n29. Chief  internal  auditor. —1[1] Within  a period  not exceeding  1[eighteen]  months  from  the \ndate of commencement  of this Act, the position  of chief  internal  auditor  shall  be created  who shall  \nwork  under  direct  supervision  of principal  accounting  officer.  Appointment,  roles  and responsibilities  \nof chief  internal  auditors  shall  be as may be prescribed  under  the Civil  Servant  Act, 1973  (LXXI  of \n1973)  and in consultation  with the Auditor -General.  \n \n1[(2) There  shall  be an internal  audit  policy  board  for over all policy  making  and setting  scope  \nand standards,  approving  internal  audit  manuals  and charter  of internal  audit,  monitoring  the overall  \neffectiveness  of internal  audit  function  for the Government  institutions,  comprising — \n \n \n \n(a) Secretary, Finance Division                                                               Chairman ; \n(b) Controller General of Accounts                                                         Member ; \n(c) Deputy Auditor General                                                                     Member ; \n(d) Additional Secretary, Finance Division                                      Member and Secretary) ; \n     (e)     One representative duly appointed by the Member Finance             Member”   \nDivision  from the Institute of Cost and Management Accountants  \n of Pakistan or the Ins titute of Charter ed Accountants of Pakistan or  \nInstitute of Internal Auditors  \n \n(3) Finance  Division  shall  provide  secretarial  support  to the board  constituted  under  sub-section  \n(2).] \n \n \n \n1Re-numbered, added and subs. by the Finance Act , 2020 (Act  No. XIX of 2020 ), s. 9. \n   \n \nPage 12 of 18 \n CHAPTER  V \nTREASURY  MANAGEMENT  \n \n30. Cash  management. —(l) The Finance  Division,  with the approval  of the Federal  \nGovernment,  shall  notify  policy  and rules  under  this Act to prescribe  an effective  cash management  \nsystem  for all public  entities  and special  purpose  funds  leading  to treasury  single  account.  Fundamental  \nprinciples  and objectives  of such policy  and rules  shall  be— \n \n(a)  to anticipate  cash needs  of Government;  \n \n(b)  to ensure  availability  of cash when  it is required;  \n \n(c)  to manage  cash balance  in the Government  bank  accounts  effectively;  and \n \n(d)  to neutralize  impact  of the Government ’s cash flows  on the domestic  banking  \nsector.  \n \n(2) The policy  and rules  under  this section,  inter alia, shall  provide  for— \n \n(a)  establishing  institutional  and administrative  arrangements  needed  to manage  an \neffective  cash management  system;  \n \n(b)  availability  of funds  in accordance  with schedule  of authorized  expenditure  or \nsupplementary  grant;  \n \n(c)  availability  of foreign exchange,  where  required,  from  within  the allocation  of \nforeign  exchange  sanctioned  for the Ministry  and Division  concerned;  \n \n(d)  placement  of all public  moneys  into the treasury  single  account;  \n \n(e)  quarterly  revenue,  expenditure,  cash requirement  and debt plan within  \nsanctioned  budget;  \n \n(f)  gradual  expansion  of budgetary  and accounting  framework  to all autonomous  \nentities,  declared  as such under  clause  (b) of sub-section  (1) of section  1[36];  \n \n(g)  usage  of idle cash of the autonomous  entities,  declared  as such under  clause  (b) \nof sub-section  (1) of section  1[36];  and \n \n(h)  require  all principal  accounting  officers  to provide  the information  deemed  \nnecessary  for effective  operation  of the cash management  and treasury  single  \naccount  system.  \n \n31. Government  banking  arrangements. —(1) The Federal  Government  shall  maintain  its \nFederal  Consolidated  Fund  Account 1[and the Public Account of the Federation] in the State Bank  of \n \n \n \n \n \n1Subs. and ins. by the Finance Act , 2020 (Act No. XIX of 2020 ), s. 9. \n \n \n   \n \nPage 13 of 18 \n  \nPakistan  and it may open  its such other  bank  accounts  as may be required  by the Finance  Division,  \nfrom  time to time,  in accordance  with the State  Bank  of Pakistan  Act, 1956  (XXXIII  of 1956).  \n \n(2) These  accounts  shall  be operated  by such authorized  signatories  as may be prescribed  by \nthe Finance  Division.  \n \n(3) For the purpose  of effective  financial  management  and taking  corrective  measures  to ensure  \nfinancial  discipline,  all banks  in Pakistan  shall  provide  such information  of all accounts  maintained  by \nMinistries  and Divisions,  attached  departments  and subordinate  offices  and public  entities  as shall  be \nrequired  by the Finance  Division,  from  time to time,  through  State  Bank  of Pakistan.  \n \nCHAPTER  VI \nSPECIAL  PURPOSE  FUNDS  \n \n32. Special  purpose  funds. —(1) If monies  have  been  appropriated  by the National  Assembly  \n1[for a fund established  under  any law or with the approval  of the Federal  Government],  the Finance  \nDivision  shall  notify  rules  or regulations  and issue  directives  for the management  and control  of such \na fund.  Any statutory  instrument  shall — \n \n(a)  state the purposes  for which  the special  fund has been  established;  \n \n(b)  identify  the principal  accounting  officer  responsible  for its operations;  and \n \n(c)  specify  that the cash balances  of such funds  shall  form  part of Public  Account  \nof the Federation.  \n \n(2) Such  funds  shall  be subject  to audit  by the Auditor -General  of Pakistan.  \n \n(3) Where  the Federal  Government  is satisfied  that either — \n \n(a)  the purposes  for which  any special  fund was established  have  been  fully  served;  \nor \n \n(b)  it is in the public  interest  to wind  up a special  fund,  \n \nit shall  notify  dissolution  of the said special  fund and any credit  balances  in such fund shall  be \ntransferred  to the Federal  Consolidated  Fund.  An evaluation  report  and regulation  of such funds  shall  \nbe notified  by the Finance  Division.  \n \nCHAPTER VII  \nACCOUNTING AND REPORTING  \n \n33. Controller General of Accounts. —The Controller General of Accounts shall perform his \nfunctions in accordance with the provisions of the Controller General of Accounts (Appointment, \nFunctions and Powers) Ordinance, 2001 (XXIV of 2001).  \n \n34. Mid -year reporting of budget developments. —(1) By twenty -eighth February e ach year, \nthe Federal Government shall place mid -year review report before the National Assembly. The report \nshall provide budget and actual comparison of revenues, expenditure and financing.  \n \n \n \n1Subs. by the Finance Act , 2020 (Act  No. XIX of 2020 ), s. 9. \n   \n \nPage 14 of 18 \n  (2) After  placing  the mid-year review  report  in the National  Assembly,  the Finance  Division  \nshall  publish  the report  on its official  website.  \n \n35. Year -end government  performance  monitoring  report. —Starting  from  the financial  \nyear 2021 -22, the Federal  Government  shall  place,  within  six months  of close  of financial  year,  before  \nNational  Assembly,  a government  performance  monitoring  report  detailing — \n \n(a)  budget  and expenditure  by outputs;  and \n \n(b)  planned  and delivered  key performance  targets.  \n \n \nCHAPTER  VIII  \nPUBLIC  ENTITIES  \n \n36. Public  entities. —(1) Where — \n \n(a)  any board,  commission,  company,  corporation,  trust or other  fund or account  is \nestablished  by or under  any law which  is fully  or substantially  funded  either  \nfrom  the Federal  Consolidated  Fund  or by way of taxes,  levies,  duties  or other  \npublic  monies  accruing  to it in terms  of any laws;  or \n \n(b)  any entity  other  than a state enterprise  is established  by or under  any law, the \nactivities  of which  may result  in a financial  commitment  or other  liability  being  \nincurred  by the Government,   \n \nthe Federal  Government  may declare  such entity  to be a public  entity  for the purposes  of this \nAct. \n \n(2) The Federal  Government  shall,  by notification  in the official  Gazette,  classify  public  entities  \nas— \n \n(a)  Government ’s business  enterprises,  including  public  limited  companies  or \nregistered  companies  under  the law regulating  companies  or banking;  or \n \n(b)  autonomous  entities,  which  include  all public  entities  that are not Government ’s \nbusiness  enterprises,  which  have  been  established  to provide  regulatory,  \nresearch,  development  and training  or are producing  goods  or services  on non-\ncommercial  basis.  \n \n(3) The Finance  Division  shall  be responsible  for notifying  the policy  framework  and \nguidelines  for financial  management  of Government ’s business  enterprises  and autonomous  entities,  \nincluding  those  related  to internal  controls,  borrowing,  cash management,  accounting,  reporting  and \nexternal  audit.  \n \n37. Self-generated  revenues. —(1) Revenues  collected  by an autonomous  entity,  which  arise  \nfrom  any Act or statutory  instruments  of the Federal  Government  shall  be deposited  into the treasury  \nsingle  account.  \n \n(2) The Finance  Division  shall,  with approval  of the Federal  Government,  notify  policy  and \nguidelines  and may issue  regulations  on the utilization  of revenues  generated  by autonomous  entities.  \n \n38. Preparation  of accounts. —(1) Accounts  of Government ’s business  enterprises  shall  be \nprepared  in accordance  with the provisions  of the relevant  law. Copy  of the audited  financial  statements  \nshall  be made  available  to the Finance  Division  within  three  months  of their certification.  \n \n   \n \nPage 15 of 18 \n (2) The accounts  of autonomous  entities  shall  be prepared  in accordance  with instructions  \nissued  by the Controller  General  of Accounts  with approval  of the Auditor  General.  Copy  of annual  \naccounts  shall  be made  available  to the Finance  Division  within  three  months  of their finalization.  \n \n(3) Audited  financial  statements  and annual  accounts  referred  to in sub-section  (1) and sub-\nsection  (2) shall  be laid before  Parliament  by President  of Pakistan  along  with other  accounts  of Federal  \nGovernment  not later than one month  after the same  are submitted  by Auditor -General,  except  that, if \nParliament  is not in session,  then the accounts  shall  be laid before  it on the first day of the following  \nsession.  \n \n(4) Any reports  laid before  Parliament  under  sub-section  (3) shall  be referred  to the Public  \nAccounts  Committee  of Parliament.  \n \n39. Audit.—(1) The audit  of all public  business  enterprises  shall  be in accordance  with the \nprovisions  of the relevant  law. \n \n(2) The audit  of autonomous  entities  classified  shall  be in accordance  with instructions  issued  \nby the Auditor -General.  \n \n40. Dissolution  of public  entity.—Where  the public  entity  established  under  any law or legal  \ninstrument  stands  dissolved  or has been  wound  up, any monies  or other  resources  standing  to the credit  \nof the public  entity  at the time of dissolution  or winding  up shall  be paid into the Federal  Consolidated  \nFund.  \n \n1[CHAPTER  VIII  A \nNON  TAX  REVENUE  \n \n40A.  Policy  and administration. —(1) The administrative  ministries  and divisions  shall  be \nresponsible  for policy  formulation  and administration  of non tax revenue  as per the distribution  of \nbusiness  approved  by the Government.  \n \n(2) The Finance  Division  shall  advise  ministries  and divisions  in policy  formulation  as per the \nstrategic  priorities  of Government ’s revenue  policies.  \n \n40B. Levy and collection. —(1) Non tax revenue shall be levied and charged in accordance \nwith the provisions of relevant laws and such other applicable instruments.  \n \n(2) Notwithstanding anything to the contrary contained in any other law for the time being in \nforce, public entities as defined under section 36 shall pay non tax revenue representing — \n \n(a)  mark up on loans lent by the Government, as per the amortization schedule \nattached with the financing  agreement;  \n \n(b)  dividend against the Government’s equity investments as declared by the \nrespective board of directors out of accrued profits of the entity:  \n \n \n \n \n1Ins. by the Finance Act, 2020 (Act No. XIX of 2020 ), s. 9. \n \n   \n \nPage 16 of 18 \n Provided that if public entity is wholly or substantially owned by the \nGovernment, proposals with regard to declaration of dividend and allocation for \nreserve fund, capital requirement s etc  shall be examined by the controlling \nDivision in consultation with the Finance Division be fore deliberations and \ndecision in the board of directors.  \n \n(c)  surplus  profits  as per the provisions  of relevant  laws;  and \n \n(d)  any other  amount  owed  to the Government  as accrued:  \n \nProvided  that the public  entities  shall  pay accrued  amounts  of non-tax revenue  \nas per clauses  (a) to (d) being  the first charge  on their gross  revenues  or profits,  \nas the case may be. \n \n(3) Non tax revenue  representing  foreign  grants  and payments,  receipts  from  provision  of \nservices,  rents,  recovery  of overpayments,  sale of property  etc shall  accrue  on completion  of the \nprescribed  process.  \n \n(4) The revenue  collection  offices  shall  be responsible  for collection  of all the accrued  amounts  \nof non tax revenue  from  liable  public  entities,  individuals,  firms,  companies  etc as per the time \nspecified  in the relevant  laws and rules.  Finance  Division  shall  prescribe  procedures  for monitoring  \nand reporting  of non tax revenue  by the revenue  collection  offices.  \n \n40C.  Deposit  in Federal  Consolidated  Fund.—(1) Subject  to section  40B,  the revenue  \ncollection  offices  shall  deposit  the collected  amounts  in Federal  Consolidated  Fund  promptly  without  \ndelay  in prescribed  manner  under  the head  of account  specified  by the Finance  Division  in consultation  \nwith the Controller  General  of Accounts.  \n \n(2) The revenue  collection  offices  shall  not retain  or appropriate  the collected  amounts  to meet  \ndepartmental  expenditures  except  through  budgetary  mechanism  as provided  under  Articles  80 to 83 \nof the Constitution.  \n \n40D.  Late  payment  surcharge. —(1) Notwithstanding  anything  to the contrary  contained  in \nany other  law for the time being  in force,  an amount  equal  to monthly  weighted  financing  cost of \nGovernment ’s domestic  borrowings  shall  be payable  during  the period  of default,  in addition  to the \namount  due under  section  40B if not paid within  the stipulated  time.  \n \n(2) Finance  Division  may prescribe  procedure  for levy and collection  of the surcharge  under  \nsub-section  (1). \n \n40E.  Recovery  of non tax revenue  by Commissioner  (Inland  Revenue). — (1) If the amounts  \nas per sections  40B and 40D are not paid within  ninety  days of having  been  due, the Finance  Division,  \nin consultation  with the concerned  Division  may refer  any defaulter ’s case to the Commissioner  \n(Inland  Revenue)  concerned  for recovery  as it were  an arrear  of income  tax. \n \n(2) The Commissioner  (Inland  Revenue)  shall  recover  the arrear  in accordance  with the \nprovisions  of the Income  Tax Ordinance,  2001(XLIX  of 2001)  and deposit  the receipt  in the Federal  \nConsolidated  Fund  as per section  40C.]  \n \n \n \n   \n \nPage 17 of 18 \n CHAPTER  IX \nREMOVAL  OF DIFFICULTY  AND  POWER  TO MAKE  RULES  \n \n41. Removal  of difficulty. —If any difficulty  arises  in giving  effect  to the provisions  of this \nAct, Government  may make  such order,  not inconsistent  with the provisions  of this Act, as it may \nconsider  necessary  for removal  of such difficulty.  \n \n42. Power  to make  rules .—(1) The Federal  Government  may,  by notification  in the official  \nGazette,  make  rules  for carrying  out the purposes  of this Act. \n \n(2) All existing  instruments  shall  continue  in force  until altered,  amended  or repealed  by such \nauthority  competent  to alter,  amend  or repeal  the same  1[:] \n \n1[Provided  that existing  instruments,  contrary  to the provisions  of this Act and the rules  made  \nthereunder,  shall  have  no legal  effect .] \n \n(3) The existing  instruments  shall  include — \n \n(a)  The General  Financial  Rules;   \n \n(b)  Federal  Treasury  Rules;  \n \n(c)  Fundamental  Rules  and Supplementary  Rules;   \n \n(d)  Civil  Service  Regulations;  \n \n(e)  Provident  Fund  Rules;   \n \n(f)  Civil  Pension  Rules;  \n \n(g)  Methods  and procedures  prescribed  by the Auditor -General  of Pakistan  with \nreference  to deposit  and withdrawal  of public  money;  \n \n(h)  Public  Works  Department  Code;  \n \n(i)  the New  System  of Financial  Control  and Budgeting,  2018;  \n \n(j)  the Central  Public  Works  Account  Code;  \n \n(k)  the Accounting  Policies  and Procedures  Manual;   \n \n(l)  other  Financial  Regulations  consistent  with the above  rules;  and \n \n(m)  all amendments,  schedules,  manuals,  notifications,  forms,  appendixes,  orders,  \ncirculars,  codes,  instructions,  directives,  guidelines,  clarifications  and any other  \nsupplementary  legal  instruments  relating  to any of those  rules,  in each case as \nin force  in the Federal  Government  before  commencement  of this Act. \n \n \n \n \n1Subs. and added  by the Finance Act, 2020 (Act No. XIX of 2020 ), s. 9. \n \n   \n \nPage 18 of 18 \n (4) All the existing  public  finance  management  and administration  including  the rules,  \nregulations  and all amendments,  schedules,  manuals,  notifications,  forms,  appendixes,  orders,  \ncirculars, codes, instructions, directives, guidelines, clarifications and any other supplementary legal \ninstruments relating to any of those rules, in each case as in force in the Federal Government before \ncommencement of this Act shall be made consistent with this Act through appropriate amendments \nwhere required.  \n \n43. Budget  manual. —Within  a period  of six months  from  commencement  of this Act, the \nFinance  Divisio n shall  approve  a budget  manual,  to be published  as well as placed  on the Federal  \nGovernment ’s website.  \n \n44. Implementation  and improvement. —The Federal  Government  shall  constitute  a \ncommittee  to oversee  implementation  of this Act and its secondary  legislation.  The committee  shall  \nalso enlist  global  best practices  of the public  finance  management  and shall  recommend  improvements  \nin this Act and its secondary  legislation  from  time to time.  \n \n45. Overriding  effect. —This Act shall  have  overriding  effect  over all other  laws and any law \ninconsistent  with this Act in contradiction  with this Act shall  be amended  to the extent  of the \ninconsistency.  \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 03 -09-2024"
}