{
    "file": "./converted_json\\administrator7a7f278cd0285c850a24ecf59a0d7907.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "____________________________________________________________________________________________________________________________________\nISLAMABAD, WEDNESDAY OCTOBER 14, 2020____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF GILGIT-BALTISTAN\nLAW AND PROSECUTION DEPARTMENT\n(Gilgit-Baltistan Secretariat)\nGilgit, the 17th June, 2020\nThe Gilgit-Baltistan Development of Cities Act, 2020\n(ACT NO. XVI OF 2020)\nAN\nACT\nTo provide for the development of cities in the Gilgit-Baltistan\nPreamble.— WHEREAS it is expedient in the public interest to establish a\ncomprehensive system of planning and development in order to improve the quality\nof life in the cities of the Gilgit-Baltistan, establish an integrated development\napproach and a continuing process of planning and development, to ensure optimum\nutilization of resources, economical and effective utilization of land and to evolve\n(689)\nPrice : Rs. 20.00\n[6209(2020)/Ex. Gaz.]\n690 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020  [P ART I\npolicies and programmes, relating to the improvement at the environment of housing,\nindustrial and trade development, traffic, transportation, health, education, water\nsupply, sewerage, drainage, solid waste disposal and matters connected therewith\nand incidental thereto:\n2. It is hereby enacted as follows:—\nCHAPTER-I\nPRELIMINARY\n1.Short title, extent and commencement.— (1) This Act may be\ncalled the Gilgit-Baltistan Development of Cities Act, No. III of 2020.\n(2) It shall extend to the whole of the Gilgit-Baltistan.\n(3) It applies to the city or cities as the Government may, by notification,\nspecify from time to time.\n2.Definitions.— In this Act, unless the context otherwise requires:—\n(a) “Agency” means an agency established by the Authority to perform\none or more of its functions under this Act;\n(b) “Area” means the whole or any part of the city;\n(c) “Authority” means the Development Authority created under\nSection 4 of this Act;\n(d) “Chairman” means the Chairman of the Authority;\n(e) “City” means an area declared by the Government to be a city for the\npurpose of this Act;\n(f) “Controlled area” means an area notified as such by the Authority;\n(g) “Deputy Commissioner” means the Deputy Commissioner of the\ndistrict concerned and includes any other officer appointed by the\nAuthority to exercise all or any of the powers and discharge any of\nthe functions under this Act;\n(h) “Government” means the Government of the Gilgit Baltistan;\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020 691\n(i) “Government Agency” includes:—\n(j) a division, department, bureau, section, commission, board, office, or\nunit of the Government;\n(k) a “Local Body” means the local body, the local council or the municipal\nbody as established under law for the time being in force having\njurisdiction in the area concerned.\n(l) a developmental or any other public authority, company or corporation\n(whether autonomous or semi-autonomous) owned or controlled by\nGovernment or a [local Body];\n(m) “land” includes earth, mountains, glaciers, water and air, above, below\nor on the surface and any improvements in the structure customarily\nregarded as land and benefits arising out of land and things attached to\nearth or permanently fastened to earth;\n(n) “Member” means a member of the Authority and includes its Chairman;\n(o) “Person” includes an individual, company, firm, cooperative society or\nassociation of individuals whether incorporated or not;\n(p) “Prescribed” means prescribed by rules or regulations;\n(q) “Rules” means rules made under this Act.\n(r) “Scheme” means a planning scheme or a development scheme made\nunder this Act.\n(s) “Specified Area” means the areas specified in the schedule as notified\nby the Government, and such other area as may from time to time be\nincluded therein by the Government by notification in the official\nGazette.\n(t) “Employee” means the Civil Servant or Public servant of GB.\n3.Declaration of any area to be a city and alteration of the limits\nthereof.— (1) For the purpose of this Act, the Government may, by notification,\ndeclare any area to be a city.\n692 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020  [P ART I\n(2) The Government may, at any time, extend, curtail or otherwise alter\nthe limits of a city.\n4.Application of this Act and establishment of an Authority.— (1)\nThe Government may by notification establish an Authority for the city to which this\nAct has been applied.\n(2) The Authority shall be known by the name as may be specified by the\nGovernment.\n(3) The Authority shall be a body corporate, having perpetual succession\nand a common seal with powers, subject to the provisions of this Act, to acquire,\nhold and transfer property both movable and immovable, and may, by its name sue\nor be sued.\n(4) The Authority shall consist of a Chairman and Members, whose number\nand qualification shall be ascertained by the Government.\n(5) Membership of the Authority may be altered, increased or decreased\nby the Government.\n(6) No act or proceedings of the Authority shall be invalid merely by reason\nof any vacancy in, or defect in, the constitution of the Authority.\n(7) The Government may designate one or more members of the Authority\nas Vice Chairman.\n(8) A Vice Chairman shall perform such functions as may be assigned to\nhim by the Authority.\n5.Disqualification of members.— No person shall be, or shall continue\nto be a member who—\n(a) is or, at any time, has been convicted of an offence involving moral\nturpitude; or\n(b) is or, at any time, has been adjudicated insolvent; or\n(c) is found to be a lunatic or of unsound mind; or\n(d) is a minor; or\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020 693\n(e) has a financial interest in any scheme or a conflicting interest, directly\nor indirectly, between his interests as a member and his private interest,\nand has failed to disclose such interest in writing to the Government.\n 6.Meetings.— (1) The Authority shall meet at such place and at such\ntime and shall observe such rules of procedure in regard to transaction of business\nall its meetings as may be prescribed.\n(2) The meetings of the Authority shall be presided over by—\n(a) the Chairman;\n(b) in the absence of the Chairman, the Vice Chairman;\n(c) in ease there are more than one Vice Chairmen, in accordance with\nsuch priority as may be determined by the Authority; and\n(d) in the absence of the Chairman as well as the Vice Chairman, by a\nmember of the Authority elected for the purpose by the members\npresent, from amongst themselves.\nCHAPTER-II\nPOWERS AND FUNCTIONS OF THE AUTHORITY\n7.Powers and functions of Authority.— (1) Subject to the provisions\nof this Act and any rules framed there under, the Authority may exercise such\npowers and take such measures as may be necessary for carrying out the purposes\nof this Act.\n(2) Without prejudice to the generality of the provisions of the foregoing\nsub-section, the Authority may—\n(i) initiate and maintain a continuous process of comprehensive\ndevelopment planning for the area with the objective of preparing a\ndevelopment plan;\n(ii) periodically update such a development plan and coordinate its\nimplementation by the Authority or Government agencies within the\narea;\n(iii) develop, operate and maintain water supply, sewerage and drainage\nsystem within the area;\n694 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020  [P ART I\n(iv) prepare Annual Development Programme for the area, ensure\ncompliance of the Annual Development Programme with priorities\nestablished in the development plan after its preparation and evaluate\nperformance under the Annual Development Programme at the end\nof each year;\n(v) establish, maintain and periodically revise as necessary, planning controls\nand building regulations for the area to;\n(vi) provide appropriate urban design and protect public safety; and\n(vii) ensure compliance with the development plan after its preparation,\n(viii) prepare, implement and enforce schemes for environmental,\nimprovements, housing, urban renewal including slums improvement\nand re-development, solid waste disposal, transportation and traffic,\nhealth and education facilities and preservation of objects or places of\nhistorical, archaeological, scientific, cultural and recreational\nimportance;\n(ix) take any steps or adopt any measures for the face lifting and\nbeautification of the area;\n(x) acquire property, both movable and immovable;\n(xi) sell, lease, exchange or otherwise dispose of any property vested in it;\n(xii) undertake any works and incur any expenditure;\n(xiii) procure machinery instruments or any other material required by it;\n(xiv) enter into contracts;\n(xv) cause studies, surveys, experiments, technical researches or contribute\ntowards the cost of any such studies, surveys, experiments of technical\nresearches made by any other Agency;\n(xvi) issue interim development order for the area for which a scheme is\nunder preparation and restrict or regulate by general or special order,\nany change in the use of land and alteration in building structure and\ninstallation;\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020 695\n(xvii) seek and obtain advice and assistance for the preparation of any scheme,\nor for the execution of any scheme from any Government agency or\nperson and such agency or person shall give the advice and assistance\nsought by the Authority to the best of its ability, knowledge and judgment\nand the additional expenditure, if any, involved in giving such advice or\nassistance shall be borne by the Authority; and\n(xviii) establish an agency/agencies and entrust to it such powers and functions\nas it may deem fit with the approval of the Government.\n(3) The Authority may, or if so directed by the Government shall prepare\nmaster plan and phased master programmes for the development of any part or\nwhole of the specified area of the District concerned and all such plans and\nprogrammes prepared from time to time shall be submitted to the Government for\napproval. Provided, that the Authority may issue interim development orders for\nareas for which master plan is being contemplated or is under preparation and restrict\nor prohibit by general or special order any change in the use of land and alteration in\nbuildings, structures and installation.\n8.Delegation.— The Authority may, by general or special orders, delegate\nto the Director-General or a Committee constituted under Section 10 or a member\nor an officer of the Authority, any of its powers, duties or functions under this Act,\nsubject to such conditions as it may think fit to impose.\n9.Appointment of officers and employees.— The Authority may\nappoint such officers, advisors, experts, consultants and employees, as it considers\nnecessary for the efficient performance of its functions on such terms and conditions\nas it may deem fit.\n10.Committees.— The Authority may constitute such financial, technical\nand advisory committees as may he deemed necessary for carrying out the purposes\nof this Act and such committees shall exercise such powers and perform such\nfunctions as may be delegated or assigned to them by the Authority.\nCHAPTER-III\nDIRECTOR-GENERAL\n11.Appointment and terms of office.— (1) The Director-General shall\nbe appointed by Government on such terms and conditions as may be determined by\nthe Government.\n696 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020  [P ART I\n(2) The Director-General shall be the Chief Executive of the Authority\nand shall:—\n(a) be a whole time, or part time officer of the Authority; and\n(b) perform such duties as may be assigned to him and exercise such\npowers as may be delegated to him by the Authority.\nCHAPTER-IV\nPREPARATION AND EXECUTION OF SCHEMES\n12.Preparation of schemes.— (1) The Authority shall, in such form and\nin such manner as may be prescribed, prepare schemes for the area or any part\nthereof and execute or have them executed in the prescribed manner.\n(2) All such schemes prepared by the Authority shall be submitted to the\nGovernment for its approval, except those schemes, the provisional estimated cost\nof which does not exceed such limit us may be prescribed by rules or for which no\nloan or grant is required from the Government.\n(3) The Authority shall publish the sanctioning of any scheme in the official\nGazette.\n(4) The publication of a sanction under sub-section (3), shall be conclusive\nevidence that the scheme has been duly framed and sanctioned.\n(5) No planning or development scheme shall be prepared by any person\nor Local Body or Government agency within the area except with the concurrence\nof the Authority.\n13.Modification of schemes.— Any scheme prepared under this Act,\nmay at any time, be amended, modified or abandoned by the Authority, in such form\nand in such manner as may be prescribed.\n14.Power to give directions.— (1) The Authority may require a\nGovernment agency within whose jurisdiction any particular locality or aspect of\ndevelopment covered by a scheme lies:—\n(a) to execute a scheme in consultation with the Authority;\n(b) to take over and maintain any of the works and services in the area;\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020 697\n(c) to provide any amenity in relation to the land which in the opinion of\nthe Authority ought to be provided; and\n(d) to enforce regulations, on behalf of the Authority.\n(2) The expenditure incurred on the execution of any scheme or on the\ntaking over or maintenance of any work, or the enforcement of regulations under\nthis section, shall be borne as may be agreed to between the Authority and the\nGovernment agency and in the event of disagreement, as may be determined by the\nGovernment within a prescribed period.\n15.Power to execute any schemes.— (1) Where the Authority is satisfied\nthat any direction given by it under sub-section (1) of Section 14, with regard to any\nscheme, has not been carried out by the Government agency, the Authority may,\nitself undertake any works for the execution of that scheme and the cost thereof\nshall be borne as may be agreed between the Authority and the Government agency\nand in the event of disagreement, as may be determined by the Government.\n(2) Where any work is undertaken by the Authority under sub-section (1),\nit shall be deemed to have, for the purpose of execution of such work, all the powers\nwhich may be exercised under any law for the time being in force, by the Government\nagency concerned.\nCHAPTER-V\nGENERAL\n16.Directions by Government.— (1) The Authority shall, in discharging\nits functions, act and be guided, by such directions as Government may give to it\nfrom time to time.\n(2) Where the Authority ceases to perform a function and another\norganization controlled by the Government assumes that function, the Government\nmay direct—\n(i) that the servants of the Authority connected with that function shall\nbecome servants of the said organization on such terms and conditions\nas the said organization may determine, subject to the condition that\nthe said terms and conditions are not less favourable than those\nadmissible to them as servants of the Authority; and\n(ii) that such part of the Fund of the Authority as the Government may\ndetermine shall stand transferred to the said organization.\n698 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020  [P ART I\n17.Controlled area.— The Authority may issue in respect of a controlled\narea such directions as it considers fit and appropriate and do all such things as may\nbe necessary for the prevention of haphazard growth, encroachments and\nunauthorised constructions in such area.\n18.Power to act as Local Body.— The Government may, by a notification\nin the official Gazette, authorise the Authority to exercise and perform such powers\nand functions as a local body may exercise and perform in relation to its local area\nor in an area in which schemes are undertaken by the Authority or which is declared\nas controlled area.\n19.Power to remove sources of pollution.— The Authority shall have\nfull powers to undertake improvements of the environment of the area or any part\nthereof and to check, replace, eliminate, remove, demolish, conserve, resettle or\nrelocate the sources of environmental pollution such as milch cattle, horses or other\nanimals, tongas, vehicular exhaust, industrial waste, solid waste, congestion, blight\nand slums etc. :\nProvided that the Authority shall provide alternate accommodation or\ncompensation to be determined in accordance with the provisions in Chapter VI, to\nany person evicted from the premises owned by him.\n20.Beautification.— The Authority shall also undertake beautification\nof the area or part thereof, in any manner it deems fit, or prepare schemes and\nprescribe environmental standards to be adopted by the Government agencies or\npersons or direct any Government agency or person to undertake any improvements\nor activities for beautification of the area or part thereof.\n21.Borrowing money.— (1) The Authority shall be deemed to be a “Local\nAuthority” for the purpose of borrowing money and any scheme or project prepared\nor undertaken by the Authority, shall be deemed to be “work” as defined in Section\n2 of the Local Authorities Loans Act, 1914 (Act No. IX of 1914):\nProvided that no local or foreign loan shall be obtained by the Authority\nwithout the previous sanction of the Government.\n(2) The Authority may, in consultation with the Finance Department,\nGovernment of the Gilgit Baltistan, borrow money or raise funds by issuing bonds or\ndebentures or otherwise for currying out the purposes of this Act at such rate of\ninterest as may be approved by the Government.\n22.Power to levy betterment fee.— Where any new scheme has been\nexecuted by the Authority by providing services or amenities in any locality, the\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020 699\nAuthority may, with the previous consent of Government, levy upon the owner of\nthe property or any person having an interest therein, a betterment fee on account of\nthe execution of the scheme.\n23.Assessment of betterment fee.— (1) When it appears to the\nAuthority that any particular development scheme is sufficiently advanced to enable\nthe amount of the betterment fee to be determined, the Authority may, by an order\nmade in this behalf, declare that for the purpose of determining the betterment fee,\nthe execution of the scheme shall be deemed to have been completed and shall,\nthereupon give notice in writing to the owner of the property or any person having\nan interest therein, that the Authority proposes to assess the amount of the betterment\nfee in respect of the property under Section 22.\n(2) The betterment fee under Section 22 or under sub-section (1) of this\nsection, shall be assessed and be payable in the manner prescribed.\nCHAPTER-VI\nACQUISITION\n24.Liability to acquisition.— Notwithstanding anything to the contrary\ncontained in the Land Acquisition Act, 1894, all land within the area shall be liable to\nacquisition at any time in accordance with the provisions of this Chapter.\nCHAPTER-VII\nFINANCE, ACCOUNTS AND AUDIT\n25.Authority Fund.— (1) There shall be formed a fund to be known as\nthe “Authority Fund” which shall vest in the Authority and shall be utilized by the\nAuthority in connection with its functions under this Act.\n(2) To the credit of the Authority Fund, shall be credited—\n(a) All moneys received from Government;\n(b) All moneys received from Federal Government or any international\nagency or any other body by way of grants, loans, advances or\notherwise;\n(c) All fees, rates and charges received by the Authority under this Act;\n700 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020  [P ART I\n(d) All moneys received by the Authority from the disposal of lands,\nbuildings and other properties movable and immovable;\n(e) Proceeds from the self financing schemes of urban development and\nenvironmental sanitation; and\n(f) All other sums receivable by the Authority.\n(3) The Authority may keep in current account of any scheduled bank\nsuch sums as may be prescribed and any amount in excess of the said amount shall\nbe invested in Government securities, Government sponsored saving schemes or in\nsuch manner as may be determined by the Government.\nExplanation.—For the purpose of this sub-section Government, includes\nFederal Government.\n26.Rates and fees.— (1) With the previous consent of the Government,\nadequate funds may be raised by the Authority from time to time, to meet the cost of\nits schemes by imposing rates, fees and other charges.\n(2) The rates, fees and other charges for water supply, sewerage and\ndrainage schemes shall be such as to provide sufficient revenues—\n(a) to cover the operating expenses including taxes, if any, and interest to\nprovide adequate maintenance;\n(b) to cover repayment of loans; and\n(c) to finance the normal year to year extension of any of such schemes\nand to provide a reasonable portion of the cost of future major expansion\nof such schemes.\n27.Accounts.— The Authority and its agencies shall maintain proper\naccounts and other relevant records and prepare annual statement of Accounts in\nsuch form as may be prescribed.\n28.Budget.— (1) The Authority shall, at such time as may be prescribed,\nprepare an annual budget statement for the next financial year, showing the estimated\nreceipts and expenditures of the Authority and its agencies and shall submit the\nsame to the Government for approval.\n(2) The Authority shall obtain specific sanction of the Government in\nrespect of each individual scheme to be financed out of the Authority’s Fund.\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020 701\n29.Audit.—The accounts of the Authority and each of its agencies shall\nbe audited annually by such duly qualified Auditors or Government Audit Agencies\nor both as may be appointed by the Authority and each agency respectively, with the\napproval of Government. The Authority shall also make necessary arrangements\nfor pre-audit or concurrent audit of account.\nCHAPTER-VIII\nPENALTY AND PROCEDURE\n30.Penalty and procedure.— Whoever contravenes any provision of\nthis Act, or any rules or regulations made there under shall, if no other penalty is\nprovided for such contravention, be punishable with simple imprisonment for a term\nwhich may extend to one month or with fine or with both.\n31.Causing damage to property and disobedience of orders.— (1)\nWhoever willfully causes damage, or allows damage to be caused to any property\nwhich vests in the Authority or unlawfully converts it to his own or any other person’s\nuse, shall be punishable with imprisonment for a term which may extend to six\nmonths, or with fine or with both.\n(2) Whoever refuses or willfully neglects to provide any officer or servant\nof the Authority with the means necessary for entering into any premises for the\npurpose of collecting any information or making an examination or enquiry in relation\nto any water works, shall be punishable with imprisonment extending to one year or\nfine or with both.\n(3) Whoever without lawful excuse, fails or refuses to comply with any\ndirection or order issued by the Authority under this Act, shall be guilty of an offence\npunishable under Section 30.\n(4) Whoever attempts to commit or abets the commission of an offence\npunishable under this Act, shall be deemed to have committed that offence.\n(5) Any magistrate empowered for the time being to try in a summary\nway the offence specified in sub-section (1) of Section 260 of the Code of Criminal\nProcedure, 1898, may if such magistrate thinks fit, on application being made in this\nbehalf by the prosecution, try an offence punishable under this Act, in accordance\nwith the provisions contained in Sections 202 to 265 of the said Code.\n32.Cognizance of offence by Courts.— No Court shall take cognizance\nof any offence punishable under this Act, except on a complaint in writing made by\nan officer authorized for the purpose, by the Authority.\n702 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020  [P ART I\nCHAPTER-IX\nMISCELLANEOUS\n33.Annual report.— (1) The Authority shall prepare for every year a\nreport of its activities during that year and submit the report to the Government in\nsuch form and on or before such date, as may be prescribed.\n(2) The report referred to in sub-section (1) shall be laid before the\nGilgit-Baltistan Legislative Assembly within six months of its receipt by the\nGovernment.\n34.Recovery of dues.— Any sum due to the Authority from, or any sum\nwrongly paid by the Authority to, any person under this Act, shall be recoverable as\narrears of land revenue.\n35.Conversion of property to a different use.— Any conversion of\nproperty to a different use or purpose than the one provided under a scheme, by a\nperson or agency without the previous approval of the Authority in writing, shall be\npunishable with a fine which may extend to rupees one thousand per day from the\ndate of its conversion till default continues or with imprisonment for a term which\nmay extend to six months or with both.\n36.Summary ejectment of unauthorised occupants.— The Authority\nor any person authorised by it in this behalf may, after giving fifteen days notice,\nsummarily eject any person in unauthorised occupation of any land or property vested\nin the Authority and may for such ejectment use such force as may be necessary.\n37.Removal of building etc. erected or used in contravention of\nthis Act.— (1) If any building, structure, work or land is erected, constructed or\nused in contravention of the provisions of this Act or any rules, regulations or orders\nmade there under, the Authority or any person authorised by it in this behalf, may, by\norder in writing, require the owner, occupier, user or person in control of such building,\nstructure, work or land to remove, demolish or alter the building, structure or work\nor to use it in such manner so as to bring such erection, construction or use in\naccordance with the said provisions of this Act.\n(2) If an order under sub-section (1), in respect of any building, structure,\nwork or land is not complied with within such time, as may be specified therein, the\nAuthority or any person authorised by it in this behalf may, after giving the person\naffected by the order an opportunity of being heard, remove, demolish or alter the\nbuilding, structure or work, or stop the use of the land and in so doing, may use such\nforce as may be necessary and may also recover the cost thereof from the person\nresponsible for the erection, construction or use of the building, structure, work or\nland in contravention of the provisions us aforesaid.\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  14,  2020 703\n38.Members, Experts and Consultants to be public servants.—\nThe Chairman, Vice Chairmen, Members, Experts and consultants of the Authority\nwhen acting or purporting to act in pursuance of any of the provisions of this Act, be\ndeemed to be public servants within the meaning of Section 21 of the Pakistan Penal\nCode.\n39.Immunity of the Authority and its employees.— No suit,\nprosecution or any other legal proceedings shall lie against the Authority, the Chairman,\nVice Chairmen, Director-General, any member, officer, servant, expert or consultant\nof the Authority in respect of anything done or intended to be done in good faith\nunder this Act.\n40.Jurisdiction of Courts barred.— Save as otherwise provided by\nthis Act, no Court or other Authority, shall have jurisdiction to question the legality of\nanything done or any action taken under this Act by or at the instance of the Authority.\n41.Power to make rules.— Subject to the provisions of this Act,\nGovernment may make rules for carrying into effect the purposes of this Act.\n42.Power to make regulations.— Subject to the provisions of this Act\nand the rules framed there under, the Authority may make regulations as may be\nnecessary to carry out the purposes of this Act.\n43.This Act to prevail over other laws.— Subject to the Gilgit Baltistan\nEmpowerment and Self Governance Order, 2009, in the event of any conflict or\ninconsistency between the provisions of this Act and the provisions of any other law\nfor the time being in force, the provisions of this, Act shall, to the extent of such\nconflict or in consistency, prevail.\nSPEAKER/PRESIDING OFFICER,\nGilgit-Baltistan Assembly.\n__________\nRAJA JALAL HUSSAIN MAQPOON,\nGovernor\nGilgit-Baltistan .\n————————————————————————————————————————————\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}