{
    "file": "./converted_json\\administratord12a69cea642a4d03d7204b4280b0ff2(4).json",
    "name": "The Islamabad Capital Territory Trust Act, 2020",
    "date": "August 27, 2020",
    "tagline": "An Act to define and amend the law relating to trusts",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(1) \n \n \n   \nISLAMABAD,  THUR SDAY,  AUGUST  27, 2020   \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nSENATE  SECRETARIAT  \n \nIslamabad , the 26th August , 2020 \n \n No. F. 9(29)/2020-Legis. —The following Act of Majlis -e-Shoora  \n(Parliament) received the ass ent of the President on the 24th August , 2020 and is \nhereby pub lished for general information: — \n \nACT NO. XXV OF 2020  \n \nAn Act to define and amend the law relating to trusts  \n \n WHEREAS it expedient to enact a law relating to registration, \nadministration and m onitoring of trusts registered within the territorial limits of \nIslamabad Capital Territory;  \n \n AND WHEREAS  the Trust Act, 1882 (II of 1882) does not cater effective \nadministration and financial monitoring and evaluation of the trusts;  \n \n It is hereby enacte d as follows:  \n \n \n \n521 (1—31) \n \nPrice : Rs. 40.00 \n \n[5957  (2020)/Ex. Gaz.]    \n521(2)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n CHAPTER I  \n \nPRELIMINARY  \n \n 1. Short title, extent, commencement and application. —(1) This \nAct shall be called The Islamabad Capital Territory Trust Act, 2020.  \n \n (2) It shall extend to th e whole of the Islamabad Capital Territory.  \n \n (3) It shall come into force at once.  \n \n (4) Nothing herein contained shall affect the rules of Muslim law as to \nwaqf  or the mutual relations of the members of an undivided family as \ndetermined by any customary or personal law or to public or private religious or \ncharitable endowments or to trusts to distribute prizes taken in war among the \ncaptors.  \n \n 2. Definitions. —In this Act, unless there is anything repugnant in the \nsubject or context;  \n \n (a) ―author of the t rust‖ means the natural person who reposes or \ndeclares the confidence and assigns the property to the trustee for \nthe benefit of beneficiary;  \n \n (b) ―beneficiary‖ means the natural person who benefits the confidence \nof the trust;  \n \n (c) ―breach of trust‖ mea ns breach of any duty imposed on trustee as \nsuch by any law for the time being in force;  \n \n (d) ―competent authorities‖ means the ‗regulators ‘, ―the oversight \nbodies for SRBs as specified in the Anti -Money Laundering Act, \n2010 (VII of 2010)‖, the ―investiga ting or prosecuting agency‖ and \n―the Financial Monitoring Unit‖;  \n \n (e) ―department‖ means the directorate of labour and industries, \nIslamabad Capital Territory;  \n \n (f) ―director‖ means the director of directorate of labour and industries, \nIslamabad Capital Territory;  \n \n (g) ―district intelligence coordination committee‖ means the \nintelligence committee headed by the deputy commissioner or \ndistrict magistrate, Islamabad Capital Territory, Islamabad and \ncomprising the representatives of police and intelligence agencies;  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(3) \n \n  (h) ―financial monitoring unit‖ means the financial monitoring unit \nspecified under the Anti -Money Laundering Act, 2010 (VII of \n2010);  \n \n (i) ―home department‖ means the office of the Chief Commissioner, \nIslamabad Capital Territory;  \n \n (j) ―instru ment of the trust‖ means the instrument by which the trust is \ndeclared;  \n \n (k) ―interest‖ means the beneficiary ‘s right against the trust property;  \n \n (l) ―investigating or prosecuting agency‖ means an investigating or \nprosecuting agency as specified in the Anti-Money Laundering Act, \n2010 (VII of 2010);  \n \n (m) ―law department‖ means directorate of law, Chief Commissioner ‘s \noffice, Islamabad Capital Territory;  \n \n (n) ―notice‖ means a person is said to have known of a fact either when \nhe actually knows that fact,  or when, but for willful abstention from \ninquiry or gross negligence, he would have known it, or when \ninformation of the fact is given to or obtained by his agent, under \nthe circumstances mentioned in the Contract Act,1872 (IX of \n1872), and all expression s used herein and defined in the Contract \nAct,1872 (IX of 1872), shall be deemed to have the meanings \nrespectively attributed to them by that Act;  \n \n (o) ―prescribed‖ means prescribed by rules made under this Act;  \n \n (p) ―provincial government‖ means the gov ernment defined under \nPresidential Order No. 1 of 1980;  \n \n (q) ―purpose‖ means a ny lawful purpose unless it is — \n \n (i) forbidden by law; or  \n (ii) is of such a nature that, if permitted, it would defeat the \nprovisions of any law; or  \n (iii) is fraudulent; or  \n (iv) involves or implies injury to the person or property of another; \nor \n (v) the court regards it as immoral or opposed to public policy;  \n \n (r) ―registered‖ means registered with the director;  \n \n521(4)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n  (s) ―reporting entity‖ means an entity specified under the A nti-Money \nLaundering Act, 2010;  \n \n (t) ―revenue department‖ means office of the district collector, \nIslamabad Capital Territory;  \n \n (u) ―trust‖ means an obligation annexed to the ownership of property \nand rising out of the confidence reposed in and accepted by the \nowner or declared and accepted by him for the benefit of \nbeneficiary;  \n \n (v) ―trustee‖ means any person who accepts the confidence of the \nauthor of the trust to the benefit of the beneficiary; and  \n \n (w) ―trust property‖ means the subject matter of th e trust; it may be \nmovable or immovable property.  \n \nCHAPTER II  \n \nOF THE CREATION OF THE TRUSTS  \n \n 3. Validity of trust. —(1) No trust in relation to any immovable \nproperty is valid unless declared by a non -testamentary instrument in writing \nsigned by the autho r of the trust or the trustee and registered or by the will of the \nauthor of the trust or of the trustee and its ownership is transferred to the trust.  \n \n (2) No trust in relation to movable property is valid unless declared as \naforesaid or unless the owner ship of the property is transferred to the trust.  \n \n 4. Creation of trust. —(1) Subject to the provisions of section 3, a \ntrust is created when the author of the trust indicates with reasonable certainty by \nany words or acts, — \n \n (a) an intention on his part to create thereby a trust;  \n \n (b) the purpose of the trust;  \n \n (c) the beneficiary;  \n \n (d) the trust -property; and  \n \n (e) transfers the trust -property to the trustee unless the trust is declared \nby will or the author of the trust is himself to be the trustee.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(5) \n \n  (2) Every trust for which the purpose of the trust is unlawful is void \nand where it is created for more than one purpose and one of the purposes is \nunlawful then whole of the trust is void.  \n \n 5. Who may create trusts. —A trust may subject in each case to t he \nlaw for the time being in force as to the circumstances and extent in and to which \nthe author of the trust may dispose of the trust property be created - \n \n (a) by every natural person competent to contract under the Contract \nAct, 1872 (IX of 1872); or  \n \n (b) with the permission of a principal civil court of original jurisdiction \nby or on behalf of a minor.  \n \n 6. Subject of trust. —The subject matter of a trust must be property \ntransferable to the beneficiary and it must not be merely beneficial interest und er \na subsisting trust.  \n \n 7. Who may be beneficiary. —Every natural person capable of \nholding property may be a beneficiary and no legal person shall be a beneficiary \nunder this Act.  \n \n 8. Disclaimer by beneficiary. —A proposed beneficiary may \nrenounce his int erest under the trust by disclaimer addressed to the trustee or by \nsetting up with notice of the trust a claim inconsistent therewith.  \n \n 9. Who may be trustee. —Every natural person capable of holding \nproperty and not a legal person may be a trustee but, wh ere the trust involves the \nexercise of discretion, he shall not execute it unless he is competent to contract \nunder the Contract Act, 1872 (IX of 1872).  \n \n 10. Acceptance to trust. —(1) A trust is accepted by any words or acts \nof the trustee indicating with reasonable certainty such acceptance.  \n \n (2) Each of the trustee accepting the trust in this section shall provide \nan affidavit that the trustee has read and understood the duties and liabilities of \nthe trustee as mentioned in Chapter -IV. \n \n 11. Disclaimer o f trust.—(1) Instead of accepting a trust, the intended \ntrustee may, within a period of sixty days, disclaim it and such disclaimer shall \nprevent the trust -property from vesting in him.  \n \n (2) In case of more than one trustees, if one of trustees, disclaims  to be \na trustee, it shall not automatically confer the disclaiming trustee ‘s rights on the \nother trustees. The author of the trust shall either (a) explicitly allow the  \n521(6)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n co-trustees to proceed in case of any of the member ‘s disclaimer, or (b) write a \nnew t rust-deed.  \n \nCHAPTER III  \n \nOF THE ADMINISTRATION OF THE TRUSTS  \n \n 12. Trusts to be registered. —No Trust shall be functional unless it is \nregistered under this Act with the Directorate of Labor and Industries, Islamabad \nCapital Territory, Islamabad.  \n \n 13. Appl ication for registration. —(1) For every trust required to be \nregistered under this Act, the trustee shall provide to the director at or before the \ntime of registration, the information regarding the purpose, author of the trust, \ndetails of the trustees, be neficiaries of the trust, and any other natural person \nexercising ultimate effective control over the trust as prescribed to the \nsatisfaction of the department.  \n \n Explanation. —In case of more than one trustee, all the trustees will \nnominate one Trustee who  shall be responsible for the provision of information.  \n \n (2) The details of the information required to be provided under  \nsub-section (1) above shall be prescribed.  \n \n 14. Verification of the application. —The director shall verify the \ncontents and particul ars of the application before the registration through the \ninvestigating or prosecuting agencies who shall submit the verified report to the \nDirector within 14 days of receiving the request from him.  \n \n 15. Registration of the properties. —(1) All movable an d immovable \nproperties must be registered in the name of the Trust under the Registration Act, \n1908.  \n \n (2) Without prejudice to the Registration Act, 1908, the registration of \nthe properties must include the details of authors of the trust, beneficiaries, \ntrustee, co -trustee, if any, and any other natural person exercising ultimate \neffective control over the trust.  \n \n 16. Certificate of registration. —(1) The director, after fulfillment of \nlegal requirements, as mentioned in sections 13 to 15, shall register the trust \nunder this Act and issue a certificate of registration to the trustee.  \n \n (2) The director, for the reasons to be recorded in writing, may refuse \nthe registration of the application, if — \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(7) \n \n  (a) the purpose of the trust is unlawful or the trust proc eeds are \nsuspected to be proceeds of crime, as the investigating or \nprosecuting agencies inform the director under section 14 and the \ndirector may refer back the application to the law enforcement \nagencies for legal action or any of the members of the trus t \nincluding author, trustees or any other person exercising ultimate \neffective control over the trust are declared proscribed by the office \nof the Chief Commissioner, Islamabad Capital Territory, or \nassociated with the proscribed organizations under the An ti-\nTerrorism Act, 1997 or under the United Nations Security Council \nAct, 1948, and in such cases as mentioned in clause (b), the director \nshall share the details of individuals with the Ministry of Interior \nand Ministry of Foreign Affairs through the home department; or  \n \n (b) the district intelligence coordination committee considers the trust a \nthreat to national security; or  \n \n (c) the author of the trust, trustee, beneficiary, or any person acting on \ntheir behalf fail to provide the complete personal deta ils required \nunder section 13 for the registration and functioning of the trust; or  \n \n (d) any other reason as may be prescribed.  \n \n 17. Power to inspect record and compliance. —(1) The director, or \nthe district magistrate, ICT or the provincial government ma y summon any \ninformation relating to the trust from the trustee for any purpose, and shall have \nthe power to inspect such record at any time:  \n \n Provided that the director while i nspecting the record under this  \nsub-section, shall state the reasons in writin g for such inspection.  \n \n (2) The officer summoning the record under sub -section (1) may share \nit with the competent authorities upon written request through the office of  \nChief Commissioner, Islamabad Capital Territory any information about the \ntrust, tru st assets, trust proceeds, author of the trust, trustee, beneficiary or any \nother person exercising ultimate effective control over the trust.  \n \n (3) The director may also share the information under this section \nrelating to the trust assets and beneficiari es with the reporting entity upon \nrequest.  \n \n (4) The director may after conviction by the competent court of law \nimpose financial penalty up to Rupees one million, if a trustee is found in \nviolation to the purpose of the trust or fails to provide the infor mation under  \nsub-section (1).  \n521(8)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n  (5) In case of failure to pay the penalty under sub -section (4), the \ndirector may seek a legal action through the court of original jurisdiction against \nthe trustees held responsible for non -compliance under this Act, and su ch legal \naction may result in imprisonment ranging from one month to six months. The \nimprisonment granted under this section shall be for the non -compliance of the \nprovisions of this Act and shall be in addition to the financial penalty already \nimposed und er sub -section (4).  \n \n (6) The director may after conviction by the competent court of law \nimpose financial penalty up to Rupees one million, if a trustee fails to provide the \ninformation required under sections 20 and 22, or fails to obtain and hold the \ninformation required under section 23. In addition, the trustee shall also be liable \nfor imprisonment of minimum three months to a maximum of six months if he \nfails to make information available to the competent authorities as required under \nsection 20 or to  the department or director for the purposes of sharing \ninformation under section 20. This punishment shall be awarded by a court of the \noriginal jurisdiction.  \n \n (7) The director may further take over the properties of the trust or \nfreeze its assets or rem ove a trustee or a beneficiary from the trust and assign \nnew trustees or beneficiary through a legal order from a court of original \njurisdiction in case the trust or trustee or beneficiary is convicted of a criminal \noffence, including terror financing, mon ey laundering or a threat to national \nsecurity.  \n \n (8) Nothing in sub -sections (2), (3), (4), (5) and (6) shall limit the \nperson ‘s basic right of being given fair trial opportunity and appeal to the \nsecretary of the Division concerned or the appellant court , as the case may be.  \n \n 18. Power to obtain the registration record. —The department shall \nobtain the registration of trust record from the revenue department i.e. district \ncollector, ICT, which was held by it before the enactment of this Act within a \nperio d of sixty days from the date of enactment of this Act, and, the department \nshall make efforts to make the trust record in conformity with the provisions of \nthis Act.  \n \n 19. Register of trusts. —(1) The director shall maintain a register of \nthe trusts in suc h manner as may be prescribed.  \n \n (2) The register shall contain information, including but not limited to \nthe name and details of every trust, its purpose, author, trustee, beneficiaries, any \nperson exercising ultimate effective control over the trust and other information \nas required by the department.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(9) \n \n  (3) The details must also include, if any of the person associated with \nthe trust is living in Pakistan or outside Pakistan along with their residential \naddresses.  \n \n (4) The department shall explain the ex tent of the details of individuals \nas included in the sub -sections (1), (2) and (3) to be made public in a manner and \ncircumstances as may be prescribed.  \n \n 20. Access to the information. —(1) The director may at any time \nrequire any information relating to the trust from the trustee, and the trustee is \nbound to provide the information in a timely manner as may be prescribed.  \n \n (2) For purposes of domestic and international cooperation, competent \nauthorities may at any time require any information relating to  the trust from the \ntrustee, and the trustee shall provide the information in a timely manner as may \nbe prescribed. Both the request of the competent authorities and response of the \ntrustee shall be routed through the provincial government in a timely mann er as \nmay be prescribed.  \n \n (3) The reporting entity may, in a timely manner as may be prescribed, \nalso obtain the information from the trustee about the details of trust assets, \nresidential addresses of trustees and details of beneficiaries, however such \nrequest and response shall be routed through the department:  \n \n Provided that reasons of obtaining any kind of information, record shall \nbe communicated to the trust along -with notice of obtaining such information, \nrecord etc.  \n \n 21. Legal arrangement for hol ding the property. —A trust may hold \nimmovable and movable property under its name, or may sell or dispose of the \nproperty being held by it. Such sale and purchase shall be the responsibility of \nthe trustee.  \n \nCHAPTER IV  \n \nOF THE DUTIES AND LIABILITIES OF TRU STEES  \n \n 22. Trustee to execute trust. —(1) The trustee is bound to fulfill the \npurpose of the trust, and to obey the directions of the author of the trust given at \nthe time of its creation, except as modified by the consent of all the beneficiaries \nbeing co mpetent to contract.  \n \n (2) Where the beneficiary is incompetent to contract, his consent may, \nfor the purposes of this section, be given by a principal civil court of original \njurisdiction.  \n521(10)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n  (3) Nothing in this section shall be deemed to require a trustee to obey \nany direction when to do so would be impracticable, illegal or manifestly \ninjurious to the beneficiaries.  \n \n Explanation —Unless a contrary intention be expressed, the purpose of a \ntrust for the payment of debts shall be deemed to be, —  \n \n (a) to pay only the debts of the author of the trust existing and \nrecoverable at the date of the instrument of trust, or, when such \ninstrument is a will, at the date of his death; and  \n \n (b) in the case of debts not bearing interest, to make such payment \nwithout inter est. \n \n (4) A trustee, or all of the trustees, as the case may be, are bound to \ndisclose the fact that they are trustees when entering into a business relationship \nor carrying out an occasional transaction with a reporting entity.  \n \n 23. Trustee to collect a nd hold information. —(1) A trustee or each of \nthe trustees, as the case may be, must collect and hold information about the \nauthor of the trust, co -trustee, if any, beneficiaries of the trust, and any other \nnatural person exercising ultimate effective cont rol over the trust to his \nsatisfaction and requirement of the department, before the execution of the trust \nas mentioned in section 22.  \n \n (2) The trustee must provide the updated information under this Act to \nthe director in timely manner as may be prescri bed. In case of more than one \ntrustee, only one trustee shall be nominated by other co -trustees for the purpose \nof provision of information.  \n \n (3) The trustees or the trustee shall collect and hold basic information \nabout the other service providers to the  trust including, but not limited to, \ninvestment advisers or managers, accountants or tax advisors, and, provide this \ninformation to the director even after the registration of the trust, in the \ncircumstances and manner as may be prescribed.  \n \n (4) The deta ils of the information required to be collected and h eld \nunder sub -sections (1), (2)  and (3) shall be as may be prescribed.  \n \n (5) The trustees or the trustee shall further inform the provincial \ngovernment or the director and law enforcement agencies if it comes to their \nknowledge of any illegal utilization of the trust money by the beneficiaries, after \nand during the execution of the trust.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(11) \n \n  24. Trustee to inform himself to state of trust -property. —A trustee \nis bound to acquaint himself, as soon as possibl e, with the nature and \ncircumstances of the trust property to obtain, where necessary, a transfer of the \ntrust property to himself and subject to the provisions of the instrument of trust to \nget in trust -money invested or insufficient or hazardous security . \n \n Illustrations. — (a) The trust -property is a debt outstanding on personal \nsecurity. The Instrument of trust gives the trustee no discretionary power \nto leave the debt so outstanding. The trustee ‘s duty is to recover the debt \nwithout unnecessary delay.  \n \n (b) The trust -property is money in the hands of one of two co -trustees. \nNo discretionary power is given by the instrument of trust. The other co -\ntrustee must not allow the former to retain the money for a longer period \nthan the circumstances of the case r equired.  \n \n 25. Trustee to protect title to trust -property. —A trustee is bound to \nmaintain and defend all such suits, and subject to the provisions of the instrument \nof trust to take such other steps, as regards being had to the nature and amount or \nvalue t o the trust property, may be reasonably requisite for the preservation of the \ntrust-property and the assertion or protection of the title thereto.  \n \n Illustrations. —The trust -property is immovable property, which has been \ngiven to the author of the trust by  an unregistered instrument. Subject to the \nprovisions of the law for the registration of the documents, the trustee ‘s duty is to \ncause the instrument to be registered.  \n \n 26. Trustee not to set up title adverse to beneficiary. —The trustee \nmust not for hims elf set up or aid any title to the trust -property adverse to the \ninterest of the beneficiary.  \n \n 27. Care required from trustee. —A trustee is bound to deal with the \ntrust-property as carefully as a man of ordinary prudence would deal with such \nproperty if i t were his own; and, in the absence of a contract to the contrary, a \ntrustee so dealing is not responsible for the loss, destruction or deterioration of \nthe trust -property.  \n \n 28. Conversion of perishable property. —Where the trust is created \nfor the benefit  of several persons in succession, and the trust -property is of a \nperishable nature or a future or reversionary interest, the trustee is bound unless \nan intention to the contrary may be inferred from the instrument of trust, to \nconvert the property into pr operty of a permanent and immediate profitable \ncharacter.  \n521(12)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n  29. Trustee to be impartial. —(1) Where there are more beneficiaries \nthan one, the trustee is bound to be impartial, and must not execute the trust for \nthe advantage of one at the expense of another . \n \n (2) Where the trustee has a discretionary power, nothing in this section \nshall be deemed to authorize the court to control the exercise of same reasonably \nand in good faith.  \n \n 30. Trustee to prevent waste. —Where the trust is created for the \nbenefit of several persons in succession and one of them is in possession of the \ntrust-property, if he commits, or threatens to commit any act, which is \ndestructive, or permanently injurious thereto, the trustee is bound to take \nmeasures to prevent such act.  \n \n 31. Accounts and information. —A trustee or each of the trustee, a s \nthe case may be, is bound to — \n \n (a) keep clear and accurate accounts of the trust -property and income;  \n \n (b) at all reasonable times, at the request of the beneficiary, to furnish \nhim with full a nd accurate information as to the amount and state of \nthe trust -property;  \n \n (c) update the information in a timely manner about the author of the \ntrust, beneficiaries, trustees, any other natural person exercising \nultimate control over the trust, trust ass ets and incomes;  \n \n      Explanation. —The details of the information shall be as may \nbe prescribed this Act;  \n \n (d) get accounts audited by a third party at least once in a year;  \n \n (e) submit financial reports to the director in every financial year; and  \n \n (f) shall maintain the information collected under this section, and, \nsection 23 for a period not less than the five years after their \ninvolvement with the trust ceases, or, the trust is extinguished.  \n \n 32. Investment of trust -money.—(1) Where the trust -property \nconsists of money and cannot be applied immediately or at an early date to the \npurposes of the trust, the trustee is bound subject to any direction contained in the \ninstrument of trust to invest the money on the following securities, and on no \nother,  namely: —  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(13) \n \n  (a) in promissory notes, debentures, stock or other securities of a \nProvincial or Federal Government:  \n \n   Provided that securities, both the principal whereof and the \ninterest whereon shall have been fully and unconditionally \nguaranteed by any  government, shall be deemed, for the purposes \nof this clause, to be securities of such Government; and  \n \n (b) on any other security expressly authorized by the instrument of \ntrust, or by any rule which the High Court may prescribe in this \nbehalf.  \n \n 33. Power to purchase redeemable stock at a premium. —A trustee \nmay invest in any of the securities mentioned or referred to in section 32, \nnotwithstanding that the same may be redeemable and that the price exceeds the \nredemption value, and a trustee may retain un til redemption any redeemable \nstock, fund or security which may have been purchased in accordance with this \nsection.  \n \n 34. Sale by trustee directed to sell within specified time. —Where a \ntrustee, directed to sell within a specified time extends such time, the burden of \nproving, as between himself and the beneficiary, that the latter is not prejudiced \nby the extension lies upon the trustee, unless the extension has been authorized \nby a principal civil court of original jurisdiction.  \n \n 35. Liability for breac h of trust. —(1) Where the trustee commits a \nbreach of trust, he is liable to make good the loss which the trust -property or the \nbeneficiary has thereby sustained, unless the beneficiary, has by fraud induced \nthe trustee to commit the breach, or the benefic iary, being competent to contract, \nhas himself, without coercion or undue influence having been brought to bear on \nhim, concurred in the breach, or subsequently acquiesced therein, with full \nknowledge of facts of the case and of his rights as against the t rustee.  \n \n (2) A trustee committing a breach of trust is not liable to pay interest \nexcept in the following cases, namely: — \n \n (a) where he has actually received interest;  \n \n (b) where the breach consists in unreasonable delay in paying trust -\nmoney to the ben eficiary;  \n \n (c) where the trustee ought to have received interest, but has not done \nso; \n \n521(14)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n  (d) where he may be fairly presumed to have received interest. He is \nliable, in case (a), to account for the interest actually received, and, \nin cases (b), (c) and (d ), to account for simple interest at the rate of \nsix per cent per annum, unless the court otherwise directs;  \n \n (e) where the breach consists in failure to invest trust -money and to \naccumulate the interest or dividends thereon, he is liable to account \nfor compound interest with half -yearly rests at the same rate; and  \n \n (f) where the breach consists in the employment of trust -property or \nthe proceeds thereof in trade or business, he is liable to account, at \nthe option of the beneficiary, either for compound i nterest (with \nhalf-yearly rests) at the same rate, or for the net profits made by \nsuch employment.  \n \n 36. No set -off allowed to trustee. —A trustee who is liable for a loss \noccasioned by a breach of trust in respect of one portion of the trust property \ncanno t set-off against his liability again which has accrued to another portion of \nthe trust -property through another and distinct breach of trust.  \n \n 37. Non-liability for predecessor ’s default. —Where a trustee \nsucceeds another, he is not, as such, liable for t he acts or defaults of his \npredecessor.  \n \n 38. Non-liability for co -trustee’s default. —(1) Subject to the \nprovisions of sections 25 and 27, one trustee is not, as such, liable for a breach of \ntrust committed by his co -trustee:  \n \n Provided that, in the absenc e of an express declaration to the contrary in \nthe instrument of trust, a trustee is so liable – \n \n (a) Where he has delivered trust -property to his co -trustee without \nseeing to its proper application;  \n \n (b) where he allows his co -trustee to receive trust -property and fails to \nmake due inquiry as to the co -trustee ‘s dealings therewith, or \nallows him to retain it longer than the circumstances of the case \nreasonably require;  \n \n (c) where he becomes aware of a breach of trust committed or intended \nby his co -trustee, and either actively conceals it or does not within a \nreasonable time take proper steps to protect the beneficiary ‘s \ninterest.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(15) \n \n  (2) A co -trustee who joins in signing a receipt for trust -property and \nproves that he has not received the same is not answe rable, by reason of such \nsignature only, for loss or misapplication of the property by his co -trustee.  \n \n 39. Several liabilities of co -trustee.—(1) Where co -trustees jointly \ncommit a breach of trust, or where one of them by his neglect enables the other to  \ncommit a breach of trust, each is liable to the beneficiary for the whole of the loss \noccasioned by such breach.  \n \n (2) As between the trustees themselves, if one be less guilty than \nanother and has had to refund the loss, the former may compel the latter,  or his \nlegal representative to the extent of the assets he has received, to made good such \nloss; and, if all be equally guilty, any one or more of the trustees who has had to \nrefund the loss may compel the others to contribute.  \n \n (3) Nothing in this secti on shall be deemed to authorize a trustee who \nhas been guilty of fraud to institute a suit to compel contribution.  \n \n 40. Non-liability of trustee paying without notice of transfer by \nbeneficiary. —When any beneficiary ‘s interest becomes vested in another \nperson, and the trustee, not having notice of the vesting, pays or delivers trust -\nproperty to the person who would have been entitled thereto in the absence of \nsuch vesting, the trustee is not liable for the property so paid or delivered.  \n \n 41. Liability of trustees where beneficiary ’s interest is forfeited to \nthe Government. —When the beneficiary ‘s interest is forfeited or awarded by \nlegal adjudication to the government or federal government, the trustee is bound \nto hold the trust -property to the extent of su ch interest for the benefit of such \nperson in such manner as the government may direct in this behalf.  \n \n 42. Indemnity of trustees. —Subject to the provisions of the \ninstrument of trust and of sections 35 and 38, trustees shall be respectively \nchargeable on ly for such moneys, stocks, funds and securities as they \nrespectively actually receive, and shall not be answerable the one for the other of \nthem, nor for any banker, broker or other person in whose hands any trust -\nproperty may be placed, nor for the insuf ficiency or deficiency of any stocks, \nfunds or securities, nor otherwise for involuntary losses.  \n \nCHAPTER V  \n \nOF RIGHTS AND POWERS OF TRUSTEE  \n \n 43. Right to title -deed.—A trustee is entitled to have in his possession \nthe instrument of trust and all the docu ments of title if any relating solely to the \ntrust-property.  \n521(16)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n  44. Right to reimbursement of expenses. —(1) Every trustee may \nreimburse himself, or pay or discharge out of the trust -property, all expenses \nproperty incurred in or about the execution of the tr ust, or the realization, \npreservation or benefit of the trust -property, or the protection or support of the \nbeneficiary.  \n \n (2) If the trust -property fails, the trustee is entitled to recover from the \nbeneficiary personally on whose behalf he acted, and at whose request, expressed \nor implied, he made the payment, the amount of such expenses.  \n \n (3) Where a trustee has by mistake made an over -payment to the \nbeneficiary, he may reimburse the trust -property out of the beneficiary ‘s interest. \nIf such interest fai ls, the trustee is entitled to recover from the beneficiary \npersonally the amount of such over -payment.  \n \n 45. Right to indemnity from gainer by breach of trust. —(1) A \nperson other than trustee who has gained an advantage from a breach of trust \nmust indemni fy the trustee to the extent of the amount actually received by such \nperson under the breach; and where he is beneficiary the trustee has a charge on \nhis interest for such amount.  \n \n (2) Nothing in this section shall be deemed to entitle a trustee to be \nindemnified who has, in committing the breach of trust, been guilty of fraud.  \n \n 46. Right to apply to Court for opinion in management of trust -\nproperty. —(1) Any trustee may, without instituting a suit, apply by petition to a \nprincipal civil court of original jurisdiction for its opinion, advice or direction on \nany present questions respecting the management or administration of the trust -\nproperty other than questions of detail, difficulty or importance, not proper in the \nopinion of the court for summary dispos al. \n \n (2) A copy of such petition shall be served upon, and the hearing \nthereof may be attended by, such of the persons interested in the application as \nthe court thinks fit.  \n \n (3) The costs of every application under this section shall be in the \ndiscretio n of the court to which it is made.  \n \n 47. Right to settlement of accounts. —When the duties of a trustee, as \nsuch, are completed, he is entitled to have the accounts of his administration of \nthe trust -property examined and settled and, where nothing is due to the \nbeneficiary under the trust, to an acknowledgement in writing to that effect.  \n \n 48. General authority of trustee. —(1) In addition to the powers \nexpressly conferred by this Act and by the instrument of trust, and subject to the \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(17) \n \n restrictions, if any, contained in such instrument, and to the provisions of section 29,  \na trustee may do all acts which are reasonable and proper for the realization, \nprotection or benefit of the trust -property, and for the protection or support of a \nbeneficiary who is not com petent to contract.  \n \n (2) Except with the permission of a principal civil court of original \njurisdiction, no trustee shall lease trust -property for a term exceeding twenty -one \nyears from the date of execution of the lease, nor without reserving the best \nyearly rent that can be reasonably obtained.  \n \n 49. Power to sell in lots, an either by public auction or private \ncontract. —Where the trustee is empowered to sell any trust -property, he may \nsell the same subject to prior charges or not, and either together or  in lots, by \npublic auction or private contract, and either at one time or at several times, \nunless the instrument of trust otherwise directs.  \n \n 50. Power to sell under special conditions Power to buy -in-and \nresell.—(1) The trustee making any such sale may  insert such reasonable \nstipulations either as to title or evidence of title, or otherwise, in any conditions \nof sale or contract for sale, as he thinks fit; and may also buy in the property or \nany part thereof at any sale by auction, and rescind or vary a ny contract for sale, \nand resell the property so bought in, or as to which the contract is so rescinded, \nwithout being responsible to the beneficiary for any loss occasioned thereby.  \n \n (2) Where a trustee is directed to sell trust -property or to invest tru st-\nmoney in the purchase of property, he may exercise a reasonable discretion as to \nthe time of effecting the sale or purchase.  \n \n 51. Power to convey. —For the purpose of completing any such sale, \nthe trustee shall have power to convey or otherwise dispose of the property sold \nin such manner as may be necessary.  \n \n 52. Power to vary investments. —A trustee may, at his discretion, call \nin any trust -property invested in any security and invest the same on any of the \nsecurities mentioned or referred to in section  32, and from time to time vary any \nsuch investments for others of the same nature.  \n \n 53. Power to apply property of minors, etc., for their maintenance \netc.—(1) Where any property is held by a trustee in trust for a minor, such trustee \nmay, at his discret ion, pay to the guardians if any of such minor, or otherwise \napply for or towards his maintenance or education or advancement in life, or the \nreasonable expenses of his religious worship, marriage or funeral, the whole or \nany part of the income to which he  may be entitled in respect of such property; \nand such trustee shall accumulate all the residue of such income by way of \ncompound interest by investing the same and the resulting income thereof from \n521(18)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n time to time in any of the securities mentioned or referr ed to in section 32, for the \nbenefit of the person who shall ultimately become entitled to the property from \nwhich such accumulations have arisen:  \n \n Provided that such trustee may, at any time, if he thinks fit, apply the \nwhole or any part of such accumula tions as if the same were part of the income \narising in the then current year.  \n \n (2) Where the income of the trust -property is insufficient for the \nminor ‘s maintenance or education or advancement of life, or the reasonable \nexpenses of his religious worship , marriage or funeral, the trustee may, with the \npermission of a principal civil court of original jurisdiction, but not otherwise, \napply the whole or any part of such property for or towards such maintenance, \neducation, advancement or expenses.  \n \n (3) Noth ing in this section shall be deemed to affect the provisions of \nany local law for the time being in force relating to the persons and property of \nminors.  \n \n 54. Power to give receipts. —Any trustees or trustee may give a receipt \nin writing for any money, sec urities or other moveable property payable, \ntransferable or deliverable to them or him by reason, or in the exercise, of any \ntrust of power; and, in the absence of fraud, such receipt shall discharge the \nperson paying, transferring or delivering, the same there from, and from seeing to \nthe application thereof, or being accountable for any loss or misapplication \nthereof.  \n \n 55. Power to compound, etc. —(1) Two or more trustees acting \ntogether may, if they think appropriate, - \n \n (a) accept any composition or any  security for any debt or for any \nproperty;  \n \n (b) allow any time for payment of any debt;  \n \n (c) compromise, compound, abandon, submit to arbitration or \notherwise settle and debt, account, claim or thing whatever relating \nto the trust; and  \n \n (d) for any of those purposes, enter into, give, execute and do such \nagreements, instruments of composition or arrangement, releases \nand other things as to them seem expedient, without being \nresponsible for any loss occasioned by any act or thing so done by \nthem in good faith.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(19) \n \n  (2) The powers conferred by this section on two or more trustees acting \ntogether may be exercised by a sole acting trustee when by the instrument of \ntrust, if any, a sole trustee is authorized to execute the trusts and powers thereof.  \n \n (3) This se ction applies only if and as far as a contrary intention is not \nexpressed in the instrument of trust, if any, and shall have effect subject to the \nterms of that instrument and to the provisions therein contained.  \n \n 56. Power to several trustees of whom one  disclaims or dies. —When \nan authority to deal with the trust -property is given to several trustees and one of \nthem disclaims or dies, the authority may be exercised by the continuing trustees, \nunless from the terms of the instrument of trust it is apparent  that the authority is \nto be exercised by a number in excess of the number of the remaining trustees.  \n \n 57. Suspension of trustee ’s powers by decree. —Where a decree has \nbeen made in a suit for the execution of a trust, the trustee must not exercise any \nof his powers except in conformity with such decree, or with the sanction of the \ncourt by which the decree has been made, or, where an appeal against the decree \nis pending, of the Appellate Court.  \n \nCHAPTER VI  \n \nOF THE DISABILITIES OF TRUSTEES  \n \n 58. Trustees ca nnot renounce after acceptance. —A trustee who has \naccepted the Trust cannot afterwards renounce it except. — \n \n (a) with the permission of a principal civil court of original \njurisdiction, or  \n \n (b) if the beneficiary is competent to contract, with his consen t, or \n \n (c) by virtue of a special power in the instrument of trust.  \n \n 59. Trustee cannot delegate. —A trustee cannot delegate his office or \nany of his duties either to a co -trustee or to a stranger, unless —  \n \n (a) the instrument of trust so provides, or  \n \n (b) the delegation is in the regular course of business, or  \n \n (c) the delegation is necessary, or  \n \n (d) the beneficiary, being competent to contract, consents to the \ndelegation.  \n521(20)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n  Explanation .—The appointment of an attorney or proxy to do an act \nmerely mini sterial and involving no independent discretion is not a delegation \nwithin the meaning of this section.  \n \n 60. Co-trustees cannot act singly. —When there are more trustees than \none, all must join in the execution of the trust, except where the instrument of \ntrust otherwise provides.  \n \n 61. Control of discretionary power. —Where a discretionary power \nconferred on a trustee is not exercised reasonably and in good faith, such power \nmay be controlled by a principal civil court of original jurisdiction.  \n \n 62. Truste e may not charge for services. —In the absence of express \ndirections to the contrary contained in the instrument of trust or of a contract to \nthe contrary entered into with the beneficiary or the court at the time of accepting \nthe trust, a trustee has no ri ght to remuneration for his trouble, skill and loss of \ntime in executing the trust. Nothing in this section applies to any official trustee, \nadministrator general, public curator, or person holding a certificate of \nadministration.  \n \n 63. Trustee may not use  trust -property for his own profit. —A \ntrustee shall not use or deal with the trust property for his own profit or for any \nother purpose unconnected with the trust.  \n \n 64. Trustee for sale or his agent may not buy. —No trustee whose \nduty it is to sell trust p roperty and no agent employed by such trustee for the \npurpose of the sale, may, directly or indirectly, buy the same or any interest \ntherein, on his own account or as agent for a third person.  \n \n 65. Trustee may not buy beneficiary ’s interest without \npermis sion.—(1) No trustee and no person who has recently ceased to be a \ntrustee, may, without the permission of a principal civil court of original \njurisdiction, buy or become mortgagee or lessee of the trust property or any party \nthereof and such permission sh all not be given unless the proposed purchase, \nmortgage or lease is manifestly for the advantage of the beneficiary.  \n \n (2) No trustee whose duty it is to buy or to obtain a mortgage of lease \nof particular property for the beneficiary may buy it or any part  thereof or obtain \na mortgage or lease of it or any part thereof, for himself.  \n \n 66. Cotrustee may not lend to one of themselves. —A trustee or co -\ntrustee whose duty, it is to invest trust -money on mortgage or personal security \nmust not invest it on a mortg age by or on the personal security of himself, or one \nof his co -trustees.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(21) \n \n CHAPTER VII  \n \nOF RIGHTS AND LIABILITIES OF BENEFICIARY  \n \n 67. Rights to rents and profits. —The beneficiary has subject to the \nprovisions of the instrument of trust, a right to the ren ts and profits of the trust -\nproperty.  \n \n 68. Right to specific execution. —The beneficiary is entitled to have \nthe intention of the author of the trust specifically executed to the extent of the \nbeneficiary ‘s interest.  \n \n (2) Right to transfer of possession. —Where is only one beneficiary \nand he is competent to contract or where there are several beneficiaries and they \nare competent to contract and all are of one mind, he or they may require the \ntrustee to transfer the trust property to him or them, or to such  person as he or \nthey may direct.  \n \n (3) When property has been transferred or bequeathed for the benefit of \na married woman, so that she shall not have power to deprive herself of her \nbeneficial interest nothing in sub -section (2) applies to such property during her \nmarriage.  \n \n 69. Right to inspect and take copies of instrument of trust accounts, \netc.—The beneficiary has a right, as against the trustee and all persons claiming \nunder him with notice of the trust to inspect and take copies of the instrument o f \ntrust, the documents of title relating solely to the trust property, the accounts of \nthe trust property and the vouchers if any by which they are supported and the \ncases submitted and opinions taken by the trustee for his guidance in the \ndischarge of his  duty.  \n \n 70. Right to transfer beneficial interest. —The beneficiary, if \ncompetent to contract, may transfer his interest but subject to the law for the time \nbeing in force as to the circumstances and extent in and to which he may dispose \nof such interest:  \n \n Provided that when property is transferred or bequeathed for the benefit \nof a married woman, so that she shall not have power to deprive herself of her \nbeneficial interest, nothing in this section shall authorize her to transfer such \ninterest during her marriage.  \n \n 71. Right to sue for execution of trust. —Where no trustees are \nappointed or all the trustees die, disclaim, or discharged or where for any other \nreason the execution of a trust by the trustee is or becomes impracticable, the \nbeneficiary may ins titute a suit for the execution of the trust and the trust shall, so \n521(22)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n far as may be possible, be executed by the Court until the appointment of a \ntrustee or new trustee.  \n \n 72. Right to proper trustees. —(1) The beneficiary has a right subject \nto the provisio ns of the instrument of trust, that the trust property shall be \nproperly protected and held and administered by proper persons and by a proper \nnumber of such persons.  \n \n (2) A person domiciled abroad, alien enemy, a person having an \ninterest inconsistent wi th that of the beneficiary, a person in insolvent \ncircumstances; and unless the personal law of the beneficiary allows otherwise \nand a minor are not proper persons under this section.  \n \n 73. Right to compel to any act of duty. —The beneficiary has a right \nthat his trustee shall be compelled to perform any particular act of his duty as \nsuch and restrain from committing any contemplated or probable breach of trust.  \n \n 74. Wrongful purchase by trustee. —(1) Where a trustee has \nwrongfully bought trust property, the  beneficiary has a right to have the property \ndeclared subject to the trust or retransferred by the trustee, if it remains in his \nhands unsold, or, if it has been bought from him by any person with notice of the \ntrust, by such person. But in such case the beneficiary must repay the purchase \nmoney paid by the trustee, with interest, and such other expenses, if any as he has \nproperly incurred in the preservation of the property and  the trustee or purchaser \nmust, — \n \n (a) account for the net profits of the prope rty; \n \n (b) be charged with an occupation -rent, if he has been in actual \npossession of the property; and  \n \n (c) allow the beneficiary to deduct a proportionate part of the purchase -\nmoney if the property has been deteriorated by the acts or \nomissions of the t rustee or purchaser.  \n \n (2) Nothing in this section — \n \n (a) impairs the rights of lessees and others who, before the institution \nof a suit to have the property declared subject to the trust or \nretransferred, have contracted in good faith with the trustee or  \npurchaser; or  \n \n (b) entitles the beneficiary to have the property declared subject to the \ntrust or retransferred where he being competent to contract has \nhimself, without coercion or undue influence having been brought \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(23) \n \n to bear on him, ratified the sale to  the trustee with full knowledge of \nthe facts of the case and of his rights as against the trustee.  \n \n 75. Trust property into the hands of third person. —(1) Where trust \nproperty comes into the hands of a third person inconsistently with the trust, the \nbene ficiary may require him to admit formally, or may institute a suit or a \ndeclaration, that the property is comprised in the trust.  \n \n (2) Where the trustee has disposed of trust property and the money or \nother property which he has received therefore can be traced in his hands or the \nhands of his legal representative or legatee, the beneficiary has in respect thereof, \nrights as merely as may be the same as his rights in respect of the original trust \nproperty.  \n \n 76. Saving of rights of certain transferees. —Nothing in section 75 \nentitles the beneficiary to any right in respect of property in the hands  of — \n \n (a) a transferee in good faith for consideration without having notice of \nthe trust, either when the purchase -money was paid, or when the \nconveyance was exe cuted, or  \n \n (b) a transferee for consideration from such a transferee.  \n \n (2) A judgment creditor of the trustee attaching and purchasing trust \nproperty is not a transferee for consideration within the meaning of this section.  \n \n (3) Nothing is section 75 ap plies to money currency notes, negotiable \ninstruments in the hands of a bona fide  holder to whom they have passed in \ncirculation, or shall be deemed to affect the Contract Act, 1872 (IX of 1872), \nsection 108, or the liability of a person to whom a debt or charge is transferred.  \n \n 77. Acquisition by trustee of trust -property wrongfully \nconverted. —Where a trustee wrongfully sells or transfers trust property and \nafterwards himself becomes the owner of the property, the property again \nbecomes subject to the tru st, notwithstanding any want of notice on the part of \nintervening transferees in good faith for consideration.  \n \n 78. Right in case of blended property. —Where the trustee wrongfully \nmingles the trust property with his own, the beneficiary is entitled to a c hange on \nthe whole fund for the amount due to him.  \n \n 79. Wrongful employment by partner -trustee.—(1) If a partner, \nbeing a trustee, wrongfully employs trust property in the business or on the \naccount of the partnership, on other partner is liable therefore  in his personal \ncapacity to the beneficiaries, unless he had notice of the breach of trust.  \n521(24)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n  (2) The partners having such notice are jointly and severally liable for \nthe breach of trust.  \n \n 80. Liability of beneficiary joining in breach of trust. —(1) Liabi lity \nof beneficiary  in committing breach of trust arises wher e one of several \nbeneficiaries — \n \n (a) joins in committing breach of trust, or  \n \n (b) knowingly obtains any advantage there from, without the consent of \nthe other beneficiaries, or  \n \n (c) becomes aw are of a breach of trust committed or intended to be \ncommitted, and either actually conceals it, or does not within a \nreasonable time take proper steps to protect the interests of the \nother beneficiaries, or  \n \n (d) has deceived the trustee and thereby induc ed him to commit a \nbreach of trust, the other beneficiaries are entitled to have all his \nbeneficial interest impounded as against him and all who claim \nunder him, otherwise than as transferees for consideration without \nnotice of the breach, until the loss caused by the breach has been \ncompensated.  \n \n (2) When property has been transferred or bequeathed for the benefit of \na married woman, so that she shall not have power to deprive herself of her \nbeneficial interest, nothing in this section applies to such pr operty during her \nmarriage.  \n \n 81. Rights and liabilities of beneficiary ’s transferee. —Every person \nto whom a beneficiary transfers his interest has the rights and is subject to the \nliabilities of the beneficiary in respect of such interest at the date of t he transfer.  \n \nCHAPTER VIII  \n \nOF VACATING THE OFFICE OF TRUSTEE  \n \n 82. Office how vacated. —The office of a trustee is vacated by his \ndeath or by his  discharge from his office.  \n \n 83. Discharge of trustee. —the trustee may be discharged from his \noffice only as  follows — \n \n (a) by the extinction of the trust;  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(25) \n \n  (b) by the completion of his duties under the trust;  \n \n (c) by such means as may be prescribed by the instrument of trust;  \n \n (d) by appointment under this Act of a new trustee in his place;  \n \n (e) by consent of  himself and the beneficiary, or, where there are more \nbeneficiaries than one, all the beneficiaries being competent to \ncontract;  \n \n (f) by the executive order of the Director if any of the trustee:  \n \n (i) is convicted by a court in criminal case;  \n (ii) fails to fulfill any of the duty or obligation required under this \nAct; or  \n (iii) has been penalized under sections 17 (c) and (e) above; and  \n \n (g) by the court to which a petition for his discharge is presented under \nthis Act.  \n \n 84. Petition to be discharged from trust. —Notwithstanding the \nprovisions of section 22, every trustee may apply by petition to a principal civil \ncourt of original jurisdiction to be discharged from his office and if the court \nfinds that there is sufficient reason for such discharge, it  may discharge him \naccordingly and direct his costs to be paid out of the trust property. But where \nthere is no such reason, the court shall not discharge him, unless a proper person \ncan be found to take his place.  \n \n 85. Appointment of new trustees on deat h, etc.—(1) Whenever any \nperson appointed a trustee disclaims of any trustee, either original or substituted, \ndies or is for a continuous period of six months absent from Pakistan, or leaves \nPakistan for the purpose of residing abroad or is declared an ins olvent or desires \nto be discharged from the trust or refuses or becomes in the opinion of a principal \ncivil court of original jurisdiction unfit or personally incapable to act in the trust \nor accepts an inconsistent trust, a new trustee may be appointed in  his place by - \n \n (a) the person nominated for that purpose by the instrument or trust (if \nany), or  \n \n (b) if there be no such person or no such person able and willing to act, \nthe author of the trust if he be alive and competent to contract or the \nsurvivin g or continuing trustee or trustee for the time being, or legal \nrepresentative of the last surviving and continuing trustee, or with \nthe consent of the court, the retiring trustee, if they all retire \nsimultaneously, or with the like consent, the last retir ing trustee.  \n521(26)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n  (2) Every such appointment shall be in writing under the hand of the \nperson making  it. \n \n (3) On an appointment of new trustee the number of trustees may be \nincreased.  \n \n (4) The official trustee may, with his consent and by the order of the \ncourt, be appointed under this section, in any case in which only one trustee is to \nbe appointed and such trustee is to be sole trustee.  \n \n (5) The provisions of this section relative to a trustee who is a dead \ninclude the case of a person nominated trustee i n a will but dying before the \ntestator and those relative to a continuing trustee included refusing or retiring \ntrustee if willing to act in the execution of the power.  \n \n 86. Appointment by Court. —(1) Whenever any such vacancy or \ndisqualification occurs an d it is found impracticable to appoint a new trustee \nunder section 85, the beneficiary may, without instituting a suit, apply by petition \nto a principal civil court of original jurisdiction for the appointment of a trustee \nor a new trustee, and the Court m ay appoint a trustee or a new trustee \naccordingly.  \n \n (2) Rule for selecting new trustees. —In appointing new trustees, the \ncourt shall have regard:  \n \n (a) to the wishes of the author of the trust as expressed in or to be \ninferred from the instrument of trust ; \n \n (b) to the wishes of the person, if any, empowered to appoint new \ntrustees;  \n \n (c) to the question whether the appointment shall promote or impede \nthe execution of the trust; and  \n \n (d) where there are more beneficiaries than one to the interests of all \nsuch beneficiaries.  \n \n 87. Vesting of trust property in new trustees. —(1) Whenever any \nnew trustee is appointed under sections 85 or 86, all the trust property for the \ntime being vested in the surviving or continuing trustees or trustee or in the legal \nrepresentative of any trustee shall become vested in such new trustee, either \nsolely or jointly with the surviving or continuing trustees or trustee as the case \nmay require.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(27) \n \n  (2) Power of new trustees. —Every new trustee so appointed and \nevery trustee appointe d by a court, either before or after the passing of this Act, \nshall have the same powers, authorities and discretions and shall in all respects \nact, as if he had been originally nominated a trustee by the author of the trust.  \n \n 88. Survival of trust. —On th e death or discharge of one of several co -\ntrustees, the trust survives and the trust property passes to the others, unless the \ninstrument of trust expressly declares, otherwise.  \n \nCHAPTER IX  \n \nOF THE EXTINCTION OF TRUSTS  \n \n 89. Trust how extinguished. —A trust  is extinguished — \n \n (a) when its purpose is completely fulfilled; or  \n \n (b) when the director considers and has sufficient reasons to believe \nthat the activities of the trust are included in section 16 (b) of this \nAct and records reasons in the order to ext inct the trust; or  \n \n (c) when the fulfillment of its purpose becomes impossible by \ndestruction of the trust property or otherwise; or  \n \n (d) when the trust being revocable is expressly revoked:  \n \n      Provided that reasonable defense opportunity has been gi ven to \nthe trust in case of sub -section (c), above and the trust has the right \nof appeal to the department.  \n \n 90. Revocation of trust. —(1) A trust created under this Act shall be \nrevoked at the pleasure of the testator.  \n \n (2) A trust otherwise created can be revoked only – \n \n (a) where all the beneficiaries are competent to contract by their \nconsents;  \n \n (b) where the trust has been declared by non testamentary instrument or \nby word of mouth, in exercise of a power of revocation expressly \nreserved to the auth or of the trust; or  \n \n (c) where the trust is for the payment of the debts of the author of the \ntrust and has not been communicated to the creditors at the pleasure \nof the author of the trust.  \n521(28)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n  Illustration: —A conveys property to B in trust to sell the same  and pay \nout of the proceeds the claims of A ‘s creditors. A reserves no power of \nrevocation. If no communication has been made to the creditors, A may revoke \nthe trust. But if the creditors are parties to the arrangement, the trust cannot be \nrevoked withou t their consent.  \n \n 91. Revocation not to defeat what trustees have duly done. —No \ntrust can be revoked by the author of the trust so as to defeat or prejudice, what \nthe trustees may have duly done in execution of the trust.  \n \nCHAPTER X  \n \nOF CERTAIN OBLIGATION S IN THE NATURE OF TRUSTS  \n \n 92. Obligation in nature of trust is created. —An obligation in the \nnature of a trust is created in the cases mentioned in section 93.  \n \n 93. Transferor intended to dispose of beneficial interest. —Where \nthe owner of property trans fers or bequeaths and it cannot be inferred \nconsistently with the attendant circumstances that he intended to dispose of the \nbeneficial interest therein, the transferee or legatee must hold such property for \nthe benefit of the owner or his legal representa tive. \n \n 94. Transfer to one for consideration paid by another. —Where \nproperty is transferred to one person for a consideration paid by another person \nand it appears that such other person did not intend to pay or provide such \nconsideration for the benefit of the transferee, the transferee must hold the \nproperty for the benefit of the person paying or providing the consideration. This \nsection shall not affect, the provisions of the Code of Civil Procedure, 1908.  \n \n 95. Trust incapable of execution without exh austing trust -\nproperty. —Where a trust is incapable of being executed or where the trust is \ncompletely executed without exhausting the trust property, the trustee, in the \nabsence of a direction to the contrary, must hold the trust property, or so much \nthere of as is unexhausted, for the benefit of the author of the trust or his legal \nrepresentative.  \n \n 96. Transfer for illegal purpose. —Where the owner of property \ntransfers it to another for an illegal purpose and such purpose is not carried into \nexecution or t he transferor is not as guilty as the transferee or the effect of \npermitting the transferee to retain the property might be to defeat the provisions \nof any law, the transferee must hold the property for the benefit of the transferor.  \n \n 97. Bequest for ille gal purpose. —(1) Where a testator bequeaths \ncertain property upon trust and the purpose of the trust appears on the face of the \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(29) \n \n will to be unlawful, or during the testator ‘s life time the legatee agrees with him \nto apply the property for an unlawful purpos e, the legatee must hold the property \nfor the benefit of the testator ‘s legal representative.  \n \n (2) Where property is bequeathed and the revocation of the bequest is \nprevented by coercion, the legatee must hold the property for the benefit of the \ntestator ‘s legal representative.  \n \n 98. Transfer pursuant to rescindable contract. —Where property is \ntransferred in pursuance of a contract which is liable to rescission or induced by \nfraud or mistake, the transferee must, on receiving notice to that effect, hold th e \nproperty for the benefit of the transferor, subject to repayment by the latter of the \nconsideration actually paid.  \n \n 99. Debtor becoming creditor ’s representative. —Where a debtor \nbecomes the executor or other legal representative of his creditor, he must  hold \nthe debt for the benefit of the persons interested therein.  \n \n 100. Advantage gained by fiduciary. —Where a trustee, executor, \npartner, agent, director of a company, legal advisor, or other person bound in a \nfiduciary character to protect the interests  of another person, by availing himself \nof his character, gains for himself any pecuniary advantage or where any person \nso bound enters into any dealings under circumstances in which his own interests \nare or may be, adverse to those of such other person an d thereby gains for \nhimself a pecuniary advantage, he must hold for the benefit of such other person \nthe advantage so gained.  \n \n 101. Advantage gained by exercise of undue influence. —Where, by \nthe exercise of undue influence, any advantage is gained in dero gation of the \ninterests of another, the person gaining such advantage without consideration, or \nwith notice that such influence has been exercised, must hold the advantage for \nthe benefit of the person whose interests have been so prejudiced.  \n \n 102. Advant age gained by qualified owner. —Where a tenant for life, \nco-owner, mortgagee or other qualified owner of any property by availing \nhimself of his position as such gains an advantage in derogation of the rights of \nthe other persons interested in the property or where any such owner, as \nrepresenting all persons interested in such property, gains any advantage, he must \nhold for the benefit of all persons so interested, the advantage so gained, but \nsubject to repayment by such persons of their due share of the ex penses properly \nincurred and to an indemnity by the same persons against liabilities properly \ncontracted in gaining such advantage.  \n \n 103. Property acquired with notice of existing contract. —Where a \nperson acquires property with notice that another person has entered into an \n521(30)     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n existing contract affecting that property of which specific performance could be \nenforced, the former must hold the property for the benefit of the latter to the \nextent necessary to give effect to the contract.  \n \n 104. Property to be hel d on trust. —Where a person contracts to buy \nproperty to be held on trust for certain beneficiaries and buys the property \naccordingly, he must hold the property for their benefit to the extent necessary to \ngive effect to the contract.  \n \n 105. Advantage secre tly gained by one of several compounding \ncreditors. —Where creditors compound the debts due to them and one of such \ncreditors, by a secret arrangement with the debtor, gains an undue advantage over \nhis co -creditors, he must hold for the benefit of such cred itors the advantage so \ngained.  \n \n 106. Constructive trusts in cases not expressly provided for. —In any \ncase not coming within the scope of any of the preceding sections, where there is \nno trust, but the person having possession of property has not the whole  \nbeneficial interest therein, he must hold the property for the benefit of the persons \nhaving such interest, or the residue thereof, as the case may be to the extent \nnecessary to satisfy their just demands.  \n \n 107. Obligator ’s duties, liabilities and disabi lities.—The person \nholding property in accordance with any of the preceding sections of this Chapter \nmust, so far as may be, perform the same duties, and is subject so far as may be \nto the same liabilities and disabilities, as if he were a trustee of the p roperty for \nthe person for whose benefit he holds it:  \n \n Provided that where he rightfully cultivates the property or employs it in \ntrade or business, he is entitled to reasonable remuneration for his trouble, skill \nand loss of time in such cultivation or e mployment:  \n \n Provided further that where he holds the property by virtue of a contract \nwith a person for whose benefit he holds it or with any one through whom such \nperson claims, he may, without the permission of the court, buy or become lessee \nor mortgag ee of the property or any part thereof.  \n \n 108. Saving of rights of bona fide purchasers. —Nothing contained in \nthis Chapter shall impair the rights of transferees in good faith for consideration \nor create an obligation in evasion of any law for the time bei ng in force.  \n \n \n \n \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  521(31) \n \n CHAPTER XI  \n \nMiscellaneous  \n \n 109. Power to make rules. —Subject to the approval of the Federal \nGovernment, the Chief Commissioner of Islamabad Capital Territory shall make \nrules to carry out the purposes of this Act within a period not late r than the sixty \ndays from the date of enactment of this Act.  \n \n 110. Power to interpret. —(1) The Chief Commissioner, Islamabad \nCapital Territory, Islamabad can exercise arbitrary powers to clarify any \nconfusion arising out of the interpretation of the sect ions of this Act:  \n \n Provided that the secretary must — \n \n (a) refer to the illustrations or explanations mentioned in the Trust Act \n1882; and  \n \n (b) consult the Law, Parliamentary Affairs and Human Rights \ndepartment.  \n \n (2) Nothing contained in this section ma y be interpreted contrary to the \njudgments of High Courts or Supreme Court of Pakistan, as the case may be.  \n \n 111. Repeal.—The Trust Act, 1882 (II of 1882) is hereby repealed to the \nextent of Islamabad Capital Territory, Islamabad.  \n \n 112. Saving.—(1) Notwi thstanding the aforesaid repeal in section 111 \nabove, anything done, action taken, rules made or notifications issued under the \naforesaid Act, so far as it is not inconsistent with the provisions of this Act, shall \nbe deemed to have been made, done or take n under this Act and shall have effect \naccordingly.  \n \n (2) Any document referring to the repealed Act shall be construed as \nreferring to corresponding provisions of this Act:  \n \n Provided that all the Trusts registered in Islamabad Capital Territory \nunder the  repealed Act shall be freshly registered under this Act within a period \nof six months.  \n \n \n \nDR. SYED PERVAIZ ABBASS , \nSecretary . \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONER Y AND FORMS, UNIVERSITY ROAD , KARACHI ."
}