{
    "file": "./converted_json\\administrator95beb1cbbbc3188503d90096b5cd1be4.json",
    "name": "Dramatic Performances Act 1876",
    "date": "16th December, 1876",
    "tagline": "An Act for the better control of public dramatic performances",
    "content": "Page \n1\n \nof \n4\n \n \n \n \nTHE DRAMATIC PERFORMANCES ACT, 1876\n \n \n \n \nCONTENTS\n \n \n \nPreamble\n \n \n1.\n \n      \nShort title\n \n             \nLocal extent\n \n2. \n \nMagistrate defined\n \n3. \n \nPower to prohibit certain dramatic performances\n \n4. \n \nPower to serve order of \nprohibition. Penalty for disobeying order\n \n5. \n \nPower to notify order\n \n6. \n \nPenalty for disobeying prohibition\n \n7.\n \nPower to call for information\n \n8. \n \nPower to grant warrant to Police to enter and arrest and seize\n \n9. \n \nSaving of prosecutions under Penal Code, sect\nions 124 A and 294\n \n10\n. \n \nPower to prohibit dramatic performance in any local area, except under license\n \n11. \n \n[\nRepealed\n.\n]\n \n12. \n \nExclusion of performance at religious festivals\n \n \n \n \n \n \n \n \n\n \nPage \n2\n \nof \n4\n \n \nTHE DRAMATIC PERFORMANCES ACT, 1876\n \n1\nAct No. XIX OF \n1876\n \n[\n16th \nDecember, 1876\n] \n \nAn Act for the better control of public dramatic performances\n \nPreamble.\n___\n \nWHEREAS it is expedient to empower the Government to prohibit public \ndramatic performances which are scandalous, defamatory, seditious or obscene; \nit\n \nis hereby enac\nted \nas follows:\n–\n \n \n1.\n \nShort title\n.\n \nThis Act may be called the Dramatic Performances Act. 1876. \n \n2.\n \nLocal extent\n.\n \nIt extends to \n2\n[the whole of Pakistan]. \n \n3\n*\n \n \n*\n \n \n* \n \n*\n \n \n*\n \n \n*\n \n \n* \n \n2. “Magistrate” defined\n.\n___\n \nIn this Act “Magistrate” means, \n4\n* * * the Magistrate of the \ndistrict. \n \n3. Power to prohibit certain dramatic performances\n.\n \nWhenever the \n5\n[Provincial \nGovernment] is of opinion that any play, pantomime or other drama performed or about to be \nperformed in a \npublic place is\n__\n_\n \n \n(a) \n \nof a scandalous or defamatory nature, or \n \n(b) \n \nlikely to excite feelings of disaffection to the Government established by law in \n6\n[Pakistan], or \n \n(c) \n \nlikely to deprave and corrupt persons present at the performance,\n \n \n \nthe \n5\n[Provincial Government], \n7\n* * * or such Magistrate as it may empower in \nthis behalf, may by order prohibit the performance. \n \n \n \n \n \nExplanation\n.\n___\n \nAny building or enclosure to which the public are admitted to witness a \nperformance on payment of money shall b\ne deemed a “public place” within the meaning of this section. \n \n \n4. Power to serve order of prohibition. Penalty for disobeying order\n.\n \n \nA copy of any such \norder may be served on any person about to take part in the performance so prohibited, or on the owner\n \nor occupier of any house, room or place in which such performance is intended to take place; and any \nperson on whom such copy is served, and who does, or willingly permits, any act in disobedience to \nsuch order, shall be punished on conviction before a Ma\ngistrate with imprisonment for a term which \nmay extend to three months, or with fine, or with both. \n \n1\nFor the Statement of Objects and Reasons, \nsee \nGazette of India, 1876, Pt. V, p. 347 : for Proceedings in Council, \nsee ibid., \nSupplement, pp. 328, 343 and \n1341. \n \nThis Act has been declared to be in force in the Balochistan, \nsee \nthe Balochistan Laws Regulation, 1913 (Reg. 2 of 1913), s. 3, as amended by\n \nRegulation \nNo. 5 of 1939. \n \n2\nSubs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (\nwith effect from 14th October, 1955\n), for “all the Provinces \nand the Capital of the Federation” which had been subs. by A.O., 1949, Art\ns. 3 (2) and 4, for “the whole of British India”. \n \n3\nThe words “And it shall come into force at once” rep. by the Repealing and Amending Act, 1914 (10 of 1914). \n \n4\nThe words “in the Presidency\n-\ntowns, a Magistrate of Police, and else where” omitted by A. O., \n1949, Sch. \n \n5\nSubs. by A. O., 1937 for “L. G.”. \n \n6\nSubs. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), for “British India [or British Burma]”. The word\ns in brackets had been \nins. by A.O., 1937. \n \n7\nThe words “or outside the Presidency\n-\ntowns the Provincial Government” omitted by A.O., 1949, Sch. \n \n \n \nPage \n3\n \nof \n4\n \n \n5. Power to notify order\n.\n \nAny such order may be notified by proclamation, and a written or \nprinted notice thereof may be stuck up at any place or places adapted for giving information of the \norder to the persons intending to take part in or to witness the performance so prohibited.\n \n \n6. Penalty for disobeying prohibition\n.\n \nWhoever after the notification of any such order\n-\n \n \n(a)\n \n \ntakes part in the performance prohibited thereby or in any performance \nsubstantially the same as the performance so prohibited, or \n \n(b)\n \n \nin any manner assists \nin conducting any such performance, or \n \n(c)\n \n \nis, in wilful disobedience to such order, present as a spectator during the whole \nor any part of any such performance, or \n \n(d)\n \n \nbeing the owner or occupier, or having the use of any house, room or place, \nopens, \nkeeps or uses the same for any such performance, or permits the same to \nbe opened, kept or used for any such performance,\n \n \nshall be punishable on conviction before a Magistrate with imprisonment for a term \nwhich may extend to three months, or with fine, or\n \nwith both. \n \n7\n. \nPower to call for information\n.\n \nFor the purpose of ascer\ntaining the character of any in\ntended \npublic dramatic performance, the \nl\n[Provincial Government] or such officer as it may specially \nempower in this behalf, may apply to the author, proprietor or printer of the drama about to be \nperformed, or to the owner or occupier of the place in which it is intended to be performed, for suc\nh \ninformation as the \nl\n[Provincial Government] or such officer thinks necessary. \n \nEvery person so applied to shall be bound to furnish the same to the best of his ability, and \nwhoever contravenes this section shall be deemed to have committed an offence und\ner section 176 of \nthe Pakistan Penal Code (XLV of 1860). \n \n8. Power to grant warrant to Police to enter and arrest and seize\n.\n \nIf any Magistrate has \nreason to believe that any house, room or place is used, or is about to be used, for any performance \nprohibited under this Act, he may, by his warrant, authorize any officer of Police to \n \nenter with such \nassistance as may be requisite\n, by night or by day, and by force, if necessary, any such house, room or \nplace, and to take into custody all persons whom he finds therein, and to seize all scenery, dresses and \nother articles found therein and reasonably suspected to have been used, or t\no be intended to be used, \nfor the purpose of such performance. \n \n9. Saving of prosecutions under Penal Code, sections 124 A and 294\n.\n \nNo conviction under \nthis Act shall bar a prosecution under section 124A or section 294 of the Pakistan Penal Code (XLV \nof 18\n60). \n \n2\n10\n. \nPower to prohibit dramatic performance in any local area, except under license\n.\n \nWhenever it appears to the \nl\n[Provincial Government] that the provisions of this section are required in \nany local area, it may \n3\n* * * declare, by notification in the\n \n4\n[official Gazette], that such provisions are \napplied to such area from a day to be fixed in the notification. \n \n1\nSubs. by A. O., 1937, for “L. G”. \n \n2\nThe provision of section 10 shall apply to the whole of the N.W.F.P., with effect from the 4th January, 19\n55, for certain conditions, \nsee \nGazette of \nN.W.F.P., 1955, Pt. I., p. 7. \n \n3\nThe words “with the sanction of the G.G. in C.” rep. by the Decentralization Act, 1914 (4 of 1914). \n \n4\nSubs. by A. O., 1937, for “local official Gazette”. \n \n \nPage \n4\n \nof \n4\n \n \nOn and after that day, the \nl\n[Provincial Government] may order that no dramatic \np\nerformance \nshall take\n \nplace in any place of public entertainment within such area, except under a license to be \ngranted by such \nl\n[Provincial Government], or such officer as it may specially empower in this behalf. \n \nThe \nl\n[Provincial Government] may also order that no dramatic p\nerformance shall take place in \nany place of public entertainment within such area, unless a copy of the piece, if and so far as it is \nwritten, or some sufficient account of its purport, if and so far as it is in pantomime, has been furnished, \nnot less than\n \nthree days before the performance, to the \nl\n[Provincial Government] or to such officer as \nit may appoint in this behalf. \n \nA copy of any order under this section may be served on any keeper of a place of public \nentertainment; and if thereafter he does, or w\nillingly permits, any act in disobedience to such order, he \nshall be punishable on conviction before a Magistrate with imprisonment for a term which may extend \nto three months, or with fine, or with both. \n \n11. \n[\nPowers exercisable by Governor\n-\nGeneral.\n] \nRep.\n \nby A.O., 1937.\n \n \n12. Exclusion of performance at religious festivals\n.\n \n \nNothing in this Act applies to any \njatras \nor performances of a like kind at religious festivals. \n \n \n___________\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 16\n-\n09\n-\n2024\n \n1\nSubs. by A.O., 1937, for “L.G.”."
}