{
    "file": "./converted_json\\administrator4ce0d1f04e054af05c86c1569462a37d.json",
    "name": "The Trained Paramedical Staff Facility Act, 2023",
    "date": "20th June, 2023",
    "tagline": "Act to provide for the facility of trained paramedical staff in public and private schools",
    "content": "Page 1 of 3 \n  \n \n \n \nTHE TRAINED PARAMEDICAL STAFF FACILITY ACT, 2023  \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement.  \n2.  Definitions.  \n3.  Provision of paramedical staff . \n4.  Punishment for non-compliance . \n5.  Cognizance of an offence . \n6.  Application of the provisions of the Code . \n7.  Removal of difficulties . \n8.  Power to make Rules . \n \n \n  \n \n \n\n \nPage 2 of 3 \n THE TRAINED PARAMEDICAL STAFF FACILITY ACT, 2023  \nACT NO. XXX OF 2023  \n[20th June, 2023]  \nAN \nACT \nto provide for the facility of trained paramedical staff in public and private schools  \n WHEREAS it is expedient to provide for the facility of trained paramedical staff in public and \nprivate institutions and for the purposes connected therewith and ancillary thereto;  \n It is hereby enacted as follows:___ \n 1. Short title, extent and commencement.___(1) This Act shall be called the Trained \nParamedical Staff Facility Act, 2023.  \n (2) It extends to the Islamabad Capital Territory.  \n (3) It shall come into force at once.  \n 2. Definitions.___ In this Act, unless there is anything repugnant in the  subject or context,__ \n(a)  “Code ” means the Code of Criminal Procedure, 1898 (Act V of 1898);  \n(b)  “paramedical staff ” means the fully trained staff available at any school to \nprovide medical assistance or first aid to the school children in case of need; and  \n(c)  “educational institution ” means and includes any public, private  institution \nhaving the minimum strength of t hirty students enrolled  there.  \n 3. Provision of paramedical staff .___ (1) The Federal Government shall ensure the provision \nof trained paramedical staff at all educational institutions to provide immediate medical assistance and \nfirst aid in every educatio nal institution whenever the need arises.  \n (2) All private educational institutions shall also ensure the provision of paramedical staff at \ntheir premises so that the students in need of medical aid may be assisted immediately.  \n 4. Punishment for non -compl iance.___ Whosoever does not comply  to the provisions of this \nAct, shall be given one warning in writing and in case of  further non -compliance shall be punished \nwith fine which may extend to one  hundred thousand rupees and in case of further noncompliance \nshall be punished  with imprisonment for six months.  \n 5. Cognizance of an offence .___ Notwithstanding anything contained in the Code, an offence \npunishable under this Act shall be trial under the Code by the magistrate of first class.  \n \nPage 3 of 3 \n  6. Application  of the provisions of the Code.___ Any proceedings under this Act shall be \ncarried out in accordance with the relevant provisions of the Code.  \n 7. Removal of difficulties.___ If any difficulty arises in giving effect to any provision of this \nAct, the Feder al Government *may make such order not inconsistent with the provisions of this Act as \nmay appear to be necessary for the purpose of removing such difficulty.  \n 8. Power to make Rules.___ The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Act.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n*appears as ‘mgy’ in gazette"
}