{
    "file": "./converted_json\\administrator2cd0fb199558bc5fb239d66d51d21e27.json",
    "name": "Islamabad Capital Territory Local Government Act, 2015",
    "date": "3rd August, 2015",
    "tagline": "An Act to rationalize and reorganize the local government system in the Federal Capital",
    "content": "Page 1 of 86   \n \nTHE  ISLAMABAD  CAPITAL  TERRITORY  LOCAL  \nGOVERNMENT  ACT,  2015  \n \n  \n \n \n \n \nCONTENTS  \n \nCHAPTER I  \nINTRODUC TION  \n \n1.  Short  title, extent  and commencement  \n2. Definitions  \n3. Local  governments  to work  within  the existing  framework  \nCHAPTER II  \nLOCAL  AREAS  \n4. Local  areas  \n5. Division  and reconstitution  of a local  government  \n6. Local  Government  and Delimitation  \n7. Delimitation  of Union  Councils  \n8. Waiver  of conditions  \nCHAPTER  III \nCONSTITUTION  OF LOCAL  GOVERNMENTS.  \n  \n 9. Constitution of Local Governments  \nCHAPTER IV  \nCOMPOSITION OF L OCAL  GOVERNMENTS  \n \n 10. Local  governments  \n11. Union  Council  \n12. Metropolitan  Corporation  \n13. Saving  \nCHAPTER V  \nLOCAL GOV ERNMENT ELECTIONS  \n \n14. Franchise  \n15. Election  of the members  of the Union  Councils  \n\n \nPage 2 of 86  16. Election  of the members  of the Metropolitan  Corporation  \n17. Election  Commission  to conduct  elections  \n18. Executive  Authority  to assist  the Election  Commission  \n19. Electoral  rolls \n20. Appointment of Returning Officer etc.  \n21. Polling station  \n22. Presidin g Officers and Polling Officers  \n23. Supply of electoral rolls  \n24. Other powers and funct ions of the Election Commission  \n25. Qualifications for candidates  \n26. Disqualifications for candidates and elected members  \n27. Bar against dual membership  \n28. Conduct of elections  \n29. Term of office  \n30. Oath of office  \n31 Vacancy  \n32. Removals  \n33. Resignation  \n34. Vote of no­confidence  \n35. Bar agains t re­election or re­appointment  \n36. Notification of el ection, resignation and removal  \n37. Election petition  \n38. Election Tribunal  \n39. Powers of Election Tribunal  \n40. Decision of the Election Tribunal  \n41. Ground for declaring elec tion of returned candidate void  \n42. Ground for declaring a person other th an a returned candidate elected  \n43. Ground for decl aring elections as a whole void  \n44. Decisi on in case of equality of votes  \n45. Appeal against the orders of Election Tribunal  \n46. Corrupt practice  \n47. Bribery  \n48. Personating  \n49. Undue i nfluence  \n \nPage 3 of 86  50. Illegal practice  \n51. Prohibition of canvassing  \n52. Disorder ly conduct near polling station  \n53. Tampering with papers  \n54. Interfer ence with the secrecy of voting  \n55. Failure to maintain secrecy  \n56. Conduct of officials  \n57. Breaches of official d uty in connection with election  \n58. Assistance by Government s ervants  \n59. Summary trial  \n60. Cognizance  \n61. Offence  to be cognizable  \n62. Prosecution  of offences  under  this Chapter  \n \nCHAPTER  VI \nEXECUTIVE POWERS  AND  CONDUCT OF  BUSINESS  \n \n63. Executive  authority  and conduct  of business  \n64. Additional  functions  \n65. Delegated  functions  \n66. Conduct  of business  \n67. Meetings  \n68. Contracts  \n69. Reporting  and evaluation  \nCHAPTER VII   \nUNION  COUNCILS  \n \n 70. Union  Councils  \n71. Functions  of the Union  Council  \nCHAPTER VIII  \nMETROPOLITAN  CORPORATION  \n \n72. Metropolitan  Corporation  \n73. Functions  of Metropolitan  Corporation   \n74. Executive  Authority  \n75. Mayor  \n76. Chief  Officer  \n \nPage 4 of 86  77. Municipal  offices  \nCHAPTER  IX \nLOCAL  GOVERNMENT  FINANCE  \n \n78. Local Fund  and Public  Account  \n79. Custody  of Local  Fund  and Public  Account  \n80. Charged  expenditure  \n81. Application  of Local  Fund  \n82. Budget  \n83. Approval  of budget  \n84. Honoraria  and allowances  \n85. Accounts  \n86. Audit  \n87. Local  government  debt \n \nCHAPTER  X \nLOCAL  GOVERNMENT  TAXATION  \n \n88. Taxes  to be levied  \n89. Property  tax \n90. Collection  of taxes  \n91. Additional  powers  of the Government  \nCHAPTER  XI \nLOCAL  GOVERNMENT  RELATIONS  \n \n92. Relations  of Government  and local governments  \n93. Powers  of the Government  \n94. Entrustment  of functions  to local government  \n95. Local  Government  Commission  \n96. Functions  of the Commission  \n97. Responsibility  of the Commission  \n98. Local  Government  Board  \n99. Dissolution  of local  governments  \nCHAPTER  XII \nLOCAL  GOVERNMENT  PROPERTY  \n \n100. Ownership  of immovable  property  \n101. Transfer  of property  by the Government  \n \nPage 5 of 86  102. Stock  taking  by the local  government  \n103. Use of properties  of local governments  \n104. Acquisition  of immovable  property  \nCHAPTER XIII  \nOFFENCES  AND  ENFORCEMENT  \n \n105. Offences,  punishments  and their cognizance  \n106. Appointment  and control  of Inspectors  \n107. Imposition  of fine through  ticketing  \n108. Court  proceedings  for default  in deposit  of fine \n109. Compounding  of offences  \n110. Municipal  Wardens  \n111. General  powers  of Inspectors  \n112. Rights  of citizen  not affected  \nCHAPTER XIV  \nMISCELLANEOUS  \n \n113. Right  to Information  \n114. Municipal  entities  \n115. Local  government  servants  \n116. Appeals  \n117. Power  to make  rules  \n118. Bye­laws  \n119. Delegation  of powers  \n120. Action  taken  in good  faith \n \n121. General  powers  of local  governments  \n122. Members  and servants  of local governments  to be public  servants.  \n123. Bar against  employment  \n124. Conciliation  (Musalihat)  Council  \n125. Arbitration  Council  \n126. Constitution  of Oversight  Committees  \n \nCHAPTER  XV \nTRANSITIONAL  PROVISIONS  \n \n127. Interim  authorities  \n128. Interim  maintenance  of institutions  \n \nPage 6 of 86  129. Financial  transition  \n130. Succession  \n131. Removal  of doubts  \n132 Repeal  and saving  \n133. Removal  of difficulty  \n134. Amendment  of Schedules  \n \nFIRST SCHEDULE  \n \nSECOND SCHEDULE   \n \nTHIRD  SCHEDULE  \n \nFOURTH SCHEDULE   \n \nFIFTH  SCHEDULE  \n \nSIXTHS  CHEDULE   \n \nSEVENTH  SCHEDULE  \n \nEIGHTH  SCHEDULE  \n \nNINTH  SCHEDULE  \n \nPage 7 of 86  THE ISLAMABAD CAPITAL TERRITORY LOCAL GOVERNMENT ACT, 2015   \nACT  NO. X OF 2015  \n[3rd August,  2015]  \n \nAn Act to rationalize  and reorganize  the local  government  system  in the Federal  Capital  \n \nWHEREAS it is expedient to establish an elected local government system to devolve political,  \nadministrative and financial responsibility and authority to the elected representatives of the local  \ngovernments; to promote good governance, effective delivery of services and transparent decision  \nmaking through in stitutionalized participation of the people at local level; and, to deal with ancillary  \nmatters;  \n \nIt is hereby  enacted  as follows: — \n \nCHAPTER I  \n \nINTRODUCTION  \n \n1. Short  title,  extent  and commencement. —(1) This Act may be called  the Islamabad  Capital  \nTerritory  Local  Government  Act, 2015.  \n \n(2) It extends to the Islamabad Capital Territory except any area excluded by the Government, \nby notification,  for reasons  to be recorded  in writing.  \n \n(3) It shall  come  into force  on such date as the Government  may,  by notification,  appoint  and \ndifferent  dates  may be appointed  for coming  into force  of different  provisions  of this Act. \n \n2. Definitions. —(1) In this Act, unless  there is  anything  repugnant in  the subject or  context,  \n \n(a)  “Administration ” means the Islamabad Capital Territory Administration;  \n \n(b) “Authority ” means  the Capital  Development  Authority;  \n \n(c)  “budget ” means  an official  statement of  the income and  expenditure of  a local  \ngovernment for  a financial  year;  \n \n(d)  “building ” includes any shop, house, hut, outhouse, shed, stable or enclosure \nbuilt of any  material  and used for any purpose,  and also includes  a wall,  well,  \nverandah,  platform,  plinth,  ramp,  stair­case  and steps;  \n \n(e)  “building line ” means a line beyond which the outer face or any part of an \nexternal wall of a  building may not project beyond privately owned land in the \ndirection of any street, existing  or proposed;  \n \n(f)  “bye­laws ” means bye­laws made under this Act or made under the Capital \nDevelopment  Authority Ordinance, 1960 (XXIII of 1960) or the Municipal \nAdministration Ordinance,  1960;  \n \n(g)  “cattle ” includes cows, buffaloes, bulls, oxen, bullocks, heifers, calves, camels, \nsheep, goats  and others;  \n \nPage 8 of 86  (h)  “Chairman ” means  the Chairman  of a Union  Counc il as mentioned  in section  \n11; \n \n(i)  “Chief  Officer ” means  the Chief  Officer  appointed  under  section  63; \n \n(j)  “Code ” means  the Code  of Criminal  Procedure,  1898  (Act V of 1898);  \n \n(k)  “conservancy ” means  the collection,  treatment,  removal  and disposal  of refuse;  \n \n(l)  “dairy ” includes any farm, cattle­shed, cow­house, milk store, milk shop or any \nother place  from  where  milk or milk  products  are supplied;  \n \n(m)  “Deputy Mayor ” means a Deputy Mayor of the Metropolitan Corporation \nelected under  section  12; \n \n(n)  “District ” means the area specified in section 2 of the Capital of the Republic \n(Determination  of Area) Ordinance,  1963  (Ordinance  VI of 1963);  \n \n(o)  “drain ” includes a sewer, a house drain, a drain of any other description, a \ntunnel, a culvert, a  ditch,  a channel  or any  other device  for carrying  sullage  or \nrain water;  \n \n(p)  “dwelling house ” means any building used substantially  for human  habitation;  \n \n(q)  “Election Commission ” means the Election Commission constituted under \nArticle 218 of the  Constitution  of the Islamic  Republic  of Pakistan;  \n \n(r)  “factory ” means  a factory  as defined  in the  Factories  Act, 1934  (XXV  of 1934);  \n \n(s)  “food” includes every eatable used for food or drink by human beings but does \nnot include  drugs  or water;  \n \n(t)  “Government ” means  Federal  Government  as the Rules  of Business  may \nspecify;  \n \n(u)  “infectious disease ” means cholera, plague, smallpox and tuberculosi s, and \nincludes such  other  disease  as the Government  may,  by notification,  declare  to \nbe infectious  or disease  for purposes  of this  Act; \n \n(v)  “land” includes  the land which  is being  built up or is built up or is covered  with \nwater  or is under  cultivation  or is fallow;  \n \n(w)  “Local  Fund ” means  the fund of a local  government  established  under  section  \n78; \n \n(x)  “local  government ” means  a Union  Council  or the Metropolitan  Corporation  \nestablished  under this  Act; \n \n(y)    “market ” means a place where persons assemble for the sale and purchase of \nmeat, fish, fruit,  vegetables or any other article of food or for the sale and \n \nPage 9 of 86  purchase of livestock or animals  and includes  any place  which  may be notified  \nas a market;  \n \n(z)  “Master Plan” means the Master Plan developed, maintained and enforced by \nCapital  Development  Authority;  \n \n(aa)  “Mayor ” means the Mayor of the Metropolitan Corporation elected as \nsuch under section  12; \n \n(bb)  “member ” means  a member  of a local  government;  \n \n(cc)  “Metropolitan Corporation ” means the Metropolitan Corporation \nnotified as such under  section  9; \n \n(dd)  “misconduct ” means  transgression  of the prescribed  code  of conduct  or \ndereliction  of duty or deliberate  unlawful  behavior  or violation  of law or \nrules  or lawful  directions  or orders  of the Government  and includes,­  \n \n(i)  gross  negligence  in the performance  of duties  with manifest  \nwrongful  intent  or evil design;  or \n \n(ii)  an act that results  in wrongful  gain to any person  by wrongful  \napplication  of law; or \n \n(iii)  making or managing appointment, promotion or transfer of an \nofficer or official in     violation of law or rules or for extraneous \nconsideration; or  \n \n(iv)  bribery,  corruption,  jobbery,  favoritism,  nepotism  or willful  \ndiversion  of the fund of the local  government;  \n \n(ee)  “municipal offence ” means an act  or omission punishable  under this Act  \nand includes an act or omission declared as municipal offence under any \nother law for the time being in force in Islamabad Capital Territory;  \n \n(ff)  “notification ” means notification issued by the Government under this \nAct and published in the Official Gazette;  \n \n(gg)  “nuisance ” includes any act, omission, place or thing which causes or  is \nlikely to cause injury as may be specified, danger, annoyance or offence \nto the sense of sight, smell or hearing or which is or  may be dangerous to \nlife or  injurious to health or  property;  \n \n(hh)  “occupier ” means any person, for the time being, in actual lawful \noccupation of the land or b uilding and includes an owner in actual \noccupation of the land or  building;  \n \n(ii)  “owner ” includes the person for the time being receiving the rent of land \nand buildings or either of them, including an agent or trustee for any \nperson or society or for any  religious or charitable  purpose or who would \n \nPage 10 of 86  so receive the  same if land or building was let to a tenant;  \n \n(jj)  “peasant ” means a landless farm worker or, a person, who during the \nperiod of five years preceding the year in which the election is held, \nowningless than five acres of land as sole owner  for subsistence living;  \n \n(kk)  “prescribed ” means prescribed by the rules as defined under clause (tt);  \n \n(ll)  “prohibited zone ” means any area or areas within a local government \ndeclared as prohibited zone by  a public notice for purposes of  this Act;  \n \n(mm)  “public road ” means and includes a road or street or way maintained by \nthe Government or by a local government or by  any othe r local authority;  \n \n(nn)  “public place ” means any building, premises or place to which the public \nhave access;  \n \n(oo)  “rate” means and includes the charges that may be fixed and levied by \nthe local governments for provision of any services, for which it  incurs a  \ncost, provided under this Act;  \n \n(pp)  “refuse ” includes rubbish, offal, night­soil, carcasses of animals, deposits \nof sewerage, waste and  any other offensive matter;  \n \n(qq)  “rent” means whatever is by law payable in money or kind by a tenant or \nlessee on account of  lawful occupation or use of any building or  land;  \n \n(rr)  “revenue estate ” means a revenue estate declared under the Land \nRevenue Act, 1967 (XVII of  1967) as adapted  in the Islamabad Capital \nTerritory;  \n \n(ss)  “road” includes a road or a street or way which is not a thoroughfare;  \n  \n(tt)  “rules ” means rules made under the Capital  Development Authority \nOrdinance, 1960 or may be made under this Act;  \n \n(uu)  “Schedule ” means a  Schedule  appended to this Act;  \n \n(vv)  “streets line ” means a line dividing the land comprised in, and forming \npart of, a road or street from the adjoining land;  \n \n(ww)  “tax” includes any cess, rate, fee, toll or  other charge levied under  this \nAct; \n \n(xx)  “technocrat ” means a person who is the holder of a degree requiring \nconclusion of at least sixteen years of education recognized by the Higher \nEducation Commissi on and at least five years of experience in  the \nrelevant field;  \n \n(yy)  “Union Council ” means an area notified as a Union Council under \n \nPage 11 of 86  section 7;  \n \n(zz)  “vehicle ” means a wheeled conveyance capable of being used on a road \nor street;  \n \n(aaa)  “Vice Chairman ” means the Vice Chairman of a Union Council \nas mentioned in section 11;  \n \n(bbb)  “village ” means an integrated and contiguous human habitation \ncommonly identified  by a  name and includes a dhok, chak, \ngaown, basti or any other comparable habitation within a revenue \nestate;  \n \n(ccc)  “voter ” means a person, whose name for the time being appears \non the electoral rolls prepared  or adapted  for the purposes of the \nelection  under this Act;  \n \n(ddd)  “worker ” means a person directly engaged in work or is \ndependent on personal labour for subsistence living and includes \na worker as defined in the Industrial Relations Act 2012 (X of \n2012);  \n \n(eee)  “youth ” means a person who is enrolled as a voter in the \nrespectiv e Union Council and is  1[*] less than twenty­five  years \nof age on last  day fixed for filing of nomination papers;  and  \n \n(fff)  “Zoning  Regulation ” means  the Islamabad  Capital  Territory  \nZoning  Regulations  1992.  \n \n(2) The expressions,  not defined  in sub­section  (1), shall  have the  same  meaning  as defined  in \nany  other  relevant  law or generally  used.  \n \n3. Local governments to work within the existing framework. — (1) The local governments  \nestablished  under  this Act shall  faithfully  observe  all laws applicable  in Islamabad  Capital  Territory.  \n \n(2) In the performance of their functions, the local governments shall not impede or prejudice \nthe  exercise of the executive authority of the Government or any office performing functions of the  \nProvincial  Government  in the Islamabad  Capital  Territory.  \n \n(3) The development, planning and overall maintenance of the Master plan within the specified  \narea of Islamabad Capital Territory will continue to vest with Capital Development Authority and  thus \nthe overall Master Plan shall apply and no action by any authority, body or corporation shall be  initiated  \nin violation  of the Capital  Development  Authority  Ordinance,1960  and the Zoning  regulations duly \napproved by the Government. All powers to be exercised and rules to be enforced  shall  be subject  to \nthe planning framework  already  set in the aforementioned  laws,  rules  and regulations.  \n \n \n_________________________________________________________________________________  \n1Omitted  by Act No. XXXV  of 2016,  s.2. \n \nPage 12 of 86  (4) This legal framework shall without derogation to the existing laws and regulations of the  \nIslamabad Capital Territory and Capital Development Authority and segments not covered by the  \nprevalent  law shall  be covered  by the respective  local  Government,  as determined  by the Government. \nWherever there is a clash between the existing law and provisions of this Act, the  existing  law shall  \nprevail  unless  clearly  specified  or repealed.  \n \nCHAPTER II  \n \nLOCAL  AREAS  \n \n4. Local areas. —(1) For purposes of thi s Act, the Government shall, by  notification, specify \nthe local  area within  Islamabad  Capital  Territory  as Union  Councils  and for the Metropolitan  \nCorporation,  as the case may be. \n \n(2) The Government may, by notification, after inviting public objections and suggestions, alter  \nthe limits  of a local  area and declare  that any area shall  cease  to be a Union  Council.  \n \n(3) Any two or more adjoining Union Councils within Islamabad Capital Territory may, after  \ninviting public objections through a resolution passed by two­third majority of the total membership  \nof each of the Union Councils, mak e a proposal to the Government for a change in their respective  \nboundaries subject to the condition that no revenue estate shall be divided and the size of population  \nin the relevant Union Council shall, as far as possible, be close to the average populati on of similar  \nUnion  Councils  in Islamabad  Capital  Territory.  \n \n(4) The Government may, with the concurrence of the Election Commission, alter the limits of \na local area under this section after the initiation of proceedings of delimitation of constituencies by \nthe Election  Commission  but the Government  shall  not alter the limits  of a local  area after the \nannouncement  of election  schedule  for election  in local  area.  \n \n5. Division  and reconstitution  of a local  government. —(1) The Government  may,  by \nnotification, divide a local government into two or more local governments or alter the limits of a  local \ngovernment and may specify in the notification the consequences which shall ensue upon the  \npublication  of such  notification.  \n \n(2) W hen, as a result of such division or reconstitution, any new local government is \nconstituted,  in accordance with  the provisions  of this Act in the manner  specified  in the notification, — \n \n \n(a)  the existing  members  of any local  government  so divided  or reconstituted  shall  \nbecome  the     members of such local government as the Government may, by \nnotification, specify as if  each such member had  been  elected to  that local  \ngovernment;  and \n \n(b)  such local  government  shall,  to the extent  and in the manner  specified  in the \nnotification,  be the successor  of the local  government  so divided  or \nreconstituted.  \n \n6. Local Government and Delimitation .— 1[(1) There shall be one hundred and twenty -five \nUnion C ouncils within the Islamaba d Capital Territory under this A ct. The Federal Government, on \nthe recommendations of Ministry of Interior, by notification in the official Gazette may increase or \ndecrease the number of union councils from time to time.]  \n____________________________________________ _____________________________________  \n  1Subs. by Act No. VIII of 2023 by s.2.  \n \nPage 13 of 86  (2) After the demarcation of the Local Government under section 5 and determination of \nnumber  of Union  Councils,  the Election  Commission,  shall  delimit Union  Councils.  \n \n(3) The Election  Commission  shall  delimit  and notify  1[in the official  Gazette]  the Councils  on \nthe  basis of the principles laid d own in section 7, as nearly as p ossible, under the Delimitation of  \nConstituencies  Act, 1974 (XXXIV  of 1974)  or any other Act of the Majlis­e­Shoora  (Parliament).  \n \n7. Delimitation of Union Councils. —(1) A Union Council shall be an area consisting of one \nor more revenue estates or, in the case of an area where revision of settlement under the law has not  \ntaken place, one or more census villages or, in the case of an urban area, a census block or blocks as  \ndelimited for purposes of the last preceding census or a census block and a revenue estate, notified as  \nsuch by the Election  Commission.  \n \n2[(2) The Election Commission shall delimit Union Council into nine wards for the electi on of \nmembers on general seats.]  \n \n1[(3) For the purpose  of delimitation  of a ward  of a Union  Council,  — \n \n(a)  a ward  shall  consist  of a census  block  or adjoining  census  blocks;  \n \n(b)  boundaries  of the wards  shall  not cross  limits  of the Union  Council;  \n \n(c)  population  of wards  in a Union  Council  shall  as far as possible  be uniform;  and \n \n(d)  a court,  officer  or authority  shall  not review  or correct  any delimitation  of Union  \nCouncil  or ward  after the  notification  of the  election  schedule.]  \n \n8. Waiver  of conditions .―The Election  Commission  may,  in a specific  case and for reasons  \nto be recorded  in writing,  waive  the conditions  of delimitation  mentioned  in section  6. \n \n \nCHAPTER III  \n \nCONSTITUTION  OF LOCAL  GOVERNMENTS  \n \n9. Constitution of Local Governments. —(1) Subject  to sub­section  (2), the local  \ngovernments  constituted  under  this Act shall  be: \n \n(a)  Metropolitan  Corporation  for Islamabad  Capital  Territory;  and \n \n(b)  Union  Councils  for Islamabad  Capital  Territory  as the Government  may notify.  \n \n(2) The Government may, by notification, declare any area in Islamabad Capital Territory to \nbe a  Union  Council.  \n \n \n \n \n \n1Ins. and added  by Act No. XXXV  of 2016,  ss. 3-4. \n2Subs.  by Act No. XVIII of 2024,  s. 2. \n \nPage 14 of 86  (3) The Government may, by notification, specify the name by which local government shall \nbe known and unless the name of a local government is so specified, it shall be known as the local  \ngovernment  of the  place  where  its office  is situate.  \n \nCHAPTER  IV \n \nCOMPOSITION  OF LOCAL  GOVERNMENTS  \n \n10. Local  governments .—(1) Local  governments  shall  consist  of Union  Councils  and \nMetropolitan  Corporation  as given  in section  11 and section  12, respectively.  \n \n(2) 1[*  * * * * * *] \n \n2[11. Union Council. —A Union Council shall consist of the following members elected  under  \nChapter -V:— \n \n(i)  Chairman  and Vice -Chairman,  as joint candidates;  \n \n(ii)  nine general  members;  \n \n(iii)  one woma n; \n \n(iv)  one peasant  or worker or businessman or technocrat;  \n \n(v)  one youth  member;  and \n \n(vi)  one non­Muslim.]  \n \n12. Metropolitan  Corporation. —(1) The Metropolitan  Corporation  shall  consist  of the \nfollowing  membe rs elected  under Chapter V,— \n \n(i)  1[Mayor  and three  Deputy Mayors], as joint candidates;  \n \n(ii)  Chairmen of all Union Councils;  \n \n(iii)  women;  \n \n(iv)  peasants/workers;  \n \n(v)  technocrats;  \n \n(vi)  youth  members; and  \n \n(vii)  non­Muslims.  \n \n \n \n \n________________________________________________________________________________  \n1Omitted  and subs.  by Act No. XXXV  of 2016,  ss. 5-6. \n2Subs. by Act No. XVIII of 2024, s. 3.  \n \nPage 15 of 86  (2) The number of women should not be l ess than 33 per cent, peasants/ workers not less than \n5 per cent, non­Muslims not less than 5 per  cent, youth not less 5 per cent each and technocrat not less  \nthan 2 per cent.  The numbers  shall  be computed  by the government  accordingly  through  a notification  \nissued  from  time to time.  \n \n(3) The Mayor and the Deputy Mayor shall be elected as joint candidates, in the first session \nof the Metropolitan Corporation, from amongst the members mentioned at serial number (ii) 1[**] of \nsub­section (1), by majority of the members mentioned at serial number (ii) to (vii) of sub­section (1 ) \npresent and voting.  \n \n13. Saving.―Nothing contained in this Chapter shall be construed to prevent a woman, \npeasant,  worker, technocrat or a non­Muslim from being a candidate  or elected to a general seat in any \nlocal  government.  \n \nCHAPTER  V \n \nLOCAL  GOVERNMENT  ELECTIONS  \n \n14. Franchise. ―Save  as otherwise  provided,  election  of members  of all local  governments,  \nshall  be  held on party  basis  through  secret  ballot  on the basis  of adult  franchise.  \n \n 1[15. Election, of the members of the Union Councils. —(1) All  nine general members of \neach Union Council shall be directly elected by the voters registered in the concerned  Union Council.  \n \n  (2) Save as otherwise provided, in the first meeting of the Union Council to be convened and \npresided over by the Secretary of  the Union Council and to the exclusion of any other business, the \ngeneral members of the Union Council shall elect through secret  ballot one women,  one peasant or \nworker or businessman or technocrat, one youth member and one non -Muslim member mentioned at  \nserial numb er (iii) to (vi) of section 11 of this Act:  \n \n Provided that election of the members shall be conducted in the prescribed manner.  \n \n (3) After the completion of the process of the election under sub -section (2), the Secretary of \nthe Union Counc il shall convene and preside meeting of the Union Council to elect a Chairman and \nVice -Chairman as joint candidate from members mentioned at serial num ber (ii) to (vi) of section 11 \nof this Act:  \n \n Provided that the electoral college for the election of th e Chairman and Vice -Chairman as joint \ncandidate shall be members mentioned at serial number (ii) to (vi) of  section 1l of  this Act:  \n \n Provided further  that election of the Chairman and Vice -Chairman shall be condu cted in the \nprescribed manner. ] \n \n16. Election of the members of the Metropolitan Corporation. ―Members of Metropolitan  \nCorporation, mentioned at serial number (iii) to (vii) of sub­section (1) of section 12, shall be elected  \nby the 2[Chairmen ] of the Union  Councils  present  and voting.  \n \n17. Election  Commission  to conduct  elections.___(1) The Election  Commission  shall  conduct \nthe local  government  elections  2[and for this purpose  shall,  by notification  in the official  Gazette,  \ndeclare  the election  schedule  for election  under this  Act]. \n \n(2) The Election Commission may, by order in the Official Gazette, make provisions for the  \nconduct of local government elections if no provisions or no sufficient provisions have been made  \nunder  this Act or the  rules.  \n 1Omitted and subs. by Act No. XVIII of 2024, ss. 4 -5. \n 2Subs.  and ins. by Act No. XXXV of 2016, s s. 7-8. \n \n \nPage 16 of 86  1[(3) Without prejudice to the provisions of this Act and for the purpose of election to the L ocal \nGovernments under this Act, the provisions of 2[the Ele ctions Act, 2017  (XXXIII OF 2017) ] shall  \nmutatis  mutandis  apply.]  \n \n18. Executive  Authority  to assist  the Election  Commission. ―It shall  be the duty of all \nexecutive  authorities  in the Islamabad  Capital  Territory  to assist  the Election  Commission  in the \ndischarge  of its  functions.  \n \n19. Electoral  rolls.—(1) A person  shall  be entitled  to be enrolled  as a voter if  he,— \n \n(a)  is a citizen  of Pakistan;  \n \n(b)  is not less than eighteen  years  of age; and \n \n(c)  fulfils  such other  conditions  as the Election  Commission  may specify.  \n \n(2) The electoral rolls for the  local government elections shall be  prepared by the  Election  \nCommission in such manner as it may deem appropriate and the electoral rolls shall not be invalid by  \nreason of any erroneous description in the electoral rolls of any person listed or of an omission of the  \nname of  any person  entitled  to be enrolled  or of inclusion  of the name of  any person  not so  entitled.  \n \n(3) Every person whose n ame is entered in the electoral roll shall be entitled to cast a vote at \nthe direct  elections  of the  local  government.  \n \n20. Appointment  of Returning  Officer  etc.— 1[(1) For the purpose  of election  under  this \nAct and subject to sub­section (2), the Election Commission shall appoint District Returning Officers,  \nReturning Officers  and Assistant  Returning Officers  from amongst  the officers  of the Election  \nCommission,  the Government,  a body  or entity  controlled  by the Government.]  \n \n(2) The Election Commission may appoint a person as Returning Officer or Assistant Returning  \nOfficer  for two  or more  constituencies.  \n \n(3) An Assistant Returning Officer shall assist the Returning Officer in the performance of his  \nfunctions under this Act and may, subject to such conditions as may be imposed by the Election  \nCommission, exercise and perform, under the control of the Returning Officer, the powers and  \nfunctions  of the  Returning  Officer.  \n \n(4) It shall be the duty of a Returning Officer to do all such acts as may be necessary for  \neffectively  conducting  an election  in accordance  with the provisions  of this Act and the rules.  \n \n1[21. Polling  stations.____ (1) The Returning  Officer  shall,  before  such time as the Election  \nCommission  may fix, send to the District  Returning  Officer  a list of polling  station s proposed  in \na  constituency  for the  purpose  of election  of a member  for that  constituency.  \n \n(2) The Election Commission may make such alterations in the list of polling stations sent \nunder  sub­section (1) as it  may deem necessary and shall, at  least fifteen days before  the polling day,  \npublish in the official Gazette the final list of polling s tations specifying the electoral area, the electors  \nwhereof will be entitled to vote at each pollin g station and shall at least seventy­two hours before the  \npolling  day, give wide  publicity  of the polling  stations  in such manner  as it may deem  fit. \n \n \n 1Added and subs. by Act No. XXXV of 2016, ss. 8 -10. \n 2Subs. by Act No. XVIII of 2024, S.6.  \n \nPage 17 of 86  (3) The Returning Officer shall establish in each constituency polling stations according to the  \nfinal list published  under sub­section  (2). \n \n(4) A polling  station  shall  be situated  in a Government  building  for the constituency  and, where  \nno Government building is available for the purpose, an improvised polling station shall be set up on  \npublic  property:  \n \nProvided  that no polling  station  shall  be located  in any premises which  belong  to or are under  \nthe direct  or indirect  control  of any  candidate.]  \n \n22. Presiding Officers and Polling Officers. —(1) A Returning Officer shall appoint for each  \npolling station a Presiding Officer and such number of Assistant Presiding Officers and Polling  \nOfficers  to assist  the Presiding  Officer  as the Returning  Officer  may consider  necessary.  \n \n(2) A person who is, or has at any time been, in the employment of any candidate shall not be  \nappointed  as a Presiding  Officer,  Assistant Presiding  Officer  or Polling  Officer.  \n \n(3) The Returning Officer shall submit a list of Presiding Officers and Polling Officers to the  \nElection Commission at least fifteen days before the polling day for approval and no change in the  \npersonnel  shall  be made  except  with the approval  of the Election  Commission.  \n \n(4) A Presiding Officer shall conduct the poll in accordance with the provisions of this Act and  \nthe rules and shall be responsible for maintaining order at the polling station and shall report to the  \nReturning  Officer  any fact or incident  which  may,  in his opinion,  affect  the fairness  of the poll. \n \n(5) The Returning  Officer shall authorize one of the Assistant Presiding Officers to act in place \nof  the Presiding Officer if the Presiding Officer is at any time during the poll, by reason of illness or  \nother  cause,  not present  at the polling  station,  or is unable  to perform  his functions.  \n \n(6) The Returning Officer may, at any time during the poll, for reasons to be recorded in \nwriting,  suspend  any Presiding  Officer,  Assistant  Presiding  Officer  or Polling  Officer  and make  such \narrangements as he may consider necessary for the performance of the functions of the Officer so  \nsuspended.  \n \n23. Supply of electoral rolls. —(1) The Election Commission shall provide the electoral rolls \nof the constituency  to the Returning  Officer.  \n \n(2) The Returning Officer shall provide to the Presiding Officer the electoral rolls, containing \nthe names  of the  voters  entitled  to vote at a polling  station.  \n \n24. Other powers and functions of the Election Commission. ―In addition to the powers \nand functions of the Election Commission under this Act, the Election Commission shall, in relation \nto local government elections, exercise such other powers and perform such other functions as may be  \nprescribed.  \n \n25. Qualifications for candidates. —(1) A person shall qualify to be elected as a member or \nto hold an elected  office  of a local  government,  if he, — \n \n(a)  is a citizen  of Pakistan;  \n \n(b)  1[except]  the youth,  is not less than twenty  five years  of age on the last day fixed  \nfor filing   the nomination  papers;  or \n \n(c)  is enrolled  as a voter  in the electoral  rolls of the Union  Council.  \n \n______________________________________________________________________________  \n 1Subs. by Act No. XXXV of 2016, s.  11. \n \nPage 18 of 86  (2) The qualifications mentioned in paragraphs (d) to (g) of clause (1) and the disqualification  \nreferred to in clause (2) of Article 62 of the Constitution of the Islamic Republic of Pakistan for  \nmembership of Majlis­e­Shoora (Parliament) shall mutatis mutandis apply to a person to qualify to be  \nelected  as a member or to  hold an elected  office  of a local  government.  \n \n26. Disqualifications  for candidates  and elected  members. —(1) The disqualifications  \nmentioned for membership of Majlis­e­Shoora  (Parliament) in paragraphs (a) to (p) of clause (1) of  \nArticle 63 of the Constitution of the Islamic Republic of Pakistan shall mutatis mutandis apply to a  \nperson  from  being  elected  or chosen  as, and from  being,  an elected  member  of a local  government.  \n \n(2) lf a person, — \n \n(a) is found by the Election Commission to have contravened any provisions of \nsection 25 or  sub­section  (1) of section  26, he shall  stand  disqualified  from  being  \na candidate  for election to any office  of a local  government  for a period  of four  \nyears;  or \n \n(b) has been  elected  as a member  of a local  government  and is found  by the Election  \nCommission  to have  contravened  any provision  of section  25 or sub­section  (1) \nof section  26, he shall cease forthwith to be an elected member or to hold the \noffice of such member and  shall  stand  disqualified  from  being  a candidate  for \nelection  to a local  government  for a period  of four years.  \n \n27. Bar against dual membership. —(1) A Mayor, a Deputy Mayor, a Chairman or a Vice  \nChairman may contest election for any other political office after resigning from the office of the  \nMayor,  Deputy  Mayor,  Chairman  or Vice  Chairman.  \n \n(2) A member of a local government, other than the Chairman of a Union Council, may contest  \nelection for any other political office without resigning from the membership of the local government  \nbut any such member  shall  not simultaneously  hold more  than one office.  \n \n(3) If a member of a local government is elected to any other political office, on the notification  \nof election  of that political  office,  his seat as  member  of the local  government  shall  become vacant.  \n \n(4) If a Chairman  of a Union  Council  is elected  as the Mayor  or a Deputy  Mayor,  he shall  \ncease   to be the Chairman of the Union Council and the seat of the Chairman of the Union Council shall  \nstand  vacated.  \n \n(5) Nothing in this section shall apply to bar a member of a local government to contest the  \nelection  of Mayor,  Deputy  Mayor,  Chairman  or Vice Chairman  of a local  government.  \n \n28. Conduct  of elections. ―The election  to a local  government  shall  be conducted  in the \nprescribed  manner.  \n \n29. Term of office. —(1) Subject to the this Act, the term of offic e of a local government shall \nbe five years  commencing  on the date on which  it holds  its first meeting.  \n \n(2) The first meeting of a local government shall be held not later than thirty days from the day \non which the names of its members are notified.  \n \n \nPage 19 of 86  (3) On the expiry of the term of office of a local government, the Government may appoint an  \nadministrator to perform the functions of the local government until the elected local government  \nassumes  office  which  period  shall  not exceed  six months.  \n \n(4) Save as otherwise provided, a local government shall in its first meeting and to the exclusion  \nof any other business, elect the Mayor and Deputy Mayor or Deputy Mayors, Chairman and Vice  \nChairman  in the prescribed  manner.   \n \n30. Oath of office.—(1) A member shall, before taking his seat in a local government, make \nand subscribe  to an oath in such form  as may be prescribed  . \n \n(2) The Mayor, Deputy Mayor, Chairman and Vice Chairman shall assume office by making \nand subscribing  to an oath in such form  as may be prescribed.  \n \n(3) A Mayor,  Deputy  Mayor,  Chairman  and Vice  Chairman  and a member  shall,  after taking  \noath  of office,  declare  his assets  in the prescribed  manner.  \n \n31. Vacancy. —1[(1)] If  the office of a Mayor, Deputy Mayor, Chairman or Vice Chairman, or \na member  indirectly  elected  on a reserved  seat, for any reason,  falls vacant  during  the term of office  \nof  a local government, the new Mayor, Deputy Mayor, Chairman, Vice Chairman or member shall be  \nelected in the  prescribed manner within 1[forty­five  days]  from the  date when  such vacancy  is notified  \nand he shall,  subject  to this Act, hold office for  the remaining  term of the local  government.  \n \n1[(2) All by -election for the vacant seats of members of Union Councils and Reserved Seats of  \nMetropolitan  Corporation  shall  be held once  a year on a date or dates  fixed  by the Election  Commission  \nof Pakistan.  \n \n(3) The period  of one year referred to in sub section (2) , shall be computed from the date of  \nassumption  of office  of the  Councils. ] \n \n32. Removals .— (1) Where proceedings of disqualification under section 26 have been \ninitiated against a member, the Election Commission or any authority authorised by it may issue a \nnotice to the member to show cause within specified period as to why proceedings against  him may \nnot be taken for his removal for breach of any of the provisions of section 25.  \n \n(2) Where the Election Commission or an authority authorised by it is not satisfied with the \nreply to the notice referred to in sub -section (1) or any reply to the sa id notice is not filed within the \nperiod fixed by it, it may order for an enquiry in the matter and for that purpose appoint an enquiry \nofficer.  \n \n(3) On the basis of enquiry held under sub -section (2), the Election Commission or an authority \nauthorised by it may order the removal of the member.  \n \n33. Resignation. —(1) A Mayor, Deputy Mayor, Chairman, Vice Chairman or a member may  \nresign his office by tendering resignation in writing under his hand to the local government of which  \nhe is the Mayor,  Deputy  Mayo r, Chairman,  Vice  Chairman  or a member.  \n \n \n_________________________________________________________________________________\n 1Renumber, Subs. and added by Act No. XXXV of 2016, s.12.  \n \nPage 20 of 86  (2) The resignation tendered under sub­section (1) shall be deemed to have been accepted and  \neffective forthwith and the local government shall forward copies of the resignation to the Election  \nCommission  and the Government.  \n \n34. Vote of no­confidence. —(1) Subject to this section, a Mayor or Deputy Mayor, shall cease \nto  hold office if a vote of no­confidence is passed against him in the prescribed manner by two­third  \nmajority  of the total number  of members  of the  local  government.  \n \n(2) A motion  of no­confidence  shall  not be moved  before  the expiry  of one year of his \nassumption  of office  as the Mayor or  Deputy  Mayor.  \n \n(3) Where a motion of no­confidence against the Mayor or Deputy Mayor, has been moved and  \nfails for want  of the requisite  majority  of votes  in a meeting,  no similar  motion  shall  be moved  against  \nhim before  the expiry  of one  year from  the date when  such motion  was moved.  \n \n35. Bar against re­election or re­appointment. ―When a Mayor, Deputy Mayor, Chairman \nor Vice Chairman, of a local government, is removed from office on the ground of misconduct, he \nshall  not, during the unexpired period of the term of that local government be eligible for re­election \nor re­  appointment  to any office  during  the remaining  term of the local  government.  \n \n36. Notification of election, resignation and removal. —(1) Every election or removal of a  \nmember  shall  be notified  by the Election  Commission.  \n \n(2) The Government  shall  notify, — \n \n(a)  vacation  of office owing  to resignation  or death  of a member;  and \n \n(b)  election,  appointment or  vacation  of office,  owing  to any cause,  of the Mayor,  \nDeputy  Mayor,  Chairman  or Vice  Chairman.  \n \n37. Election petition. —(1) Subject to this Act, an election to an Office of a local government  \nshall  not be called  in question  except  by an election  petition.  \n \n(2) A candidate may, in the prescribed manner, file an election petition before the Election  \nTribunal  challenging  an election  under this  Act. \n \n38. Election Tribunal. —(1) The Election Commission shall, by notific ation, appoint an \nElection Tribunal  for such local  area as may be specified  in the notification.  \n \n(2) The Election Commission may transfer an election petition from one Election Tribunal to  \nanother Election  Tribunal.  \n \n(3) Subject to the rules, the Election Commission may, by notification, issue instructions for  \npresentation,  hearing  and trial of an  election  petition.  \n \n(4) The Election Tribunal shall decide an election petition within one hundred and twenty days  \nfrom  the date of filing  of the  election  petition.  \n \n39. Powers of Election Tribunal. ―The Election Tribunal may exercise powers of a civil court  \ntrying a suit under the Code of Civil Procedure, 1908 (V of 1908) and shall be deemed to be a Court  \n \nPage 21 of 86  within  the meaning  of sections  480 and 482 of the  Code.  \n \n40. Decision of the Election Tribunal. —(1) The Election Tribunal may, on the conclusion of  \ntrial of an  election  petition,  make  an order, — \n \n(a)  dismissing  the petition;  \n \n(b)  declaring  the election  of the  returned  candidate  to be void;  \n \n(c)  declaring  the election of the  returned  candidate  to be void and the  petitioner  or \nany other contesting  candidate  to have  been  duly elected;  or \n \n(d)  declaring  the election  as a whole  to be void.  \n \n(2) The decision of the Election Tribunal shall take effect from the date on which it is made \nand shall  be communicated  to the Election  Commission.  \n \n41. Ground  for declaring  election  of returned  candidate  void.—(1) The Election  Tribunal  \nshall   declare  the election  of the  returned  candidate  to be void if it is satisfied  that,— \n \n (a)  the nomination  of the returned  candidate was  invalid; or  \n \n(b)  the returned  candidate  was not, on the nomination  day, qualified  for or was \ndisqualified  from,  being  elected  as a member;  or \n \n(c)  the election of the returned candidate has been procured or induced by any \ncorrupt or illegal   practice;  or \n \n(d)  corrupt or  illegal  practice  has been  committed  by the returned  candidate  or his \nelection  agent or by any other  person  with the connivance  of the  candidate  or \nhis election  agent.  \n \n(2)  The election of a returned candidate shall not be declared void if the Election Tribunal \nis satisfied that any corrupt or illegal practice was committed without the consent or connivance of that  \ncandidate or his election agent and that the candidate and the election agent took all reasonable  \nprecaution  to prevent  its commission.  \n \n42. Ground for declaring a person other than a returned candidate elected. —The Election  \nTribunal shall declare the election of the returned candidate to be void and the petitioner or any other  \ncontesting candidate to have been duly elected, if it is so claimed by the petitioner or any of the  \nrespondents and the Election Tribunal is satisfied that the petitioner or such  contesting candidate was  \nentitled  to be declared  elected.  \n \n43. Ground for declaring elections as a whole void. — The Election Tribunal shall declare \nthe election as a whole to be void if it is satisfied that the result of the election has been materially  \naffected  by reasons  of,— \n \n(a)  the failure  of any person  to comply  with the provisions  of this Act or the rules; \nor \n \n(b)  the prevalence  of extensive  corrupt  or illegal  practice  at the election.  \n \nPage 22 of 86  44. Decision in case of equality of votes. —Where after the conclusion of the trial, it appears \nthat  there is an equality of votes between two or more contesting candidates and the addition of one \nvote for one such candidate would entitle him to be declared elected, the Election Tribunal shall draw  \na lot  in respect of such candidates and the candidate on whom the lot falls shall be deemed to have  \nreceived  the highest  number of  votes  entitling  him to be declared  elected.  \n \n45. Appeal  against  the orders  of Election  Tribunal. —(1) Any person  aggrieved  by a final \norder of an Election Tribunal may, within thirty days of the communication of such order, prefer an \nappeal  to the Islamabad  High  Court.  \n \n(2) The  Islamabad High Court shall decide  an appeal preferred under sub­section (1) within  \nninety  days.  \n \n46. Corrupt practice. ―A person  guilty  of bribery,  personating or  undue  influence  shall be  \npunishable with imprisonment for a term which may extend to three years or with fine which may  \nextend  to one hundred  thousand  rupees  or with both.  \n \n47. Bribery.―A person is guilty of bribery if he, directly or indirectly, by himself or by any \nother  person  on his behalf, — \n \n(a)  receives,  agrees  or contracts  for any gratification  for voting  or refrains  from  \nvoting  or refrains from  being  a candidate  at or withdrawing  or retiring  from,  an \nelection;  \n \n(b)  gives,  offers  or promises  any gratification  to any person  for the purpose  of — \n \n(i)  inducing  a person  to be or to refrain  from  being  a candidate  at an \nelection;  or \n \n(ii)  inducing  a voter  to vote or refrain  from  voting  at any election;  or \n \n(iii)  inducing  a candidate  to withdraw  or retire  from  an election;  or \n \n(iv)  rewarding  a person  for having  been  or for having  refrained  from  being  a \ncandidate  at an  election;  or \n \n(v)  rewarding  a voter  for having  voted  or refrained  from  voting  at an \nelection;  or \n \n(vi)  rewarding  a candidate  for having  withdrawn  or retried  from  an election.  \n \nExplanation: —In this section,  ‘gratification ’ includes  a gratification  in money  or estimable  \nin  money  and employment  for reward.  \n \n48. Personating. ―A person is guilty of personating, if he votes or applies for a ballot paper \nfor voting  as some  other  person  whether  that other  person  is living,  dead  or fictitious.  \n \n49. Undue  influence. — A person  is guilty  of undue  influence,  if he,— \n \n(a)  in order  to compel  any person  to vote,  refrain  from  voting,  or to induce  or \n \nPage 23 of 86  compel  any person  to withdraw his candidature at an election, directly or \nindirectly, by himself or by any other  person  on his behalf — \n \n(i)  makes  or threatens  to make  use of any  force, violence  or restraint;  \n  \n(ii)  inflicts  or threatens  to inflict  any injury,  damage,  harm  or loss; or \n \n(iii)  uses any official  influence or  Governmental  patronage; or  \n \n(b)  on account  of any person  having  voted  or refrained  from  voting,  or having  \nwithdrawn  his candidature,  does any of the  acts specified  in clause  (a); or \n \n(c)  by abduction,  duress  or any  fraudulent  device  or contrivance — \n \n(i)  impedes  or prevents  the free exercise  of the  franchise  by a voter;  or \n \n(ii)  compels,  induces  or prevails  upon  any voter  to refrain  from  voting  or \ncompels  any voter to vote.  \n \nExplanation: —In this section,  ‘harm ’ includes  social  ostracism  or excommunication  or \nexpulsion from  any caste  or community.  \n \n50. Illegal  practice.— A person  is guilty  of illegal  practice  punishable  with fine which  may \nextend   to two thousand  rupees,  if he — \n \n(a)  obtains  or procures,  or attempts  to obtain  or procure,  the assistance  of any \nofficer  or official  of the Federal  Government,  or a local  government  or authority  \nto further  or hinder  the election  of a candidate;  \n \n(b)  votes  or applies  for a ballot paper  for voting  at an  election  knowing  that he is  not \nqualified  for  voting  or is disqualified  from  voting;  \n \n(c)  votes  or applies  for a ballot paper  for voting  more than  once  at any  polling  \nstation;  \n \n(d)  removes  a ballot  paper  or a ballot  box from  a polling  station  or destroys,  damages  \nor tampers   with the ballot­box  used at a polling  station;  \n \n(e)  knowingly  induces  or procures  any person  to do any of the aforesaid  acts; \n \n(f)  fails to provide  statement  of election  expenses  as required  under  this Act; \n \n(g) makes  or publishes  a false  statement — \n \n(i)  concerning  the personal character of a candidate or his relation \ncalculated to adversely  affect the election of such candidate or, for \npurposes of promoting or procuring the  election of another candidate, \nunless he proves that he had reasonable ground for  believing,  and did \nbelieve,  the statement  to be true; \n \n(ii)  relating  to the symbol  of a candidate  whether  or not such symbol  has \nbeen  allocated  to such candidate;  or \n \nPage 24 of 86  (iii)  regarding  the withdrawal  of a candidate;  \n \n(h)  knowingly, in order to support or oppose a candidate, lets, lends, employs, hires, \nborrows or  uses any vehicle or vessel for purposes of conveying voters to or \nfrom the polling station,  except  when  a person  conveys  himself  or any member  \nof the household  to which  he belongs,  to or from  the polling  station;  or \n \n(i)  causes or attempts to cause any person present and waiting t o vote at the polling \nstation to depart  without  voting.  \n \n51. Prohibition  of canvassing. —A person  is guilty  of an offence  punishable  with fine which  \nmay extend  to two thousand  rupees,  if he,  on the polling  day in connection  with the election, — \n \n(a) convenes,  calls or organises  within  a ward  any meeting;  or \n \n(b)  within  a radius  of two hundred  meters  of the polling  station — \n \n(i) canvasses  for votes;  \n \n(ii) solicits  vote of any voter;  \n \n(iii) persuades  any voter  not to vote at the election or  for a particular  \ncandidate;  or \n \n(iv)  exhibits,  except with  the permission  of the returning  officer  and at place \nreserved  for the  candidate or his polling agent beyond the radius of one \nhundred meters of the polling  station, any notice, sign banner or flag \ndesigned to encourage the voters to vote, or  discourage  the voters  from  \nvoting,  for any contesting  candidate.  \n \n52. Disorderly conduct near polling station.— A person is guilty of an offence punishable \nwith imprisonment for a term which may extend to three months, or with fine which may extend to \nthree  thousand  rupees  or with  both,  if he— \n \n(a)  uses,  in such manner  as to be audible  within  the polling  station  any gramophone,  \nmegaphone,  loudspeaker  or other  apparatus  for reproducing  or amplifying  \nsounds;  or \n \n(b)  persistently  shouts  in such manner  as to be audible  within  the polling  station;  or \n \n(c)  does any act which — \n \n(i) disturbs  or causes  annoyance to  any voter  visiting  a polling  station  for \nthe purpose of   voting;  or \n \n(ii)  interferes  with the performance  of the duty of a presiding  officer  polling  \nofficer  or any other  person  performing  any duty at a polling  station;  or \n \n(d) abets  the doing  of any of  the aforesaid acts.  \n \n \nPage 25 of 86  53. Tampering  with  papers.— A person  is guilty  of an offence  punishable  with imprisonment  \nfor  a term which may extend to six months or with fine which may extend to twenty thousand rupees \nor with both,  if he— \n \n(a) fraudulently  defaces  or destroys  any nomination  paper  or ballot  paper;  \n \n(b) fraudulently  takes  out of the polling  station  any ballot paper  or puts into any, \nballot  box any   ballot  paper  other  than the ballot  paper  he is authorized  under  \nthe rules  to put in; \n \n(c) without due authority — \n \n(i) supplies  any ballot paper  to any person;  \n \n(ii) destroys,  takes,  opens  or otherwise  interferes  with any ballot  box or \npacket  or ballot papers  in use for the  purpose  of election;  or \n \n(iii) breaks  any seal affixed  in accordance  with the provisions  of the rules;  or \n \n(d) causes  any delay  or interruption  in the beginning,  conduct  or completion  of the \nprocedure required  to be immediately  carried  out on the close  of the poll; or \n \n(e) fraudulently  or without  due authority  attempts  to do any of the  aforesaid  acts. \n \n54. Interference with the secrecy of voting. —A person is guilty of an offence punishable \nwith imprisonment which may extend to six months or with fine which may extend to twenty thousand  \nrupees  or with  both,  if he, — \n \n(a)  interferes  or attempts  to interfere  with a  voter when he  records  his vote;  \n \n(b)  in any manner  obtains  or attempts  to obtain,  in a polling  station,  information  as \nto the candidate  for whom  a voter in that  station  is about  to vote  or has  voted;  or \n \n(c)  communicates  at any time any information  obtained  in a polling  station  about  \nthe candidate for  whom  a voter in  that station  is about  to vote or has  voted.  \n \n55. Failure to maintain secrecy. —Any candidate or polling agent attending a polling station, \nor any person attending the counting of votes, is guilty of an offence punishable with imprisonment  \nwhich may extend to six months or with fine which may extend to twenty thousand rupees or with  \nboth,  if he— \n \n(a) fails to maintain  or aid in maintaining  the secrecy  of voting;  or \n \n(b) communicates any information obtained at the counting of votes as to the \ncandidate for  whom  any vote is given  by any particular  ballot  paper.  \n \n56. Conduct of officials.—A presiding officer, polling officer or any other officer or official  \nperforming duty in connection with an election, or any member of a police force, is guilty of an  offence \npunishable with imprisonment for a term which may extend to six months  or with fine which  may \nextend to twenty thousand rupees or with both, if he, during the conduct or management of an  election  \n \nPage 26 of 86  or maintenance  of order  at the polling  station: — \n \n(a) persuades  any person  to give his vote;  \n \n(b) dissuades  any person  from  giving  his vote;  \n \n(c) influences  in any manner  the voting  of any person;  \n \n(d) does any other  act calculated to  further  or hinder  the election  of a candidate;  \n \n(e) fails to maintain  or aid in maintaining  the secrecy  of voting;  \n \n(f) communicates , except for any purpose authorised by any law, to any person \nbefore the poll is  closed  any information  as to the name  or number  on the \nelectoral  roll of any voter  who has or has not applied  for a ballot  paper,  or has \nor has not voted  at a polling  station;  or \n \n(g) communicates any information obtained at the counting of votes as to the \ncandidate for   whom  any vote is given  by any particular  ballot  paper.  \n \n57. Breaches of official duty in connection with election. —A Returning Officer, Assistant  \nReturning Officer, Presiding Officer, Assistant Presiding Officer, or any other person employed by  \nany such officer in connection with his official duties imposed by or under this Act is guilty of an  \noffence punishable with imprisonment for a term which may extend to two years or with fine which  \nmay extend to fifty thousand rupees or with both, if he, willfully and without reasonable cause,  \ncommits  breach  of any such official  duty,  by act or omission.  \n \n58. Assistance by Gover nment servants. —A person in the service of the Government, a local  \ngovernment or a body owned or controlled by the Government or a local government is guilty of an  \noffence punishable with imprisonment for a term which may extend to six months or with fine which  \nmay extend to twenty thousand rupees, or with both if he, in any manner, gives any assistance  \ncalculated  to further or hinder the  election  of a candidate.  \n \n59. Summary trial. —All offences under this Chapter except the offence under section 46 sh all \nbe tried summarily  under  the provisions  of the  Code.  \n \n60. Cognizance. —A Court shall not take cognizance of an offence under section 56 or section \n57 except on  a complaint in  writing  of the Election  Commission  or the Returning  Officer.  \n \n61. Offence to be cognizable. —An offence punishable under section 46 shall be acognizable  \noffence.  \n \n62. Prosecution of offences under this Chapter. —(1) Subject to section 59, a Court shall not  \ntake cognizance of an offence under this Chapter except on a complaint in writing made by order or  \nunder  authority  of the Election  Commission.  \n \n(2) An offence punishable under this Chapter shall be triable by a Magistrate of first class and \nif a Magistrate  lacks  jurisdiction  to try such case it shall  be tried by a court  of competent  jurisdiction.  \n \n \n \nPage 27 of 86  CHAPTER  VI \n \nEXECUTIVE  POWERS  AND  CONDUCT  OF BUSINESS  \n \n63. Executive  authority and conduct of business. —(1) The  executive  authority of a  local  \ngovernment  shall  extend  to doing  of all acts necessary  for the due discharge  of its functions  under  this \nAct. \n \n(2) Save as otherwise provided, the executive authority of a local government shall vest in and  \nbe    exercised  by its Mayor or Chairman.  \n \n(3) All acts of a local government, whether executive or otherwise, shall be expressed to be \ntaken   in the name  of the local  government  and shall  be authenticated  in the manner  prescribed.  \n \n(4) For Metropolitan Corporation, the Government shall appoint  a Chief Officer and such \nnumber   of other officers  as may be prescribed.  \n \n(5) The Chief Officer of Metropolitan Corporation shall be its Principal Accounting Officer \nand, in case of a Union Council, the Chairman of the Union Council shall be the Principal Accounting  \nOfficer.  \n \n(6) The Chief Officer shall ensure coordination between the Metropolitan Corporation and the  \nUnion  Councils  in Islamabad  Capital  Territory  and the Government.  \n \n(7) The Chief  Officer  shall  be responsible  for ensuring  adherence  by the Metropolitan  \nCorporation to all laws, policies and oversight framework of the Government in the prescribed  manner.  \n \n64. Additional functions. —(1) The Government may, in the prescribed manner, devolve one \nor more  of its functions  to a local  government  for improved  and efficient  service  delivery  to the citizens.  \n \n(2) In the performance of the functions mentioned in sub­section (1), a local government shall \nbe bound  by the directions  of the  Government.  \n \n(3) The Government  shall,  in the prescribed  manner,  provide  technical  support  and fiscal  \nresources  required  for carrying  out the said functions  by a local  government.  \n \n65. Delegated functions. —(1) The Metropolitan Corporation may, in the prescribed manner,  \ndevolve  one or more  of its functions  to the Union  Councils  for improved  and efficient  service  delivery  \nto the citizens.  \n \n(2) In the performance of the function mentioned in sub­section (1), a Union Council shall be  \nbound  by the directions  of the Metropolitan  Corporation.  \n \n(3) The Metropolitan Corporation shall, in the prescribed manner, provide technical support \nand fiscal  resources  required  for carrying  out the devolved  functions  by a Union  Council.  \n \n66. Conduct of business. —(1) The business of a local government shall be conducted in the  \nprescribed  manner.  \n \n(2) Any proceedings or decision of a local government shall not be invalid merely because of \n \nPage 28 of 86  a vacancy  or defect  in the membership  of the  local  government.  \n \n(3) A local government may appoint committees consisting of such number of its members and  \nother  person s to perform  such functions  and in such manner as  may be prescribed.  \n \n67. Meetings. —(1) A local government shall, within three months of the assumption of office,  \nframe  bye­laws  for the conduct  of its meetings.  \n \n(2) A meeting of a local government shall be presided over by the Mayor or Chairman and, in \nhis  absence,  by the Deputy  Mayor  or Vice Chairman  and, in the absence  of both,  by a member  \nchosen   for that purpose  by the members  present.  \n \n(3) A local  government  shall  hold at least one meeting  during  a month.  \n \n(4) A meeting of a local government shall be open to public except when a local government, \nby simple majority, decides to consider any matter in a session attended exclusively by its members \nand officials.  \n \n(5) The Chief Officer or an officer authorised by him shall record minutes of the meeting of a  \nlocal  government  and submit  the same  to the person  who presided  the meeting  for approval.  \n \n(6) The Chief  Officer  shall,  after approval,  issue  the minutes  of a meeting  under  his signatures.  \n \n(7) A member  who,  directly  or indirectly,  by himself  or by any partner,  employer  or employee  \nhas any share or interest in respect of any matter or has acted professionally, in relation to any matter \non behalf of any person having therein any share or interest as aforesaid, shall not vote or take any \nother  part in any proceedings  of the local  government  or any of its committees.  \n \n68. Contracts. —(1) All contracts  made by  or on behalf  of a local  government shall  be,— \n \n(a) in writing  and expressed  to be made in  the name  of the local  government;  \n \n(b) executed  in such manner as  may be prescribed;  and \n \n(c) reported  to the local  government by  the Mayor  or the Chairman  at the  meeting  \nnext following the execution  of the  contract.  \n \n(2) A local  government  may assign  any of its functions  to a public  or private  organization  on \nsuch terms and conditions or enter into public­private  partnership for efficient performance of any of \nits functions  as may be prescribed.  \n \n69. Reporting  and evaluation. —(1) A local  government  shall — \n \n(a) maintain  such record  of its working  as may be prescribed  or required  by the \nGovernment;  \n \n(b) prepare  and publish  such periodical  reports  and returns  as may be prescribed  or \nrequired  by  the Government;  and \n \n(c) adopt such other measures as may be necessary for the publ ication of \n \nPage 29 of 86  information about the working  of the  local  government.  \n \n(2) The performance evaluation  of officers  and officials  of the local  governments  shall  be made \nin  the prescribed  manner.  \n \n \nCHAPTER VII  \n \nUNION  COUNCILS  \n \n70. Union  Councils. —(1) A Union  Council  shall  be a body  corporate  having  perpetual  \nsuccession and a common seal, with power to acquire and hold property and enter into any contract  \nand may sue and be sued in its name.  \n \n(2) The Chairman of a Union Council shall be the executive head of the Union Council and the  \nVice Chairman of the Union Council shall perform the functions of the Chairman when the Chairman  \nis unable  to perform  his functions  on account  of absence  or for any  other reason.  \n \n(3) A Chairman  of a Union  Council  shall, — \n \n(a) provide leadership  for preparation  of budget and  the annual  development plan;  \n \n(b) present  the budget  in the Union  Council;  \n \n(c) ensure  that the business  of Union  Council  is carried  out strictly  in accordance  \nwith this Act and other laws;  \n \n(d) issue  executive  orders  to the Union  Secretaries;  \n \n(e) represent  the Union  Council  in the Metropolitan  Corporation;  and \n \n(f) report  to the  concerned  authorities  in respect  of­ \n \n(i) encroachment on  State or  local  government property  and violation  of \nland use and   building  laws,  rules  and bye­laws;  \n \n(ii) dangerous  and offensive  articles  and trades  mentioned  in First Schedule;  \n \n(iii) environmental  and health  hazards;  and \n \n(iv) adulteration  of articles  of food.  \n \n(4) A Union Council Secretary, under the supervision of the Chairman, shall coordinate and  \nfacilitate  in community  development,  functioning of  the committees  and delivery  of municipal  \nservices.  \n \n(5) The Government  may,  in the prescribed  manner,  issue  a schedule  of establishment  for a \nUnion Council.  \n \n71. Functions  of the Union  Council.—(1) A Union  Council  shall,  subject  to the provisions  of \n \nPage 30 of 86  the Capital  Development  Authority  Ordinance,  1960,  perform  functions  specified  in the Second  \nSchedule.  \n \n \nCHAPTER VIII  \n \nMETROPOLITAN  CORPORATION  \n \n72. Metropolitan Corporation. ―The Metropolitan Corporation shall be a body corporate \nhaving  perpetual succession a nd a common seal, with power to acquire and hold property and enter \ninto any contract  and may sue and be sued in its name.  \n \n \n73. Functions of Metropolitan Corporation. —(1)The  Metropolitan Corporation shall, \nsubject  to the provisions of Capital Development Authority Ordinance, 1960 and Islamabad Capital \nTerritory Zoning  Regulations 1992 perform functions mentioned in Third Schedule subject to issuance \nof Notification  by the Federal  Government.  \n \n(2) The Metropolitan Corporation may entrust any of its functions to a person, an authority,  \nagency or company through a contractual arrangement, on such terms and conditions as may be  \nprescribed.  \n \n74. Executive  Authority. —(1) A Mayor  shall  be the executive  head  of the Metropolitan  \nCorporation.  \n \n(2) The Deputy Mayor, and in case there are more than one Deputy Mayor, the Deputy Mayor  \nwho is senior in age, shall perform the functions of the Mayor if the Mayor is unable to perform hi s \nfunctions  on account  of absence  or for any  other  reason.  \n \n(3) The Chief Officer shall coordinate and facilitate the performance of functions assigned to \nthe Metropolitan  Corporation  under the  supervision  of the  Mayor.  \n \n75.  Mayor.—(1) The Mayor  shall — \n \n(a) provide  vision  for leadership  and direction  for efficient  functioning  of the \nMetropolitan  Corporation in consultation and coordination with other \nGovernment agencies and  authorities;  \n \n(b) recommend  to the Metropolitan  Corporation,  the strategies,  programmes  and \nservices  to address  prioritised  needs;  \n \n(c) recommend or determine the best way to implement those strategies, \nprogrammes and services  through  partnerships,  delegations,  contracts  and other  \nmeans  to the maximum benefit  of the  community;  \n \n(d) maintain  administrative  and financial  discipline  of the Metropolitan  \nCorporation;  \n \n(e) present  tax proposals  to the Metropolitan  Corporation;  \n \n \nPage 31 of 86  (f) issue  executive  orders  to the municipal  offices  for discharge  of the functions  of \nthe Metropolitan  Corporation;  \n \n(g) represent  the Metropolitan  Corporation  on public  and ceremonial  occasions;  \n \n(h) present  proposal  to the Metropolitan  Corporation  for approval  of budget;  \n \n(i) conduct  inspections  of municipal  offices  functioning  under  the Metropolitan  \nCorporation;  and \n \n(j) To devise  mechanisms  for accountability  and oversight  in municipal  matters.  \n \n(2) The Mayor  shall,  in the performance  of duties — \n \n(a) identify  and develop criteria in terms of which progress in the implementation \nof the  strategies,  programmes  and services  can be evaluated,  including  key \nperformance  indicators;  \n \n(b) evaluate  progress  against  the key performance  indicators;  \n \n(c) review  the performance of  the Metropolitan  Corporation  in order  to improve, — \n \n(i) economy,  efficiency  and effectiveness;  \n \n(ii) efficiency  of revenue  collection  services; and  \n \n(iii) implementation  of the bye­laws;  \n \n(d) oversee formulation  and execution  of the annual  development  plan,  delivery  of \nservices  and functioning  of the  Metropolitan  Corporation;  \n \n(e) present  report  on the performance  of the  Metropolitan  Corporation  to the house  \nof the Metropolitan  Corporation  at least twice  a year;  and \n \n(f) perform  such other  duties  and exercise  such powers  as the Metropolitan  \nCorporation  may delegate.  \n \n76. Chief  Officer.—(1) The Chief  Officer  shall be responsible  for— \n \n(a) coordination;  \n \n(b) internal  audit;  \n \n(c) human  resource  management;  \n \n(d) public  relations;  \n \n(e) legal  affairs;  and \n \n(f) emergency  services.  \n \nPage 32 of 86  (2) The Chief  Officer,  in carrying  out his functions,  shall — \n \n(a) supervise  and coordinate  all offices  responsible  for the provision  of municipal  \nservices;  \n \n(b) prepare  a report on the planning and implementation of development plans of \nthe Metropolitan Corporation for presentation to the house of the  Metropolitan \nCorporation in its Annual  budget  session;  \n \n(c) ensure  that the business of the Metropolitan Corporation is ca rried out in \naccordance with the law; \n \n(d) ensure  implementation  of environmental  and social  safeguards;  \n \n(e) effect  procurements,  as prescribed  in accordance  with law; and \n \n(f) take action  against  violators  of this Act, rules  or bye­laws.  \n \n77. Municipal offices. —The Government may, in the prescribed manner, issue a schedule of  \nestablishment for the Metropolitan Corporation and such schedule may include planning, finance,  \nmunicipal  regulation  and municipal  infrastructure  offices.  \n \nCHAPTER  IX \n \nLOCAL  GOVERNMENT  FINANCE  \n \n78. Local Fund and Public Account .—(1) A local government shall establish a Local Fund \nand all the revenues received by the local government from the following sources shall be credited to \nthe Fund — \n \n(a) the proceeds  of taxes,  tolls,  fees, rates  or charges  levied  by the local  government;  \n \n(b) grants  made  to or monies  received  by the local  government  from  the \nGovernment or  other  sources;  \n \n (c) rents  and profits  payable or  accruing  to the local  government from  immovable  \nproperty vested  in or controlled  or managed  by it; \n \n(d) proceeds  or any other  profits  from  any investment;  \n \n(e) gifts,  grants  or contributions  to the local  government  by individual  or \ninstitutions;  \n \n(f) income  accruing  from  markets  or fairs regulated  by the local  government;  \n \n(g) fines  and penalties  imposed  under  this Act; \n \n(h) proceeds  from other sources of income which are placed at the disposal of the \nlocal   government  under directions  of the  Government;  \n \n \nPage 33 of 86  (i) all monies  transferred  to the local  government  by the Government;  and \n \n(j) monies  transferred  by another  local  government  under  this Act. \n \n(2) The Government shall transfer the grants of a local government, in the shape of share in the  \nproceeds of taxes of the  local government  collected by the  Government, to the  Local Fund of the  local  \ngovernment  on monthly  basis.  \n \n(3) Every local government shall maintain a Public Account to place all revenues received by \nthe local  government  from  the following  sources — \n(a) receipts  accruing  from  trusts  administered  or managed  by the local  government;  \n \n(b) refundable  deposits  received  by the local  government;  and \n \n(c) deferred  liabilities.  \n \n(4) A local government may establish and maintain a separate account for any special purpose \nto which one or more sources of revenue mentioned in sub­section (1) or any part of these sources or  \nany specified  portion  of the  Local  Fund  may be assigned.  \n \n(5) The separate account under sub­section (1) shall be maintained, administered and regulated \nas  if it were  a Local  Fund.  \n \n79. Custody  of Local Fund  and Public Account. —The monies  credited  to the Local  Fund  or \nthe Public  Account  of a local  government  shall  be kept and operated  in an account  of the local  \ngovernment  in such manner as  may be prescribed.  \n \n80. Charged  expenditure. —(1) The following  expenditure  shall  be charged  upon  the Local  \nFund — \n \n(a) the money  required  for repayment  of loans;  \n \n(b) the money  required  to satisfy  any judgment,  decree  or award  against  the local  \ngovernment;  \n \n(c) the money that the local government may be required by the Government to \ncontribute  towards  the conduct  of local  government elections  and other  deferred  \nliabilities  of the local government ; and \n \n(d) such other  expenditure  of local  government  as may be prescribed.  \n \n(2) If any expenditure  is a charge  upon  the Local  Fund  and is not paid,  the Government  may,  \nby order, direct  the person  having  the custody  of the respective  Local  Fund  to pay  such amount  from  \nthe Local  Fund.  \n \n81. Application of Local Fund.—(1) Monies credited to a Local Fund shall be expended in  \naccordance  with the annual  budget  and revised  budget  estimates  approved  by the local  government.  \n \n(2) A local government shall not transfer monies to any other local government except by way \nof payment  of debts,  for carrying  out deposit  works  or for such other  purposes  as may be prescribed.  \n \nPage 34 of 86  (3) The application of Local Fund shall be subject to the budgetary constraints and according \nto the minimum  prescribed  ratio of development  and non­development  expenditures.  \n(4) Where a new local government is to take over during a financial year as a result of fresh  \nelections,  the outgoing local  government  shall  not spend  funds  or make  commitments  for any \nexpenditure under any demand for grant or  appropriation in excess of eight percent per month of the  \nbudgeted  funds  for the remainder  of its  term in office  in that financial  year.  \n \n82. Budget .—(1) The annual  budget  for a local  government  shall  contain estimates  of— \n \n(a) grants  from  the Government;  \n \n(b) amounts  available  in the Local  Fund;  \n \n(c) receipts  for the next year;  and \n \n(d) expenditure  to be incurred  for the next year.  \n \n(2) The Government shall, sufficiently before the beginning of each financial year, notify the  \nprovisional  share,  which  may be credited  to the Local  Fund  of a local  government.  \n \n(3) The functionaries of a local government may re­appropriate budget in accordance with the  \npowers of re­appropriation delegated to them by the local government and at the end of the financial  \nyear,  a revised  budget  shall  be submitted  to the local  government  for approval.  \n \n(4) A demand for a grant shall not be made except on the recommendation of the Mayor or the  \nChairman.  \n \n(5) Conditional grants from the Government or other local government shall be shown \nseparately  in the budget  and shall  be governed  by the conditions  on which  such grants  were  made.  \n \n(6) A local government shall prepare the budget in the prescribed manner and in accordance \nwith the chart  of accounts  notified  by the Auditor­General  of Pakistan.  \n \n83. Approval  of budget.—(1) Before  the commencement  of the next financial  year,  the \nMayo r or Chairman  shall  present  the budget  for consideration  and approval  of the local  government.  \n \n(2) The local government  may discuss the  charged  expenditure  but shall not  vote on such \nexpenditure.  \n \n(3) The budget of a local government shall, subject to quorum, be approved by simple majority  \nand the local  government  shall  not take up any other  business  during  the budget  session.  \n \n(4) The Government may review approved budget of a local government, and if found contrary \nto  the budget  rules,  may require  the local  government  to rectify  it. \n \n(5) A budget shall not be approved if the sums required to meet estimated expenditure including  \nprevious  liabilities  and commitments  exceed  the estimated  receipts.  \n \n(6) In case a budget is not approved by a local government before the commencement of the  \nfinancial year to which it relates, the local government shall spend money under various objects, on  \n \nPage 35 of 86  pro­rata basis, in accordance with the budgetary provisions of the preceding financial year for a  period  \nnot exceeding  thirty  days.  \n \n(7) A local government shall not spend funds or make commitmen ts for any expenditure, under  \nany demand for grant or appropriation, in excess of eight percent of the amount budgeted in the  \npreceding  year within  the period  of thirty  days mentioned  in sub­section  (6). \n \n(8) In case, a local government fails to pass the budget within the  extended period as specified \nin sub­section (6), the Government shall prepare, approve and authenticate the budget of the local  \ngovernment  for full  year.  \n \n(9) After  approval of  the budget  by a local government,  the Mayor  or the Chairman  shall  \nauthenticate  under  his signature  a schedule  specifying, — \n \n(a) grants  made  or deemed  to have  been  made  by the local  government;  and \n \n(b) sums  required  to meet  the expenditure  charged  upon  the Local  Fund.  \n \n(10) The schedule authenticated under sub­section (8) shall be laid before the local government  \nbut shall  not be open  to discussion  or vote.  \n \n(11) The authenticated  schedule  shall  be communicated  to the local  government  functionaries,  \naccounts  officials  and the Government.  \n \n(12) At any time before the expiry of the financial year to which the budget relates, a revised  \nbudget for the year may, if necessary, be prepared and such revised budget shall be approved in the  \nmanner as  that of annual  budget.  \n \n84. Honoraria  and allowances. —A local government may, subjec t to the prescribed \nlimitations, make budgetary provisions for honoraria and allowances of the Mayor, Chairman, Deputy \nMayor,  Vice  Chairman  or a member  of the  local  government.  \n \n85. Accounts. —(1) The  accounts of all receipts and expenditure of a local government shall \nbe kept in such form and in accordance with such principles and methods as may be prescribed by the  \nAuditor­General  of Pakistan.  \n \n(2) In addition to maintenance of accounts by Metropolitan Corporation, the government may  \nnotify  any other officer(s)  to maintain  such accounts  also. \n \n(3) The Union  Secretary  shall  maintain  the accounts  of the Union  Council.  \n \n(4) The officer(s) notified under sub­section (2) shall pre­audit all the payments from the Local  \nFund  of a local  government  other  than the payments  from  the Local  Fund  of the Union  Councils.  \n \n(5) The Union Secretary shall pre­audit  all the payments from the Local Fund of the Union  \nCouncil.  \n \n(6) A local government shall not withdraw or disburse money from the Local Fund unless it is  \npre­audited  in the prescribed  manner.  \n \n \nPage 36 of 86  (7) The officer(s) notified under sub­section (2) shall, by fif teenth day of July, prepare an \nannual  statement  of receipts  and expenditures  of the accounts  of local governments  for the preceding  \nfinancial  year and shall  transmit  the statement  to the Government  and the concerned  local  government.  \n \n(8) A copy of the annual statement of accounts shall be displayed at a conspicuous place in the  \noffice of the local government, and on the internet or web, for public inspection and all objections or  \nsuggestions concerning such accounts received from the public shall be con sidered by the local  \ngovernment  and appropriate  decision  shall  be taken.  \n \n(9) The Controller  General Accounts shall,  on the basis of  such audit  as he  may consider  \nappropriate  or necessary,  certify  the accounts  of a local  government  for each financial  year.  \n \n86. Audit.—(1) The Auditor­General shall audit the accounts of a local government in the form  \nand manner as  may be deemed  appropriate.  \n \n(2) The audit  report  of the Auditor­General  shall  be considered  by the Public  Accounts  \nCommittee  of the National  Assembly.  \n \n(3) If in the opinion of the Government, it is necessary in public interest to have a spec ial audit \nof a local  government;  it may direct  that such audit  may be conducted  either  by the officer  notified   \nunder  section  85(2) or any  other  audit  agency.  \n \n(4) After the receipt of special audit report of a local government, the Government may, after  \nenquiry by the Local Government Commission constituted under section 95, take appropriate action  \non the recommendations  of the  Commission.  \n \n87. Local government debt. —(1) A local government shall not incur any debt without \nprevious  approval  of the  Government.  \n \n(2) A local  government  may invest  surplus  funds,  if any, in such securities  and financial  \ninstitutions,  as may be approved  by the Government.  \n \nCHAPTER  X \n \nLOCAL  GOVERNMENT  TAXATION  \n \n88. Taxes to be levied. —(1) Subject to this Act, a local government may, by notification, levy  \nany tax, fee, rate, rent, toll, charge  or surcharge  specified  in Fourth  Schedule.  \n \n(2) The Government shall vet the tax proposal prior to the approval of the tax by the local  \ngovernment  in order  to ensure  that the proposal  is reasonable  and in accordance  with law. \n \n(3) The Government shall vet the tax proposal within thirty days from the date of receipt of the  \nproposal  failing  which  it shall  be deemed  to have  been  vetted  by the Government.  \n \n(4) A local government shall not levy a tax without previous publication of the tax proposal \nand inviting  and hearing  public  objections.  \n \n(5) A local government may, subject to provision of sub­section (1), increase, reduce suspend,  \nabolish  or exempt  any tax. \n \nPage 37 of 86  89. Property tax. —(1) The  property tax, under this Act, shall be collected by Metropolitan  \nCorporation.  \n \n(2) In matters for which no provision or no adequate provision relating to the property tax has  \nbeen made under this Act, the provisions of the Urban Immovable Property Tax Act  (West Pakistan  \nAct V of 1958),  as adapted  in Islamabad  Capital  Territory,  shall  apply.  \n \n(3) The Tax collected  under  this section  shall  be distributed  amongst  the Metropolitan  \nCorporation  and Union  Councils  in such a ratio as the Government  may,  by notification  specify.  \n \n90. Collection of taxes. —(1) A tax or fee levied  under  this Act shall be  collected  in the \nprescribed  manner.  \n \n(2) The Government may  prescribe  the mode of  collection  of a tax  or a fee levied  under  this \nAct. \n \n(3) If a person fails to pay any tax or fee or any other money payable to a local government, \nthe local government and, if so requested by the local government, the G overnment shall recover the \ntax, fee or other money  as arrears  of land  revenue.  \n \n(4) The recovery of tax, fee or other money under sub­section (3) shall not absolve the person  \nfrom  prosecution  of any  offence  under this  Act or any  other law.  \n \n91. Additional  powers  of the Government.___ (1) Notwithstanding  anything  contained  in \nthis chapter,  the Government  may,  by rules,  determine  the minimum  rate of a tax or free to be levied  \nand collected  by a local  government.  \n \n(2) The Government may, for reasons to be recorded in writing and by notification, exempt the  \nlevy of  any tax or fee of a local government for specified period of not more than fifteen days on any  \nspecial occasion or in order to alleviate the specific hardship suffered by people at large or a section  \nof people.  \n \nCHAPTER  XI \n \nLOCAL  GOVERNMENT  RELATIONS  \n \n92. Relations  of Government  and local  governments.___ (1) A local  government  shall  \ncollect  such tax or taxes  within  its local  area as the Government  may direct  and the local  government  \nshall,  after the  collection  of such  tax or taxes, deposit  the receipts  in the relevant  Government  account.  \n \n(2) The Government  may provide  guidelines  and render  advice  to a local  government  for \nachieving  the objectives  of Government  policy  and for promoting  economic,  social  and environmental  \nsecurity  of the  Capital  Territory.  \n \n93. Powers  of the Government.___(1) The Government  may issue  directions  to a local  \ngovernment  and the local  government  shall  be bound  by such directions.  \n \n(2) Where the situation demands immediate action and the local government fails to comply \nwith the directions  given  to it under  sub­section  (1), the Government  may direct  the officer  authorized  \nby  it to take such action  as the situation  may necessitate.  \n \nPage 38 of 86  94. Entrustment  of functions  to local  government.___(1) When  the Government  requires  a \nlocal  government  to perform  any specific task  beyond  the budgetary  provisions  of the local  \ngovernment,  the  Government  shall  provide  necessary  resources  to the local  government.  \n \n(2) A local government may, with the consent of the Government, entrust any of its functions \nto the Government  or to any other government.  \n \n(3) The Government  may,  with the consent  of a local  government,  decentralize  any of its offices  \nother  than the offices  already  decentralized  to the local  government  or entrust  any of its functions  to \nthe local  government  and in that case the Government  shall  provide  technical  and administrative  \nsupport  and fiscal  resources  for the performance  of such functions.  \n \n95. Local Government Commission. —(1) The Government shall appoint a Local \nGovernment  Commission  which  shall  consist  of persons  of integrity  and good  track  record  of public  \nservice.  \n \n(2) The Commission  shall  consist  of the following:   \n \n(a) a Chairman,  who shall  be a retired  civil servant  or an eminent  citizen  of integrity  \nand good track  record,  to be appointed by  the Government;  \n \n(b) two members of the Senate, one each nominated by the leade r of the House and \nleader of the Opposition  in the Senate;  \n \n(c) two members  of the National  Assembly,  one each nominated  by the leader  of \nthe House  and leader  of the Opposition  in the National  Assembly;  \n \n(d) two eminent, qualified and experienced technocrat memb ers nominated by the \nGovernment, including  at least one woman;  \n \n(e) Representative  of Chief  Commissioner  Islamabad  Capital  Territory  office  not \nbelow  the rank of BS­19;  \n \n(f) Director,  Development  and Finance,  Islamabad  Capital  Territory;  \n \n(3) The Director, Development and Finance, Islamabad Capital Territory shall be the Secretary \nof  the Commission.  \n \n(4) The Local Government Commission may co­opt any official of the Government for any  \nspecific  assignment.  \n \n(5) Subject to sub­section (6), the t enure of the members of the Local Government Commission,  \nother than the Chairman, Secretary and representatives of Chief Commissioner and Chairman Capital  \nDevelopment  Authority,  shall  be five years.  \n \n(6) The Government may, after serving a notice and opportunity of hearing, remove a member  \nof the Commission  after recording  reasons.  \n \n(7) In the event of a casual vacancy in the membership of the Commission, the Government \nshall,  for the residual period, appoint another person of the same categor y as member of the \n \nPage 39 of 86  Commission in accordance  with the provisions  of subsection  (1). \n \n(8) The Ministry  of Interior  or the Administration  shall  provide  secretarial  support  to the \nCommission  by establishing  a separate  Secretariat  of the Commission.  \n \n(9) No act or proceedings of the Commission shall be invalid by reason or existence of any  \nvacancy  or defect  in the constitution  of the  Commission.  \n \n(10) The Government  shall  provide  a separate  budget  for the Commission  in the annual  budget.  \n \n(11) The Government  shall  notify  the schedule  of establishment  of the Commission.  \n \n(12) The Secretary  of the Commission  shall  be the Principal  Accounting  Officer  and the \nCommission  shall  have  its own drawing  and disbursing  officer.  \n \n(13) The Government,  its departments  and agencies  shall  aid and assist  the Commission  in \nthe performance  of its  functions.  \n \n96. Functions  of the Commission .—(1) The Local  Government  Commission  shall— \n \n(a)  conduct  annual  and special  inspections  of the local  governments  and submit  its \nreports  to the Government;  \n \n(b)  if so directed  by the Government,  conduct,:  \n \n(i)  an inquiry  by itself  or through  any other  agency  about  any matter  \nconcerning  a local government;  or \n \n(ii)  audit  by itself  or direct  any other  agency  to conduct  a special  audit  of a \nlocal  government;  \n \n(c) resolve the disputes between the Union Council and Metropolitan Corporation, \nand the  disputes between the local Government and other governmental bodies \nand departments, and if  the Commission fails to settle the dispute, the aggrieved \nparty may move the Government  for resolution  of the  dispute;  \n \n(d) enquire into  the matters  referred  to it by the Government  or a Chief  Officer  and \ngive its decision  on such matter;  \n \n(e) conduct social  and performance audit of  the local  governments  on the basis  of \nspecific performance  indicators  through  a third  party  and publish  the report  of \nsuch audit;  \n \n(f) submit to the Government an annual report on the o ver­all performance of the \nlocal governments;  \n \n(g) take cognizance  of violations  of laws and rules  by a local  government  in the \nperformance  of  its functions;  and \n \n(h) organize  consultative  planning  meetings  of National  legislators  and the Mayors  \n \nPage 40 of 86  on a periodic basis  to provide  their participation  in development  activities  with \nregard  to— \n(i)  consultative  process  of the annual  development  plan;  \n \n(ii) formulating  procedure  for utilization  of the Legislators ’ development  \ngrant;  \n \n(iii) assessing  implementation  of decision  of these  meetings;  \n \n(iv) carrying  out review  of development schemes; and  \n \n(v) facilitation  in the performance of  departmental  functions  of the \ndecentralized  offices,  relating to policy analysis, oversight, checks and \nbalances, capacity building and  coordination  through  the Commission.  \n \n(2) The decision  of the Commission  shall  be binding  on the local  governments  failing  which  the \nCommission  may report  the matter  with specific  recommendations  to the Government  for an \nappropriate  action.  \n \n(3) The Government may, on the recommendation of the Commission, suspend a Mayor or a  \nChairman for a maximum period of ninety days for fair conduct of inquiry under sub­section (1) or  for \npreventing  the Mayor  or Chairman  from  continuing  with any unlawful  activity  during  the pendency  of \nthe inquiry.  \n \n(4) Where, on an inquiry under sub­section (1), the Mayor, Deputy Mayor, Chairman or Vice  \nChair man is found guilty of misconduct by the Commission, the Commission shall recommend to the  \nGovernment any appropriate action including removal of the Mayor Deputy Mayor, Chairman or  Vice  \nChairman.  \n \n(5) The Commission may exercise the powers of a civil court und er the Code of Civil \nProcedures, 1908  (V of 1908),  in respect  of the  following  matters — \n \n(a) summoning  and enforcing  the attendance of  any person  and examining  him on \noath;  \n \n(b) compelling  the production  of documents;  \n \n(c) receiving  evidence  on affidavits;  and \n \n(d) issuing  commission  for the examination  of witnesses.  \n \n97. Responsibility  of the Commission. —The Local  Government  Commission  shall  be \nresponsible  to the Government.  \n \n98. Local Government Board. —(1) There shall be constituted a Board to be called the Local  \nGovernment Board consisting of a Chairman and not less than three and not more than five members  \nto be appointed  by the Government  on such terms  and conditions  as the Government  may determine.  \n \n(2) The Board shall be a body corporate having perpetual succession and a common seal with  \npower  to acquire,  hold and transfer property  and shall,  by its name,  sue or be  sued.  \n \nPage 41 of 86  (3) The Chief  Commissioner  shall  be ex­officio  Chairman  of the Board.  \n \n(4) The Government shall appoint a Secretary of the Board to deal with day to day \nadministration of  the Board  and to perform  such other functions  as may be assigned  to him by the \nBoard.  \n \n(5) A local  government  shall  contribute  towards  the expenditure  of the Board  an amount  \ncalculated at such rate as may, from time to time, be fixed by the Government and the accounts of the  \nBoard  shall  be maintained  and audited  in the prescribed  manner.  \n \n(6) The Board  shall — \n \n(a)  make  appointments, order transfers, take  disciplinary action and deal with other \nservice  matters  in respect  of the members  of the prescribed  local  government  \nservice  cadre;  \n \n(b)  set up and operate pension fund and such other funds as may be considered \nnecessary for the  benefit and welfare of the employees of the Board and the \nprescribed local government service cadre;  and \n \n(c)  perform  such other functions  as may be prescribed.  \n \n(7) The business  of Board  shall  be conducted  in such manner  as may be prescribed.  \n \n99. Dissolution of local governments. —(1) Notwithstanding anything to the contrary \ncontained  in section 29, where, before the expiry of the term of the local governments, the general \nelections for  National  Assembly  are announced,  the Government  may,  by notification,  dissolve  the \nlocal  governments.  \n \n(2) On the dissolution of the local governments under sub­section (1), all powers and functions \nof  the local governments shall be exercised and performed by such persons or authorities as the Board  \nmay appoint in this behalf as Administrators and the fund s and properties belonging to the local  \ngovernments  shall  vest in Government  till such time the elected  local  governments  assume  office.  \n \nCHAPTER  XII \n \nLOCAL  GOVERNMENT  PROPERTY  \n \n100. Ownership  of immovable  property. —(1) Subject  to any reservations  made  or any \nconditions imposed by the Government, the property specified below shall vest in the respective local  \ngovernment  if it is: \n \n(a) vested  in the local  government  through  succession  as provided  in section  3; \n \n(b) transferred  to the local  government  by the Government or  any other  authority,  \norganisation  or  an individual;  \n \n(c) constructed  or acquired  by the local  government with  its title; and  \n \n(d) a road,  street or  any other  immovable property  developed  by the local  \n \nPage 42 of 86  government for  public purposes  with express  or implied  consent  of the owner.  \n \n(2) Until otherwise directed by the Government, the properties of the Government in possession  \nof the local governments established under the Capital Territory Local Government Ordinance, 1979  \nshall  pass on to their successors  as provided  in section  126. \n \n(3) The successor local governments shall, subject to policy of the Government or contractual  \nobligations, make bye­laws for the use, development and management of the local government  \nproperties.  \n \n(4) The Government shall not, except with the prior consent of the local government, transfer \nan immovable  property  vested  in the local  government.  \n \n101. Transfer  of property  by the Government. — Subject  to such conditions  as may be \nprescribed, the Government may, on its own accord or on a request by a local government, transfer  the \nmanagement of nazul land, auqaf land or any other Government or public property to it for  \nadministration  as a trustee . \n \n102. Stock taking by the local government. —(1) Every local government shall once in every  \nyear in July,  take the physical  stock  of its movable  and immovable  properties  and publish  the report  in \nthe prescribed  manner.  \n \n(2) The report  referred  to in sub­section  (1) shall  contain — \n \n(a) particulars  of the properties  held during  the preceding  year;  \n \n(b) total value  of the property,  annual  return  there  from  and change  in its value,  if \nany; \n \n(c) particulars  of unserviceable  articles;  \n \n(d) particulars  of losses,  if any; and \n \n(e) proposal  for utilization,  development  and improvement  during  the following  \nyear.  \n \n103. Use of properties of local governments. —(1) The properties of local governments shall \nbe  used only for public  purposes.  \n \n(2) Subject to this section, a local government shall not sell or permanently alienate any of its  \nimmovable  property.  \n \n(3) A local  government  may grant  lease  of its immovable  property  through  competitive  bidding  \nby public  auction  in the prescribed  manner.  \n \n(4) The Government may constitute  a Committee  headed by the  Chief Officer of the  local  \ngovernment  to identify the  encroached or redundant  properties of a  local government  that may be  sold \nin the prescribed manner with the approval of the Government and the funds generated from the  sale \nof such properties  shall be  kept in a separate  account  and be used only for purposes  of development.  \n \n \nPage 43 of 86  (5) The movable property of a local government which is required to be disposed of shall be \nsold through  competitive  bidding  by public  auction.  \n \n104. Acquisition of immovable property. —(1) Whenever any local government considers it  \nnecessary  or expedient  it may acquire  any immovable  property  for a public  purpose.  \n \n(2) A local government may, in the prescribed manner, purchase an immovable property \nthrough  an agreement  when  such property  is required  for a public  purpose.  \n \nCHAPTER XIII  \nOFFENCES  AND  ENFORCEMENT  \n \n105. Offences, punishments and their cognizance .—(1) The offences specified in Fifth and  \nSixth Schedules shall be liable to punishment by way of imprisonment, fine, seizure, forfeiture,  \nconfiscation  and impounding  and such other  penalties  as are provided  in this Act. \n \n(2) If a person  commits  an offence  specified  in \n \n(a) Part­I  of Fifth Schedule, such person shall be punishable with imprisonment for \na term which  may extend  to seven  years,  or with fine which  may extend  to five \nhundred  thousand  rupees  or with both and where  an accused  was directed  by the \nInspector  for immediate  discontinuance of the offence, the Court may impose a \nfurther fine which may extend to fifty  thousand rupees for every day for the  \nperiod the  accused has persisted in the  offence  from  the date of its  commission;  \n \n(b) Part­ II of Fifth Schedule, such person shall be punishable with imprisonment \nwhich may  extend to three years or fine which may extend to one hundred \nthousand rupees or with both  and where an accused was directed by the \nInspector for immediate discontinuance of th e offence, the Court may impose a \nfurther fine which may extend to ten thousand rupees for  every  day for the \nperiod  the accused  persisted  in the offence  from  the date of its commission;  \n \n(c) Part­ III of Fifth Schedule, such person shall be punishable with imprisonment \nwhich may  extend to six months or fine which may extend to twenty five \nthousand rupees or with both  and where an accused was directed by the \nInspector for immediate discontinuance of the  offence, the Court may impose a \nfurther fine which may e xtend to five hundred rupees for  every day for the \nperiod the accused persisted in the offence from the date of its commission;  and \n \n(d) Sixth Schedule, such person shall, in the first instance, be liable to fine by \nissuing a ticket  specified in Seventh Schedule and where an accused repeats the \noffence within a period of  three months for which the accused was subjected to \nfine, he shall be liable to the same  punishment  as provided  in clause  (c). \n \n(3) The offences specified in clauses (a) and (b) o f sub­section (2) shall be cognizable and  \ninformation in this regard shall be forwarded to the officer in­charge of a police station by the  Inspector \nafter prior approval of the Chief Officer for registration of a case against the accused in  accordance  \nwith the provisions  of section  154 of the  Code.  \n \n \nPage 44 of 86  (4) A Court shall take cognizance of the offences specified in clause (c) of sub­section (2) on \na complaint made in writing by the Inspector after prior approval of the Chief Officer in accordance  \nwith the provisions  of section  200 of the  Code.  \n \n(5) The offences specified in Part­III of Fifth Schedule and Sixth Schedule shall be tried in a  \nsummary manner in accordance with the provisions of section 260 to 265 of the Code but the limit of  \npunishment mentioned  in sub­section  (2) of section  262 of the Code  shall  not be  applicable.  \n \n(6) The fines imposed by a Court for an offence specified in Sixth Schedule shall on collection \nbe  deposited  in the Public  Account  of the local  government.  \n \n(7) The Government may, by notification, entrust to a local government the enforcement of any  \nother  law. \n \n106. Appointment and control of Inspectors. —(1) The Mayor or the Chairman shall, with \nthe approval of the local government, authorize the officials of the local government as Inspectors for \nthe enforcement  of the  offences  specified  in the Schedules.  \n \n(2) The prescribed  officer  shall be  the controlling authority  and administrative  head  of an \nInspector and the Inspector shall report to the officer for the enforcement of provisions of this  Chapter.  \n \n107. Imposition of fine through ticketing. —(1) Notwithstanding anything contained in this  \nChapter, where any person, in the opinion of an Inspector, is contravening any provision of the law  \nrelating to the offences specified in Sixth Schedule, the Inspector shall charge the accused by is suing  \na ticket in the prescribed form for payment of fine specified in Seventh Schedule, if such offence has  \nbeen  committed  for the  first time by the accused  within  three  months.  \n \n(2) The ticket referred to in sub­section (1) shall be issued in quadruplica te by delivering three  \ncopies to the accused after obtaining his signatures or thumb impression on the fourth copy to be  \nretained  by the Inspector for record.  \n \n(3) The fine may be deposited in the bank account of the local government within ten days \nfrom  the date of imposition  of fine for credit  in the Public  Account  of the local  government.  \n \n(4) The person to whom a ticket has been issued under this section may either contest the  \nimposition of fine in the Court within ten days from the date of the issuance of the ticket or deposit  the \nfine within  that period  and provide  a copy  of payment  receipt  to the office  of the local  government.  \n \n108. Court  proceedings  for default  in deposit  of fine.—(1) The prescribed  officer  shall,  on \ndaily   basis,  provide  a scroll  of all  unpaid  tickets  to the Court.  \n \n(2) The Court  receiving  the scroll  shall  issue  summons  to the accused  forthwith  stating  the date \nof  hearing  for summary trial in accordance with the provisions of section 260 to 265 of the Code but \nthe  limit  of punishment  mentioned  in sub­section  (2) of section  262 of the Code  shall  not be applicable.  \n \n(3) Where on the first date of hearing, the accused appears before the Court and produces the  \nproof  of deposit  of fine, or unconditionally  admitting  his failure,  deposits  the fine forthwith  along  with \nthe penalty which shall not be less than ten percent and not more than twenty five percent of the  amount \nof fine determined by the Court in accordance with the procedure provided in sub­section (2)  of section  \n388 of the Code  further  proceedings  against  the accused  may be dropped  and no conviction  shall  be \n \nPage 45 of 86  recorded  against  him. \n \n(4) Upon the failure of the accused to appear before the Court in response to the summons \nissued  by it, the Court shall forthwith issue warrants for arrest of the accused and upon issuance of \nsuch warrants  the accused  will be liable to  punishment  under  clause (c)  of sub­section  (2) of section  \n103. \n \n109. Compounding of offences. — Subject to this Act, a local government shall constitute a  \ncommittee  consisting  of the Mayor  or the Chairman  as its Convener,  an officer  of the local  government \nand a member of the local government as its members for compounding the offences in  the prescribed  \nmanner.  \n \n110. Municipal Wardens. —(1) A local government, other than a Union Council, may, with \nthe prior approval of the Government, establish and maintain Municipal Wardens in the pr escribed  \nmanner.  \n \n(2) The Government  may,  notwithstanding  anything  contained  in any other  law, specify  the \nduties   which  such force  may be required  to perform.  \n \n111. General powers of Inspectors. —(1) In case of any serious threat to the public health, \nsafety       or welfare  or danger  to life and property,  or where  violation  of any rule or bye­law  is being  \ncommitted, the Inspector may, in his area of jurisdiction, in addition to imposition of fine or initiating  \nprosecution  under this  Act— \n \n(a) suspend  any work;  \n \n(b) seize  the goods;  \n \n(c) seal the premises;  \n \n(d) demolish  or remove  the work;  or \n \n(e) issue  directions  for taking  corrective  measures  within  the specified  time.  \n \n(2) An Inspector  shall  not enter  any dwelling  unit without  permission  of the occupier  or the \nCourt.  \n \n(3) An Inspector authorized under section 106 may, in relation to the offences specified in Fifth  \nSchedule — \n \n(a) issue  notices  in writing  on behalf  of the local  government;  \n \n(b) initiate  legal  proceedings  in the Court;  and \n \n(c) assist  in defending  legal  proceedings  initiated  against  the local  government.  \n \n112. Rights of citizen not affected. —Nothing contained in this Chapter shall restrict or limit \nthe right  of the citizens  or residents  of a local  area to bring  any suit or other  legal  proceedings  against  \nany  local  government,  its officers  or other  functionaries  violating  his rights  provided  by any law. \nCHAPTER XIV  \n \nPage 46 of 86  MISCELLANEOUS  \n \n113. Right to Information. —(1) Subject to any reasonable restrictions imposed under rules, a  \nperson  may seek any information  in possession  of a local  government.  \n \n(2) Every  designated  functionary  of a local  government  shall,  within  fifteen  days of an \napplication,  provide  requisite  information  to the applicant  on payment  of such fee as may be \nprescribed.  \n \n(3) A local government shall, on quarterly basis, publish on its website or at prominent place  \ninformation about the staffing and the performance of the offices of the local government during the  \npreceding  three  months.  \n \n(4) A local government shall maintain records in the prescribed manner with the special \nemphasis   on electronic  record  keeping.  \n \n114. Municipal entities. —(1) A local government other than a Union Council, with the \napproval  of the Government,  may establish  an authority,  agency  or company  answerable  to the local  \ngovernment  for the  performance  of municipal  functions.  \n \n(2) A local government, other than a Union Council may, with the approval of the Government  \nand in coordination with any other local government, establish an authority, agency or a company for  \nan area covering  more  than one local  government.  \n \n(3) An entity  established  under  this section  shall  be subject to  such control  as may be prescribed.  \n \n115. Local government  servants. —(1) Notwithstanding  anything  contained  in any other  law, \nthe Government shall, in the prescribed manner, create a service cadre for a local government or a \ngroup  of local  governments.  \n \n(2) The Government  may prescribe  the terms  and conditions  for recruitment,  promotion,  \ndismissal, disciplinary, conduct and any other related service matter for the service cadre mentioned  \nin sub­section  (1). \n \n(3) A local  government  other  than a Union  Council  may,  in the prescribed  manner,  absorb  an \nemployee,  already  working  in any other  municipal  body/local  government  prior  to the commencement  \nof this Act, with the consent  of the employee  against  an equivalent  pay scale.  \n \n116. Appeals.―A person aggrieved by any order passed by a local government or its \nfunctionaries  may prefer an appeal to such authority, in such a manner and within such time as may be \nprescribed  and an order passed  in appeal  shall  be final.  \n \n117. Power to make rules. —(1) The Government may, subject to previous publication and by  \nnotification,  make  rules  for carrying  out the purposes  of this  Act. \n \n(2) In particular and without prejudice to the generality of the foregoing powers, such rules \nmay provide  for all or any  of the matters  specified  in Part­I of  Eighth  Schedule.  \n \n(3) The rules  made  under  sub­section  (1) shall  meet  the following  considerations — \n(a) consistency  with democratic  decentralisation;  \n \nPage 47 of 86  (b) enhancement  of welfare  of the  people;  \n \n(c) fairness  and clarity; and  \n \n(d) natural  justice  and due process  of law. \n \n118. Bye­laws. —(1) A local government may, and if required by the Government shall, make  \nbye­laws  not inconsistent with  this Act and the rules  to give effect  to the provisions  of this Act. \n \n(2) The bye­laws made by a local government shall come into force from the date the bye­laws  \nare published  in the official  Gazette  or on the website  specified  by the Government.  \n \n(3) In particular and without prejudice to the generality of the foregoing power, the bye­laws \nmay  provide  for all or any  of the matters  specified  in Part­II  of Eighth  Schedule.  \n \n119. Delegation of powers .—(1) The Government may, subject to such conditions as may be  \nspecified, delegate any of its functions under this Act to an officer sub­ordinate to it except the power  \nto make rules,  to suspend  or remove a Mayor  or Chairman  or to dissolve the local  governments.  \n \n(2) Subject to the rules, a local government may delegate any of its powers, including financial  \npowers under this Act or rules or bye­laws to the Mayor, Chairman, Deputy Mayor or Vice Chairman  \nor any of its members or officers as it may deem fit, except the powers to make bye­laws a nd to pass  \nannual  or revised  budget.  \n \n120. Action taken in good faith. —No suit, prosecution, or other legal proceedings shall lie  \nagainst any public servant serving in a local government for anything done in good faith under this  \nAct. \n \n121. General powers of local governments .—Notwithstanding any specific provision of this  \nAct, a local government shall perform its functions conferred by or under this Act and exercise such  \npowers  and follow  such procedures  as are enumerated  in Ninth  Schedule.  \n \n122. Members and servants of local governments to be public servants. —Every member \nand every servant of a local government, and every other person duly empowered to act on behalf of a  \nlocal government, shall be deemed to be a public servant with in the meaning of section 21 of the  \nPakistan  Penal  Code,  1860  (Act XLV  of 1860).  \n \n123. Bar against employment. —The Mayor, Chairman, Deputy Mayor, Vice Chairman or a  \nmember  of a local  government shall  not be employed  under  such local  government for  a period  of one \nyear from the date on which he ceases to be the Mayor, Chairman, Deputy Mayor, Vice Chairman or  \nmember.  \n \n124. Conciliation  (Musalihat)  Council.—(1) The Government  shall  constitute  a Conciliation  \n(Musalihat)  Council  for amicable  settlement  of disputes  in the prescribed  manner.  \n \n(2) A Council shall consist of a panel of seven members, including at least one woman, to be  \nnominated by the Government from amongst residents of the local government but the members of  the \nlocal  government  shall  not be appointed  as members  of the Council.  \n \n(3) The members of Council shall be nominated for a term of five years or until earlier replaced  \nby the Government.  \n \nPage 48 of 86  (4) Any casual  vacancy  in the panel  of members  of the Council  shall  be filled  by the \nGovernment,           as soon  as may be,  but not later than thirty  days from  the occurrence  of the vacancy.  \n \n(5) Any civil or criminal dispute may be referred to the Council where parties to the dispute \nhave  agreed  to make  such reference.  \n \n(6) The Council  shall  not assume  jurisdiction  in a non­compoundable  offence.  \n \n(7) The Council shall make efforts for amicable settlement of the dispute between the parties \nand it shall  record  its findings  through  agreement  between  the parties.  \n \n(8) Every settlement of a dispute by Council in a case pending before a court shall be subject \nto the approval  of such  court.  \n \n(9) The parties to the dispute may agree to add any other person as member of council for their  \ndispute  and such person  shall  be treated  as member of the  Council  in that case.  \n \n(10) The Council  shall  perform  its functions  as may be prescribed.  \n \n125. Arbitration Council. —(1) The Government shall establish an Arbitration Council to \nsettle  disputes between the  Union Council and Metropolitan Corporation, and the  disputes between \nthe local  government  and other  governmental  bodies.  \n \n(2) The Arbitration  Council  shall  consist  of a Chairman  and two members  having  legal  \nbackground.  \n \n(3) The Arbitration  Council  shall  perform  its functions  as may be prescribed.  \n \n126. Constitution of Oversight Committees. —(1) There shall be different oversight \ncommittees   at Union Council and Metropolitan Corporation level elected from the respective councils \nin the  manner as may be prescribed to oversee the performance of the offices and report the matters to \nthe Metropolitan  Corporation  and the Councils,  as the case may be. \n \n(2) The Oversight  Committees  shall  perform  their functions  as may be prescribed.  \n \nCHAPTER XV  \n \nTRANSITIONAL  PROVISIONS  \n \n127. Interim authorities. —(1) On coming into force of this Act, any office, authority or a \nlocal  government  established  under  the Capital  Territory  Local  Government  Ordinance,  1979  or the \nCapital Development Authority Ordinance, 1960 or the Municipal Administration Ordinance, 1960  \nshall continue discharging functions and providing services without any interruption until a local  \ngovernment  is established  under this  Act for the  local  area.  \n \n(2) All functionaries  of a local  government  established  under  the Federal  Capital  Local  \nGovernment  Ordinance,  1979  or the Capital  Development  Authority  Ordinance,  1960  or the Municipal \nAdministration Ordinance, 1960 shall continue to perform their respective dutie s and  responsibilities  \nwith the successor  local  government  under  this Act, until transferred  to any other  local government.  \n \n(3) The Government  may re­organize  the authorities,  agencies  and bodies  of the local  \n \nPage 49 of 86  governments established under the  Capital Territory Local Government  Ordinance, 1979 or the  Capital \nDevelopment Authority Ordinance, 1960 or the Municipal Administration Ordinance, 1960  and \ndecentralize such authorities, agencies and bodies to the loca l governments established under this           Act. \n \n128. Interim maintenance of institutions. —Where on the enforcement of this Act in any area,  \nany service undertaken or institution maintained by the Government is required under any of the  \nprovisions of this Act to be compulsorily undertaken or maintained by a local government, such  service \nor institution shall, notwithstanding anything contained in this Act, continue to be undertaken  or \nmaintained  by the Government  until the management  thereof  is transferred  to the local  government . \n \n129. Financial transition. —(1) All taxes, cesses, fees, rates, rents, tolls or charges which were  \nbeing charged, levied and collected by any office of a local government or any authority shall  continue \nto be charged, levied and collected under this Act by the successor local government or the  authority \nand every person liable to pay such a tax, cess, fee, rate, rent, toll, charge or any arrear of  the tax, cess, \nfee, rate, rent, toll or charge  shall continue  to make  the payment  until such tax, cess,  fee, rate, rent, \ntoll or charge  is revised,  withdrawn  or varied  under  this Act. \n \n(2) Where  any local  government  established  under  the Federal  Capital  Local  Government  \nOrdinance, 1979 (XIII of 2001) was receiving any grant or any compensation in lieu of Octroi or Zila  \ntax, the successor  local  government  under  this Act shall  continue  to receive  such grant  or \ncompensation.  \n \n(3) Where  a local  government  assumes  the office  under  this Act for the first time:  \n \n(a) the Government  shall  transfer  grants  to the local  government  on the basis  of a \nformula notified  by the Government;  and \n \n(b) its budget for the financial year during which it assumes the office shall relate \nto the  remaining  period  of that year and provisions  regarding  budget  under  this \nAct shall,  as far as  possible,  apply  to such a budget.  \n \n(4) On allocation, re­allocation or transfer of the employees of the Government or any other \nbody   of any local government  or any other organization established under the  Federal Capital Local  \nGovernment Ordinance, 1979 or the Capital Development Authority Ord inance, 1960, the salaries,  \nemoluments and pensions of such employees shall not be reduced on such allocation, re­allocation or  \ntransfer.  \n \n(5) The Government shall ensure payment of salaries and other emoluments of the employees  \nreferred  to in sub­section  (4) till  such time as the Government  may deem  appropriate.  \n \n130. Succession. —(1) The Government or an officer designated by the Government shall, \nwithin one  hundred and eighty days of the commencement of this Act, divide rights, assets and \nliabilities of  the local governments or the Authority amongst the local governments and the \nGovernment or the  Authority,  and the decision  of the Government or  of the designated  officer  shall  be \nfinal.  \n(2) The Government  shall bring all bye­laws, rules, regulations, notifications or any other legal  \ninstrument, issued under any law in force on the date of commencement of this Act, in conformity  with \nthis Act within  a period  of two years  from  the date of commencement  of this Act. \n \n(3) Except as provided by this Act, all existing bye­laws, rules, regulations, notifications or any  \n \nPage 50 of 86  other legal instrument shall, subject to this Act, continue in force, so far as applicable and with the  \nnecessary  adaptations  until altered,  repealed  or amended  by the Government.  \n \n131. Removal of doubts. —Where this Act makes any provision for anything to be done but \nhas not made any provision or any sufficient provision, as to the authority by whom, or the manner in  \nwhich it sha ll be done, then it shall be done by such authority and in such manner as may be  prescribed.  \n \n132. Repeal  and saving.—(1) The Capital  Territory  Local  Government  Ordinance,  1979  \n(XXXIX of 1979), the Islamabad Capital Territory Local Government Ordinance, 2002 (CXV II of  \n2002), the Islamabad Capital Territory Local Government Elections Ordinance, 2002 (LVII of 2002)  \nand section 15­A of the Capital Development Authority Ordinance, 1960 (XXIII of 1960) are hereby  \nrepealed.  \n \n(2) Save as otherwise sp ecifically provided in this Act, nothing in this Act shall affect or be  \ndeemed to affect anything done, action taken, investigation or proceedings commenced, order, rule,  \nregulation, bye­ laws appointment, conveyance, mortgage, deed, document or agreement made tax or  \nfee levied, resolution passed, direction given, proceedings taken or instrument executed or issued,  \nunder or in pursuance of the Capital Territory Local Government Ordinance, 1979 and section 15­A  \nof the Capital Development Authority Ordinance,  1960 and any such thing, action, investigation,  \nproceedings, order, rule, regulation, bye­laws, appointment, conveyance, mortgage, deed, document,  \nagreement,  tax, fee, resolution,  direction,  proceedings  or instrument  shall,  if in force  at the \ncommencement of this Act, continue to be in force, and have effect as if it were respectively done,  \ntaken,  commenced,  made,  directed,  passed,  given,  executed  or issued  under this  Act. \n \n133. Removal of difficulty. —(1)The Government may, within two years of the \ncommencement  of this Act, by order consistent with this Act, provide for the removal of any difficulty \nwhich may  arise  in giving  effect  to the provisions  of this Act. \n \n(2) Any question or doubt as to the interpretation of any provision of this Act or of any order  \nmade thereunder  shall  be resolved  by a decision  of the President and  such decision  shall  be final.  \n \n134. Amendment of Schedules. —(1) The Government may, by notification, amend any of the  \nSchedules.  \n \n(2) The Government, may  by notification, assign any of the functions of the Union Council or \nthe Metropolitan Corporation, specified in the Second and Third Schedules respectively, to any \nstatutory  body  or public  or private  company.  \n \n \n \n \nFIRST  SCHEDULE  \n \n[see sections  70 & 73] \n \nDANGEROUS  AND  OFFENSIVE  ARTICLES  AND  TRADES  \n \n1. The business of storing or selling timber, firewood, coal, charcoal and coke, hay straw grass  \nand bamboo,  jute, shrub,  hemp  munj  and their products,  matches,  explosives,  petrol,  oil and lubricants,  \npaper,  ghee  and other  dangerously  inflammable  materials.  \n \n \nPage 51 of 86  2. Sugar  refining  and sugar  refineries.  \n \n3. Preparation  of aerated  water.  \n \n4. Operating  or running  bake houses.  \n \n5. Electroplating.  \n \n6. Welding.  \n \n7. Storing, packing, pressing, cleaning, preparing or manufacturing by any process whatever  \nblasting powder, ammunition, fireworks, gun powder, sulpher, mercury, ‘gases, gun cotton, saltpeter,  \nnitro­compounds,  nitro­mixtures,  phosphorus  or dynamite.  \n \n8. Cleaning, dying, preparing or manufacturing  by any process whatever clothes or yarn in \nindigo   and other  colours.  \n \n9. Storing, processing, cleanings, crushing, melting, preparing or manufacturing by any process  \nwhatever or dealing in bones, tallow, offal, fat blood, soap, raw hides and skins candles, manure,  catgut  \nand oil cloth.  \n \n10. Manufacturing  oils. \n \n11. Washing  or drying  wool  or hair. \n \n12. Making  or manufacturing  bricks,  “surkhi ”, tiles,  or earthenware  pots clay pipes  or \nother earthen  ware  by any process  of baking  or burning.  \n \n13. Burning  or grinding  of limestone  or metal  stone  or storing  of lime for sale. \n \n14. Cleaning  or grinding  of grain  or chilies  by any kind or class  or machinery.  \n \n15. Keeping  animals  likely  to create  nuisance.   \n \n16. Fell mongering.  \n \n17. Casting  of heavy  metals  such as iron, lead copper  and brass.  \n \n18. Dealing  in poison,  acid,  chemicals,  liquid  or otherwise.  \n \n19. Whole­sale  storing  cleaning  pounding  and selling  of tobacco  except  the storing  of \ntobacco   required  for the  preparation  of biddis,  cigars  or cigarettes.  \n \n20. Operating  or running  tin factories.  \n \n21. Manufacture  of safes, trunks  and boxes.  \n \n22. Marble  cutting  and polishing.  \n \n23. Glass  leveling  and polishing.  \n \nPage 52 of 86  24. Manufacture  of cement  and hume  pipes.  \n \n25. Storing,  packing,  pressing,  cleaning,  preparing  or manufacturing  by any process  \nwhatever,                                       rags,  pitch,  tar, turpentine,  demmar,  coconut,  fibre,  flax, hemp,  rosin  or spirit.  \n \n26. Tanning,  pressing  or packing  hides  or skins  whether  raw or dry. \n \n27. Trade  or operation  of a Ferries.  \n \n28. Working  of power­looms,  rice husking  plants  steam  whistle,  steam  trumpet  or electric  or \nhand   operated  sirens  beyond  hours  fixed  for their operation  by a Local  government.  \n \n29. Discharging  fire­arms  and letting  off fire­works.  Fire­balloons  or detonators,  or any \ngame   dangerous  to life, dwelling  and other property.  \n \n30. Trading,  storing  and selling  used or new tyres  likely  to cause  dengue  epidemic.  \n \n31. Manufacturing,  keeping,  storing  or selling  wire thread  or any other  material  meant  for \nkite flying  or likely  to cause  to human  life or electric  installations  or disruption  of electric  supply.  \n \n32. Any other  article  or trade  declared by Government  to be  dangerous  for life, health or \nproperty   or likely  to cause  nuisance.  \n \nSECOND  SCHEDULE  \n[see Section  71] \n \nFUNCTIONS  OF UNION  COUNCIL  \n \n(a) improve  and maintain  public  ways,  public  streets  and public  open  spaces;  \n \n(b) arrange  lighting  of public  ways,  public  streets  and public  places;  \n \n(c) mobilize  the community:  \n \n(i) for maintenance  of public  ways,  public  streets,  culverts,  bridges,  public  \nbuildings  and local   drains;  \n \n(ii) for plantation  of trees,  landscaping  and beautification  of public  places  in \nthe Union   Council;  \n \n(iii) for prevention  and removal  of encroachments  on public  ways,  streets  and \nplaces;  \n \n(d) maintain  rural water  supply  schemes  and public  sources  of drinking  water,  \nincluding  wells,  water  pumps,  tanks,  ponds  and other  works  for the supply  of \nwater  and open  drains;  \n \n(e) coordinate  with the community  organizations  for proper  maintenance  of rural  \nwater  supply schemes  and sewerage  in the prescribed  manner;  \n \n \nPage 53 of 86  (f) establish  cattle  pounds;  \n \n(g) manage  and maintain  grazing  areas,  common  meeting  places  and other  common  \nproperty;  \n \n(h) hold fairs and recreational  activities;  \n \n(i) provide  conservancy  services  in the Union  Council;  \n \n(j) arrange  for registration  of births,  deaths,  marriages  and divorces  and pass on \nsuch information about  births, deaths, marriages and divorces in the Union \nCouncil to such persons and  institutions  as may be prescribed;  \n \n(k) support  a public  sector  agency  to establish  public  facilitation  centre  in the Union  \nCouncil  for such  purpose  and on such terms  and conditions  as may be \nprescribed;  \n \n(l) support  relief  measures  in the event of  any fire, flood,  hailstorm,  earthquake,  \nepidemic  or other natural  calamity  and assisting  relevant  authorities  in relief  \nactivities;  \n \n(m) promote  local  sports;  \n \n(n) provide  for libraries  and reading  rooms;  \n \n(o) take other measures likely to promote the welfare, health, safety, comfort or \nconvenience of   the inhabitants  of the Union  Council;  \n \n(p) identify  deficiencies  in delivery  of services  and making  recommendations  for \nimprovement  of  services  to the Metropolitan  Corporation;  \n \n(q) execute  development  works  in the prescribed  manner;  and \n \n(r) maintain  such statistics  and data as may be prescribed  and disseminate  \ninformation  on matters   of public  interest.  \n \n \n \n \n \nTHIRD  SCHEDULE  \n \n[see Section  73] \n \nFUNCTIONS  OF METROPOLITAN  CORPORATION  \n \n(a) implement rules  and bye­laws  governing  public utilities;  \n \n(b) approve  development  schemes  for beautification  of urban  areas;  \n \n \nPage 54 of 86  (c) enforce  all municipal  laws,  rules  and bye­laws  governing  its functioning;  \n \n(d) develop integrated system of water reservoirs, water sources, treatment plants, \ndrainage,  liquid  and solid  waste disposal,  sanitation  and other  municipal  \nservices;  \n \n(e) assist  in provision  of relief  in the event  of any fire, flood,  hailstorm,  earthquake,  \nepidemic  or other  natural  calamity  and assist  relevant  authorities  in relief  \nactivities;  \n \n(f) execute  and manage development plans;  \n \n(g) provide  relief  for the widows,  orphans,  poor,  persons  in distress  and children  and \npersons  with disabilities;  \n \n(h) promote  technological  parks,  cottage,  small  and medium  size enterprises;  \n \n(i) prevent  and remove  encroachments;  \n \n(j) regulate  affixing  of sign­boards  and advertisements  except  where  this function  \nis being   performed  by the Capital  Development  Authority;  \n \n(k) provide,  manage,  operate,  maintain  and improve  the municipal  infrastructure  \nand services,  including — \n \n(i) water  supply  and control  and development  of water sources;  \n \n(ii) sewage  and sewage  treatment  and disposal;  \n \n(iii) storm  water  drainage;  \n \n(iv) sanitation  and solid  waste  collection  and sanitary  disposal  of solid,  liquid,  \nindustrial  and hospital  wastes,  treatment  and disposal  including  landfill  \nsite and recycling  plants;  \n \n(v) roads  and streets;  \n \n(vi) street  lighting;  \n \n(vii) playgrounds,  open  spaces,  graveyards  and arboriculture; and  \n \n(viii)  slaughter  houses;  \n \n(l) prepare  financial statements and present them for internal and external audit in \nthe manner as may  be prescribed;  \n \n(m) urban  renewal  programmes;  \n(n) develop  and maintain  museums,  art galleries,  libraries,  community  and cultural  \ncenters;  \n \n \nPage 55 of 86  (o) conserve  historical  and cultural  assets;  \n \n(p) undertake  landscape,  monuments  and municipal  ornamentation;  \n \n(q) maintain  regional  markets  and commercial  centers;  \n \n(r) maintain  a comprehensive  data base and information  system  and provide  public  \naccess  to it  on nominal  charges;  \n \n(s) regulate  dangerous  and offensive  articles  and trades  mentioned  in First \nSchedule;  \n \n(t) collect approved  taxes,  fees, rates,  rents,  tolls,  charges,  fines  and penalties;  \n \n(u) organize  sports,  cultural,  recreational  events,  fairs and shows,  cattle  fairs and \ncattle markets   and regulate  sale of animals;  \n \n(v) regulate  markets  and services  and issue  licenses,  permits,  grant  permissions  and \nimpose   penalties  for violation  thereof as  and where  applicable;  \n \n(w) manage properties,  assets  and funds  vested  in the local  government;  \n \n(x) develop  and manage  schemes;  \n \n(y) authorize  an officer or officers to issue notice to a person committing any \nmunicipal offence  and initiate  legal  proceedings  for continuance  of commission  \nof such offence  or for failure  to comply  with the directions  contained  in such \nnotice;  \n \n(z) prosecute,  sue and follow  up criminal,  civil and recovery  proceedings  against  \nviolators  of municipal  laws in the courts  of competent  jurisdiction  in Islamabad  \nCapital  Territory;  \n \n(aa) maintain  municipal  records  and archives;  and \n \n(bb) perform  such other  functions  as may be prescribed.  \n \n \n \n \nFOURTH  SCHEDULE  \n[see section  88] \n \nLOCAL  GOVERNMENT  TAXATION  \n \nPart­I  \n \nTaxes  and other  levies  by Union  Councils  \n \n(1) Entertainment  tax on dramatical  and the article shows.  \n \nPage 56 of 86  (2) Fees for registration  and certification  of births  and marriages.  \n \n(3) Fee on  the services  provided  by the union  council.  \n \n(4) Rate for the execution  or maintenance  of any work  of public  utility  like lighting  of \npublic   places,  drainage,  conservancy  and water supply  operated  by union  council.  \n \n(5) Community  tax for the construction  of public  work  of general  utility  for the inhabitants  of \nthe  union.  \n \n(6) Fee for licensing  of professions  and vocations  as prescribed.  \n \n(7) Any other tax  or levy  authorised  by the Government.  \n \nPart­II  \n \nTaxes  and other  levies  by Metropolitan  Corporation  \n \n(1) Water  rate. \n \n(2) Drainage  rate. \n \n(3) Conservancy  rate. \n \n(4) Fee for approval  of building  plans,  erection  and re­erection  of buildings,  \n \n(5) Fee for change  of land use of a land or building  as prescribed.  \n \n(6) Fee for licenses,  sanctions  and permits.  \n \n(7) Fee on the slaughter  of animals.  \n \n(8) Tax on professions,  trade,  callings  and employment.  \n \n(9) Market  fees. \n \n(10) Tax on sale of animals  in cattle  markets.  \n \n(11) Toll tax on roads,  bridges  and ferries  maintained  by the Metropolitan  Corporation.  \n \n(12) Fee at fairs and industrial  exhibitions.  \n \n(13) Fee for  specific services  rendered  by the Metropolitan  Corporation.  \n \n(14) Tax for the construction  or maintenance  of any work  of public  utility.  \n \n(15) Parking  fee. \n \n(16) Water conservancy charge from the owner or occupier of a house or any other building,  \nexcept  an educational  institution  having  a swimming  pool with a  minimum  surface  area of 250 \n \nPage 57 of 86  square feet.  \n \n(17) Tax on installation  of Base  Transceiver  Station/Tower.  \n \n(18) Any other  tax or levy authorized  by the Government.  \n \nFIFTH  SCHEDULE  \n \n[see section  105] \n \nOFFENCES  REQUIRING  TRIAL  BY A COURT  \nPART -I \n \nS.No.  Offence  \n \n1. Discharging any dangerous chemical, inflammable, hazardous or offensive article in any \ndrain,  or sewer, public water course or public land vested in or managed, maintained or \ncontrolled by the  local government in such manner as causes or is likely to cause danger  to \npersons passing by or living or working  in neighbourhood,  or risk or injury  to property.  \n \n2. Failure of industrial or commercial concerns to provide adequate and safe disposal of affluent  \nor prevention  of their mixing  up with the water  supply  or sewerage  system.  \n \n3. Adulteration  of any eatable  or drinkable  or consumable  item sold or supplied  to the public.  \n \n4. Manufacturing, trading, storing or supplying any eatable or drinkable item and other items  \nunsafe  for human  consumption  or public  health.  \n \n \nPART -II \n \nS. No. Offence  \n \n5. Overcharging or  illegally  charging  any tax, fee, fine, charge  or rate by an employee  of a \nlocal   government  or a contractor  or his  staff without  the authority  of a local  government.  \n \n6. Preparing  or using  counterfeit  or proscribed  Forms  of the local  government.  \n \n7. Wilfully  obstructing  any officer  or servant  of a local  government  or any person  authorized  \nto exercise  power conferred  under this  Act. \n \n8. Failure  to deliver  back  possession  of property  to the local  government  on cancellation  \nand  expiration  of lease.  \n \n9. Doing an act without license or permission when the doing of such act requires a license or  \npermission  under  any of the provisions  of this Act or the rules  or bye­laws.  \n \n10. Evasion  of payment  of tax or other  impost  lawfully  levied  by a local  government.  \n \n11. Supplying or marketing drinking water for human consumption in any form, from any \n \nPage 58 of 86  source  which is contaminated or suspected to be dangerous to public health, or its use has been \nprohibited by  a local government on the ground of being unsafe for human consumption, or \nwhose quality and  suitability for human consumption has not been ascertained and certified by \na laboratory authorized  by the Government.  \n \n12. Cultivation of agriculture produce or crop, for supply or sale to public using such manure, \nor irrigating it with sewer water or any such liquid as may be injurious to public health or \noffensive to  the neighbourhood.  \n \n13. Dyeing  or tanning  skins  within  such distance of  any commercial  or residential  areas  as may \nbe  specified  by the local  government.  \n \n14. Manufacturing, storing, trading or carrying fire crackers, fire balloons or detonators or any  \ndangerous chemical, inflammable, hazardous or offensive article or material without license \nfrom  concerned  authority.  \n \n15. Immovable encroachment in or on or under any property or any open space or land vested \nin or managed,  maintained  or controlled  by a local  government.  \n \n16. Erection or re­erection of building over set back area or parking area or building line area  \nrequired  to be left open  under  the rules  for using  such space  for any purpose  which  is not \napproved.  \n \n17. Manufacturing, keeping, storing or selling wire thread or any other material meant for kite  \nflying  or likely  to cause  threat  to human  life or electric  installations  or disruption  of electric  \nsupply.  \n \n18. Failure to demolish or otherwise secure a building declared by the local government to be  \ndangerous  building.  \n \n19. Establishing any parking stand on any property or on any open space and public park or \nland vested in or managed, maintained or controlled by a local government on or under a street, \nroad,  graveyard  or a drain  without  the sanction  of the  concerned  local  government.  \n \n20. Quarrying,  blasting,  cutting  timber  or carrying  building  operations  in such manner  as causes  \nor  is likely  to cause danger  to persons  passing  by or living  or working  in the neighbourhood.  \n \n21 Contravention  of the  prohibition  or attempt  or abetment  of any of the  offences  in this Part. \n \nPART -III \n \nS. No. Offence  \n \n22. Preparation and sale of article or articles of food or drink by a person apparently suffering  \nfrom  any infectious  or contagious  disease  that may endanger the  health  of people.  \n \n23. Establishing  any cattle  market  without  permission  of the local  government.  \n \n24. Establishing any bus, wagon, taxi or other commercial motorized or non­motorized vehicle  \nstand, for purposes of plying them on different routes, on any road, street, footpath, public place \n \nPage 59 of 86  or any other property vested or managed or controlled or maintained by a local government \nwithout its  permission.  \n \n25. Establishing or running any restauran t or vending stalls for eatables on any road, street,  \nfootpath, public place, over a drain, or any other property vesting in or managed or controlled \nor maintained  by a local  government  without  its permission.  \n \n26. Establishing a brick kiln and lime kiln within such distance of a residential area as may be  \nspecified  by the local  government.  \n \n27. Cutting  down  of any tree, or erection  or demolition  of any building  or part of a building  \nwhere such action  is declared  under this  Act to be a cause  of danger or  annoyance  to the public.  \n \n28. Contravention of the prohibition or attempt or abetment of any of the offences in this Part.   \n \nSIXTHS  CHEDULE  \n[see sections  105 & 107] \n \nOFFENCES  WHERE  TICKET  CAN  BE ISSUED  \n \nS. No. Offence  Amount  of \nFine \n1. Neglect  in safe storage  of eatable,  drinkable  and other  \nconsumable  items   sold or supplied  to the public.  Rs. 1,000  and \nRs. 6,000 in \ncase of  large \nrestaurants,  \nhotels  and \nshops.  \n2. a. Fixing of  wooden  khokhas,  and temporary  shops  or \nextension  there  of  on footpaths  or beyond  the street  line. Rs.2,000  \n b. Plying  of handcarts  for the sale of goods  without  \npermission.  Rs. 400 \n3. Failure by the owner or occupier of any land to clear away \nand remove  any vegetation  declared  by a local  government  \nto be injurious  to health  or offensive  to neighbourhoods.  Rs. 1,000  \n4. Slaughtering  of animals  for the sale of meat  at a place  other  \nthan the place   set apart  for the purpose.  Rs. 1,000  \n5. Without  the permission  of the local  government,  causing  or \nknowingly  or  negligently  allowing  the contents  of any sink,  \nsewer  or cesspool  or any other offensive matter to flow, or \ndrain or to be put upon any street, or  public  place,  or into \nirrigation  channel  or any sewer  or drain  not set apart for  the \npurpose.  Rs. 4,000  in \ncase of \ncommercial  \nconcerns  and \nRs. 1,000  for \nothers.  \n6. Keeping  or maintaining  any cattle  in any part of the \nprohibited  zone  or failure  to remove  the cattle  from  the \nprohibited  zone  within  the specified time  when  an order  to Rs. 1,000  \n \nPage 60 of 86  this effect  has been  made.  \n7. Keeping  ferocious  dogs  or other  animals  in residential  areas  \nor taking  such  animals  to public  places  or the areas  specified  \nby the local  government,  without  leash  or chain  and without  \nbeing  muzzled  or to set at large  any animal  or dog infected  \nwith rabies  or any other  infectious  disease.  Rs. 400 \n8. Obstructing or  tampering with  any road,  street,  drain  or \npavement.  Rs.2,000  \n9. Obstructing  or tampering with  any main  pipe,  meter  or any \napparatus  or  appliance  for the supply  of water  or sewerage  \nsystem.  Rs.2,000  \n10. Without  the previous  sanction  of the local  government  laying  \nout a drain  or altering  any drain  in a street  or road;  connecting  \nany house  drain  with a drain  in a public  street;  and drawing  \noff, diverting  or taking  any water  except  with the permission  \nrequired under  this Act.  Rs.2,000  \n11. Digging of public land without the permission in writing of \nlocal   government.  Rs.2,000  \n12. Burying  or burning  a dead  body  at a place  which  is not a \npublic  or registered  burial  or burning  place,  except  with the \nsanction  of the local  government.  Rs.2,000  \n \n13. Failure  to furnish,  on requisition,  information  in respect  of \nany matter which  a local  government  is authorized  to call for \nunder  any of the provisions  of this Act, rules  or bye­laws  or \nfurnishing  wrong  information.  Rs.600  \n14. Obstructing  lawful  seizure  of animals  liable  to be impounded  \non the ground  of violations  of rules  or bye­laws  governing  \nthe picketing,  tethering,  keeping,  milching  or slaughter  of \nanimals  or their trespass  of private  or public  property.  Rs. 1,000  \n15. Picketing,  parking  animals  or collecting  carts  or vehicles  on \nany street,   using  any street  as a halting  place  for vehicle  or \nanimals  or as a place  encampment  without  the permission  of \nthe local  government.  Rs. 1,000  \n16. Causing  or permitting  animals  to stray  or keeping,  tethering,  \nstalling,  feeding  or grazing  any cattle  on any road,  street  or \nthoroughfare  or in any public  place  or damaging  or causing  \nor permitting  to be damaged  any road,  street  or thorough  fare \nby allowing  cattle  to move  thereon.  Rs. 1,000  \n17. Disposal  of carcasses  of animals  within  prohibited  distance.  Rs. 1,000  \n18. Failure  to dispose  of offal,  fat or any organ  or part of a dead  \nanimal  in a place  set apart  for the  purpose by the  local  Rs. 1,000  \n \nPage 61 of 86  government.  \n19. Throwing  or placing  any refuse,  litter  or garbage  on any \nstreet,  or in any place,  not provided  or appointed  for the \npurpose  by a local government.  Rs. 1,000  \n20. Failure  to provide  for disposal  of litter  or garbage  inside  or \noutside  a  shop  by its owner  or occupier.  Rs. 1,000  \n21. Failure  to maintain  clean  premises  of the area in front  of a \nshop,  office  or factory  up to the public  street  or road serving  \nthis facility.  Rs.2,000  \n22. Watering  cattle  or animals,  or bathing  or washing  at or near \na well or  other source  of drinking  water for  the public.  Rs. 1,000  \n23. Steeping  hemp,  jute or any other  plant  in or near a pond  or \nany other  excavation  within  such distance  of the residential  \narea as may be specified  by a local  government.  Rs. 2,000  \n24. Failure  to provide,  close,  remove,  alter,  repair,  clean,  \ndisinfect  or put in proper order any latrine,  urinal drain,  \ncesspool or other receptacle for  filth,  sullage,  water  or refuse  \nby an owner  or occupier  of a house,  shop,  office,  industry  \nor premises.  Rs. 4,000  for \ncommercial/indu\nstrial  concerns \nand Rs.  1,000  \nfor a residential  \nhouse.  \n25. Failure  to clean  the premises,  houses,  shops  and cultivated  \nlands  of the plastic  bags and other  non­perishable \nmaterials.  Rs. 1,000  \n26. Damaging  or polluting  physical  environment,  inside  or \noutside  private  or public  premises,  in a manner  to endanger  \npublic  health.  Rs. 4,000  for \npublic premises  \nand Rs. 1,000  for \nprivate  premises  \n27. Failure  by the owner  or occupier  of any land to cut or trim \nthe hedges  growing  thereon  which  overhang  any well,  tank \nor other  source  from  which  water  is derived  for public  use. Rs. 1,000  \n28. Failure  by the owner  or occupier  of any land or building  to \nclean,  repair,  cover,  fill up or drain  off any private  well,  tank \nor other  source  of water  supply, which is declared under \nthis Act to be injurious to health or  offensive  to the \nneighbourhood.  Rs.2,000  \n29. Failure to stop leakages of water pipes, faucets and \nsanitary fittings  resulting  indirty  water  pools  affecting  \nphysical  environments  and breeding  of mosquitoes.  Rs.2,000  \n30. Failure  of an owner  or occupier  of any building  or land to \nputup  and keep  in good  condition  troughs  and pipes  for \nreceiving  or carrying  water  or sullage  water.  Rs. 2,000  \n \nPage 62 of 86  31. Feeding or allowing to be fed an animal meant for dairy or \nmeat purposes,  on deleterious  substance,  filth or refuse  of \nany kind which  is dangerous  to health  of consumers.  Rs. 2,000  \n32. Defacing  or disturbing,  without  due authorization,  any \ndirection­post,  lamp   post or lamp  extinguishing  or any light \narranged  by a local  government.  Rs. 2,000  \n33. Fixing  any bill, notice,  play card,  poster  or other  paper  or \nmeans  of advertisement  against  or upon  any private  or \npublic  building  or place  other   than the places  fixed  for the \npurpose  by a local  government.  Rs. 2,000  \n34. Exhibiting  any obscene  advertisement.  Rs. 2,000  \n35. Loud playing of music or radio,  beating of drum or tom­tom,  \nblowing a  horn or beating  or sounding  any brass  or other  \ninstruments  or utensils  in contravention  of any general  or \nspecial  prohibition  issued  by a local  government  or in and \naround  a hospital  or an educational  institution.  Rs. 2,000  \n36. Loud  shouting  in abusive  language  causing  distress  to the \ninhabitants  of a neighbourhood  or village  or any other  \npublic  place.  Rs. 2,000  \n \n37. Using  or allowing  the use for human  habitation  of a building  \ndeclared  by a local  government to  be unfit for human \nhabitation.  Rs.2,000  \n38. Failure  to lime­wash  or repair  a building,  if so required  by \nlocal   government.  Rs.2,000  \n39. Begging  importunately  for alms  by exposing  any deformity  \nor disease  or any offensive sore or wound  to solicit charity.  Rs.1,000  \n40. Causing  or permitting  to be caused  by any owner  or keeper  \nof an animal  which,  through  neglect  or otherwise,  damages  \nany land or crop or produce   of land,  or any public  road.  Rs.2,000  \n41. Selling  cattle  and animals  in contravention  of any law, rule \nor by­laws  of a  local  government.  Rs.2,000  \n42. Kite flying  in contravention  of any general  or specific  \nprohibition  issued  by local  governments.  Rs.600  \n43. Keeping  pigeon  or other  birds  in a manner  causing  danger  to \nair traffic.  Rs.1,000  \n44. Contravention  of any prohibition  or direction  of the local  \ngovernment   issued  under  this Act or the rules.  Rs.1,000  \n45. Attempt  or abetment  of any of the offence  in this Schedule.  Same as for the  \noffence \nspecified in  the \nSchedule  \n \n \nPage 63 of 86   \n\n \nPage 64 of 86  EIGHTH  SCHEDULE  \n \n[see sections  117&  118]  \nPart  - I (Rules)  \n \n1. Local  Government  (Conduct  of Elections).  \n \n2. Local  Government (Conduct  of Business).  \n \n3. Local  Government  (Taxation).  \n \n4. Local  Government  (Property).  \n \n5. Local  Government  (Auction).  \n \n6. Local  Government  (Births,  Deaths,  Marriages  and Divorces).  \n \n7. Local  Government (Servants).  \n \n8. Local Government (Budget).   \n \n9. Local  Government  (Accounts).  \n \n10. Local  Government  (Contracts).  \n \n11. Local  Government  (Works).  \n \n12. Local  Government  (Conduct  of Inspections).  \n \n13. Local  Government (Conduct of  elected  officials).  \n \n14. Local  Government  (Fiscal  Transfers).  \n \n15. Local  Government  (Delegation  of Financial  Powers).  \n \n16. Any other  set of  rules  necessary  for the implementation  of this Act. \n \nPart -II (Bye -laws)  \n \n1. Conduct  of meetings.  \n \n2. Fixing  of wooden  khokhas,  plying  of handcarts  for the sale of goods,  and temporary  \nor permanent  shops  or extensions  thereof on  footpaths  or beyond  the street  line. \n \n3. Watering  cattle  or animals,  or bathing  or washing  at, or, near a well or other  source  of \ndrinking   water  for the  public.  \n \n   4. Registration  and regulation  of institutions  for orphans,  widows,  senior  citizens,  mentally  ill, \nand women  in distress.  \n \n5. Regulation  of burial  and cremation  places.  \n \nPage 65 of 86  6. Slaughter  of animals  and maintenance  of slaughter­houses.  \n \n7. Prevention  of adulteration  of foodstuffs.  \n \n8. Animal  husbandry  and milk supply.  \n \n9. Prevention and abatement  of nuisances.  \n \n10. Dangerous  and offensive  trades  and articles.  \n \n11. Regulation  of parking.  \n \n12. Organization  and regulation  of fairs,  shows,  tournaments  and other  public  gatherings.  \n \n13. Prevention  of beggary,  juvenile  delinquency  and other  social  evils.  \n \n14. Licensing.  \n \n15. Markets.  \n \n16. Libraries.  \n \n17. Parks  and open  places.  \n \n18. Prevention  of air, water,  noise,  and soil pollution.  \n \n19. Plantation.  \n \n20. Picketing,  parking  animals  or collecting  carts  or vehicles  on any street . \n \n  21. Throwing  or placing  any refuse  on any street,  or in any place  not provided  or appointed  \nfor the purpose.  \n \n22. Dyeing  or tanning  animal  skins.  \n \n23. Tampering  with any main,  pipe,  or any apparatus  or appliance  for the supply  of water.  \n \n24. Excavation of  earth, stone  or any other  material.  \n \n25. Disposing  of carcasses  of animals.  \n \n26. Use of sewer  water  for farming.  \n \n  27. Flow  or drain  to be put upon  any street,  or public  place,  or into an irrigation  channel  or \nany  sewer  or drain  not set apart  for the  purpose.  \n \n  28. Fixing  any bill, notice,  placard,  or other  paper  or means of  advertisement  against  or upon  \nany  building  or place  other than  the places  fixed  for the purpose  by the local  government.  \n \n  29. Such  other  matters  as in the opinion  of a local  government  are necessary  or expedient  to \n \nPage 66 of 86  be provided  for in the bye­laws  to achieve  the, objectives  of this  Act. \n \nNINTH  SCHEDULE  \n \n[see section  121] \n \nGENERAL  POWERS  OF LOCAL  GOVERNMENTS  \n \nAnimals  \n \n1. Prohibition of picketing or tethering in streets. —No animal shall be picketed or tethered \nin such streets or places as may be specified by the local government and any animal found picketed \nor tethered  in any such street  or place  shall  be liable  to seizure  and impounding.  \n \n2. Prohibition  against  keeping  and maintaining  cattle.—(l) Notwithstanding  anything  \ncontained in any other law or any agreement, instrument, custom or usage or decree, judgment or  order \nof any court or other authority, the local government may declare any part of its local area as a  \nprohibited  zone.  \n \n(2) At any time after a declaration under sub­paragraph (1) has been made, the local \ngovernment  may, by general or  special notice, prohibit the keeping and maintaining of the cattle by \nany person in  the prohibited  zone.  \n \n(3) No person shall, after the expiry of the  period fixed under sub­paragraph (2), keep or \nmaintain   cattle  in any part of the  prohibited  zone:  \n \nProvided  that the prohibition  shall  not apply  to— \n \n(i) cattle  kept bona  fide for sacrificial  purposes;  \n \n(ii) cattle  kept for drawing  carts  or use in mills,  with the permission  of the local  \ngovernment  and  subject  to such conditions  as it may impose;  \n \n(iii) cattle  under  treatment  in any veterinary  hospital;  \n \n(iv) cattle brought to a cattle market demarcated by the local government for \npurposes of sale;       ;             and   \n \n(v) cattle  brought  to a slaughter­house  or kept by butchers  for purposes  of slaughter  \nwithin  the area demarcated  by the local  government.  \n \n(4) Persons affected by the prohibition order under sub­paragraph  (2) to meet their genuine \nneeds may be allowed to keep and maintain their cattle at the places earmarked as “cattle colonies ” by \nthe local  government  on such terms  and conditions  as it may impose.  \n \n3. Dangerous animals. —A local government may, by bye­laws, define the animals which \nshall be  deemed to be dangerous animals and the circumstances under which  animals not otherwise \ndangerous shall be deemed to be dangerous and such bye­laws, among other matters, may provide for \nthe detention,  destruction  or disposal  otherwise  of such  animals.  \n \n \nPage 67 of 86  4. Disposal of carcasses. —Whenever an animal in the charge of a person dies, otherwise than \nby being  slaughtered  for sale or consumption  or for some  other  religious  purpose  such person  shall  \neither  \n \n(a) convey  the carcasses within twenty­four hours to a p lace, if any, fixed by the \nlocal government  for the disposal  of the dead  bodies  of animals;  or \n \n(b) give notice of  the death  to the local  government whereupon  the local  \ngovernment shall  cause   the carcass  to be  disposed of  and charge  such fees  from  \nthe person concerned as  the bye­laws  may provide.  \n \n5. Animal husbandry. —(1) A local government may provide for the establishment, \nmaintenance   and management of veterinary hospitals and dispensaries and by bye­laws regulate their \nworking and  fix the fees to be charged  for treatment  in such hospitals  and dispensaries.  \n \n(2) A local  government  may,  by bye­laws,  define  contagious  diseases  among  animals  and \nprovide for measures that  shall be  adopted for prevention of the  spread of such diseases including the  \ncompulsory inoculation of animals, and the subjection to such treatment as may be necessary of such  \nanimals  as may be suspected  to have  been  infected  with carriers  of any such disease.  \n \n(3) A local  government  may,  through  bye­laws,  provide  means  and measures  to prevent cruelty  \nto  animals.  \n \n6. Animal farms .— A local government may establish, maintain and manage cattle farms and  \npoultry farms, and such farms shall be managed and administered in such manner as the bye­laws  may \nprovide.  \n \n7. Registration of the sale of cattle. —A local government may, by bye­laws , require that sale \nof such animals as may be specified shall be registered with the local government in such manner and  \nsubject  to the payment  of such  fees as the bye­laws  may provide.  \n \n8. Cattle shows, zoo, etc. —(1) A local government may hold cattle shows, cattle fairs and \ncattle  markets within the limits of its local area and charge such fee or tax per cattle head sold as the \nbye­ laws may provide.  \n \n(2) A local  government  may,  with the previous  approval  of the Government,  maintain  or \ncontribute  towards  the maintenance  of zoological  gardens.  \n \n9. Registration  and control  of dogs.—(1) A local  government  may make  bye­laws  to provide  \nfor  the registration  of all dogs  kept in such area or areas within  its local  area as may be specified.  \n \n(2) Such  bye­laws  shall  — \n \n(a) require  the registration,  by the local  government,  of all dogs  kept within  the area \nor areas specified  or any  part thereof.  \n \n(b) require  that every  registered  dog shall  wear  a collar  to which  shall  be attached  a \nmetal  token   to be issued by the registration authority of the local government \nand fix the fee payable for   the issue  thereof;  \n \n \nPage 68 of 86  (c) require  that any  dog which  has not been  registered  or which  is not wearing  such \ntoken  shall,  if found  in any public  place,  be detained  at a place  set apart  for the  \npurpose;  and \n \n(d) fix the fee which  shall  be charged  for such detention  and provide  that any such \ndog shall  be  liable to be destroyed or otherwise disposed of unless it is claimed \nand the fee in respect  thereof is paid within one week, and may provide for such \nother matters as the local  government  thinks  fit. \n \n(3) A local  government  may \n \n(a) cause  to be destroyed or confined for such period as it may direct, any dog or \nother animal  which  is, or is reasonably  suspected  to be, suffering  from  rabies,  or \nwhich  has been  bitten  by any dog or other  animal  suffering  or suspected  to be \nsuffering  from  rabies;  \n \n(b) by public notice direct that, after such date as may be specified in the notice, \ndogs which are   without collars or without marks distinguishing them as private \nproperty and are found  straying on the streets or beyond the enclosures of the \nhouses of their owners if any may be  destroyed,  and cause  them  to be destroyed  \naccordingly;  \n \n(c) require  the owner  or person  in­charge of  any dog— \n \n(i) to restrain  it so that it is not set at large  in any street  without  being  \nmuzzled,  leashed  or  chained;  and \n \n(ii) to provide  immediate  information,  if the dog belonging  to him has been \nbitten  by any animal suffering or reasonably suspected to be suffering \nfrom rabies or any other  infectious  disease.  \n \n(4) No damages shall be payable in respect of any dog or other animal destroyed or otherwise  \ndisposed  of under this  paragraph.  \n \n10. Power to seize. —(1) A cultivator, tenant, occupier, vendee or mortgagee of any land or \ncrop or produce or any part thereof or any person who has advanced cash for the cultivatic of crop may  \nseize or cause to be seized any animal trespassing on such land and doe r damage thereto, or any crop  \nor produce thereon, to send them or cause them to be sent  with twenty­four hours to a pound  established  \nunder this  Act. \n \n(2) Persons in charge of public roads, pleasure grounds, plantations, canals, drainage works,  \nembankments and the like, and the officers of police, may seize or cause to be seize animals doing  \ndamage thereto, and shall send them or cause them to be sent, within twenty four hours of the seizure,  \nto the nearest  animal  pound.  \n \n11. Pounds .—A local  government  may establish  such number  of animal  pounds  as may \nnecessary and  may fix, from time to time, the location of the animal pounds, the rate feeding, watering \nand accommodating  the impounded  animals.  \n \n12. Pound keepers. —A local government may appoint pound­keepers on whole­time or par t \n \nPage 69 of 86  time basis  on such terms  and conditions  as may be fixed.  \n \n13. Registers and returns. —(1) A pound­keeper shall keep such registers and furnish such  \nreturns  as may be required  by the local  government.  \n \n(2) When animals are brought to the pounds, the pound­keeper  shall enter in the register the  \nnumber and description of animals, the day and hour on which they were brought, the name and  \nresidence of the seizurer and that of the owner, if known, and shall give the seizurer or his agent a  copy  \nof such  entry.  \n \n14. Possession and feeding. —The pound­keeper shall take charg e of, feed and water the \nanimals until they are disposed  of as  hereinafter provided.  \n \n15. Fines for impounded animals. —For every animal impounded under this Act, the pount  \nkeeper shall levy a fine in  accordance with the scale fixed by the local government and the fines so  \ncharged  shall  form  part of and  be credited  to the local  fund.  \n \n16. Delivery or sale of animals. —(1) If the owner of an impounded animal or his agent appears  \nand claims the animal, the pound­keeper shall deliver it to him on payment of the fine and charges  \nincurred in respect  of such animal under proper receipt  to be  recorded by the  owner or his agent  in  the \nregister.  \n \n(2) If the animal is not claimed within s even days of impounding, the pound -keepers shall \ninform  the officer in charge of the Police Station who shall thereupon display at conspicuous place in \nhis office a notice stating the number and description of animals an places of seizure and impounding. \nA similar  notice shall  be displayed  at a conspicuous  place in  the office  of the local  government.  \n \n(3) If the animal is not claimed within seven days of the notice it shall be sold by the local  \ngovernment  by open  auction  after giving  sufficient  publicity  in the local  area:  \n \nProvided  that the person  auctioning  the animals  or the pound­keeper  or his relatives  shall not  \nbid for  or purchase  the impounded  animals.  \n \n(4) The proceeds of the sale of the animal shall be paid to the owner if he appears within six  \nmonths  of the  sale, after deduction  of fines,  feeding  and other charges.  \n \nArboriculture  \n \n17. Arboriculture. —A local government shall plant trees on public streets and other public  \nplaces within  its local area  and take all such  steps as may  be necessary  for the plantation  and protection  \nof trees  on such streets  and places.  \n \n18. Nuisance pertaining to trees and plantations. —(1) A local government may, by by­laws,  \ndetermine  the pests  of trees  and plants  and provide  for their destruction.  \n \n(2) If any land or premises within the local area of the local government is grown wit h rank or  \nnoxious vegetation, or under­growth, the local government may by notice require the owner or the  \noccupier of such land or premises to clear such vegetation or under­growth within a specified time  and \nif he fails to do so within such time, the local government may have such veget ation or under­growth \ncleared and the cost incurred shall be deemed to be tax levied on the owner or occupier under  this Act. \n \nPage 70 of 86  (3) A local government may, in the manner provided in the bye­laws, prohibit the cultivation \nof any crop which is considered dange rous to public health within such part of its local area as may be  \nspecified.  \n \nBoundaries  and Trees  \n \n19. Boundary walls, hedges and fences. —(1) No boundary wall, hedge or fence of any \nmaterial  or description shall be erected in such parts of a local area as are specified by a local \ngovernment  without  the permission  in writing  of the local  government.  \n \n(2) A local government may, by notice in writing, require the owner or lessee of any land in its \nlocal  area— \n \n(a) to remove  from  the land any boundary  wall,  hedge  or fence  which  is, in its \nopinion  unsuitable,  unsightly  or otherwise  objectionable;  or \n \n(b) to construct on  the land  sufficient boundary  walls,  hedges  or fences  of such \nmaterial,  description  or dimensions  as may be specified  in the notice;  or \n \n(c) to maintain  the boundary  walls,  hedges  or fences  of such lands  in good  order:  \n \nProvided that, in the case of any such boundary wall, hedge or fence which was erected with \nthe consent or under the orders of the local government or which was in existence at the \ncommencement  of this Act, the local government shall make compensation for any damage caused by \nthe removal  thereof.  \n \n(3) A local government may, by notice in writing, require the owner, lessee or occupier of any  \nsuch land to cut or trim any hedge on the land in such manner and within such time as may be  specified  \nin the notice.  \n \n20. Felling, lopping and trimming of trees. —(1) Where, in the opinion of the local \ngovernment  the felling of any tree of mature growth standing in a private enclosure in its local area is \nnecessary  for any reason, the local government may, by notice in writing, require the owner, lessee or \noccupier  of the land to fell the tree within such time as may be specified  in the notice.  \n \n(2) A local  government  may— \n \n(a) cause  to be lopped  or trimmed  any tree standing  on land in its local  area which  \nbelongs  to the  local  government;  or \n \n(b) by public notice require all owners, lessees or occupiers of land in its local area \nor by notice  in writing require the owner, lessee or occupier of any such land, \nto lop or trim, in such  manner  as may be specified  in the notice,  all or any trees \nstanding  on such land or to remove   any dead  trees  from  such land.  \n \nBurial  Places/Graveyards  and Cremation  \n \n21. Power to call for information regarding burial and burning grounds. —(1) The local  \ngovernment may, by notice in writing, require the owner or person in charge of any burial or burning  \nground  within  its area to supply  such information  as may be specified  in the notice.  \n \nPage 71 of 86  (2) No place which has not been used as a burial or burning ground before the commencement \nof this Act shall  be so used without  the permission  in writing  of the local  government.  \n \n(3) No new burial  or burning  place  shall  be established  within  the local  area of  a local  \ngovernment except  under a licence  granted by the local government and in conformity with the \nconditions of such   licence.  \n \n(4) A burial or burning place which is not administered by a local government shall be \nregistered  with the local government and shall be subject to regulation, supervision and inspection by \nit in such  manner  as the bye­laws  may provide.  \n \n(5) The Government may, by notification, declare that any graveyard or burial or burning place  \nwhich is open to public for burial or burning shall vest in a local gov ernment and thereupon such  burial \nor burning place shall vest in the local government and it shall take all measures necessary for  the \nproper maintenance  and administration  thereof.  \n \n(6) A local government may provide suitable places for the graveyard or burial or burning of \nthe dead,  and shall  take necessary  measures  for proper  maintenance  and administration  of such burial  \nand  burning  places.  \n \n(7) (a) Where a  local  government after  making  or causing  to be made a local  inquiry,  is of \nopinion   that any burial or burning ground in its local area has become offensive, to, or dangerous to, \nthe health of, persons living in the neighbourhood, it may, by notice in writing, require the owner or  \nperson  in charge of  such ground  to close the same from  such date as  may be specified  in the notice.  \n \n(b)  Where  such notice  is issued,  the local  government  may provide  at its own expense  or, if \nthe community concerned is willing to provide a new burial or burning ground, shall provide a  grant  to \nbe made  towards  the cost of the  same.  \n \n(8) No corpse  shall  be buried  or burnt  in any burial  or burning  ground  in respect  of which  a \nnotice   issued  under  this paragraph  is for the time being  in force.  \n \nCulture  \n \n22. Culture.—A local  government  may— \n \n(a) establish and maintain information centres for the furtherance of civic education \nand dissemination  of information  on such matters  as community  development  \nand other  matters of public  interest;  \n \n(b) provide  and maintain  public  halls  and community  centres;  \n \n(c) celebrate  national  occasions;  \n \n(d) encourage  national  and regional  languages;  \n \n(e) promote  physical  culture  and encourage  public  games  and sports  and organize  \nrallies  and  tournaments;  \n \n(f) provide,  promote  or subsidise  facilities  for the recreation  of the public.  \n \nPage 72 of 86  23. Libraries. —A local government may establish and maintain such libraries, reading rooms \nand circulation  libraries  as may be necessary  for the use of the public.  \n \n24. Fairs and shows. —A local government may make such arrangements on the occasion of \nany fairs, shows or public festivals within its local area as may be necessary for the public health, \npublic  safety and public convenience, and may levy fees on the persons attending such fairs, shows \nand festivals.  \n \nDangero us and Offensive  Articles  and Trades  \n \n25. Dangerous  and offensive  articles  and trades.___(1) The articles  and trades  specified  in \nFirst Schedule  shall  be deemed  to be dangerous  or offensive  for purposes  of this paragraph.  \n \n(2) Except  under  and in conformity  with the conditions  of a licence  granted  by the local  \ngovernment — \n \n(a) no person  shall  carry  on any dangerous  or offensive  trade;  \n \n(b) no premises  shall  be used or offered  to be used for any dangerous  or offensive  \ntrade;  and \n \n(c) no person  shall  store  or keep  in any premises — \n \n(i) any dangerous  or offensive  articles  for domestic  use; or \n \n(ii) any dangerous  or offensive  articles  in excess  of such limit  and quantity  \nas may be fixed   by the bye­laws.  \n \n(3) Notwithstanding the grant of a licence under sub­paragraph (2), the local government may,  \nfor reasons to be recorded, and after notice to the person affected, pass an order for the prohibition,  \nclosure or removal of any offensive and dangerous trade or art icle if such action is deemed expedient  \nor necessary  to implement  the order.  \n \nDrainage and  Sewerage  \n \n26. Drainage. —(1) A local government shall provide an adequate system of public drains in \nits local area and all such drains shall be constructed, maintained, kept cleared and emptied with due  \nregard  to the health  and convenience  of the  public.  \n \n(2) Every owner or occupier of any land or building within the local area of the local \ngovernment   may,  with its previous  permission,  and subject to  such terms  and conditions,  including  the \npayment  of  fees, as it may impose,  cause  his drains  to be emptied  into public  drains.  \n \n(3) All private  drains  shall  be subject  to control,  regulation  and inspection  by the local  \ngovernment.  \n \n(4) Subject to the provisions of any other law for the time being in force, the local government  \nmay, by notice, direct a commercial or industrial concern to provide for the disposal of its waste or  \neffluent  in the  manner specified, and failure  on the  part of owner, tenant  or occupier thereof to  comply  \nwith such directions,  shall  be a municipal  offence.  \n \nPage 73 of 86  (5) A local government may, by notice, require the owner of any building, land or an industrial  \nconcern  within  its local  area— \n \n(a) to construct such drains within the building or land or the street adjoining such \nbuilding or  land and to take such other measures for treatment and disposal of \neffluent as may be  specified  in the notice;  \n \n(b) to remove,  alter or improve  any such drains;  and \n \n(c) to take other  steps  for the effective drainage  of the building  or land as may be \nspecified.  \n \n(6) In case of  failure of  owner  to comply  with the requirements  of notice under  sub­paragraph  \n(5), the local government may itself cause such requirements to be carried out, and the cost so incurred  \nshall  be deemed  to be a tax levied  on the owner  of the building  or land under  this Act. \n \n27. Drainage  and sewerage  schemes  for commercial  and industrial  area .___(1) A \nlocal  government may, by notice, require the owners, tenants and occupiers of commercial and \nindustrial  concerns in any area or areas within its local area to have at their own cost prepared a scheme \nfor the  adequate  and safe  drainage  and disposal of their wastes and effluent  of the  quality permitted \nunder the  rule or the bye­laws  and submit  it to the local  government  within  the time specified  in the \nnotice:  \n \nProvided that the time limit may be extended by the local government for a maximum period \nof three months at the request of the owners, tenants or occupiers of the commercial and the industrial  \nunits  concerned.  \n \n(2) The drainage, sewerage and disposal scheme as approved by the local government with  \nmodifications, if any, shall be executed and implemented by the owners, tenants or occupiers of the  \ncommercial or industrial units at their expense in such manner and within such time as may be  specified  \nby the local  government.  \n \n(3) In case of the failure of the owners, tenants or occupiers of the c ommercial or industrial  \nconcerns  to comply  with the provisions  of sub­paragraphs  (1) and (2), the local  government  may itself  \nprepare the drainage, sewerage and disposal scheme and execute and implement it at its own expense,  \nand the cost so incurred shall, under this Act, be deemed to be a tax levied on the owners, tenants or  \noccupiers  of the  industrial  and commercial  units  concerned.  \n \nFood  and Markets  \n \n28. Public markets and slaughter -houses.—(1) A local government may provide and \nmaintain  within its own local area, public markets and public slaughter­houses, in such number as it \nthinks fit,  together with stalls, shops, sheds, pens and other buildings or conveniences for the use of \npersons  carrying on trade  or business in or frequenting such markets or slaughter­houses, and may \nprovide  and maintain in any such market buildings, places, machines, weights, scales and measures \nfor the  weighment  or measurement  of goods  sold therein.  \n(2) A local government may, at any time by publi c notice, either close or relocate any public  \nmarket  or public  slaughter­house  or any  part thereof.  \n \n29. Use of  public  markets.—(1) An officer  or servant  of the local  government  authorized  by \n \nPage 74 of 86  it in this behalf may summarily remove a person from a market if the person conducting business in \nthe market  without  the general  or special  permission  of the local  government.  \n \n(2) Any person contravening the provisions of this paragraph and any animal or article exposed  \nfor sale by such person may be summarily removed from the market by or under orders of the local  \ngovernment  by an officer  or servant  of the local  government  authorized  by it in this behalf.  \n \n30. Levy of stallages, rents and fees. — A local government may, in respect of a public market \nand a  public  slaughter­house : \n \n(a) charge  such stallages,  rents  and fees as it thinks  fit for  the occupation  or use of  \nany stall,  shop  standing, shed or pen in a public market, or public \nslaughter­house, or for the right to expose   goods for sale in a public market, or \nfor weighing or measurin g goods sold therein, or for the right to bring in goods \non vehicles or animals, or for animals b rought for sale or sold, or for  the right  \nto slaughter  animals  in any public  slaughter­house;  or \n \n(b) put up to public  auctions  or dispose  of by private  sale, the privilege  of occupying  \nor using  any  stall, shops, standing, shed or pen in a public market or public \nslaughter house for such term  and on such conditions  as it may approve.  \n \n31. Stallages, rents, etc. to be published. —A copy of the table of stallages, rents and fees, if \nany, leviable  in any public market or public slaughter -house and of the bye­laws made under this Act \nfor the purpose of regulating the use of such market or slaughter­house, printed in Urdu and in such \nother   language  or languages  as the local  government may  direct,  shall  be affixed  in some conspicuous  \nplace in the market  or slaughter­house.  \n \n32. Private markets and slaughter -houses.—(1) No place in a local area other than a public  \nmarket  shall be  used as a  market, and no place  in a local area  other than a  public  slaughter­ house  shall \nbe used as a slaughter­house, unless such place has been licensed as a market or slaughter­house   by \nthe local  government.  \n \n(2) Nothing in sub­paragraph (1) shall be deemed to restrict the slaughter of any animal in any  \nplace on  the occasion  of any festival  or ceremony,  subject  to such conditions  as to prior  or subsequent  \nnotice as the local government with the previous sanction of the local government may, by public or  \nspecial  notice,  impose  in this behalf.  \n \n33. Conditions of grant  of licence  for private  market  or slaughter  house.—(1) A local  \ngovernment  may charge  such fees as may be  approved for the  grant  of a licnece  to any person to  open  \na private  market  or private  slaughter­house  and may grant  such licence  subject  to such conditions,  \nconsistent  with this Act and any bye­laws,  as it thinks  fit to impose.  \n \n(2) A local  government  may refuse  to grant  any such licence  for reasons  to be recorded.  \n \n \n \n34. Prohibition of keeping market or slaughter -house open without licence, etc. —(1) No  \nperson  shall  keep  open  for public  use any market  or slaughter -house  in respect  of which  the licence  \nhas either been  suspended  or cancelled.  \n \n \nPage 75 of 86  (2) When a licence  to open a private market or private slaughter­house is granted or refused or \nis suspended or cancelled, the local government shall cause a notice of the grant, refusal, suspension \nor cancellation to be pasted in Urdu and in such other language or language s as it thinks necessary, at  \nsome  conspicuous  place  near by  the entrance  of the  place  to which  the notice  relates.  \n \n35. Prohibition of using unlicensed market or slaughter -houses.—No person, knowing that  \nany market or slaughter­house has been opened to the public without a licence having been obtained  \ntherefor when such licence is required by or under this Act, or that the licence granted therefor is for  \nthe time being suspended or that it has been cancelled, sell or expose for sale any article in such  market,  \nor slaughters  any animal  in such slaughter­house.  \n \n36. Prohibition  and restriction  of use of slaughter -houses.___(1) Where,  in the opinion  of \nthe local government it is necessary on sanitary grounds so to do, it may, by public notice, prohibit for  \nsuch period, not  exceeding one  month as may be  specified in the  notice, or for such further period,  \nnot exceeding one month, as it may specify by like notice, the use of any private slaughte r­house  \nspecified  in the notice,  or the slaughter  therein  of any animal  of any description  so specified.  \n \n(2) A copy  of every  notice  issued  under  sub­paragraph  (1) shall  be conspicuously  posted  in \nthe  slaughter­house  to which  it relates.  \n \n37. Power  to inspect  slaughter -house.___(1) Any servant  of a local  government  authorized  \nby order  in writing  in this behalf  by the local  government  may,  if he has reason  to believe  that any \nanimal   has been, is being, or is about to be slaughtered in any place in contrav ention of the provisions \nof this Act enter into  and inspect  any such place  at any time,  whether by  day or by  night.  \n \n(2) Every  such order  shall  specify  the place  to be entered  and the locality  in which  the same  \nis situated  and the period,  which  shall  not exceed  seven  days,  for which  the order  is to remain  in force.  \n \n38. Power  to make  bye-laws.—A local  government  may make  bye­laws  consistent  with this \nAct  to provide  for all  or any  of the  following  matters,  namely:  \n \n(a) the days on, and the hours  during,  which  any private  market  or private  \nslaughter­house  may  be kept open  for use;  \n \n(b) the regulation  of the design,  ventilation  and drainage  of such markets  and \nslaughter­ houses and  the material  to be used in the construction  thereof;  \n \n(c) the keeping of such markets and slaughter­houses and lands and buildings \nappertaining there  to in a clean  and sanitary  condition,  the removal  of filth and \nrefuse  there  from,  and the supply therein of pure water and of a sufficient \nnumber of latrines and urinals for the use of persons  using  or frequenting  the \nsame;  \n \n(d) the manner  in which  animals  shall  be stalled  at a slaughter­house;  \n \n(e) the manner  in which  animals  may be slaughtered;  \n \n(f) the disposal  or destruction  of animals  offered  for slaughter  which  are, from  \ndisease  or any  other  cause,  unfit  for human  consumption;  \n \n \nPage 76 of 86  (g) the destruction of carcasses which from disease or any other cause are found \nafter slaughter   to be unfit  for human  consumption;  and \n \n(h) any other  matter  which  the local  government  may consider  necessary  including  \nany specific   exemptions  from  the application  of the  bye­laws.  \n \n39. Bye-laws  for articles  of food  and drink—A local  government  may,  by bye­laws  — \n \n(a) prohibit  the manufacture, sale or preparation or the exposure for sale of \nany specified articles  of food or drink  in any place  or premises  not \nlicensed  by the local  government;  \n \n(b) prohibit  the import  into its local  area for sale or hawking  for sale, of any \nspecifies  article  of food or drink  by person  not so licensed;  \n \n(c) prohibit  the hawkings  of specified  articles  of food and drink  in such parts  \nof it local  area as may be specified;  \n \n(d) regulate  the time  and manner  of transport  within  its local  area of  any \nspecifies  articles  of food or drink;  \n \n(e) regulate the grant  and withdrawal  of a licence  under  this paragraph  and \nthe levying  of fees  therefor;  or \n \n(f) provide  for the seizure  and disposal  of any animal,  poultry  or fish \nintended  for food which  is diseased,  or any article  of food or drink  which  \nis noxious.  \n \n40. Milk supply. —(1) Except under a licence granted by the local government and it \nconformity  with the conditions of such licence, no person shall, unless exempted by the local \ngovernment, keep  milch cattle for the sal e of milk or sell milk or export  or import milk for sale or \nmanufacture butter,  ghee,  or any other  milk for sale or  dairy  product,  nor shall  any premises  be used \nfor such purpose.  \n \n(2) A local government may, in the manner prescribed, frame and enforce a milk supply scheme  \nwhich may among other matters provide for the establishment of milkmen ’s colonies, the prohibition  \nof the keeping of milch cattle in the local area or any part thereof and the adoption of such o ther \nmeasures  as may be necessary  for ensuring  an adequate  supply  of pure milk to the public.  \n \n41. Feeding  animals  on dirt, etc.—No person  shall  feed or allow  to be for on filthy  or \ndeleterious substances any animal, which is kept for purposes of supplying milk to, or which is  \nintended to be used for human consumption or allow it to graze in any place in which grazing has, for  \nsanitary  reasons,  been  prohibited  by public  notice  by the local  government.  \n \n42. Powers of entry and seizure. —(1) An officer or servant of a local government authorized \nby  it in writing  in this behalf — \n \n(a) may at any  time enter  into any market,  building,  shop,  stall or other  place in  the \nlocal  area for the purpose of inspecting, and may inspect, any animal, article or \nthing intended for human  food or drink or for medicine, whether exposed or \n \nPage 77 of 86  hawked about for sale or deposited in or  brought to any place for the purpose of \nsale, or of preparation for sale, or any utensil or  vessel for preparing, \nmanufacturing or containing any such article, or thing, and may enter  into and \ninspect any place used as a slaughter­house and may examine any animal or \narticle  therein;  \n \n(b) may seize any such animal, article or thing which appears to him to be  diseased, \nor unwholesome or unfit for human food or drink or medicine or to be \nadulterated or to be not  what it  is represented  to be, or any such utensil  or vessel  \nwhich  is of such a kind  or in such a  state as to render any article  prepared,  \nmanufactured  or contained therein  unwholesome  or unfit  for human  food or for \nmedicine.  \n \n(2) Any article seized under sub­paragraph (1) which is of a perishable nature may forthwith \nbe destroyed  if, in his opinion,  it is diseased,  unwholesome  or unfit  for human  food,  drink  or medicine.  \n \n(3) Every animal, article, utensil, vessel or other thing seized under subparagraph (1) shall, if \nit is not destroyed under sub­ paragraph (2), be taken before a competent court which shall give orders \nas to its disposal.  \n \nExplanation­I —If any such article, having been exposed or stored in, or brought to, any place  \nmentioned in sub­paragraph (1) for sale as asli (pure) ghee, contains any substance not exclusively  \nderived from milk, it shall be deemed, for purposes  of this paragraph, to be an article which is not  what  \nit is represented  to be. \n \nExplanation­II —Meat subjected to the process of blowing shall  be deemed to be unfit for \nhuman food.  \n \nExplanation­III —The article of food or drink shall not be deemed to be other than what it is  \nrepresented to be merely by reason of the fact that there has been added to it some substance not  \ninjurious  to health:  \n \nProvided  that— \n \n(a) such substance  has been  added  to the  article  because  the same  is required  for \nthe preparation  or production there of as an article of commerce in a state fit for \ncarriage or consumption and   not fraudulently to increase the bulk, weight or \nmeasure of the food or drink or conceal the  inferior  quality  thereof,  or \n \n(b) in the process of production, preparation or conve yance of such article of food \nor drink, the  extraneous  substance  has unavoidably  become  intermixed  \ntherewith,  or \n \n(c) the owner  or person  in possession  of the article  has given  sufficient  notice  by \nmeans  of a label   distinctly and legibly written or printed thereon or therewith, \nor by other means of a public  description,  that such substance  has been  added,  \nor \n(d) such owner or person has purchased that article with a written warranty that it \nwas of a  certain  nature,  substance  and quality  and had no reason  to believe  that \nit was not of such  nature,  substance and  quality,  and has exposed  it or hawked  it \nabout  or brought  it for  salt in   the same  state and by the same  description  as that \n \nPage 78 of 86  in and by which  he purchased  it. \n \nLicencing:  General Provisions  \n \n43. Power  to vary licence. —If a local government  is satisfied  that any place  used under  a \nlicence  granted by it under this Act is a nuisance or is likely to be dangerous to life, health or  property,  \nthe local  government  may,  by notice  in writing,  require  the owner,  lessee  or occupier  thereof  to \ndiscontinue the use of such place or to effect such alterations, additions, or improvements as will,  in \nthe opinion  of the local  government,  render  it no longer  a nuisance  or dangerous.  \n \n44. Carrying on trade, etc., without licence or in contravention of paragraph. — No person  \nshall carry on any trade, calling or occupation for which a licence is required without obtaining a  \nlicence therefor or while the licence therefor is suspended or after the same has been cancelled, or  after \nreceiving a  notice  under  paragraph  65, use or allow to  be used any building or  place  in contravention  \nthereof.  \n \n45. Gardens. —(1) A local  government  may lay­out and  maintain  within  its local  area such  \npublic   gardens as may be  necessary for the  recreation and convenience  of the  public  and such public  \ngardens  shall  be maintained  and administered  in such manner  as the bye­laws,  may provide.  \n \n(2) For every public garden there shall be framed and enforced, in the manner prescribed, a  \ngarden  development  plan,  which  shall  provide  for the development  and improvement  of the garden.  \n \n46. Open spaces. — A local government may provide and maintain within its local area such \nopen  spaces as may be necessary for the convenience of the public and such spaces shall be grassed,  \nhedged,  planted  and equipped  with such amenities  and in such manner  as the bye­laws  may provide.  \n \nDevelopment  Planning  \n \n47. Community  Development  Projects.— A local  government  may sponsor  or promote  \ncommunity development projects for its local area or any part thereof and may, in this behalf, subject \nto the  approval  of Government,  perform  such functions  as may be necessary.  \n \n48. Approval of Development Plan. —The Development Plan of a local government shall be  \nsanctioned  in its meeting.  \n \n49. Development  Plans  to be included  in the Budget.— As far as may be, the schemes  \nincluded  in  the Development  Plan shall  be included  in the budget.  Public  Health  and Sanitation.  \n \nPublic  Health  and Sanitation  \n \n50. Insanitary  buildings  and lands.—(1) A local  government may,  by notice,  require  the \nowners   or occupier  of any building  or land which  is in insanitary  or unwholesome  state — \n \n(a) to clean  or otherwise  put in it in a proper  state;  \n \n(b) to make  arrangements  to the satisfaction  of the local  government  for its proper  \nsanitation;  and \n \n(c) to lime wash  the building  and to make  such essential  repairs  as may be specified  \n \nPage 79 of 86  in the notice.  \n \n(2) If in the  opinion of a  local government  any well, tank, reservoir, pool, depression, or  \nexcavation, or any bank or tree, is in a ruinous state or for want of sufficient repairs, protection or  \nenclosure  is a nuisance  or is dangerous  to persons  passing  by or dwelling  or working  in the \nneighbourhood, the local government may, by notice in writing, require the owner or part­owner or  \nperson claiming to be the owner or part­owner thereof, or, failing any of them, the occupier thereof to  \nremove the same, or may require him to repair, or to protect or enclose the same in such manner as it  \nthinks necessary; and, if the danger is, in the opini on of the local government imminent, it shall  \nforthwith  take such steps  as it thinks  necessary  to avert  the same.  \n \n51. Removal, collection and disposal of refuse. —(1) A local government shall make adequate  \narrangements for the removal of refuse from all public roads and streets, public latrines, urinals,  drains \nand all buildings and lands vested in the local government and for the collection and proper  disposal  \nof such  refuse.  \n \n(2) The occupiers  of all other  buildings  and lands  within  the local  area of  a local  government  \nshall be  responsible for the removal of refuse from such buildings and land subject to the general \ncontrol  and supervision  of the local  government  where  relevant.  \n \n(3) A local government shall cause public dustbins or other suitable receptacles to be provided \nat suitable places and where such dustbins or receptacles are provided, the local government may, by  \npublic notice, require that all refuse accumulating in any premises or land shall be deposited by the  \nowner  or occupier  of such premises  or land in such dustbins  or receptacles.  \n \n(4) All refuse removed and collected by the staff of a local government or under their control \nand supervision and all refuse deposited in the dustbins and other receptacles provided by the local  \ngovernment  shall  be property  of the  local  government.  \n \n(5) A local government may, by notice, issue directions with regard to the manner in which \nand the conditions  subject  to which,  any matter referred  to in this paragraph  may be carried  out. \n \n52. Latrines and urinals. —(1) A local government shall provide and maintain in sufficient  \nnumber and in proper situations public latrines and urinals for the separate use of each sex, and shall  \ncause  the same  to be kept in proper  order and  to be regularly  and properly  cleaned.  \n \n(2) A local  government  may,  by notice  in writing — \n \n(a) require  any person  having  the control  whether  as owner,  lessee  or occupier  of \nany land or  building:  \n \n(i) to close  any cesspool  appertaining  to the land or building  which  is, in the \nopinion  of the  local  government  a nuisance;  or \n \n(ii) to keep in a clean condition, in such manner as may be prescribed by the \nnotice, any  receptacle or  filth or sewage  accumulating  on the land or in \nthe building; or  \n \n(iii) to prevent the water of any private latrine, urinal, sink or bathroom or \nany othe r offensive   matter, from soaking, draining or flowing, or being \n \nPage 80 of 86  put, from the land or building upon  any street or other public place or \ninto any water­course or other specified water­body or   into any drain  not \nintended  for the  purpose;  or \n \n(iv) to collect  and deposit  for removal  by the conservancy  establishment  of \nthe local  government within such time and in such receptacle or place, \nsituated at not more than  thirty five meters from the nearest boundary of \nthe premises, as may be specified in the  notice, any offensive matter or \nrubbish which such person has allowed to accumulate or  remain  under,  \nor on  such building  or land;  or \n \n(b) require  any person  to desist  from  making  or altering  any drain  leading  into public  \ndrain;  or \n \n(c) require  any person  having  the control  of a drain  to cleanse,  purify,  repair  or alter \nthe same,  or otherwise  put it in  good  order,  within  such time as  may be specified  \nin the notice.  \n \n(3) Where any premises are without privy or urinal accommodation, or without adequate privy \nor urinal  accommodation, or the privy or urinal is on any ground objectionable, the local government  \nmay,  by notice,  require  the owner or  occupier of  such premises  — \n \n(a) to provide  such or such additional  privy  or urinal  accommodation  as may be \nspecified  in the  notice;  \n \n(b) to make  such structural  or other  alteration  in the existing  privy  or urinal  \naccommodation  as may be so specified;  \n \n(c) to remove the privy  or urinal;  and \n \n(d) to substitute  connected  privy  or connected  urinal  accommodation  for any \nservice  privy  or service -uniral  accommodation  where  there  is any underground  \nsewerage  system.  \n \n(4) In case the owner or occupier of any building or land who has been served notice under \nsub­paragraph (3), fails to make arrangements to the satisfaction of the local authority for the matter  \nreferred to in this paragraph, the local government may make such arrangements and the cost so  \nincurred  shall  be deemed  to be a tax levied  under this  Act on the owner  or occupier.  \n \n53. Private  latrines.—A local  government  may,  by notice  in writing — \n \n(a) require  the owner or other person having the control of any private latrine or \nurinal not to put the  same  to public  use; or \n \n(b) where  any plan for the construction of private latrines or urinals has been \napproved by the local  government  and copies  thereof  may be obtained  free of \ncharge  on application:  \n \n(i) require any  person  repairing  or constructing  any private latrine or  urinal  \nnot to allow  the same to be used until it has been inspected by or under \nthe direction of the local  government  and approved  by it as conforming  \n \nPage 81 of 86  with such plan;  or \n \n(ii) require  any person  having  control  of any private  latrine  or urinal  to \nre­build  or alter the same  in accordance  with such plan;  or \n \n(c) require the owner or other person having the control of any such private latrine \nor urinal  which,  in the opinion  of the local  government  constitutes  a nuisance,  \nto remove the  latrine  or  urinal;  or \n \n(d) require  any person  having  the control  whether  as owner,  lessee  or occupier  of \nany land or  building:  \n \n(i) to have any latrines provided for the same covered by a sufficient roof \nand wall or fence   from  the view  of persons  passing  by or dwelling  in the \nneighbourhood;  or \n \n(ii) to keep such latrine or urinal in proper state to the satisfaction of the \nlocal government  and shall  employ  such staff for the purpose  as may be \nnecessary  or as may be specified   by the local  government;  and \n \n(e) require  any person  being  the owner  and having  the control  of any drain  to \nprovide,  within  ten  days from  the service  of the notice,  such covering  as may be \nspecified  in the notice.  \n \n54. Infectious  diseases.—(1) A local  government  shall  adopt  measures  to prevent  \ninfectious   diseases  and to restrain  infection  within  its local  area.  \n \n(2) A local  government  shall  establish  and maintain  one or more  hospitals  for the reception  \nand     treatment  of persons  suffering  from  infectious  diseases.  \n \n55. Bathing  and washing  places.—(1)A local  government  may from  time to time— \n \n(a) set apart  suitable  places  for use by the public  for bathing;  \n \n(b) specify  the time at which  and the sex of persons  by whom  such places  may be \nused;  and \n \n(c) prohibit  by public notice,  the use by  the public for  any of the said  purposes  of \nany place  not so  set apart.  \n \n(2) No person shall establish, maintain or run a hamam or a bath for public use except under a  \nlicence  granted by the local government and in conformity with the conditions and terms of such  \nlicence.  \n \n \n \nPublic  Safety  \n \n56. Floods.—For fighting  of floods,  rescuing  of people  from  the flood­affected  areas  and \naffording relief to flood­stricken  people, the local government shall provide such boats, appliances  and \n \nPage 82 of 86  equipment  as may be specified  by Government.  \n \n \nRegistration  of Births,  Deaths,  Marriages  and Divorces  \n \n57. Birth, deaths etc. —A local government  shall register all births, deaths, marriages and  \ndivorces within the limits of its local area and information of such births, deaths, marriages and  \ndivorces shall be given by such persons or authorities and shall be registered in such manner as the  \nbye­laws  may provide.  \n \nSocial  Welfare  and Community  Development  \n \n58. Social  welfare.—A local  government  may— \n \n(a) establish,  manage  and maintain  welfare  homes,  asylums,  orphanages,  widow  \nhomes  and other   institutions  for the  relief of  the distressed;  \n \n(b) provide  for the burial  or cremation  of unidentified  dead  bodies  within  its local  \narea at its own expense;  \n \n(c) adopt  such measures as may be specified by the Government for the prevention \nof beggary,  prostitution,  gambling,  taking  of injurious  drugs  and consumption  of \nalcoholic  liquor,  juvenile   delinquency  and other social  evils;  \n \n(d) organize  social  service  volunteers;  and \n \n(e) adopt such measures as may be prescribed for the prom otion of the welfare of \nbackward classes,  families  of the persons  serving  in the armed  forces,  women  \nand children.  \n \nStreets  and Streets  Lighting  \n \n59. Public streets —(1) A  local government shall provide and maintain such public streets and  \nother  means  of public  communications  as may be necessary.  \n \n(2) A local government shall, in the manner prescribed, prepare and execute a road maintenance  \nand development  programme.  \n \n60. Streets.—( 1) No new street shall be laid out except with the previous sanction of the local  \ngovernment  and in conformity  with the terms  and conditions  of such sanction.  \n \n(2) All streets other than public streets shall be maintained in such manner  as the bye­laws may  \nprovide.  \n \n(3) A local government may, by notice, require that any street may be paved, metalled, drained,  \nchanneled, approved or lighted in such manner as may be specified and in the event of default, the  \nlocal  government may have the necessary work done through its agency and the cost so incurred shall  \nbe deemed  to be a tax levied on  the person  concerned  under this  Act. \n \n(4) Government may prescribe the manner in which a street other than a public street may be \n \nPage 83 of 86  converted  into a public  street.  \n \n(5) A local government shall not name or rename a road or a street or a chowk or an underpass \nor  a flyover/interchange  without  the previous  approval  of the  Government.  \n \n61. Street lighting and electrification. —(1) A local government shall take such measures as  \nmay be necessary for the proper lighting of the public streets and other public places vested in the  local \ngovernment  by oil, gas, electricity or such other illuminant  as the  local governm ent may determine.  \n \n(2) A local government shall also provide or cause to be provided electricity in coordination \nwith the concerned  department  to its local  area for public  and private  purposes.  \n \n(3) A local  government  may frame  and enforce  street  lighting  and electrification  schemes.  \n \n62. Street watering. —A local government shall take such measures as may be necessary for \nthe watering of public streets for the comfort and convenience of the public, and may, for this purpose,  \nmaintain  such vehicles,  staff and  other apparatus  as may be necessary.  \n \nTrades  and Occupations  \n \n63. Provision of washing places. —(1) A local government may provide suitable places for the  \nexercise by washermen  of their calling, and may require payment of such fees as may be prescribed  \nby the local  government.  \n \n(2) Where the local government has provided such places as aforesaid it may, by public notice,  \nprohibit  the washing  of clothes  by washermen  at any other  place  within  that part of the local  area:  \n \nProvided  that such prohibition  shall  not be  deemed  to apply  to the washing  by a washerman  of \nhis own clothes or of the clothes of any other person who is an occupier of the place at which they are  \nwashed.  \n \n64. Licences required for carrying on of certain occupation. —(1) No person of any of the  \nfollowing  classes,  namely: — \n \n(a) butchers  and vendors  of poultry,  game  or fish; \n \n(b) persons  keeping  milch  cattle  or milch  goats  for profit;  \n \n(c) persons  keeping  for profit  any animal  other  than milch  cattle  or milch  goats;  \n \n(d) dairymen,  buttermen  and makers  and vendors  of ghee;  \n \n(e) vendors  of fruit or  vegetables;  \n \n(f) manufacturers  of ice or ice­cream  and vendors  of the  same;  \n \n(g) vendors of articles of food or drink for human consumption (other than milk, \nbutter, bread,  biscuits, cake, fruit, vegetables, aerated or other potable water or \nice or ice­cream) which are   of a perishable  nature;  \n \n \nPage 84 of 86  (h) vendors  of water  to be used for drinking  purposes;  \n \n(i) washermen;  \n \n(j) persons  carrying  on any trade  or occupation  from  which  offensive  or unwhole  \nsome  smells   arise;  \n \n(k) vendors  of wheat,  rice and other  grain  or flour;  \n \n(l) makers  and vendors  of sweetmeats;  \n \n(m) barbers  and keepers  of shaving  saloons;  and \n \n(n) any other  trades  and occupations  specified  in the bye­laws,  or through  public \nnotice  by local   government  from  time to time— \n \nshall  carry on his trade, calling or occupation in such part of a local area as may \nbe designated by  the local  government unless  he has  applied  for and obtained  a \nlicence in  this behalf  from  the local government.  \n \n(2) A licence  granted  under  sub­paragraph  (1) shall  be valid  until the end of the year in which  \nit is  issued  and the grant  of such licence  shall  not be withheld  by the local  government  unless  it has \nreason   to believe that the business which it is intended to establish or maintain would be offensive or  \ndangerous  to the public.  \n \n(3) Notwithstanding  anything  contained  in sub­paragraph  (1)— \n \n(a) no person who was, at the commencement of this Act carrying on his trade, \ncalling or  occupation in any part of a local area shall be bound to apply for a \nlicence for carrying on  such trade or occupation in that part until he has received \nfrom the local government not less   than three months notice  in writing of his \nobligation to do so, and if the local government  refuses to grant him a licence, \nit shall pay compensation for any loss incurred by reason of  such refusal;  and \n \n(b) no person shall be required to take a licence for the sale or  storage of petroleum \nor for the sale or possession  of poisons  or white  arsenic  in any case in which  he \nis required  to take a licence  or such sale, storage  or possession  under  any Federal  \nor any other  existing  law. \n \n(4) A local  government may  charge fees  for the grant  of licences  under  this paragraph.  \n \n65. Conditions  which  may be attached  to licences.—A licence  granted  to any person  \nunder  paragraph 89 shall specify the part of the local area in which the licensee may carry on his trade,  \ncalling  or occupation,  and may regulate  the hours  and manner  of transport  within  the local  area of any \nspecified articles intended for human consumption and may contain any other conditions which the  \nlocal  government  thinks  fit to impose  in accordance  with the bye­laws  made  under  this Act. \nPublic Vehicles and Parking  \n \n66.  A local government  may provide  for parking motors on  such public  places as may  be \ndetermined  by it. \n \nPage 85 of 86  67. Public  vehicle—(1) No person  shall  keep  or let for  hire or  drive or  propel,  within  the limits  \nof  the local area of the local government, any public vehicle, other than a motor vehicle, except under \na licence granted  by the local  government and  in conformity  with the conditions  of such licence.  \n \n(2) No horse or  other  animal  shall  be used  for drawing  a public vehicle within  the local  area of  \nthe local  government except under the licence  granted by the local government and in conformity with  \nthe conditions  of such  licence.  \n \n(3) A local government shall, in such manner as the bye­laws may provide and with the \nprevious  approval of Government, fix the rate of fares for the use of public vehicles and no person \nplying a  public  vehicle  shall  charge  a rate in excess  thereof.  \n \n(4) In this paragraph,  a “public  vehicle ” means  any vehicle  which  ordinarily  plies  for hire. \n \n68. Public ferries. —(1) A local government may, by bye­laws, provide for the licensing of \nboats and  other vessels plying for hire in a public watercourse and may specify the terms and conditions \nfor  the grant  of licences  and the fees to be charged  therefore.  \n \n(2) Government may declare any part of the public watercourse to be a public ferry and may  \nentrust the management thereof to the local government which shall manage and operate the public  \nferry  in such manner and  levy such toll as may be necessary.  \n \nWater  supply  \n \n69. Water  supply.—(1) A local  government  shall  provide or  cause to  be provided  to its local  \narea a  supply  of wholesome  water  sufficient  for public  and private  purposes.  \n \n(2) Where a piped water supply is provided, the local government shall supply water to private  \nand public premises  in such manner  and on payment of  such charges  as the bye­laws  may provide.  \n \n70. Private source of water supply —(1) All  private sources of water supply within the local  \narea of the local government shall be subject to control, regulation and inspection by the local  \ngovernment.  \n \n(2) No new well, water­pump or any other source of water for drinking purposes, shall be dug,  \nconstructed  or provided  except  with the sanction  of the  local  government.  \n \n(3) A local government may, by notice, require the owner or any person having the control of \nany  private  source  of water supply  used for drinking  purposes — \n \n(a) to keep  the same in  good  order  and to clean  it from  time to  time of  silt, refuse \nand decaying matter;  \n \n(b) to protect  the same from  contamination  in such manner  as the local  government \ndirects;  and \n(c) if the water therein is proved to the satisfaction of the local government to be \nunfit for  drinking  purposes,  to take such  measures  as may be specified  in the \nnotice  to prevent  the use  of such water for drinking  purposes.  \n \n71. Public  watercourses. —(1) A local government  may,  with the previous sanction  of the \n \nPage 86 of 86  Government, declare any source of water, river, spring, tank, pond or public stream, or any part  thereof  \nwithin  its local  area,  which  is not private  property,  to be a public  watercourse.  \n \n(2) A local government may, in respect of any public watercourse, provide such amenities, \nmake  such arrangements for life  saving, execute such works and, subject to the provisions of any law \nfor the   time being in force relating to irrigation , drainage and navigation, regulate the use thereof in \nsuch manner  as the bye­laws  may provide.  \n \n72. Tanks, ponds and low -lying areas. —A local government may take such steps with regard \nto  the excavation or re­excavation  of tanks and ponds and the reclamation  of low­lying areas as it \nthinks fit or the  Government  directs.  \n \n \n_________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n            \n \n \n \n \n        \n            \n \n           Date: 11 -10-2024"
}