{
    "file": "./converted_json\\administrator1b97868717364d9c657075538007cf60.json",
    "name": "Gilgit-Baltistan Subordinate Judiciary Service Tribunal Act 2019",
    "date": "31st December, 2019",
    "tagline": "An Act to provide for the establishment of the Gilgit-Baltistan Subordinate Judiciary Service Tribunal",
    "content": "__________________________________________________________________\n__________________________________________________________________\nISLAMABAD, \nTUESDA\nY\n DECEMBER  31, 2019\n__________________________________________________________________\n__________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF GILGIT­BALTISTAN\nLAW AND PROSECUTION DEPARTMENT\n(Gilgit-baltistan Secretariat)\nGilgit, the 31st December, 2019\nThe Gilgit-Baltistan Subordinate Judiciary Service Tribunal Act 2019\n(A\nCT\n N\nO\n. VIII \nOF\n 2\n019)\nAn Act to provide for the establishment of the Gilgit-Baltistan Subordinate\nJudiciary Service Tribunal\nPreamble.—\nWhereas it is expedient to provide for the establishment of\nthe Gilgit­Baltistan Subordinate Judiciary Service Tribunal and for matters connected\ntherewith or ancillary thereto;\nIt is hereby enacted as follows:—\n1.\nShort title and commencement.—\n(1) This Act may be called the\nGilgit­Baltistan Subordinate Judiciary Service Tribunal Act 2019.\n(791)\nPrice : Rs. 6.00\n[2067(2019)/Ex. Gaz.]\n792\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n [P\nAR\nT\n I\n(2)\nIt shall come into force at once.\n2.\nDefinitions.—\nIn this Act, unless the context otherwise requires.—\n(a)\n“Chairman” means the Chairman of the Tribunal;\n(b)\n“Government” means Government of the Gilgit­Baltistan;\n(c)\n“Governor” means the Governor of the Gilgit­Baltistan;\n(d)\n“Member” means a Member of the Tribunal and includes the Chairman;\n(e)\n“Member of subordinate judiciary” means and includes all Judicial\nOfficers who are or have been under the administrative control of the\nChief Court Gilgit­Baltistan; and\n(f)\n“Tribunal” means the Tribunal established by this Act and includes a\nBench thereof.\n3.\nTribunal.—\n(1) The Governor may, subject to sub­section (3), by\nnotification in the official Gazette, establish a Service Tribunal for the members of\nthe subordinate judiciary of the Gilgit­Baltistan.\n(2)\nThe Tribunal shall have exclusive jurisdiction in respect of matters\nrelating to the terms and conditions of service of the members of subordinate judiciary\nincluding disciplinary matters.\n(3)\nThe Tribunal shall consist of three judges of the Chief Court Gilgit­\nBaltistan nominated by the Chief Judge, the senior most of whom shall be the\nChairman.\n4.\nConstitution of benches.—\n(1) Notwithstanding anything contained\nin Section 3, the Chairman may constitute a Bench consisting of two Members with\nor without the Chairman and when so constituted, the Bench shall be deemed to be\na Tribunal.\n(2)\nIf a Bench is unable to arrive at a unanimous decision, in an appeal,\nthe matter shall be placed before the full Tribunal and the decision of the Tribunal\nshall be expressed in terms of the opinion of the majority.\n(3)\nThe Chairman may, at any stage of hearing of an appeal withdraw it\nfrom the Tribunal and entrust it to a Bench or may withdraw any appeal pending\nbefore a Bench and make it over to another Bench or to the Tribunal.\nP\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n793\n5.\nAppeal to Tribunal.—\n Any member of subordinate judiciary aggrieved\nby any final order, whether original or appellate, made by a departmental authority in\nrespect of any of the terms and conditions of his service may, within thirty days of\nthe communication of such order to him or within six months of the establishment of\nthe Tribunal, whichever is later, prefer an appeal to the Tribunal:\nProvided that—\n(a)\nwhere an appeal, review or representation to a departmental authority\nis provided under the Civil Servants Act, 1973 (Act No. LXXI of\n1973), or any rules against any such orders, no appeal shall lie to the\nTribunal unless the aggrieved person has preferred an appeal or\napplication for review or representation to such departmental authority\nand a period of ninety days has elapsed from the date on which such\nappeal, application, or representation was so preferred; and\n(b)\nno appeal shall lie to the Tribunal against an order or decision of a\ndepartmental authority determining the fitness or otherwise of a person\nto be appointed to, or hold a particular post or to be promoted to a\nhigher post.\n       Explanation.— \nIn this section ‘departmental authority’ means\nthe authority, other than a Tribunal which is competent to make an\norder in respect of any of the terms and conditions of service of\nmembers of subordinate judiciary.\n6.\nPowers of Tribunal.—\n(1) The Tribunal may, on appeal, confirm, set\naside, vary or modify the order appealed against.\n(2)\nThe Tribunal shall, for the purpose of deciding any appeal, be deemed\nto be a civil court and shall have the same powers as are vested in such court under\nthe Code of Civil Procedure 1908 (V of 1908), including the powers of—\n(a)\nenforcing the attendance of any person and examining him on oath;\n(b)\ncompelling the production of documents; and\n(c)\nissuing commission for the examination of witnesses and documents.\n(3)\nNo court fee shall be payable for preferring an appeal to, or filing,\nexhibiting or recording any document in, or obtaining any document from a Tribunal.\n794\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  DECEMBER  31,  2019\n [P\nAR\nT\n I\n7.\nReview.—\n(1) The Tribunal shall have the power to review its final\norder on a review petition filed by an aggrieved party within thirty days of the order\non the \nfollowing grounds, namely:—\n(i)\ndiscovery of new and important matter or evidence which, after\nexercise of due diligence, was not within knowledge of the petitioner\nor could not be produced by him at the time when the order was\npassed.\n(ii)\non account of some mistake or error apparent on the face of record;\nor\n(iii)\nfor any other sufficient cause.\n(2)\nThe Tribunal shall decide the review petition within thirty days.\n(3)\nThe Tribunal may confirm, set aside, vary or modify the judgment or\norder under review.\n8.\nLimitation.—\nThe provisions of Sections 5 and 12 of the Limitation\nAct 1908 (IX of 1908), shall apply to appeals under this Act.\n9.\nTransfer of appeal.—\nAll appeals pending before the Tribunal\nestablished under the Gilgit­Baltistan Service Tribunal Act 2010 (Act No. IX of\n2010), relating to members of subordinate judiciary shall stand transferred to the\nTribunal established under this Act.\n10.\nRules.—\nThe Government may, by notification in the official Gazette,\nmake rules for carrying out the purposes of this Act.\nFIDA MUHAMMAD NASHAD,\nSpeaker\nGilgit-Baltistan Assembly.\n__________\nRAJA JALAL HUSSAIN MAQPOON,\nGovernor\nGilgit-Baltistan .\n————————————————————————————————————————————\nPRINTED  BY THE MANAGER, PRINTING CORPORA TION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STA TIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}