{
    "file": "./converted_json\\administrator7a849d0d2949c3ba717b581a01e7fed8.json",
    "name": "Pakistan General Cosmetics Act, 2023",
    "date": "3rd August, 2023",
    "tagline": "Regulating quality, standard, labeling, packing, and manufacturing of general cosmetics",
    "content": "Page 1 of 7 \n  \nTHE PAKISTAN GEN ERAL COSMETICS ACT, 2023 \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement \n2.  Definitions \n3.  Establishment of the Authority \n4.  Composition of the Authority \n5.  Removal of the president and members \n6.  Meetings of the Authority \n7.  Powers and functions of the Author ity \n8.  Business liberty \n9.  Pakistan Penal Code, 1860 (Act XLV of 1860) to apply \n10.  Implementing authority \n11.  Offences, penalties etc \n12.  Cognizance of offences \n13.  Funds \n14.  Budget \n15.  Maintenan ce of accounts and a udit \n16.  Public servants \n17.  Annual Report \n18.  Employees \n19.  Indemnity \n20.  Power to make rules \n21.  Act not in derogation \n22.  Power to remove difficulties \n \n\n \nPage 2 of 7 \n THE PAKISTAN GEN ERAL COSMETICS ACT, 2023 \nACT NO. OF 2023  \n[3rd August , 2023 ] \n \nAN \n \nACT  \nto regu late the quality, standar d, labeling, packing, manufacturing, storage , distribution \nand sales of general cosmetics \n WHEREAS, it is expedient to regulate the standard of the gene ral cosmetics to ensure the \nquality of general cosmetics including labeling, packing, manufacturing, storage, sale and distribution \nand for matters connected therewith and ancillary thereto; \n  It is hereby enacted as follows:— \n  1. Short title, extent and commencement.—(1) This Act shall be called the Pakistan General \nCosmetics Act, 2023. \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions.—In this Act, unless there is anything repugnant  in the subject or context,— \n(a)  “Analyst” means analyst appointed by the government in the laboratory under \nthe control and management of Pakistan Standard Quality Control Authority; \n(b)  “Association” means Pakistan Cosmetics Manufacturing Association; \n(c)  “Authority” means the Pakistan General Cosmetics Regulatory Authority \nconstituted under section 3 of this Act; \n(d)  “Code means the Code of Criminal Procedure, 1898 (Act V of 1898 ); \n(e)  “Cosmetic Manufacturing Unit” premises comprising of the building, Quality \nControl Lab, storage and requisite machinery used for the manufacturing of the \ngeneral cosmetics and its standard must fulfill all the hygienic conditions which \nmay be necessary for the safety and health of human beings; \n(f)  “Counterfeit cosmetic” means general cosmetic manufactured, processed and \npacked in violation of the registered trade mark, label, design and copyright \nof any product which already been  used and registered for any other firm; \n(g)  “Division concerned” means the division to which the business of this Act \nstands allocated; \n(h)  “expiry date” means a date after which general cosmetic product shall not be \ndisplayed for sale; \n \nPage 3 of 7 \n (i)  “free sale certificate” means free sale certificate issued by the Trade  \nDevelopment Authority under the Trade Development Authority of Pakistan \nAct, 2013,  but shall not include Medicated Cosmetics as defined in clause (xix) \nof section 2 of the Drug Regulatory Authority of Pakistan Act, 2012 (XXI of \n2012); \n(j)  “general cosmetic” means any substance intended to be used to clean \nimprove or change of complexion of skin, hair, nails or teeth and include the \nbeauty preparations for make-up, perfume, skin cream, skin lotion nail polish, \nnail paint, soap, shampoo, shaving cream, gel, sun care and deodorant also \ninclude any article intended for use as a compone nt of general cosmetics or any \nother item declared by the Authority for the purposes of this Act; \n(k)  “Government” means the Federal Government; \n(l)  “inspector” means an inspector appointed under section 15 of the Pakistan \nStandards and Quality Control Authority Act, 1996  (VI of 1996 ); \n(m)  “label” means a display of written, printed or graphic matter upon the primary \nand secondary packa ging or the outside container or wrapper of a cosmetic \nproduct; \n(n)  “manufacturing date” means date of production with specific batch number of \nany general cosmetics product; \n(o)  “Pakistan Standard” shall have the same meaning as assigned to in the Pakistan \nStandards and Quality Control Authority Act, 1996  (VI of 1996); \n(p)  “Prescribed” means prescribed by rules made under this Act;  \n(q)  “president” means president of the Authority; \n(r)  “PSQC A” means the Pakistan Standards and Quality Control Authority \nestablished under section 3 of the Pakistan Standards and Quality Control \nAuthority Act, 1996  (VI of 1996): \n(s)  “Rules” means rules made under  this Act; \n(t)  “standards and quality certificate” means standard and quality certificate issued \nby the Pakistan Standards and Quality Contol Authority; and \n(u)  “substandard cosmetics” means general cosmetics products that fail to meet \neither their quality standards or specification or hazardous to human use as per \nstandards and quality notified by the PSQCA . \n 3. Establishment of the Authority.—(1) On the commencement of this Act, there shall stand \nestablished an authority to be known as the Pakistan General Cosmetics Regulatory Authority to carry \nout the purposes of this Act.\n (2) The Authority shall be a body  corporate, having perpetual succession and a common seal, \nwith power to enter into contracts within its budge tary allocation following all the applicable rules and \n \nPage 4 of 7 \n regulations, acquire or dispose of property, both movable and immovable, and may, by its name, sue \nor be sued. \n (3) The Authority shall be an autonomous body  under the administrative control of the Ministry \nof Science and Technology with its headq uarter at Islamabad. \n (4) The Authority may set up its sub-offices at Provincial capital and such other places, as it \nmay deem necessary from time to time with the approval of the Federal Government. \n (5) The common seal of the Authority shall be kept in the custody of the president or such \nother persons as may be prescribed by rules and documents required or permitted to be executed \nunder the common seal shall be specified and authenticated in such manner  as may be prescribed by \nrules. \n 4. Composition of the Authority.—(1) The Authority shall consist of a president and \nfollowing members:— \n(a)  four members from the association who are professional of known integrity and \neminence with a minimum of ten years of related expe rience in the field of \ngeneral cosmetics; \n(b)  one member who is professional of known integrity and eminence with a \nminimum of fifteen years of related experience in the field of law; \n(c)  one member who is a professional chemist of known integrity and eminence \nwith a minimum of fifteen years of related experience in the field of chemistry; \n(d)  one member who is a professional of known integrity and eminence with a \nminimum of fifteen years of related experience in the field of dermatology; \n(e)  Secretary of the Division conc erned or any officer nominated by the Secretary \nbut not below the rank of BPS-20; \n(f)  one member from Ministry of Law and Justice not below the rank of BPS 20 \nEx-Officio Member\n(g)  one member from Ministry of Commerce not below the rank of BPS-20 \nEx-Officio Member \n(h)  one member from Ministry of Industry and Production not below the rank of \nBPS 20 Ex-Officio Member \n (2) The President and the Members under clauses (a) to (d) of sub- section (1) shall be \nappointed by the Prime Minister on the recommendations of the Division concerned. \n (3) The president shall be the conven er and head of the Authority. The president shall be \nappointed from amongst the members under clauses (a) to (d) of sub-section (1). The term of the \npresident and members shall be four years, on such terms and conditions as may be prescribed: \n (4) The president and members shall be eligible for reappointment for one additional term of \nfour years. \n \nPage 5 of 7 \n  (5) The Prime Minister, if necessary, may designate any member of the Authority to act as \npresident. \n 5. Removal of the president and members.—(1) The president or any other member may, \nprior to expiry of their respective term, resign from office by writing under his hand  addressed to \nthe Prime Minister. \n (2) The Prime Minister upon recommendations of the Authority, may remove the president \nor any member from office on grounds of inefficiency, incapacity or miscond uct. For the purposes of \nsuch recommendations the Authority shall cond uct an inquiry in such manner as may be prescribed by \nrules. \n (3) In case of vacancy occurring due to death, resignation, retirement or removal of the \npresident or any member, the appointment another qualified person to the said post shall be made \nwithin a period not exceeding ninety days from the date of such vacancy. \n 6. Meetings of the Authority.—(1) The meeting of the Authority shall be held on quarterly \nbasis. \n (2) The president shall also call a meeting of the Authority, within five working days, on being \nrequested in writing to do so by at least three Members of the Authority. \n (3) The Members of the Authority shall have  reasonable notice of the date, time, and place of \na meeting of the Authority and each matter on which a decision has to be made:\n Prov ided that in case of an urgent issue, the requirement of prior notice may be waived by the \npresident. \n (4) The Authority may, by the regulations, prescribe the manner in which Authority \nmeetings are to be held. \n (5) The president or in his absence, any other Member so nominated by the president, shall \npreside the meeting of the Auth ority. \n (6) The decisions of the Authority shall be taken  by majority of its members present and \nin case of a tie, the member presiding a meeting shall have a casting vote. \n (7) The quorum for a meeting shall be sixty percent of the total Members with a fraction being \ncounted as one. \n (8) No act or proceedings of the Authority shall be questioned or invalidated merely on the \nground  of existence of any vacancy or defect in the constitution of the Authority. \n 7. Powers and functions of the Author ity.—(1) In addition to such other powers and \nfunctions as may be assigned under this Act, the Authority shall be responsible to regulate the \nstandard and to ensure the quality of general cosmetics including labeling, packing, manufacturing, \nstorage, sale and distribution. \n (2) Without prejudice to generality of the foregoing, the Autho rity may be respon sible to— \n(a)  make the policies for the development of general cosmetics business in \nPakistan; \n \nPage 6 of 7 \n (b)  make the policies for import and export of general cosmetics;  \n(c)  issue guidelines from time to time; \n(d)  facilitate adva ncement and up gradation of the sector to meet national and \ninternational standa rds of general cosmetics; \n(e)  take steps for development and promotion of general cosmetics;  \n(f)  prepare annu al budget; \n(g)  deve lop working manuals, references, materials and proced ures from time to \ntime etc.\n(h)  perform any other function which is necessary for the discharge of its functions \nunder this Act. \n 8. Business liberty.—The business of general cosmetics is related to the Intra-Provincial \nTrade. However, cosmetic firms or companies are at liberty to run their business, inside or outside \nPakistan, under prevailing laws and rules made thereunder. \n 9. Pakistan Penal Code, 1860 (Act XLV of 1860) to apply.—The provisions of the Pakistan \nPenal  Code, 1860  (Act XLV of 1860 ), to the extent not inconsistent with anything provided in this \nAct, shall apply to the offences provided in this Act. \n 10. Implementing auth ority.—The PSQC A shall be investigating authority for the purposes \nof investigation of offences of substandard. \n (2) The inspector shall in all matters follow the procedure laid down in the Code. \n 11. Offences, penalties etc.—If any product is found  to be coun terfeit, the person who may \nbe found involve in this process or liable to be punished with rigorous imprisonment of three years \nand fine up to five million rupees. The premises where these counterfeit products are being processed \nshall be sealed and machinery shall also be confiscated. \n 12. Cognizance of offences.—(1) Cognizance of offences shall be initiated in accordance with \nthe Code on the complaint received from an aggrieved person. \n (2) The trial of offences shall be cond ucted by Magistrate of lst class.  \n (3) The provisions of Pakistan Penal  Code, 1860  relating to the offence of counterfeit or \nsubstandard also shall be applicable. \n 13. Funds.—There shall be established a fund to be called the General Cosmetics Fund which \nshall consist of— \n(a)  Grant-in-aid from the Federal Government, and the Provincial Governments; \n(b)  Collections, subscriptions, and donations from any person body,  association \nor organization; \n \nPage 7 of 7 \n (c)  receipts from other sources as may be approved  by the Federal Government \nincluding sale proceeds from the Institute’s products, publications, and holding \nof exhibitions, programs, festivals and projects as a self-generated fund, which \nthe Authority may, retain and spend therefrom and the balance, if any, shall \nbe depo sited in the self-generated fund accou nt maintained by the Authority \nseparately for this purpose in the scheduled banks; and \n(d)  such funds  as it may generate through private-public partnerships. \n 14. Budget.—The Authority shall, in respect of each financial year, by such date as may be \ndetermined by the Federal Government, submit to it for approval a statement, to be called the Annual \nbudg et statement, in the prescribed manner, showing the estimated receipts and expenditure and the \nsums likely to be required during the next financial year along with detail program of works for that \nyear. \n 15. Maintenan ce of accounts and audit.—The Authority shall maintain complete and \naccurate accounts and other relevant records in such manner and form as may be prescribed by the \nFede ral Government in consultation with Auditor General of Pakistan which shall be audited by the \nAuditor-General of Pakistan. \n 16. Public servants.—Members and employees of the Authority shall be deemed to be public \nservants within the meaning of section 21 of the Pakistan Penal  Code, 1860 (Act XLV of 1860). \n 17. Annual Report.—(1) The Authority shall, within three months of the end of a financial \nyear, submit to the Prime Minister, its annual report, which shall consist of the accounts and audit \nreports of the Authority, a comprehensive statement of the work and activities carried out by the \nAuthority during the preceding financial year, and its proposed activities as well as such other matters \nas may be deemed necessary by the Authority. \n (2) The Prime Minister, at any time, may seek any details or clarification from the Authority \nabout its financial affairs, \n 18. Employees.—To carry out the purposes of this Act, employees including officers and staff \nof the Authority shall be appointed on such terms and cond itions of services as may be prescribed by \nrules. \n 19. Inde mnity.—No suit prosecution or other legal proceeding shall lie against any person \nfor anything which is in good faith done or intended to be done  under this Act or any rules made there \nunder. \n 20. Power to make rules.—The Government may, by notification in the Official Gazette, \nmake rules not inconsistent with the provisions of this Act, for carrying out the purposes of this Act.\n 21. Act not in derogation.—This Act shall be in addition to and not in derogation of any other \nlaw. \n 22. Power to remove difficulties.—if any difficulty arises in giving effect to any provision of \nthis Act, the Prime Minister may make such order not inconsistent with the provisions of this Act, as \nmay be necessary to remove the difficulty. \n         Last Uploaded on 09.10.2023"
}