{
    "file": "./converted_json\\administratorbf3c739041f23d1715243047f9bab24c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 14 \n  \nTHE PAKISTAN STANDARDS AND QUALITY CONTROL \nAUTHORITY ACT, 1996  \n \nCONTENTS  \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement.  \n2. Definitions.  \nCHAPTER II  \nCONSTITUTION  \n3. Constitution of the Authority.  \n4. Management.  \n5. Constitution of the Board.  \n6. Advisory Council.  \n7. Director­General.  \nCHAPTER III  \nPOWERS  \n8. Powers and functions of the Authority.  \n9. Authentication of orders and other instruments of the Authority.  \n10. Prohibition of improper use of Authority marks.  \n11. Prohibition of use of certain names, etc.  \n12. Prohibition of registration in certain cases.  \n13. Power to prohibit or restrict export of certain articles.  \n14. Power to prohibit, manufacture, keeping in stock and sale of certain articles.  \n15. Inspectors.  \n\n \nPage 2 of 14 \n 16. Power to obtain information, etc.  \n17. Powers of Authority to other bodies, etc.  \n18. Appeals.  \n19. Certain matters to be kept confidential.  \n20. Penalty for improper use of Authority marks, etc.  \n21. Penalty for contravention of section 13.  \n22. Penalty for other contra ventions.  \n23. Cognizance of offences by courts.  \n24. Protection of action taken under this Act.  \n 25. Power to exempt.  \n26. Power to make rules.  \n27. Power to make regulations.  \nCHAPTER IV  \nESTABLISHMENT  \n 28. Appointment of officers, servants, etc., by the Autho rity. \n29. Appointment of officers, servants etc., by the Director­General in cases of urgency.  \n30. Members and officers etc., to be public servants.  \n31. Delegation of powers to the Director­General etc.  \nCHAPTER V  \nFINANCE  \n 32. Funds.  \n33. Budget.  \n34. Audit a nd Accounts.  \n35. Saving.  \nCHAPTER VI  \nMISCELLANEOUS  \n 36. Submission of yearly reports and returns.  \n37. Dissolution of the department of Central testing laboratories and the Pakistan Standards \nInstitution.  \n38. Removal of difficulties.  \n39. Repeal.  \n \nPage 3 of 14 \n THE PAKISTAN STANDARD AND QUALITY CONTROL AUTHORITY \nACT, 1996  \nACT NO. VI OF 1996  \nAn Act to provide for the establishment of Pakistan Standards and Quality Control Authority  \nWHEREAS it is expedient to establish a Pakistan Standards and Quality Control Authority to \nprovide for the standardization and quality control services ;  \nIt is hereby enacted as follows :— \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement .—(1) This Act may be called the Pakistan \nStandards and Quality Control Authority Act , 1996.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions .—In this Act, unless there is anything repugnant in the subject or context, — \n(a) “Authority ” means the Pakistan Standards and Quality Control Authority \nestablished under section 3 ;  \n(b) “Advisory Council ” means the Advisory Council appointed under section 6 ;  \n(c) “article ” means (as respect standardization and marking) any substance, \nartificial or natural, or partly artificial or partly natural, whether raw  or partly or \nwholly processed or manufactured, but does not include any article to which the \nAgricultural Produce (Grading and Marking) Act, 1937 (I of 1937), for the time \nbeing applies:  \n(d) “Board ” means the Board of Directors constituted under section 5  ; \n(e) “certificate ” means certificate granted under this Act to use either Authority \nstandard quality mark or the Authority conformity mark or Authority safety \nmark in relation to any article ;  \n(f) “Director­General ” means the Director General of the Authority ;  \n(g) “Inspect or” means an Inspector appointed by the Authority under section 15 ;  \n(h) “license ” means a license granted under this Act to use Pakistan standard and \nquality mark in relation to any article, product or process which conforms to the \nrelevant Pakistan stand ard ; \n(i) “metrology ” means the field of knowledge concerned with measurements and \nincludes units of measurement and their field of application and all theoretical \nand practical problems relating to measurements ;  \n \nPage 4 of 14 \n (j) “Pakistan standard ” means the standard  (including any tentative or provisional \nstandard) established and published by the Directorate of Standards of the \nAuthority ;  \n(k) “Pakistan Standards Institution ” means the institution set­up under the \nResolution of the Government of Pakistan in the Late  Ministry of Commerce \nand (Industries Division) No. l­l­22(I)/58, dated the 3rd day of October, 1958, \nand registered under the Societies Registration Act, 1860 (XXI of 1860) ;  \n(l) “prescribed ” means prescribed by rules made under this Act;  \n(m) “process ” includes any practice, treatment and mode of manufacture of any \narticle ;  \n(n) “product ” means raw material, semi­finished or finished products ;  \n(o) “quality ” means conformity to a given requirement or specification of a product \nor service;  \n(p) “quality assu rance ” means a system of activities whose purpose is to provide an \nassurance that the overall quality control is in fact being done effectively ;  \n(q) “quality control ” means control over the quality of all the industrial and \nprocessed goods, their manufact uring processes and testing methods by the \nAuthority ;  \n(r) “rules ” means rules made under this Act;  \n(s) “standard ” means   a   technical   specification   or   other document available to \nthe public, drawn up with the cooperation and consensus or general a pproval of \nall interests affected by it, based on the consolidated results of science, \ntechnology and experience aimed at the promotion of optimum community \nbenefits and approved by the Authority ;  \n(t) “testing ” means the action or process of examining a s ubstance under known \ncondition in order to determine its identity and quality or one of the constituents \nand includes the action by which the physical properties, materials and \nmachines are tested in order to determine their particular requirements or \nperformances ; and  \n(u) “training ” means training of technical staff in the field of standardization, \ntesting, quality control, legal, metrology, inspection and industrial research of \nthe concerned departments and industries in Pakistan as well as of trainees f rom \nother friendly countries.  \nCHAPTER II  \nCONSTITUTION  \n3. Constitution of the Authority .—(1) There  shall be established an Authority to be known \nas the Pakistan Standards and Quality Control Authority to carry out the purposes of this Act.  \n \nPage 5 of 14 \n (2) The Authority shall be a body corporate having perpetual succession and a common seal, \nwith power subject to t he provisions of this Act, to acquire and hold pro perty, both movable, and \nimmov able, shall by said name sue and be sued.  \n(3) The headquarters of the Authority shall be at Karachi and it may, with the prior approval \nof the Federal Government set­up regiona l offices at such places as, when and where required.  \n4. Management .—(1) The general direction and administration of the Authority and its \naffairs shall vest in the Board which may exercise all powers and do all acts and things which may be \nexercised, or d one by, the Authority.  \n(2) The Board shall in discharging its functions act on sound principles of standardization, \nquality control, testing and metrology and shall be guided on questions of policy by such directions as \nthe Federal Government may give from time to time.  \n(3) If any question arises as to whether any matter is a matter of policy or not, the decision of \nthe Federal Government shall be final.  \n5. Constitution of the Board. —(1) The Board shall consist of  the following members, \nnamely: — \n(i) Min ister for 1[Science and Technology], Government of Pakistan  Chairman.  \n(ii) Director General of the Authority  Vice­ Chairman.  \n(iii) Deputy Director General (Finance) of the Authority  Member.  \n(iv) Deputy Director General (Standards Development) of the Authority  Member.  \n(v) Deputy Director General (Quality Control) of the Authority  Member.  \n(vi) Deputy Director General (Technical Services) of the Authority  Member.  \n(vii) A representative of the Ministry of Commerce, Government of Pakistan  Member.  \n(viii) A representative of the Federation of Pakistan Chambers of Commerce \nand Industry  Member.  \n(ix) Secretary of the Authority  Member/ \nSecretary.  \n(2) No act or proceeding of the Board shall be invalid merely on the ground of the existence \nof any vacancy, or any defect, in the constitution of the Board.  \n(3) The members of the Board, except the Chairman, shall received such salary and \nallowances and shall be subject to such conditions of service as may be determined by  the Federal \nGovernment.  \n(4) No person shall continue to be a member who  \n(a) is or, at any time, has been convicted of an offence involving moral turpitude ; or  \n(b) is or, at any time, has been adjudicated insolvent; or  \n(c) is found to be a lunatic or of unsound mind ; and  \n(d) has a financial interest in any scheme or a conflicting interest directly or indirectly \nand has failed to disclose such interest in writing to the Federal Government.  \n1 Subs. by the Pakistan Standards and  Quality Control Authority (Amdt.) Act, 1997 (29 of 1997),s.2, for “Industries ”. \n \nPage 6 of 14 \n 6. Advisory Council .—(1) There shall be an Advisory Council to be appointed by the \nFederal Government for carrying out the activities of various directorates of the Authority.  \n(2) The Advisory Council shall consist of the following members, namely: — \n(i) Secretary, Ministry of 1[Science and Technology], Government of Pakistan.  Chairman.  \n(ii) Three Members of the National Assembly and one Senator.  Vice­ Chairman.  \n(iii) A representative of Ministry of Finance.  Member.  \n(iv) A representative of Ministry of 2[Industries and Production].  Member.  \n(v) A representative of Ministry of Commerce.  Member.  \n(vi) A representative of Ministry of Defence.  Member.  \n(vii) A representative of Ministry of Eduction.  Member.  \n(viii) A representative of Ministry of Communications.  Member.  \n(ix) A representative of Ministry of Food and Agriculture.  Member.  \n(x) A representative of Ministry of Health.  Member.  \n(xi) A representative of Ministry of Petroleum and Natural Resources.  Member.  \n(xii) A representative of Ministry of Water and Power.  Member.  \n(xiii) A representative of Ministry of Housing and Works.  Member.  \n(xiv) A representative of each Provincial Government  Member.  \n(xv) A representative of University Grants Commission  Member.  \n(xvi) A representative of Pakistan Council of Engineers.  Member.  \n(xvii) A representative of Scientific and Research Institutions.  Member.  \n(xviii) A representative of Consu mers Organizations  Member.  \n(xix) A representative of Federation of Pakistan Chambers of Commerce and \nIndustry and one representative each of the Chambers of Commerce and \nIndustry at Karachi, Lahore, Quetta and Peshawar.  Member  \n(xx) Director General, Pakistan Standards and Quality Control Authority  Membe r/Secretary  \n \n7. Director­General. —(1) There  shall be a Director General of the Authority who shall be \nthe chief executive of the Authority and shall be appointed by the Federal Government.  \n(2) The Director General and other members shall discharge such duties and perform such \nfunctions as are assig ned to them by or under this Act.  \n(3) Until the Board is duly constituted, the Director General shall, subject to such directions \nas the Federal Government may give from time to time, exercise the powers, and perform the function \nof the Board.  \n(4) The offi cers of the Authority shall have such powers and shall perform such functions as \nmay be assigned to them by the Director General.  \n1Subs. by the Pakistan Standards and Quality Control Authority (Amdt.) Act, 1997 (29 of 1997), s. 3, for “Industries ”. \n2Subs. ibid., for “Science and Technology ”. \n \nPage 7 of 14 \n CHAPTER III  \nPOWERS  \n8. Powers and functions of the Authority. —The powers ad functions of the Authority shall \nbe— \n(i) designing, measuring and testing instruments and test procedures;  \n(ii) inspection  and testing of products and services for their quality, specification \nand characteristics, during use and for import and export purposes ;  \n(iii) to review the matters which may be necessary for quality improvement of \nproducts or processes ;  \n(iv) Preparati on, implementation, co­ordination or arranging of the training \nprogrammers on standardization, quality control testing and weights and \nmeasures, for technical staff of the Authority, other organizational and trainees \nfrom foreign countries ;  \n(v) setting up , assisting in, establishing and authorizing various inspection and \ntesting centres and agencies at important industrial sites and towns ;  \n(vi) providing for the quality labelling standards which shall specify ingredients, \nperformance, specification, usage , methods and other relevant quality control \nmatters ;  \n(vii) grading the products when requested by manufacturers, or whenever necessary \nfor the purpose of quality improvement ;  \n(viii)  setting up the mode of inspection and the manner in which samples may b e \nobtained ;  \n(ix) examination of manufacturing plants for the designated products or processes \nfor approval of marks of the Authority ;  \n(x) to stop manufacture, storage and sale of such products which do not conform to \nthe Pakistan or any other country's s tandards recognized by the Authority ;  \n(xi) inspection and taking of samples of any material or product for examination as \nto whether any article or process in relation to which any of Authority mark has \nbeen used conforms to the Pakistan standard or a sta ndard of any other country \nrecognized by the Authority or whether any of the Authority mark has been \nimproperly used in relation to any article or process with or without license or \ncertificate ;  \n(xii) specification of the manner and condition subject to w hich a license or \ncertificate to use any of the Authority marks may be granted or renewed, \nsuspended, cancelled or withdrawn ;  \n(xiii)  granting, renewal, suspension, cancellation or with­drawl of a license or \ncertificate for the use of any of the Authority marks ;  \n \nPage 8 of 14 \n (xiv)  levying of fees, for marking, grant or renewal of any license or certificate in \nrelation to use of any of the Authority marks ;  \n (xv) levying of fees for checking, inspection and testing of products for import, \nexport of local consumption ;  \n(xvi) framing and publishing, amending , revising or with­drawl of the Pakistan \nstandards in relation to any article, product, process ;  \n(xvii)  determination of Pakistan standards for the measurement of length, weight, \nvolume energy and materials ;  \n(xvii) c ollection, circulation of statistics and other information relating to \nstandardization, quality control, metrology, applied research ;  \n(xix)  establishment, maintenance of libraries, museum, laboratories and accreditment \nof other laboratories for the purpos e of furthering the practices of \nstandardization, metrology and quality control;  \n(xx) communication with public and Government agencies on national and \ninternational levels, on matters connected with standardization and other \nactivities of the Authority th rough circulars, books, public media or through \nseminars, symposia workshops and printing and publishing such circulars and \nbooks ;  \n(xxi)  securing recognition of the Pakistan Standards and confidence in Pakistani \nproducts abroad ;  \n(xxii)  registration of in spection agencies ;  \n(xxiii)  coordination and cooperation with other national, regional and international \norganizations, associations, societies, institutions or councils, whether \nincorporate or not, whose objects are wholly or in part similar to those of t he \nAuthority ; and  \n(xxiv)  constitution of committees for carrying out the schemes and programmers of the \nAuthority.  \n9. Authentication of orders and other instruments of the Authority. —All orders, \ndecisions and all other instruments issued by the Authority shall be authenticated only by the signatures \nof such officer or officers who are authorized by the Authority in this behalf.  \n10. Prohibition of improper use of Authority marks. —No person  shall use, in relation to \nany article, product or process or in the title of any patent or in any trade marks or design the Authority \nmarks except under a license or certificate issued under this Act.  \n11. Prohibition of use of certain names, etc. —No perso n shall without the previous \npermission of the Authority and subject to such conditions as may be prescribed, use — \n (a) any name which may resemble the name of the Authority or contain the \nexpressions “Pakistan standard ” or “Pakistan standard specification ” or any \nabbreviation of such expression ; or  \n \nPage 9 of 14 \n (b) any mark or trade mark in relation to any article or process containing the \nexpressions “Pakistan standards ” or “Pakistan standard specification ” or any \nabbreviation of such expressions.  \n12. Prohibition of registration in certain cases .— (1) Notwithstanding anything contained \nin any law for the time bing is force, no registering body shall register any company, firm or any body \nor persons or a trade mark or design or grant a patent, in respect of an inventio n which hears a title \ncontaining any name or mark in contravention of provision of sections 10 or 11.  \n(2) Where any question arises before a registering authority whether the use of any name or \nmark is in contravention of section 10 or section 11, the regi stering authority may refer the question to \nthe Federal Government whose decision thereon shall be final.  \n13. Power to prohibit or restrict export of certain articles .—(1) The Federal Government \nmay, by notification in the official Gazette and subject to s uch conditions and exceptions imposed by \nthe Authority issuing a license or certificate, prohibit, restrict or otherwise control the taking out of \nPakistan of articles of any specified description which do not bear the Authority mark or regulate \npractices,  including trade practice and procedure connected with the export of such articles.  \n(2) Any article specified in the notification issued under sub­section (1) shall be deemed to be \nthe goods of which taking out of Pakistan has been prohibited or restricted  under section 16 of the \nCustoms Act, 1969 (IV of 1969), and all the provisions of that Act shall have effect accordingly.  \n14. Power to prohibit, manufacture, keeping in stock and sale of certain articles .—(1) \nThe Federal Government may, in consultation wi th the Authority and by notification in the official \nGazette, prohibit, with effect from such date as may be specified in the notification, the manufacture, \nstorage and sale of any article specified therein which does not conform to the Pakistan standard.  \n(2) The Federal Government may, by notification in the official Gazette, require any article \nwhich conforms to a particular Pakistan standard to be marked with such distinctive mark as may be \nspecified in the notification.  \n15. Inspectors .—(1) The Authority  may appoint Inspectors for the purpose of enforcing \nquality control and inspection of article or process in relation to which any of the Authority mark has \nbeen used and for the purpose of performing such functions as may be assigned to them.  \n(2) Subject to any rules made under this Act, an Inspector shall have power to — \n(a) Inspect any operation carried on in connection with any article or process in \nrelation to which any of the Authority mark has been used ;  \n(b) take samples of any article, or of any mat erial or substance used in any article    \nor process, in relation to which any Authority mark has been used ;  \n(c) seize and detain for such time as may be necessary any article to which he \nbelieves any provision of this Act has been contravened ; and  \n(d) stop, search or seize any aircraft, ship or any transport vehicle in which he \nbelieves on reasonable grounds that any article subject to the provisions of this \nAct, is being transported thereon does not conform to Pakistan standard.  \n \nPage 10 of 14 \n (3) Every Inspector shal l be issued by the Authority a certificate of appointment which shall \nbe produced by the Inspector on demand.  \n(4) Any person who obstructs or impedes in performance of duties of an Inspector or any other \nauthorized officer shall be guilty of an offence pun ishable under section 22.  \n(5) Any article seized under this Act may, at the option of the Inspector, be kept or stored in \nthe premises where it was seized or may at the direction of the Inspector be removed to any other place.  \n(6) The Inspector shall relea se any article seized by him under this Act when he is satisfied \nthat all the requirements of the Act with respect thereto have been complied with.  \n(7) Any person who, without the authority of an Inspector, removes, alters, or interferes in \nany way with an y article seized under this Act, shall be guilty of an offence punishable under section \n22. \n(8) Any person who knowingly makes any false or misleading statements either verbally or \nin writing to any Inspector engaged in carrying out his duties under this A ct shall be guilty of an offence \npunishable under section 22.  \n16. Power to obtain information, etc .—Every licensee shall supply the Authority with such \ninformation and with such samples of any material or substance used in relation to any article or \nproces s as the Authority may require.  \n17. Powers of Authority to other bodies, etc. —The Federal Government may, in \nconsultation with the Authority and by notification in the official Gazette, direct that any power \nexercisable by the Authority under this Act shal l, in relation to such matters and subject to such \nconditions as may be specified in the direction, be exercisable also by such body or such organization \nas may be specified in the notification.  \n18. Appeals .—(1) Any person aggrieved by an order passed by the Authority or by a person \nor body acting as Authority under clause (xiii) of section 8, may prefer an appeal to the Court of \nSession.  \n(2) The appeal shall be presented in such form and manner and within such  time and on \npayment of such fee as may be prescribed.  \n(3) The Court of Session shall dispose of the appeal after giving the appellant an opportunity \nof being heard and shall, in dealing with appeals under this section, follow such procedure as specified \nin the Code of Criminal Procedure, 1898 (V of 1898).  \n19. Certain matters to be kept confidential .—Any information coming into notice of the \nAuthority or any of its officer in relation to any article or process subject to this Act shall be treated as \nconfide ntial and shall not be communicated or revealed to any person :  \nProvided that nothing in this section shall apply to the disclosure of any information for the \npurpose of prosecution under this Act.  \n20. Penalty for improper use of Authority marks, etc .—(1) Any person who contravenes \nthe provisions of sections 10, 11 or 12, shall be punishable with imprisonment of either description for \na term which may extend to one year, or with fine which shall not be less than thirty thousand rupees, \nor with both.  \n \nPage 11 of 14 \n (2) A c ourt convicting a person under this section may direct that any property in respect of \nwhich the contravention was made shall be forfeited to the Federal Government.  \n21. Penalty for contravention of section 13 .—If any person contravenes the provisions of \nany notification issued under section 13 or of any license or certificate issued thereunder, he shall \nwithout prejudice to confiscation of property or penalty to which he may be liable under the provision \nof the Customs Act, 1969 (IV of 1969) as applied by sub­section (2) of the said section 13, be \npunishable with imprisonment of either description for a term which may extend to one year, or with \nfine which shall not be less than fifty thousand rupees, or with both.  \n 22. Penalty for other contraventions. —Who ever contravenes any of the provisions of this \nAct or any rule made or notification issued thereunder, including a notification issued under Section \n14, prohibiting, manufacture, storage or sale of an article not conforming to the Pakistan Standard \nshall, if no other penalty is elsewhere provided under this Act, be punishable with imprisonment of \neither description for a term which may extend to one year, or with fine which shall not be less than \nfifty thousand rupees, or with both.  \n23. Cognizance of offenc es by courts. —No court inferior to that of a Magistrate of the First \nClass shall try any offence punishable under this Act.  \n24. Protection of action taken under this Act .—No suit, prosecution or other legal \nproceeding shall lie against the Federal Government or the Authority or any person acting under the \nauthority of the Federal Government or the Authority for anything which is in good faith done or \nintended to be done in pursuance of this Act or any rule or regulation made thereunder.  \n25. Power to  exempt .—The Federal Government may, by notification in the official Gazette, \nexempt any article or class of articles from the operation of all or any of the provisions of this Act.  \n26. Power to make rules .—The Federal Government may, by notification in th e official \nGazette, make rules to carry out the purposes of this Act.  \n27. Power to make regulations .—The Authority may, with the previous approval of the \nFederal Government, by notification in the official Gazette, make regulations not inconsistent with th is \nAct or the rules to carry out the purposes of this Act, including procedure for holding meetings of the \nAuthority.  \nCHAPTER IV  \nESTABLISHMENT  \n28. Appointment of officers, servants, etc., by the Authority .—(1) The Authority may, \nfrom time to time, create p osts and appoint such officers, servants, experts or consultants as it may \nconsider necessary for the performance of its functions on such terms and conditions as may be \nprescribed :  \nProvided that appointment to the posts in Basic Pay Scale 20 or above sha ll not be made except \nwith the previous approval in writing of the Federal Government.  \n(2) The Authority shall lay down the procedure for the appointment of its officers, servants, \nexperts and consultants, and the terms and conditions of their service, inc luding the constitution and \nmanagement of pension and gratuity for them, and shall be competent to take disciplinary action \nagainst them.  \n \nPage 12 of 14 \n 29. Appointment of officers, servants etc., by the Director­General in cases of urgency .—\nSubject to section 28, the Di rector­General may, in cases of urgency, appoint such officers, servants, \nexperts or consultants and on such terms and conditions as may be recommended by a selection \ncommittee, constituted under the rules :  \nProvided that every appointment made under this section shall be reported to the Board and \nAuthority without unreasonable delay and in no case beyond six months.  \n30. Members and officers etc. to be public servants .—The Director­General, members, \nofficers, servants, experts and consultants of the Authori ty shall, when acting or purporting to act in \npursuance of any of the provisions of this Act, be deemed to be public servants within the meaning of \nsection 21 of the Pakistan Penal Code. (XLV of I860).  \n31. Delegation of powe rs to the Director­General etc .—The Authority may, by general or \nspecial order and subject to such conditions as it may think fit to impose, delegate to the Director­ \nGeneral or a member, or an officer of the Authority, all or any of its powers or functions under this \nAct. \nCHAPTER V  \nFINANCE  \n32. Funds. —(1) There shall be created a fund to be known as the Pakistan Standards and \nQuality Control Authority Fund which shall vest in the Authority and shall be utilized by the Authority \nto meet charges in connection with its functions under th is Act including the payment of salaries and \nother remuneration to the Director­General, members, officers, servants, experts and consultants of the \nAuthority.  \n(2) The Pakistan Standards and Quality Control Authority Fund shall be fina nced from the \nfollowing sources :— \n(a) grants or loan made by the Federal Government;  \n(b) loans, aid and donations from the national or international agencies ; and  \n(c) revenue earned from the levy of various types of fees, such as marking fee, \ntesting fee, registration fee and from the sale of standards.  \n(3) All sums payable to the Authority may be recovered as an arrear of land revenue.  \n 33. Budget .—The Authority shall, in respect of each financial year, submit for approval of \nthe Federal Government, on such date as may  be prescribed, a statement of the estimated receipts and \nexpenditure, including requirements of foreign exchange for the next financial year.  \n34. Audit and Accounts .—(1) The accounts of the Authority shall be audited every year by \nthe Auditor General of P akistan Revenue in such manner as may be prescribed.  \n(2) Copies of the audit reports shall be sent to the Federal Government alongwith the \ncomments of the Authority.  \n(3) The audit report shall be available for public inspection.  \n \nPage 13 of 14 \n (4) The Federal Government may issue directions to the Authority for rectification of any item \nobjected to by the Auditor General of Pakistan Revenue and the Authority shall comply with such \ndirections.  \n35. Save, as provided in the rules or regulations, the Deputy Director­General ( Finance) of the \nAuthority shall be consulted on every new proposal of expenditure.  \nCHAPTER VI  \nMISCELLANEOUS  \n36. Submission of yearly reports and returns .—(1) As soon as possible after the end of \nevery financial year but before the last day of the month of December of that year, the Authority shall \nsubmit to the Federal Government a report on the conduct of its affairs for that year.  \n(2) The Federal Government may, after giving sufficient notice to the Authority, require it to \nfurnish the Government with — \n(a) any return, statement, estimate, statistics, or other information regarding any \nmatter under the control of the Authority ;  \n(b) a report on any subject with which the Authority is concerned ; and  \n(c) a copy of any document in the charge of the Authority.  \n37. Dissolution of the department of Central testing laboratories and the Pakistan \nStandards Institution. —Upon the commencement of this Act, the department of Central Testing \nLaboratories and the Pakistan Standards Institution, hereinafter referred to as the said organisations, \nshall stand dissolved, and — \n (i) all assests, rights, powers, authorities and privi leges and all properties, movable \nand immovable, cash and bank balance, reserve funds, investment and all other \ninterests and rights in, or arising out of such properties and all debts, liabilities \nand obligations of whatever kind of the said organizations  subsisting \nimmediately before their dissolution shall stand transferred to and vest in the \nAuthority.  \n(ii) all officers and other employees of the said organizations shall, notwithstanding \nanything constrained in any law or in any agreement, deed, documen t or other \ninstrument, stand absorbed and transferred to the Authority after obtaining prior \noption from the employees of the said organizations and shall be deemed to have \nbeen appointed or engaged by the Authority in accordance with the terms and \nconditi ons which shall not be less favourable than in their previous \norganizations; and no officer or other employee whose services are so absorbed \nand transferred shall be entitled to any compensation because of such absorption \nor transfer ;  \n(iii) all debts and obligations incurred or contracts entered into or rights acquired \nand all matters and things engaged to be done by, with or for the said \norganizations before their dissolution shall be deemed to have been incurred, \nentered into, acquired or engaged to be d one by, or for, the Authority ; and  \n \nPage 14 of 14 \n (iv) all suits and other legal proceedings instituted by or against the said \norganizations before their dissolution shall be deemed to be suits and \nproceedings by or against the Authority and may be proceeded or otherwis e \ndealt with accordingly.  \n38. Removal of difficulties .—The Federal Government may, for the purpose of removing any \ndifficulty in relation to the absorption and transfer and other matters specified in section 37, make such \norder as it considers expedient an d any such order shall be deemed to be, and given effect to, as a part \nof the provisions of this Act.  \n39. Repeal .—The Pakistan Standards Institution (Certification Marks) Ordinance, \n1961(XLVIII of 1961), is hereby repealed.  \n \n_______________"
}