{
    "file": "./converted_json\\administratorc0a301ae45df31b6a4b3828a5cd57fde.json",
    "name": "The Workmen's Compensation Act, 1923",
    "date": "5th March, 1923",
    "tagline": "An Act to provide for the payment by certain classes of employers to their workmen of compensation for injury by accident.",
    "content": "Page 1 of 35   \nTHE WORKMEN'S COMPENSATION ACT, 1923  \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement.  \n2. Definitions.  \nCHAPTER II  \nWORKMAN'S COMPENSATIOON  \n3. Employer's liability for compensation.  \n4. Amount of compensation.  \n5. Method of calculating wages.  \n6. Review.  \n7. Commutation of half­monthly payments.  \n8. Distribution of compensation.  \n9. Compensation not to be assigned, attached or charged.  \n10. Notice and claim.  \n \n10A.  Power to require from employer s statements regarding fatal accidents.  \n10B.  Reports of fatal accidents.  \n \n10C.  Officers authorised may refer cases for payment of compensation.  \n10D.  Fixation of abstracts of the act or rules at the entrance of the premises  \n11. Medical examination.  \n12. Contracting.  \n13. Remedies of employer against stranger.  \n14. Insolvency of employer.  \n15. Special provisions relating to masters and seamen.  \n16. Returns as to compensation.  \n\n \nPage 2 of 35  17. Contracting out.  \n18. Proof of age.  \n18A. Penalties.  \nCHAPTER III  \nCOMMISSIONERS  \n19. Reference to Commissioners.  \n20. Appointment of Commissioners.  \n21. Venue of proceedings and transfer.  \n22. Form of application.  \n22A. Power of Commissioner to require further deposit in cases of fatal accident.  \n23. Powers and procedure of Commissioners.  \n24. Appearance of parties.  \n25. Method of recording evidence.  \n26. Costs.  \n27. Power to submit cases.  \n28. Registration of agreements.  \n29. Effect of failure to register agreement.  \n30. Appeals.  \n30A. Withholding of certain payments pending decision of appeal.  \n31. Recovery.  \nCHAPTER IV  \nRULES  \n32. Power of the Provincial Government to make ru les \n33. [Repealed .] \n34. Publication of rules.  \n35. Rules to give effect to arrangements with other countries for the transfer of money paid \nas compensation.  \n \nPage 3 of 35  THE WORKMEN’S COMPENSATION ACT, 1923  \n  \n1ACT No. VIII OF 1923  \n[5th March, 1923 ] \n \nAn Act to provide for the payment by certain classes of employers to their workmen of compensation \nfor injury by accident.  \n \nWHEREAS it is expedient to provide for the payment by certain classes of employers to their \nworkmen of compensation for injury by accident; i t is hereby enacted as follows: — \n \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement. — (1) This Act maybe called the \nWorkmen’s Compensation Act, 1923.  \n \n2[(2) It extends to the whole of Pakistan].  \n(3) It shall come into force on the first day of July, 1924.  \n2. Definitions. — (1) In this Act, unless there is anything repugnant in the subject or \ncontext, — \n(a) “adult” and “minor” mean respectively a person who is not and a person who \nis under the age of fifteen years  ; \n \n(b) “Commissioner ” means a Commissioner for Work men’s Compensation \nappointed under section 20;  \n \n(c) “compensation” means compensation as provided for by this Act ;  \n \n3[(d) “dependent” means any of the following relatives of a deceased workman, \nnamely: — \n1For Statement of Objects and Reasons, see Gazette of India, 1922, Pt. V, p. 313; and for Report of Joint Committee, see ibid ., 1923, Pt. V, p. 37. See also the Work men’s \nCompensation (Amdt.) Act, 1939 (13 of 1939), s. 3.  \nIt has been­  \n(i) extended to the Lease d Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950) ( w.e.f . 15­8­1947); as amended by the Baluchistan States \nUnion (Federal Laws) (Extension) (Second Amendment) Order, 1953 (G.G.O. 19 of 1953) (w.e.f. 26­8­1953);  \n(ii) applied in the Federated Areas of Baluchistan, see Gazette of India, 1937, Pt. I, p. 1499;  \n(iii) extended to the Baluchistan States Union, see the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G.G.O. 4 o f 1953) ( w.e.f .15­4­1953 );  \n(iv) extended to the State o f Bahawalpur, see the Bahawalpur (Extension of Federal Laws) Order, 1953 (G.G.O. 11 of 1953) ( w.e.f.  20­4­1953) as amended by the \nBahawalpur (Extension of Federal Laws) (Amdt.) Order, 1953 (G.G.O. 21 of 1953) (w.e.f. 3­11­1953);  \n(v) extended to the Khairpur St ate, see the Khairpur (Federal Laws) (Extension) Order, 1953 (G.G.O. 5 of 1953) ( w.e.f . 16­4­1953) as amended by (G.G.O. 24 of 1953) \n(w.e.f. 22­12­ 1953);  \n(vi) applied to the Railway Servants employed within the Area of the Khyber Agency, see Gazette of India, 1936, Pt. I, p. 1403;  \n(vii) The Act has been applied to the Provincially Administered Tribal Areas or to the parts of those areas to which it does not al ready apply, see Regulation No. I of 1972, \ns. 2 and Sch.  \n(viii) The Act has been and shall be deemed to have been br ought into force in Gwadur with effect from the 8th September, 1958 by the Gwadur (Application of Central \nLaws) Ordinance, 1960, (37 of 1960).s. 2.  \n2 The original sub­section (2) as amended by A.O., 1949 (w.e.f. 28­3­1949) and the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 8 (w.e.f. 10­5­1951) \nhas been subs. by the Central Laws (Statue Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (w.e.f. 14­10­1955).  \n3Subs. by the workmen’s Compensation (Amdt.) Act, 1933 (15 of 1933), se ction 2, for the original clause (d).  \n \nPage 4 of 35  (i)  a 1[widow], minor legitimate son, and unmarried legitimate daughter, \nor a widowed mother ; and  \n \n(ii) if wholly or in part dependent on the earnings of the workman at the \ntime of his death, a 2[widower], a parent other than a widowed \nmother, a minor illegitimate son, an unmarried illegitimate daughter, \na daughter legitimate or illegitimate if married and a minor or if \nwidowed, a minor brother, an unmarried or widowed sister, a  \nwidowed daughter ‑in‑law, a mino r child of a deceased son, 3[a minor \nchild of a deceased daughter where no parent of the child is alive,] or, \nwhere no parent of the workman is alive, a paternal grandparent;]  \n \n(e) “employer” includes any body of persons whether incorporated or not and any \nmana ging agent of an employer and the legal representative of a deceased \nemployer and, when the services of a workman are temporarily lent or let on \nhire to another person by the person with whom the workman has entered \ninto a contract of service or apprentice ship, means such other person while \nthe workman is working for him ;  \n \n(f)   “managing agent” means any person appointed or acting as the representative \nof another person for the purpose of carrying on such other person’s trade or \nbusiness, but does not include  an individual manager subordinate to an \nemployer ;  \n \n(g)   “partial disablement” means, where the disablement is of a temporary nature, \nsuch disablement as reduces the earning capacity of a workman in any \nemployment in which he was engaged at the time of the a ccident resulting in \nthe disablement, and, where the disablement is of a permanent nature, such \ndisablement as reduces his earning capacity in every employment which he \nwas capable of undertaking at that time:  \n \n   Provided that every injury specified in Sc hedule I shall be deemed to \nresult in permanent partial disablement;  \n \n(h) “prescribed” means prescribed by rules made under this Act ;  \n \n(i) “qualified medical practitioner” means any person registered 4* * * under any \nAct of 5[the 6[Federal] Legislature or any Provincial Legislature] providing \nfor the maintenance of a register of medical practitioners (21 & 22 Vict., \nc.1990), or, in any area where no  such last ‑mentioned Act is in force, any \nperson declared by the  7[Provincial Governm ent], by notification in the  \n1Subs. by the Work men’s Compensation (Amdt.) Act, 1938 (9 of 1938), section 2 (w.e.f. 5­4­1938), for “wife”.  \n2Subs. by Act 15 of 1933, s. 2, for “husband”.  \n3Ins. ibid.  \n4Certain words omitted by the Federal Laws (Revision and D eclaration) Ordinance, 1981 (27 of 1981), s.3. and Sch., II.  \n5Subs. by A.O., 1949 (w.e.f.28­3­1949), for “any Legislature in British India”.  \n6Subs. by A.O., 1975, Art. 2 and Table, for “Central” (w.e.f. 14­8­1973).  \n7Subs. by A.O., 1937 (w.e.f. 1­4­1937) fo r “L.G.”.  \n \nPage 5 of 35  1[official Gazette], to be a qualified medical practitioner for the purposes of this Act ;  \n2*  *    *    *    *  *       *  \n(k) “seaman” means any person forming part of the crew of any 3* ship, but does \nnot include the master of  4[the] ship ;  \n(l) “total disablement” means such disablement, whether of a temporary or \npermanent nature, as incapacitates a workman for all work which he was \ncapable of performing at the time of the accident resulting in such \ndisablement:  \n \nProvided that perman ent total disablement shall be deemed to result \nfrom the permanent total loss of the sight of both eyes or from any \ncombination of injuries specified in Schedule I where the aggregate \npercentage of the loss of earning capacity, as specified in that Schedul e \nagainst those injuries, amounts to one hundred per cent ;  \n \n5[(ll)    “Tribunal” has the same meaning as in the Industrial Relations Ordinance, \n1969 (XXIII of 1969);]  \n \n(m) “wages” includes any privilege or benefit which is capable of being \nestimated in money,  other than a travelling allowance or the value of any \ntravelling concession or a contribution paid by the employer of a workman \ntowards any pension or provident fund or a sum paid to a workman to cover \nany special expenses entailed on him by the nature of  his employment ;  \n \n(n) “workman” means any person (other than a person whose employment is of a \ncasual nature and who is employed otherwise than for the purposes of the \nemplo yer's trade or business) who is — \n \n(i) a railway servant as defined in section 3 of the Railways Act, 1890 \n(IX of 1890), not permanently employed in any administrative, \ndistrict or sub ‑divisional office of a railway and not employed in any \nsuch capacity as is specified in Schedule II, or  \n \n \n \n \n \n1Subs. by A.O.  1937  (w.e.f 01-04-1937) for “local official Gazette”.  \n2Cl. (j) was omitted by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 2.  \n3The word “registered” omitted, ibid.  \n4Subs. ibid., for “any such”.  \n5Cl. (ll) ins. by the Labour Laws (Amdt.) Act, 1975 (11 of 1975), section 2 and  Sch. (w.e.f. 25­1­1975).  \n \nPage 6 of 35  (ii) employed 1* * * 2* * *, in any such capacity as is specified in Schedule II,  whether the \ncontract of employment was made before or after the passing of this Act and whether \nsuch contract is expressed or implied, oral or in writing; but does not include any \nparson working in the capacity of a member  of 3* * * naval, military or air forces 4* * \n*; and any reference to a workman who has been injured shall, where the workman is \ndead, include a reference to his dependa nts or any of them.  \n \n(2) The exercise and performance of the powers and duties of a local authority or of any \ndepartment 5[acting on behalf of the Government] shall, for the purposes of this Act, unless a \ncontrary intention appears, be deemed to be the trade or business of such authority or department.  \n \n6[(3) The 7[Provincial Government], after giving, by notification8 in the 9[Official Gazette], \nnot less than three months’ notice of 10[its] intention so to do, may, by a like notification, add to \nSchedul e II any class of persons employed in any occupation which 11[it] is satisfied is a hazardous \noccupation, and the provisions of this Act shall thereupon apply 12[within the Province] to such \nclasses of persons:  \n \nProvided that in making such addition the 7[Provincial Government] may direct that the \nprovisions of this Act shall apply to such classes of persons in respect of specified injuries only.]  \n \nCHAPTER II  \nWORKMEN’S  COMPENSATION  \n  \n3. Employer’s liability for compensation .—(1) If personal injury is caused to  a workman \nby accident arising out of and in the course of his employment, his employer shall be liable to pay \ncompensation in accordance with the provisions of this Chapter:  \n \nProvided that the employer shall not be so liable — \n(a) in respect of any injury which does not result in the total or partial disablement \nof the workman for a period exceeding 13[four]  days ;  \n(b) in respect of any 14[injury, not resulting in death, caused by]  an accident \nwhich is directly attributable to — \n \n(i) the wo rkman having been at the time thereof under the influence of \ndrink or drugs, or  \n \n(ii) the wilful disobedience of the workman to an order expressly given, or \nto a rule expressly framed, for the purpose of securing the safety of \nworkmen, or  \n \n1 The words “either by way of manual labour or” omitted by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933),s. 2.  \n2Omitted by Act IV of 2007, s. 2 (w.e.f. 1­7­2007).  \n3The words “His Magesty’s omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27  of 1981), s. 3 and Sch., II.  \n4The words “ or of the Royal Indian Marine Service” omitted by A.O., 1937 (w.e.f. 1­4­1937).  \n5The original words “of the Govt.” were first subs. by A.O., 1937 and then amended by A.O., 1961, Art. 2 (w.e.f. 23­3­1956), t o read as above.  \n6 Subs. by Act 15 of 1933, s. 2, for the original sub­section (3).  \n7 Subs. by A.O., 1937, for “G.G. in C.”.  \n8 For such a notification, see Gazette of India, 1935, Pt. I, p. 745  \n9Subs. by A.O., 1937, for “Gazette of India”.  \n10Subs. ibid., for “his ”.  \n11Subs. ibid., for “he”. 12Ins. ibid  \n13 Subs. by the Work men’s Compensation (Amdt.) Act, 1957 (11 of 1957), s. 3 (w.e.f.15­3­1957), for “seven” which had been subs.  by the Work men’s Compensation \n(Amdt.) Act, 1933 (15 of 1933),s. 3, for “ten”.  \n14 Subs . by Act 15 of 1933, s. 3, for injury of workman resulting from.  \n \nPage 7 of 35  (iii) the willful removal or disregard by the workman of any safety guard or other \ndevice which he knew to have been provided for the purpose of securing the \nsafety of workmen, 1* \n2*  *  *  *  *  *  * \n(2) 3[If a workman employed in any employment specified in Part A of Schedule III \ncontracts any disease specified therein as an occupational disease peculiar to that employment], or if \na workman, whilst in the service of an employer in whose service he has been  employed for a \ncontinuous period of not less than six months in any employment specified in 4[Part B of] Schedule \nIII, contracts any disease specified therein as an occupational disease peculiar to that employment, \nthe contracting of the disease shall be deemed to be an injury by accident within the meaning of this \nsection and, unless the employer proves the contrary, the accident shall be deemed to have arisen out \nof and in the course of the employment.  \nExplanation. —For the purposes of this sub ‑section a period of service shall be deemed to be \ncontinuous which has not included a period of service under any other employer 5[in the same kind \nof employment].  \n \n(3) The 6[Provincial Government], after giving, by notification in the 7[official Gazette] not \nless than three months’ notice  of 8[its] intention so to do, may, by a like notification, add any \ndescription of employment to the employments specified in Schedule III, and shall specify in the \ncase of the employments so added the diseases which 9[within the Provin ce] shall be deemed for the \npurposes of this section to be occupational diseases peculiar to those employments respectively, and \nthe provisions of sub ‑section (2) shall thereupon apply 9[within the Province] as if such diseases had \nbeen declared by this Ac t to be occupational diseases peculiar to those employments.  \n \n(4) Save as provided by sub ‑sections (2) and (3), no compensation shall be payable to a \nworkman in respect of any disease unless the disease is 10* * directly attributable to a specific injury \nby ac cident arising out of and in the course of his employment.  \n \n(5) Nothing herein contained shall be deemed to confer any right to compensation on a \nworkman in respect of any injury if he has instituted in a Civil Court a suit for damages in respect of \nthe injury  against the employer or any other person ; and no suit for damages shall be maintainable \nby a workman in any court of law in respect of any injury — \n(a) if he has instituted a claim to compensation in respect of the injury before a \nCommissioner  ; or \n1 The word  “or” was omitted by the Work men’s Compensation (Amdt.) Act, 1929 (5 of 1929), s. 2 (w.e.f. 29­3­1929).  \n2 Cl.(c) was omitted, ibid.  \n3 The original words beginning “If a workman” and ending “disease of anthrax” were first amended by the Work men’s Compensa tion (Amdt.) Act, 1926 (29 of 1926),s . 2, \nand then by the Work men’s Compensation (Amdt.) Act, 1938 (9 of 1938), s. 3 (w.e.f.5­4­1938), to read as above.  \n4 Ins. by Act 9 of 1938, s. 3.  \n5 Added ibid.  \n6 Subs. by A.O., 1937 (w.e.f.1­4­1937), for “G.G. in C.” . \n7 Subs. ibid., for “Gazette of India”.  \n8 Subs. ibid., for “his”.  \n9 Ins. ibid.  \n10 The words “solely and” omitted by the Work man’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 3.  \n \nPage 8 of 35  (b) if an agreement has been come to between the workman and his \nemployer providing for the payment of compensation in respect of the \ninjury in accordance with the provisions of this Act.  \n \n4. Amount of Compensation. — 1[(1) Subject to the provisions of this Act, the amount of \ncompensati on shall be as follows, namely :  \n2[A.  Where death results from the injury to a workman in receipt of monthly wages \nfalling within limits shown in the first column of Schedule IV the amount \nshown against such limits in the second column thereof.]  \n \n3[B.  Where permanent total disablement re sults from injury to a workman in \nreceipt of monthly wages falling within the limits shown in the first column of \nSchedule IV the amount shown against such limits in the third column \nthereof.]  \n \nC.  Where permanent partial disablement results from the injury — \n \n(i) in the case of an injury specified in Schedule I, such percentage of the \ncompensation which would have been payable in the case of permanent \ntotal disablement as is specified therein as being the percentage of the \nloss of earning capacity caused b y that injury, and  \n \n(ii) in the case of an injury not specified in Schedule I, such percentage of \nthe compensation payable in the case of permanent total disablement as \nis proportionate to t he loss of earning capacity per manently caused by \nthe injury;  \n \nExplanat ion.‑Where more injuries than one are caused by the same accident, the amount of \ncompensation payable under this head shall be aggregated but not so in any case as to exceed the \namount which would have been payable if permanent total disablement had result ed from the \ninjuries ;  \n \nD.  Where temporary disablement, whether total or partial, results from the injury, \na half‑monthly payment payable on the sixteenth day after the expiry of a \nwaiting period of 4[four] days from the date of the disablement, and thereafter \nhalf‑monthly during the disablement or during a period of five year s, \nwhichever period is shorter, — \n(i) in the case of 3[a workman] in receipt of monthly wages falling within limits shown in the \nfirst column of Schedule IV‑of the sum shown against s uch limits in the fourth column thereof, and  \n \n3*   *  *  \nProvided that  \n(a) there shall be deducted from any lump sum or half‑monthly payments to \nwhich the workman is  entitled the amount of any payment or allowance which \nthe workman has received from the  employ er by way of compensation during  \n1Subs. by Workmen’s Compensation Act, 1933 (15 of 1933) , s. 4, for the original sub­section (1).  \n2Subs. by Act XI of 1994, s. Sch.  \n3Subs. & Omitted by Act XI of 1994, Sch.  \n4Subs. by Act 11 of 1957,s. 4, for “seven”.  \n \nPage 9 of 35  the period of disablement prior to the receipt of such lump sum or of the first \nhalf‑monthly payment, as the case may be 1[except payments made to the \nworker during the period of his convalescence towards medical treatment \n2[and the half ‑monthly payments made for the first four months of \ndisablement] ; 3* \n(b) no half‑monthly payment shall in any case exceed the amount, if any, by \nwhich half the amount of the monthly wages of the workman before the \naccident exceeds half the amoun t of such wages which he is earning after the \naccident 4[;and]  \n \n5[(c)  the amount of half‑monthly payments to which a workman is entitled shall in \nno case be less than the amount of half monthly payments to which a \nworkman drawing lesser monthly wages than  such workman is entitled.]  \n \n(2) On the ceasing of the disablement before the date on which any half‑monthly payment \nfalls due, there shall be payable in respect of that half‑month a sum proportionate to the duration of \nthe disablement in that half‑month.  \n6[5. Method of calculating wages. —7*] 8[In this Act and for the purposes thereof the \nexpression “monthly wages” means the amount of wages deemed to be payable for a month’s \nservice (whether the wages are payable by the month or by whatever other period or at p iece rates), \nand calculated] as  follows,  namely:  \n \n(a) where the workman has, during a continuous period of not less than twelve \nmonths immediately preceding the accident, been in the service of the \nemployer who is liable to pay compensation, the monthly wages of the \nworkman shall be one­twelfth of the total wages which have fallen due for \npayment to him by the employer in the last twelve months of that period;  \n \n9[(b)    where the whole of the continuous period of service immediately preceding \nthe accident during which the workman was in the service of the employer \nwho is liable to pay the compensation was less than one month, the monthly \nwages of the workman shall be  10* * * the average monthly amount which, \nduring the twelve months immediately preceding th e accident, was being \nearned by a workman employed on the same work by the same employer, or, \nif there was no workman so employed, by a workman employed on similar \nwork, in the same locality;]  \n \n1 Ins. by the Work man’s Compensation (Amdt.) Act, 1957 (11 of  1957), s. 4 (w.e.f. 15­3­1957).  \n2 Added by the Work man’s Compensation (Amdt.) Act, 1973 (14 of 1973), s. 3 (w.e.f. 7­2­1973)  \n3 The word “and” omitted by the Labour Laws (Amdt.) Ordinance, 1972 (9 of 1972), s. 2 and 1st Sch. (w.e.f. 13­4­1972)  \n4 Subs. ibi d., for full stop.  \n5 Cl. added ibid.  \n6 The original section 5 was re­numbered as sub­section (1) of that section by the Work man’s Compensation (Amdt.) Act, 1929 (5  of 1929), s. 3 (w.e.f. 29­3­1929).  \n7 The brackets and figure “(1)” omitted by the Work man’ s Compensation (Amdt.) Act, 1938 (9 of 1938), s. 4 (w. e.f. 5­4­1938).  \n8 Subs. by the Work man’s Compensation (Amdt.) Act, 1939 (13 of 1939), s.2 (w.e.f. 30­6­1934), for “For the purposes of [this A ct] the monthly wages of a \nworkman shall be calculated”. T he words in crotchets were subs. by the Work man’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 5, for “section 4”.  \n9 Cl. (b)ins. by Act 15 of 1933, s. 5.  \n10 The words “deemed to be” omitted by the Work men’s Compensation (Amdt.) Act, 1939 (13 of 1939),  s. 2 (w.e.f. 30­6­1939).  \n \nPage 10 of 35  1[(c)]  in other cases, the monthly wages shall be thirty times the total wages earned \nin respect of the last continuous period of service immediately preceding the \naccident from the employer who is liable to pay compensation, divided by the \nnumber of days comprising such period.  \n \n2*  *  *  *  *  *  * \n \nExplanation ._ A period of service shall, for the purposes of  3[this section] be deemed to be \ncontinuous which has not been interrupted by a period of absence from work exceeding fourteen \ndays.  \n \n     4*   *  *  *  *  *  * \n6. Review. —(1) Any half ‑monthly payment payable under this Act, either under an \nagreement between the parties or under the order of a Commissioner, may be reviewed by the \nCommissioner, on the application either of the employer or of the workman accompanied by the \ncertificate of a  qualified medical practitioner that there has been a change in the condition of the \nworkman or, subject to rules made under this Act, on application made without such certificate.  \n \n(2) Any half ‑monthly payment may, on review under this section, subject to the provisions \nof this Act, be continued, increased, decreased or ended, or if the accident is found to have resulted \nin permanent disablement, be converted to the lum p sum to which the workman is entitled less any \namount which he has already received by way of half‑monthly payments.  \n7. Commutation of half -monthly payments. — Any right to receive half ‑monthly \npayments may, by agreement between the parties or, if the parties  cannot agree and the payments \nhave been continued for not less than six months, on the application of either party to the \nCommissioner be  redeemed by the payment of a lump sum of such amount as may be agreed to by \nthe parties or determined by the Commissi oner, as the case may be.  \n \n8. Distribution of Compensation. —5[(1). No payment of compensation in respect of a \nworkman whole injury has resulted in death, and no payment of a lump sum as compensation to a \nwoman or a person under a legal disability, shall be made otherwise than by deposit with the \nCommissioner, and no such payment made directly by an employer shall be deemed to be a \npayment of compensation:  \n \n6[Provided that, in the case of a deceased workman, an employer may make to any \ndependant advances on a ccount of compensation not exceeding an aggregate of one hundred rupees, \nand so much of such aggregate as does not exceed the compensation payable to that dependant shall \nbe deducted by the Commissioner from such compensation and repaid to the employer.]  \n \n1The original cl. (b) was re­lettered as cl. (c) by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 5.  \n2The proviso omitted, ibid.  \n3The original words “this section” were subs. first by the Work men’s Compensation (Amdt.) Act, 1929 (5 of 192 9), s. 3 (w.e.f. 29­3­1929) and then by the Work men’s \nCompensation (Amdt.) Act, 1938 (9 of 1938) (w.e.f. 5­4­1938) to read as above.  \n4Sub­section (2) which had been ins. by Act 5 of 1929, was omitted by Act 15 of 1933, s. 5.  \n5Subs. by the Work men’s Compe nsation (Amdt.) Act, 1929 (5 of 1929), s.4 (w.e.f. 29­3­1929), for the original sub­section (1) to (3).  \n6Subs. by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 6, for the original proviso.  \n \nPage 11 of 35  (2) Any other sum amounting to not less  than ten rupees which is payable as compensation \nmay be deposited with the Commissioner on behalf of the person entitled thereto.  \n \n(3) The receipt of the Commissioner shall be a sufficient discharge in respect of any \ncompensation deposited with him.]  \n \n(4) On the deposit of any money under sub‑section (1) 1[as compensation in respect of a \ndeceased workman] the Commissioner 2[shall deduct] therefrom the actual cost of the workman’s  \nfuneral expenses, to an amount not exceeding 3[twenty‑five rupees] and pay the same t o the person \nby whom such expenses were incurred, and shall, if he thinks necessary, cause notice to be \npublished or to be served on each dependant in such manner as he thinks fit, calling upon the \ndependants to  appear before him on such date as he may fix  for determining the distribution of the \ncompensation. If the Commissioner is satisfied after any inquiry which he may deem necessary, that \nno dependant exists, he shall 4[not less than two years after the date of deposit, transfer the balance \nof the money  to such fund or funds for the benefit of workmen as the Provincial Government may \nby notification in the official Gazette specify or establish]. The Commissioner shall, on application \nby the employer, furnish a statement showing in detail all disbursement s made.  \n \n5[(5) Compensation deposited in respect of a deceased workman shall, subject to any \ndeduction made 6[under the proviso to sub‑section (1) or] under sub‑section (4), be apportioned \namong the dependants  of the deceased workman or any of them in such proportion as the \nCommissioner thinks  fit, or may, in the discretion of the Commissioner, be allotted to any one \ndependant.  \n \n(6) Where any compensation deposited with the Commissioner is payable to any person, \nthe Commissioner shall, if the person to whom the compensation is payable is not a woman or a \nperson under a legal disability, and may, in other cases, pay the money to the person entitled \nthereto.  \n \n(7) Where any lump sum deposited with the Commissioner is pay able to a woman or a \nperson under a legal disability, such sum may be invested, applied or otherwise dealt with for the \nbenefit of the woman, or of such person during his disability, in such manner as the Commissioner \nmay direct; and where a half monthly p ayment is payable to any person under a legal disability, the \nCommissioner may, of his own motion or on an application made to him in this behalf, order that \nthe payment be made during the disability to any dependant of the workman or to any other person \nwhom the Commissioner thinks best fitted to provide for the welfare of the workman.]  \n \n7[(8)] Where, on application made to him in this behalf or otherwise, the Commissioner is \nsatisfied that, on account of neglect of children on the part of a parent or on  account of the \nvariation of the circumstances of any dependant or for any other sufficient cause, an order of the \nCommissioner as to the distribution of any sum paid as compensation or as to the manner in which \nany sum payable to any such dependant is to be  invested, applied or otherwise dealt with, ought to \nbe varied, the Commissioner may make such orders for the variation of the former order as he \nthinks just in the circumstances of the case:  \n1 Ins. by Act 5 of 1929, s. 4.  \n2 Subs. by Act 15 of 1933, s. 6, for “may deduct”.  \n3 Subs. ibid., for the words “fifty rupees [or so much of that cost or of fifty rupees, whichever is less, as has not already b een advanced by the employer on account \nof such expenses]”. The words in crochets were ins. by Act 5 of 1929, s . 4. \n4 Subs. by the Work men’s Compensation (Amdt.) Act, 1957 (11 of 1957), s. 5 (w.e.f. 15­3­1957), for “repay the balance of the m oney to the employer by whom it was \nrepaid”.  \n5 Sub­section (5) to (7) were subs. by Act 5 of 1929, s. 4, for the original su b­section (5).  \n6 Ins. by Act 11 of 1957, s. 5.  \n7 Sub­section (6) re­numbered as sub­section (8) by the Work men’s Compensation (Amdt.) Act, 1929 (5 of 1929), s. 4 (w.e.f. 29­ 3­1929).  \n \nPage 12 of 35  Provided that no such order prejudicial to any person shall be made unless such person has \nbeen given an opportunity of showing cause why the order should not be made, or shall made in any \ncase in which it would involve the repayment by a dependant of any sum already paid to him.  \n \n1[(9) Where the Commissioner varies any order under subsection (8) by reason of the fact \nthat payment of compensation to any person has been obtained by fraud, impersonation or other \nimproper means, any amount so paid to or on behalf of such person may be recovered in the manner \nhereinafter provided in section 31.]  \n \n9. Compensation not to be  assigned, attached or charged. —Save as provided by this \nAct, no lump sum or half­monthly payment payable under this Act shall in any way be ca pable of \nbeing assigned or charged or be liable to attachment or pass to any person other than the workman \nby operation of law, nor shall any claim be set off against the same.  \n \n10.   Notice and claim. —(1) 2[No claim for compensation shall be entertained by a \nCommissioner unless notice of the accident has been given in the manner hereinafter provided as \nsoon as practicable after the happening thereof and unless the claim is preferred before him within \n3[three years] of the occurrence of the accident or, in case  of death, within 3[three years] from the \ndate of death]:  \nProvided that, where the accident is the contracting of a disease in respect of which the \nprovisions of sub‑section (2) of section 3 are applicable, the accident shall be deemed to have \noccurred on the first of the days during which the workman was continuously absent from work in \nconsequence of the disablement caused by the disease:  \n \n4[Provided further that the want of or any defect or irregularity in a notice shall not be a bar \nto the 5[entertainme nt of a claim]  \n(a) if the claim is 6[preferred] in respect of the death of a workman resulting from \nan accident which occurred on the premises of the employer, or at any place \nwhere the workman at the time of the accident was working under the control \nof the e mployer or of any person employed by him, and the workman died on \nsuch premises or at such place, or on any premises belonging to the employer, \nor died without having left the vicinity of the premises or place where the \naccident occurred, or  \n \n(b) if the employ er 7[or any one of several employers or any person responsible to \nthe employer for the management of any branch of the trade or business in \nwhich the injured workman was employed] had knowledge of the accident \nfrom any other source at or about the time whe n it occurred :]  \n \n \n \n1 Sub­section  (9) added, by Act 5 of 1929, s.4.  \n2 Subs. by the Work men’s Compensation (Amdt.) Act, 1938 (9 of 1938), section 5 (w.e.f. 5­4­1938), for certain words.  \n3 Subs. by the Work men’s Compensation (Amdt.) Act, 1973 (14 of 1973),  section 4 (w.e.f. 7­2­1973), for “one year”.  \n4 Proviso ins. by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 7.  \n5 Subs. by Act 9 of 1938, s. 5, for “maintenance of proceeding”.  \n6 Subs. ibid., for “made”.  \n7 Ins. by Act No. 9 of 1938.  \n \nPage 13 of 35  Provided, fur ther, that the Commissioner may 1[entertain] and decide any claim to \ncompensation in any case notwithstanding that the notice has not been given, or the claim has not \nbeen 2[preferred], in due time as provided in this sub ‑section, if he is satisfied that the failure so to \ngive the notice or 3[prefer] the claim, as the case may be, was due to sufficient cause.  \n \n(2) Every such notice shall give the name and address of the person injured and shall state in \nordinary language the cau se of the injury and the date on which the accident happened, and shall be \nserved on the employer or upon 4[any one of] several employers, or upon any person 5* responsible \nto the employer for the management of any branch of the trade or business in which the injured \nworkman was employed.  \n \n6[(3) The 7[Provincial Government] may require that any prescribed class of employers shall \nmaintain at their premises at which workmen are employed a notice ‑book, in the prescribed form, \nwhich shall be readily accessible  at all reasonable times to any injured workman employed on the \npremises and to any person acting bona fide on his behalf.  \n \n(4) A notice under this section may be served by delivering it at, or sending it by registered \npost addressed to, the residence or any office or place of business of the person on whom it is to be \nserved, or, where a notice ‑book is maintained, by entry in the notice ‑book.]  \n8[10A. Power to require from employers statements regarding fatal accidents. —(1) \nWhere a Commissioner receives information from any source that a workman has died as a result of \nan accident arising out of and in the course of his employment, he may send by registered post a \nnotice to the workman's employer requiring him to submit, within thirty days of the service of the \nnotice, a statement, in the prescribed form, giving the circumstances attending the death of the \nworkman, and indicating whether, in the opinion of the employer, he is or is not liable to deposit \ncompensation on account of the death.  \n \n(2)  If the employ er is of opinion that he is liable to deposit compensation, he shall make the \ndeposit within thirty days of the service of the notice.  \n \n(3)  If the employer is of opinion that he is not liable to deposit compensation, he shall in his \nstatement indicate the gro unds on which he disclaims liability.  \n \n(4)  Where the employer has so disclaimed liability, the Commissioner, after such enquiry as \nhe may think fit, may inform any of the dependants of the deceased workman that  it is open to the \ndependants to prefer a claim f or compensation, and may give them such other further information as \nhe may think fit.  \n \n10B.  Reports of fatal accidents. —(1) Where, by any law for the time being in force, notice \nis required to be given to any authority, by or on behalf of an employer, of  any accident occurring on \nhis premises which results in death, the person required to give the notice shall, within seven days of \nthe death, send a report to the Commissioner giving the ci rcumstances attending the death : \n \n1 Subs. ibid., for “admit”.  \n2 Subs. ibid., for “instituted”.  \n3 Subs. ibid., for “institute”.  \n4 Subs. by the Repealing and Amending Act, 1924 (7 of 1924), s. 2 and Sch. I (w.e.f. 15­3­1924), for “any one or”.  \n5 The word “directly” omitted by the Work men’s Compensation (Amdt.) Act, 1938  (9 of 1938), s. 5 (w.e.f. 5­4­1938).  \n6 Subs. by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 7, for the original sub­section (3).  \n7 Subs. by A.O., 1937 (w.e.f. 1­4­1937), for “L.G.”.  \n8 Ss. 10A and 10B were ins. by Act 15 of 1933, s. 8.  \n \nPage 14 of 35  Provided that where the 1[Provincial Government] has so prescribed the person required to \ngive the notice may instead of sending such report to the Commissioner send it to the authority to \nwhom he is required to give the notice.  \n \n(2) The 1[Provincial Government] may, by notification in the 2[official Gazette], extend the \nprovisions of sub‑section (1) to any class of premises other than those coming within the scope of \nthat sub‑section and may by such notification, specify the persons who sha ll send the report to the \nCommissioner.]  \n \n3[10C. Officers authorized may refer cases for payment of compensation. —A Labour \nCommissioner, an Inspector of Factories or any other officer authorized by the Provincial \nGovernment for this purpose may refer, in the prescribed manner, to the Commissioner cases of \nworkmen who have not been paid due compensation by employers under the provisions of this Act.  \n \n10D. Fixation of abstracts of the Act or rules at the entrance of the premises. —There \nshall be affixed in some conspicuous place near the main entrance of every place where workmen \nare employed, in English and in the language of the majority of the workmen, such abstracts of this \nAct and of the rules made thereunder as may be prescribed.]  \n  \n11. Medical Examination .—4[(1) Where a workman has given notice of an accident, the \nemployer shall, before the expiry of three days from the time at which service of the notice has been \neffected, have the workman examined free of charge by a qualified medical practitioner, and t he \nworkman shall submit himself for such examination, and any workman who is in receipt of a  \nhalf‑monthly payment under this Act, shall if so required, submit himself for such examination from \ntime to time:  \n \nProvided that a workman not examined free of cha rge as aforesaid may get himself examined \nby a qualified medical practitioner and the expenses of such medical examination shall be \nreimbursed to the workman by the employer:  \n \nProvided further that a workman shall not be required to submit himself for exam ination by a \nmedical practitioner otherwise than in accordance with rules made under this Act, or at more \nfrequent intervals than may be prescribed.]  \n \n(2) If a workman, on being required to do so by the employer under sub‑section (1) or by \nthe Commissioner at any time, refuses to submit himself for examination by a qualified  medical  \npractitioner or in any way obstructs the same, his right to compensation sha ll be suspended during \nthe continuance of such refusal or obstruction unless, in the case of refusal, he was prevented by \nany sufficient cause from so submitting himself.  \n \n(3) If a workman, before the expiry of the period within which he is liable under sub‑se ction \n(1) to be required to submit himself for medical examination, voluntarily leaves without having \nbeen so examined the vicinity of the place in which he was employed, his right to compensation \nshall be  suspended until he returns and offers himself for such examination.  \n \n \n1 Subs. by A.O., 1937 (w.e.f. 1­4­1937), for “L.G.”.  \n2 Subs. ibid., for “local official Gazette”.  \n3 Ins. by the Work men’s Compensation (Amdt.) Act, 1957 (11 of 1957), section 6 (w.e.f. 15­3­1957).  \n4 Subs. ibid., s. 7, for the original sub­section (1).  \n \nPage 15 of 35   \n(4) Where a workman, whose right to compensation has been suspended under sub‑section \n(2) or sub‑section (3), dies without having submitted himself for medical examination as required \nby either of those sub‑sections, the Commis sioner may, if he thinks fit, direct the payment of \ncompensation to the dependants of the deceased workman.  \n \n(5) Where under sub‑section (2) or sub‑section (3) a right to compensation is suspended, no \ncompensation shall be payable in respect of the period of suspension, and, if the period of \nsuspension commences before the expiry of the waiting period referred to in clause D of sub‑section \n(1) of section 4, the waiting period shall be increased by the period during which the suspension \ncontinues.  \n \n(6) Where an inj ured‑workman has refused to be attended by a qualified medical \npractitioner whose services have been offered to him by the employer free of charge or having \naccepted such offer has deliberately disregarded the instructions of such medical practitioner, the n, \n1[if it is proved  that the workman has not thereafter been regularly attended by a qualified medical \npractitioner or having been so attended has deliberately failed to follow his instructions and that \nsuch refusal, disregard or failure was unreasonable]  in the circumstances of the case and that the \ninjury has been aggravated thereby, the injury and resulting disablement shall be deemed to be of \nthe same nature and duration as they might reasonably have been expected to be if the workman had \nbeen regularl y attended by a qualified medical practitioner 2[whose instructions he had followed], \nand compensation, if any, shall be payable accordingly.  \n \n12.  Contracting.  —(1) Where any person (hereinafter in this section referred to as the \nprincipal) in the course of o r for the purposes of his trade or business contracts with any other \nperson (hereinafter in this section referred to as the contractor) for the execution by or under the \ncontractor of the whole  or any part of any work which is ordinarily part of the trade or business of \nthe principal, the principal shall be liable to pay to any workman employed in the execution of the \nwork any compensation which he would have been liable t o pay if that workman had been \nimmediately employed by him ; and where compensation is  claimed from the principal, this Act \nshall apply as if references to the principal were substituted for references to the employer except \nthat the amount of compensation shall be calculated with reference to the wages of the workman \nunder the employer by whom he is immediately employed.  \n \n(2) Where the principal is liable to pay compensation under this section, he shall be entitled to \nbe indemnified by the contractor,3[or any other person from whom the workman could have \nrecovered compensation and where a contractor who is himself a principal is liable to pay \ncompensation or to indemnify a principal under this section he shall be entitled to be indemnified by \nany person standing to him in the relation of a contractor from whom the workman could have \nrecover ed compensation] and all questions as to the right to and the amount of any such indemnity \nshall, in default of agreement, be settled by the Commissioner.  \n \n(3) Nothing in this section shall be construed as preventing a workman from recovering \ncompensation from  the contractor instead of the principal.  \n \n1Subs. by the Workmen’s Compensation (Amdt.) Act, 1938 (9 of 1938), s. 6 (w.e.f. 5­4­1938), for “if it is thereafter proved th at the workman \nhas not been regularly attended by a qualified medical practitioner and that such refusal, failure or disregard was unreasonable”.  \n2Ins. ibid. \n   3Ins. by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), section 9.\n \nPage 16 of 35  (4) This section shall not apply in any case where the accident occurred elsewhere than on, i n \nor about the premises on which the principal has undertaken or usually undertakes, as the case may \nbe, to execute the work or which are otherwise under his control or management.  \n \n13. Remedies of employer against stranger. —Where a workman has recovered \ncompe nsation in respect of any injury caused under circumstances creating a legal liability of some \nperson other than the person by whom the compensation was paid to pay damages in respect thereof, \nthe person by whom the compensation was paid and any person who  has been called on to pay an \nindemnity under section 12 shall be entitled to be indemnified by the person so liable to pay damages \nas aforesaid.  \n \n14. Insolvency of employer. — (1) Where any employer has entered into a contract with any \ninsurers in respect of any liability under this Act to any workman, then in the event of the employer \nbecoming insolvent or making a composition or scheme of arrangement with his creditors or, if the \nemployer is a company, in the event of the company having commenced to be wo und up, the rights of \nthe employer against the insurers as respects that liability shall, notwithstanding anything in any law \nfor the time being in force relating to insolvency or the winding up of companies, be transferred to \nand vest in the workman, and upon any such transfer the insurers shall have the same rights and \nremedies and be subject to the same liabilities as if they were the employer, so, however, that the \ninsurers shall not be under any greater liability to the workman than they would have bee n under to \nthe employer.  \n \n(2) If the liability of the insurers to the workman is less than the liability of the employer to \nthe workman, the workman may prove for the balance in the insolvency proceedings or liquidation.  \n \n(3) Where in any case such as is r eferred to in sub ‑section (1) the contract of the employer \nwith the insurers is void or voidable by reason of non ‑compliance on the part of the employer with \nany terms or conditions of the contract (other than a stipulation or the payment of premia), the \nprovisions of that sub ‑section shall apply as if the contract were not void or voidable, and the insurers \nshall be entitled to prove in the insolvency proceedings or liquidation for the amount paid to the \nworkman:  \n \nProvided that the provisions of this sub ‑section shall not apply i n any case in which the \nworkman fails to give notice to the insurers of the happening of the accident and of any  resulting \ndisablement as soon as practicable after he becomes aware of the institution of the insolvency or \nliquidation  proceedings.  \n(4) There shall be deemed to be included among the debts which under section 49 of the \n1[Insolvency (Karachi Division) Act]. (XXVII of 1981)], or under section 61 of the Provincial \nInsolvency Act, 1920 (V of 1920), or under section 230 of the  Companies Act, 1913 (VII of 1913), \nare in the distribution of the property of an insolvent or in the distribution of the assets of a \ncompany being wound up to be paid in priority to all other debts, the amount due in respect of any \ncompensation the liabil ity where for accrued before the date of the order of adjudication of the \ninsolvent or the date of the commencement of the winding up, as the case may be, and those Acts \nshall have effect accordingly.  \n(5)Where the compensation is a half ‑monthly payment, th e amount due in respect thereof \nshall, for the purposes of this section, be taken to be the amount of the lump sum for which the \nhalf‑monthly payment could, if redeemable, be redeemed if application were made  \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II, for “Insolvency (Karach i Division and Dacca) \nAct”, which was previously amended by various enactments.  \n \nPage 17 of 35   (6) The provisions of sub ‑section (4) shall apply  in the case of any amount for which an \ninsurer is entitled to prove under sub -section (3), but otherwise those provisions shall not apply \nwhere the insolvent or the company being wound up has entered into s uch a contract with insurers as \nis referred to in  sub‑section (1).  \n(7) This section shall not apply where a company is wound up voluntarily merely for the \npurposes of reconstruction or of amalgamation with another company.  \n \n15. Special provisions relating to masters and seamen. — This Act shall apply in the case \nof workmen who are masters of 1* ships or seamen subject to the following modifications, namely : \n— \n(1) The notice of the accident and the claim for compensation may, except where the person \ninjured is the master of the ship, be  served on the master of the ship as if he were the employer, but \nwhere the accident happened and the disablement commenced on board the ship, it shall not be \nnecessary for any seamen to give any notice of the accident.  \n \n(2) In the case of the death of a maste r or seaman, the claim for compensation shall be made \nwithin six months after the news of the death has been received by the claimant or, where the ship \nhas been or is deemed to have been lost with all hands, within eighteen months of the date on which \nthe ship was, or is deemed to have been, so lost.  \n \n(3) Where an injured master or seaman is discharged or left behind 2* * * in a foreign \ncountry, any depositions taken 2* * * by any Consular Officer in the foreign country and transmitted \nby the person by whom they are taken to the  3[Federal Government] or any 4[Provincial \nGovernment] shall, in any proceedings for enforcing the claim, be admissible in evidence_ \n(a) if the deposition is authenticated by the signature of the 5* * * Consular \nOfficer before whom it is m ade ;  \n \n(b) if the defendant or the person accused, as the case may be, had an opportunity \nby himself or his agent to cross ‑examine the witness ; and  \n(c) if the deposition was made in the course of a criminal proceeding, on proof \nthat the deposition was made in the  presence of the person accused ;  \n \nand it shall not be necessary in any case to prove the signature or official character of \nthe person appearing to have signed any such deposition and a certificate by such \nperson that the defendant or the person accused h ad an opportunity of cross ‑examining \nthe witness and that the deposition if made in a criminal proceeding was made in the \npresence of the person accused shall, unless the contrary is proved, be sufficient \nevidence that he had that opportunity and that it w as so made.  \n \n1The word “registered” omitted by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 10.  \n2Certain words omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II.  \n 3Subs. by A.O., 1975, Art. 2 and Table for “Central Government” ( w.e.f . 14­8­73), which had been subs. by A.O., 1937 ( w.e.f . 1­4­1937) for “G.G. in     \nC.” \n 4Subs. by A.O., 1937, for “L.G.”.  \n \nPage 18 of 35  1*    *   *    * * * * \n2[(4) No 3[half‑monthly payment] shall be payable in respect of the period during which the \nowner of the ship is, under any law in force for the time being in 4[Pakistan] relating to merchant \nshipping, liable to defray the expenses of maintenance of the injured master or seaman.  \n \n 5[(5) No compensat ion shall be payable under this  Act in respect of any injury in respect of \nwhich provision is made for payment of a gratuity, allowance or pension under the War Pensions and \nDetention Allowances (Mercanti le Marine, etc.) Scheme,  1939 ( 2 & 3 Geo 6.c.83.), or the War \nPensions and Detention Allowances (Indian Seamen, etc.) Scheme, 1941, made under the Pensions \n(Navy, Army, Air Force and Mercantile Marine) Act, 1939, or under the War Pensions and Detention \nAllowances (Indian Seamen) Scheme, 1942, made by the  6[Federal Government].  \n(6) Failure to give a notice or make a claim or commence proceedings within the time \nrequired by this Act shall not be a bar to the maintenance of proceedings under this Act in respect of \nany personal injury, if  \n \n(a) an application has been made for payment in respect of that injury under any \nof the schemes referred to in the preceding clause, and  \n \n(b) the Provincial Government certifies that the said application was made in the \nreasonable belief that the injury was one in respect of which the scheme \nunder which the application was made, makes provision for payments, and \nthat the application was rejected or that payments made in pursuance of the \napplication were discontinued on the ground that the injury was not such an \ninjury, and  \n \n(c) the proceedings under this Act are commenced within one month from the \ndate on which the said certificate of the Provincial Government was \nfurnished to the person commencing the proceedings.]  \n \n16.  Returns as to compensation. —The 7[Provincial Government] may, by notification in \nthe 8[official Gazette], direct that every person employing workmen, or that any specified class of \nsuch persons, shall send at such time and in such form and to such authority, as may be specified in \nthe not ification, a correct return specifying the number of injuries in respect of which compensation \nhas been paid by the employer during the previous year and the amount of such compensation, \ntogether with such other particulars as to the compensation as the 7[Provincial Government] may \ndirect.  \n \n \n1The Original cl. (4) omitted by the Workmen’s Compensation (Amdt.) Act, 1938 (9 of 1938), s. 7 ( w.e.f.  5­4­1938).  \n2Cl. (5) renumbered and cl. (4), ibid. \n3Subs. by the Repealing and Amending Act, 1924  (7 of 1924 ), s. 2 and Sch. I ( w.e.f . 15­3­1924), for “monthly payment”.  \n4Subs, and shall be deemed to have been so subs. on the fourteenth day of October, 1955, by the Central Laws (Statute Reform) Ordinance, 1960 \n(21 of 1960), s. 3 and Second Sch., for the words “the Provi nces and the Capital of the Federation” which were subs. by A.O., 1949 (w.e.f. \n28­3­1949) for “British India”.  \n5Subs. by the Work men’s Compensation (Amdt.) Act, 1942 (1 of 1942), section 2 ( w.e.f . 3­9­1939), for cl. (5) which was ins. by the Workmen’s \nCompensation (Second Amdt.) Act, 1939 (42 of 1939), s. 2 ( w.e.f . 3­9­1939).  \n6Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government” ( w.e.f . 14­8­1973).  \n7Subs. by A.O., 1937 ( w.e.f. 1­4­1937 ), for “G.G. in C.”.  \n8Subs. ibid.,  for “Gazette of India”\n \nPage 19 of 35  17. Contracting out. — Any contract or agreement whether made before or after the \ncommencement of this Act, whereby a workman relinquishes any right of compensation from the \nemployer for the personal injury arising out of or in the course of the employment, shall be null and \nvoid in so far as it purports to remove or reduce the liability of any person to pay compensation \nunder this Act.  \n \n18. Proof of age. — Where any question arises as to the a ge of a person injured by accident \narising out of and in the course of his employment in a factory, 1[a valid certificate granted in \nrespect of such person under section 12 or section 52 of the Factories Act, 1934  (XXV of 1934) ], \nbefore the occurrence of t he injury shall be conclusive proof of the age of such person.  \n \n2[18A. Penalties. — (1) Whoever__ \n(a) fails to maintain a notice book which he is required to maintain under \nsub‑section (3) of section 10, or  \n  ]] \n(b) fails to send to the Commissioner a statement which he is required to send \nunder sub­ section (1) of section 10A, or  \n \n(c) fails to send a report which h e is required to send under section 10B, or  \n \n(d) fails to make a return which he is required to make under section 16; 3[or] \n \n4[(e)      fails to affix the abstracts of this Act and of the rules as required by section \n10D,]  shall be punish able with fine which may extend to one hundred rupees.  \n \n5*     *    *  *  *  *  * \n \n(2) No prosecution under this section shall be instituted except by or with the previous \nsanction of a Commissioner, and no court shall take cognizance of any offence under this section, \nunless complaint thereof is made within six months of the date on which the offence is alleged to \nhave been committed.]  \n \nCHAPTER III  \nCOMMISSIONERS  \n \n19. Reference  to Commissioners. —(1) If any question arises in any proceedings under this \nAct as to the liability of any parson to pay compensation (including any question as to weather a \nperson injured is or is not a workman) or as to the amount or duration of compensa tion (including \nany question as to the nature or extend of disablement), the question shall, in default of agreement, be \nsettled by 6[a Commissioner].  \n(2) No Civil Court shall have jurisdiction to settle, decide or deal with any question which is \nby or under this Act required to be settled, decided or dealt with by a Commissioner or to enforce any \nliability incurred under this Act.  \n \n1Subs. by the Work men’s Compensation (Amdt.) Act, 1938 (9 of 1938), section 7 ( w.e.f  5-4­1938), for “a certificate granted in respect of such \nperson under section 7 or section 8 of the Indian Factories Act, 1911”.  \n2S. 18A ins. by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 11.  \n3Added by the Work men’ s Compensation (Amdt.) Act, 1957 (11  of 1957 ), s.11 , section  8 (w.e.f  15-3-1957) . \n4Ins. ibid. \n5Sub­setion (1A) ins. by the Labour Laws (Amdt.) Ordinance, 1972 (9 of 1972), s. 2 and 1st Sch. ( w.e.f . 13­4­1972), omitted by the Work men’s \nCompensation (Amdt.) Act, 1973 (14 of 1973), s. 5 ( w.e.f . 7­2­1973).  \n6Subs. by Act 15 of 1933, s. 12, for “the Commissioner”.  \n \n \n \nPage 20 of 35  20. Appointment of Commissioners. —(1) The 1[Provincial Government] may, by \nnotification in the 2[official Gazette], appoint any person to be a Commissioner for Workmen's \nCompensation for such loca l area as may be specified in the notification.  \n \n3[(2) Where more than one Commissioner has been appointed for any local area, the \n1[Provincial Government] may, by general or special order, regulate the distribution of business \nbetween them.]  \n \n3[(3) Any Commissioner may, for the purpose of deciding any matter referred to him for \ndecision under this Act, choose one or more persons possessing special knowledge of any matter \nrelevant to the matter under inquiry to assist him in holding the inquiry.  \n \n3[(4) Ev ery Commissioner shall be deemed to be a public servant within the meaning of the \nPakistan Penal Code (Act XLV of 1860).  \n \n21. Venue of Proceedings and transfer. —(1) Where any matter is under this Act to be \ndone by or before a Commissioner, the same shall, subj ect to the provisions of this Act and to any \nrules made he reunder, be done by or before 4[a Commissioner] for the local area in which the \naccident took place which resulted in the injury:  \n \nProvided that, where the workman is the master of a 5* ship or a seaman, any such matter \nmay be done by or before 4[a Commissioner] for the local area in which the owner or agent of the \nship resides or carries on business.  \n \n(2) If a Commissioner is satisfied 6[that any matter arising out of any proceedings pendi ng \nbefore him] can be more conveniently dealt with by any other Commissioner, whether in the same \nProvince or not, he may, subject to rules made under this Act, order such matter to be transferred to \nsuch other Commissioner either for report or for disposa l, and, if he does so, shall forthwith \ntransmit to such other Commissioner all documents relevant for the decision of such matter and, \nwhere the matter is transferred for disposal, shall also transmit in the prescribed manner any money \nremaining in his han ds or invested by him for the benefit of any party to the proceedings:  \n \n7[Provided that the Commissioner shall not, where any party to the proceedings has \nappeared before him, make any order of transfer relating to the distribution among dependants  of a \nlump sum without giving such party an opportunity of being heard :]  \n \nProvided 8[further] that no matter other than a matter relating to the actual payment to a \nworkman or the distribution among dependants of a lump sum shall be transferred for dispos al \nunder this sub‑section to a Commissioner in the same Province save with the previous sanction of \nthe 1[Provincial Government] or to a Commissioner in another Province  save with the previous \nsanction of 9[the Provincial Government of that Province], unle ss all the parties to the proceedings \nagree to the transfer.  \n1Subs. by A.O., 1937 (w.e.f.1­4­1937), for “L.G.”.  \n2Subs. ibid., for “local official Gazette”.  \n3A new sub­section (2) was ins. and the old sub­section (2) and (3) were re­numbe red as (3) and (4),  by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. \n13. \n4Subs. ibid., s. 14, for “the Commissioner”.  \n5The word “registered” omitted, ibid.  \n6Subs. by the Work men’s Compensation (Amdt.) Act, 1938 (9 of 1938), s. 9 ( w.e.f.  5­4­1938), for “by any  party to any proceedings under this Act pending before \nhim that such matter”.  \n7Proviso ins. ibid.  \n8Ins. by the Work men’s Compensation (Amdt.) Act, 1938 (9 of 1938), section 9  (w.e.f . 5­4­1938)  \n 9Subs. ibid., for “the G.G. in C.”.\n \nPage 21 of 35  (3) The Commissioner to whom any matter is so transferred shall, subject to rules made under \nthis Act, inquire thereinto and, if the matter was transferred for report, return his report thereon or, \nif the matter was transferred for disposal, continue the proceedin gs as if they had originally \ncommenced before him.  \n \n(4) On receipt of a report from a Commissioner to whom any matter has been transferred for \nreport under sub ‑section (2), the Commissioner by whom it was referred shall decide the matter \nreferred in conformity  with such report.  \n \n1[(5) The 2[Provincial Government] may transfer any matter from any Commissioner \nappointed by it to any other Commissioner appointed by it.]  \n \n22. Form of application. —(1) No application for the settlement of any matter by a \nCommissioner, 3[other than an application by a dependant or dependants for compensation] shall \nbe made unless and until some question has arisen between the parties in connection therewith \nwhich they have been unable to settle by agreement.  \n \n   (2) 4[An application to a Commissioner] may be  made in such form and shall be \naccompanied by such  fee, if any, as may be prescribed, and shall contain, in ad dition to any \nparticulars which m ay be prescribed,  the following particulars, namely:  — \n(a) a concise statement of the circumstances in which the application is made \nand the relief or order which the applicant claims ;  \n \n(b) in the case of a claim for compensation against an employer, the date of \nservice of notice of the accident on the employer and, if such notice has not \nbeen  served or has not been served in due time, the reason for such omission \n; \n \n(c)  the names and addresses of the parties ; and  \n \n(d) 5[except in the case of an application by dependants for compensation] a \nconcise statement of the matters on which agreement has and 6[of] those on \nwhich agreement has not been come to.  \n \n(3) If the applicant is illiterate or for any other reason is unable to furnish the required \ninformation in writing, the application shall, if the applicant so desires, be prepared under the \ndirection of the Commissioner.  \n \n7[22A Power of Commissioner to require further depo sit in cases of fatal accident. —(1) \nWhere any sum has been deposited by an employer as compensation payable in respect of a \nworkman whose injury  has  resulted in death,  and in  the opi nion of the Commissioner  such  sum    \n \n1 Subs. by A.o., 1937 (w.e.f 1 -4-1937), for “L.G”.  \n2 Sub­section (5) ins. by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 14.  \n3 Ins. ibid., s. 15.  \n4 Subs. ibid., for “Where any such question has arisen, the application.”  \n5 Ins. by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), section 15.  \n6 Subs. by the Repealing and Amending Act, 1925 (37 of 1925), s. 2 and Sch. I ( w.e.f . 23­9­1925), for “on”.  \n7 S. 22A ins. by Act 15 of 1933, s. 16.  \n \nPage 22 of 35  is insufficient, the Commissioner may, by notice in writing stating his reasons, call upon the \nemployer to show cause why he should not make a further deposit within such time as may be \nstated in the notice.  \n \n(2) If the employer fails to show cause to the satisfaction of the Commissioner, the \nCommissioner may make an award determining the total amount payable, and requiring the \nemployer to deposit the deficiency.]  \n \n23. Powers and procedure of Commissioners. —The Commissioner shall have all the \npowers of a Civil Court under the Code of Civil Procedure, 1908 (Act V of 1908), for the purpose \nof taking evidence on oath (which such Commissioner is hereby empowered to impose) and of \nenforcing the atte ndance of witnesses and compelling the production of documents and material \nobjects, 1[and the Commissioner shall be deemed to be a Civil Court for all the purposes of section \n195 and of Chapter XXXV of the Code of Criminal Procedure, 1898 ( Act of 1898).]  \n \n24. Appearance of parties.  Any appearance, application or act required to be made or \ndone by any person before or to a Commissioner (other than an appearance of a party which is \nrequired for the purpose of his examination as a witness) may be made or done on  behalf of such \nperson by a legal practitioner or 2[by an official of an Insurance Company or registered Trade Union \nauthorized in writing by such person or, with the permission of the Commissioner, by any other \nperson so authorized].  \n \n25. Method of recording evidence.  The Commissioner shall make a brief memorandum of \nthe substance of the evidence of every witness as the examination of the witness proceeds, and such \nmemorandum shall be written and signed by the Commissioner with his own hand and shall form \npart of the record:  \n \nProvided that, if the Commissioner is prevented from making such memorandum, he shall \nrecord the reason of his inability to do so and shall cause such memorandum to be made in writing \nfrom his dictation and shall sign the same, and such memorandum shall form part of the record:  \n \nProvided further that the evidence of any medical witness shall be taken down as nearly as \nmay be word for word.  \n \n26. Costs.  All costs, incidental to any proceedings before a Commissioner, shall, subject to \nrules made  under this Act, be in the discretion of the Commissioner.  \n \n27. Power to submit cases. A Commissioner may, if he thinks fit, submit any question of \nlaw for the decision of the 3[Tribunal] and, if he does so, shall decide the question in conformity \nwith such de cision.  \n \n28. Registration of agreements. —(1) Where the amount of any lump sum  payable as \ncompensation  has  been settled  by agreement,  whether  by  way of  redemption  of  a   \nhalf‑monthly  payment or otherwise, or   where  any  compensation  has  been so  settled  as  being  \n \n \n1 Ins. by the Work men’s Compensation (Amdt.) Act, 1929 (5 of 1929), section, 5 ( w.e.f . 29­3­1929).  \n2 Subs. by the Work men’s Compensation (Amdt.) Act, 1938 (9 of 1938), section 10 ( w.e.f.  5­4­1938), for “other person authorized in writing by such person”.  \n3 Subs. by the Labour Laws (Amdt.) Act, 1975 (11 of 1975), s. 2 and Sch. ( w.e.f.  25­1­1975), for “High Court”.  \n \nPage 23 of 35  payable 1[to a women or a person under a legal disability] 2* * * a memorandum thereof shall be \nsent by the employer to the Commissioner, who shall, on being satisfied as to its genuineness, \nrecord the memorandum in a register in the prescribed manner:  \n \nProvided that  \n \n(a) no such memorandum shall be recorded before seve n days after \ncommunication by the Commissioner of notice to the parties concerned;  \n \n3*   *   *  *  *  *  * \n(c) the Commissioner may at any time rectify the register;  \n \n(d) where it appears to the Commissioner that an agreement as to the payment of \na lump sum whether by way of redemption of a half‑monthly payment or \notherwise, or an agreement as to the amount of compensation payable 2[to a \nwoman or a person under a legal disa bility] 4* * * ought not to be  registered \nby reason of the inadequacy of the sum or amount, or by reason of the \nagreement having been obtained by fraud or undue influence or other \nimproper means, he may refuse to record the memorandum of the agreement \n5[and may make such order] including an order as to any sum already paid \nunder the agreement, as he thinks just in the circumstances.  \n \n(2) An agreement for the payment of compensation which has been registered under \nsub‑section (1) shall be enforceable under t his Act notwithstanding anything contained in the \nContract Act, 1872 (IX of 1872), or in any other law for the time being in force.  \n \n29. Effect of failure to register agreement. —Where a memorandum of any agreement the \nregistration of which is required by secti on 28, is not sent to the Commissioner as required by that \nsection, the employer shall be liable to pay the full amount of compensation which he is liable to \npay under the provisions of this Act, and notwithstanding anything contained in the proviso to \nsub‑section (1) of section 4, shall not, unless the  Commissioner otherwise directs, be entitled to \ndeduct more than half of any amount paid to the workman by  way of compensation whether under \nthe agreement or otherwise.  \n \n30. Appeals. —(1) An appeal shall lie to the 6[Tribunal] from the following orders of a \ncommission namely. — \n(a) an order awarding as compensation a lump sum whether by way of \nredemption of a half ‑monthly payment or otherwise or disallowing a claim in \nfull or in part for a lump sum ;  \n \n(b) an order refusing to allow redemption of a half monthly payment;  \n \n(c) an order providing for the distribution of compensation among the \ndependants of a deceased workman, or disallowing any claims of a person \nalleging himself to be such dependant ;  \n \n(d) an order allowing or disallowing any claim for the amount of an indemnity \nunder the provisions of Subsection (2) of section 12 ; or  \n \n1 Subs. by the Work men’s Compensation (Amdt.) Act, 1929 (5 of 1929), section 6 ( w.e.f . 29­3­1929), for “to a person under a le gal disability”.  \n2The words “or to a dependent” omitted by the Repealing and Amending Act, 1924 (7 of 1924), s. 3 and Sch. II ( w.e.f . 15­3­1924).  \n3 Cl. (b) omitted by Act 5 of 1929, s. 6.  \n4 The words “or to any dependent” omitted by Act 7 of 1924, s. 3 and  Sch. II.  \n5 Subs.  ibid., s. 2 and Sch. I, for “or may make such order”.  \n6 Subs. by the Labour Laws (Amdt.) Act, 1975 (11 of 1975), s. 2 and Sch. ( w.e.f. 25­1­1975 ), for “High Court”.  \n \nPage 24 of 35  (e) an order refusing to register a memorandum of agreement or  registering the \nsame or providing for the registration of the same subject to conditions:  \n \nProvided that no appeal shall lie against any order unless a substantial question of law is \ninvolved in the appeal and, in the case of an order other than an order such as is referred to in clause \n(b), unless the amount in dispute in the appeal is not less than three hundred rupees:  \n \nProvided, further, that no appeal shall lie in any case in which the parties have agreed to \nabide by the decision of the Commissioner, or in which the order of the Commissioner gives effect \nto an agreement come to by the parties:  \n \n1[Provided further that no appeal by an employer under clause ( a) shall lie unless the \nmemorandum of appeal is accompanied by a certificate by the Commissioner to the effect that the \nappellant has deposited with him the amount payable under the order appealed against.]  \n \n(2) The period of limitation for an appeal under this section shall be sixty days.  \n \n(3) The provisions of section 5 of the Limitation Act, 1908 (IX of 19 08), shall be \napplicable to appeals under this section.  \n \n2[(4) All appeals under this section, and all questions under section 27, pending before any \nHigh Court immediately before the commencement of the Labour Laws (Amendment) Act, 1975, \nshall, on such co mmencement, stand transferred to, and be disposed of by, the Tribunal within \nwhose jurisdiction the cause of action to which the appeal relates or, as the case may be, the \nquestion arose.]  \n \n 3[30A. Withholding of certain payments pending decision of appeal .—Where an \nemployer makes an appeal under clause ( a) of sub‑section (1) of section 30, the Commissioner may, \nand if so directed by the 4[Tribunal] shall, pending the decision of the appeal, withhold payment of \nany sum in deposit with him.]  \n \n5[31. Recovery. —(1)] The Commissioner may recover as an arrear of land revenue any \namount payable by any person under this Act, whether under an agreement for the payment of \ncompensation  or otherwise, and the Commissioner shall be deemed to be a public officer within the  \nmeaning of section 5 of the Revenue Recovery Act, 1890 (I of 1890).  \n \n6[(2) Without prejudice to the provisions of sub‑section (1), the Commissioner may recover \nin the prescribed manner any amount referred to therein by distress and sale of the moveable \nproperty belonging to the person by whom the amount is payable, or by attachment and sale of the  \nimmoveable property belonging to such person.]  \n \nCHAPTER IV  \nRULES  \n \n32. Power of the Provi ncial Government to make rules. —(1) The 7[Provincial \nGovernment] may make rules8 to carry out the purposes of this Act.  \n 1The proviso ins. by the Work men’s Compensation (Amdt.), Act, 1933 (15 of 1933), s. 17.  \n2Sub­section (4) added by the Labour Laws (Amdt.) Act, 1975 (11 of 1975), s. 2 and Sch. ( w.e.f.  25­1­1975).  \n3S. 30A ins.  by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 18.  \n4Subs. by Act 11 of 1975, s. 2 and Sch., for “High Court”.  \n5S. 31 re­numbered as sub­section (1) of that section by the Labour Laws (Amdt.) Act, 1976 (11 of 1976), s. 2 and Sch. ( w.e.f.  12­4­1976).  \n 6Sub­section (2) added ibid. \n7Subs. by A.O., 1937 ( w.e.f . 1­4­1937), for “G.G. in C.”.  \n8 For the Workmen’s Compensation Rules, 1924, see Gen. R. & O.\n \nPage 25 of 35  (2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of  the following matters, namely:__ \n \n(a) for prescribing the intervals at which and the conditions subject to which an \napplication for review may be made under section 6 when not accompanied by a \nmedical certificate ;  \n \n(b) for prescribing the intervals at which and the conditions subject to which a workman \nmay be required to sub mit himself for medical examination und er sub‑section (1) of \nsection 11  ; \n \n(c) for prescribing the procedure to be followed by Commissioners in the disposal  of \ncases under this Act and by the parties in such cases  \n \n(d) for regulating the transfer of matters and cases from one Commissioner to another \nand the transfer of money in such cases ;  \n \n(e) for prescribing the manner in which money in the hands of a Commissioner  may be \ninvested for the benefit of dependants of a deceased workman and for the transfer of \nmoney so invested from one Commissioner to another ;  \n \n1[(ee) for prescribing the manner in which any balance of money may under sub‑section \n(4) of section 8 be tra nsferred to a fund or funds for the benefit of workmen and for \nthe establishment and administration of such fund or funds ;]  \n \n(f) for the representation in proceedings before Commissioners of parties who are \nminors or are unable to make an appearance ;  \n \n(g) for prescribing the form and manner in which memo random of agreements shall be \npresented and registered ;  \n \n(h) for the withholding by Commissioners, whether in whole or in part of half‑monthly \npayments pending decision on applications for review of the same ; 2* \n   \n2*       *     *  *  *  *  * \n   \n2[(i) for regulating the scales of costs which may be allowed in proceedings under this \nAct ;  \n \n(j) for prescribing and determining the amount of the fees payable in respect of any \nproceedings before a Com­ missioner under this Act;  \n \n(k) for the maintenance by Commissioners of registers and records of proceedings \nbefore them ;  \n \n(l) for prescribing the classes of employers who shall maintain notice‑books under \nsub‑section (3) of section 10, and the form of such notice‑books ;  \n(m) for prescribing the form of statement to be submitted by employers under section \n10A ; 3* \n \n 1Ins. by the Work men’s Compensation (Amdt.) Act, 1957 (11 of 1957), section 9 ( w.e.f . 15­3­1957).  \n2The word “and” at the end of cl. (h) and the original cl. (i ) were omitted and the new cls. ( i) to ( n), which were the same as cls. ( a) to ( f) of section 33 were ins. by \nA.O., 1937 ( w.e.f.  1­4­1937).  \n3The word “and” omitted by Act 11 of 1957, s. 9  \n \nPage 26 of 35  (n) for prescribing the cases in which the report refer red to in section 10B may \nbe sent to an authority other than the Commissioner] 1[;] 2[and \n2[(o)  for prescribing the abstracts of this Act and of the rules required by section \n10D.]  \n33. [Power of Local Government to make rules .] Rep. by A. O., 1937.  \n \n34. Publication of Rules. —(1) The power to make rules conferred by 3[section 32] shall \nbe subject to the condition of the rules being made after previous publication.  \n \n(2) The date to be specified in accordance with clause (3) of section 23 of the General Clauses \nAct, 1897, (X of 1897) as that after which a draft of rules proposed to be made under section 32 4* \n* * will be taken into consideration, shall not be less than three months from the date on which the \ndraft of the proposed rules was published for general i nformation.  \n \n(3) Rules so made shall be published in 5* * * the 6[official Gazette] 7* * * and, on such \npublication, shall have effect as if enacted in this Act.  \n \n8[35. Rules to give effect to arrangements with other countries for the transfer of money \npaid as  compensation. -9[(1)] The 10[Federal Government] may, by notification in the 11[official \nGazette] make rules for the transfer 12[to any Acceding State, or] to any part of His Majesty’s \nDominions or to any other country of money 11[deposited with] a Commiss ioner under this Act \n14[which has been awarded to, or may be due to,] any person residing or about to reside in such \n12[State], part or country and for the receipt 15[distribution] and administration in 16[Pakistan] of \nany money 17[deposited] under the law relating to workmen’s compensation 12[in any Acceding \nState, or] in any part of His Majesty’s Dominions or in any other country, 18[which has been \nawarded to, or may be due to,] any person residing or about to reside in 16[Pakista n]:] \n19[Provided that no sum deposited under this Act in respect of fatal accidents shall be so \ntransferred without the consent of the employer concerned until the Commissioner receiving the \nsum has passed orders determining its distribution and apportionment under the provisions of \nsub‑sections  (4) and (5) of section 8.  \n1 Subs. ibid., for full­stop.  \n2 The word “and” and cl. (o) added, ibid. \n3 Subs. by A.O., 1937, for “section 32 and 33”.  \n4 The words and figures “or section 33” omitted , ibid. \n5 The words “the Gazette of India or” omitted by A.O., 1937 ( w.e.f . 1­4­1937).  \n6 Subs. ibid., for “local official Gazette”.  \n7 The words “as the case may be” omitted, ibid. \n8 S. 35 ins. by the Workmen’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 20.  \n9 The original s. 35 was re­numbered as sub­section (1) of that section by the Work men’s Compensation (Amdt.)Act, 1937 (7 of 1937), s. 2 ( w.e.f . 4­3­1937).  \n10 Subs. by the Labour Laws (Amdt.) Act, 1975 (11 of 1975), s. 2 and Sch. ( w.e.f.  25­1­1975), for “Centra l Government” which had been subs. by A.O., 1937, for “G.G. in \nC.”. \n11 Subs. by A.O., 1937, for “Gazette of India”.  \n12 Ins. by A.O., 1949 ( w.e.f . 28­3­1949).  \n13 Subs. by Act 7 of 1937, s. 2, for “paid to”.  \n14 Subs. ibid., for “for the benefit of”.  \n15 Ins. ibid. \n16 Subs. and shall be deemed to have been so subs. on the fourteen day of October, 1955, by the Central Laws (Statue Reform) Ord inance, 1960 (21 of 1960), s.3 and \nSecond Sch., for the words “the Provinces and the Capital of the Federation” which were  sub., by A.O., 1949, for “British India”.  \n17 Subs. by Act 7 of 1937, s. 2., for “awarded”.  \n18 Subs. ibid., for “and applicable for the benefit of”.  \n19 The proviso and sub­section (2) added, ibid. \n \nPage 27 of 35  (2) Where money deposited with a Commissioner has been so transferred in accordance with the \nrules made under this section, the provisions elsewhere contained in this Act regarding distribution \nby the Commissioner of compensation deposited with him shall cease to apply in respect of any s uch \nmoney.]  \n1\n[SCHEDULE -I \n2\n[See section 2 (1) and (4)]  \nLIST OF INJURIES DEEMED TO RESULT IN PERMANENT TOTAL DISABLEMENT . \n \nSr. No.  Description of injuries  Percentage of loss of \nearning capacity.  \n1. Loss of both hands or amputation at higher sites ..  100 \n2. Loss of a hand and a foot ..  ..  ..  .. 100 \n3. Double amputation through leg or thigh, or amputation through \nleg or thigh on one side and loss of other foot ..  100 \n4. Loss of sight to such an extent as to render the claimant unable \nto perform any work for which eye ‑sight is essential.  100 \n5. Very sever facial disfigurement ..    ..  .. 100 \n6. Absolute deafness ..  ..  ..  ..  .. 100 \nLIST OF INJURIES DEEMED TO RESULT IN PERMANENT PARTIAL DISABLEMENT  \nAmputation cases ‑Upper limbs (either arm)    \n1. Amputation through shoulder joint ..  ..  .. 90 \n2. Amputation below shoulder with stump less than 8 from tip of acromion .. .. .. ..  \n.. 80 \n3. Amputation from 8 from tip of acromion to less than 4 ‑1/2\" below tip of \nolecranon ..  ..  ..  ..  .. 70 \n4. Loss  of a hand or of the thumb and four fingers of one hand or amputation from \n4‑1/2\" below tip of olecranon ..   ..  .. 60 \n5. Loss of thumb ..   ..  ..  ..  ..  ..  ..  .. 30 \n6. Loss of thumb and its metacarpal bone .. .. .. ..  40 \n7. Loss of four fingers of  one hand ..  ..  ..  ..  .. 50 \n8. Loss of three fingers of one hand ..  ..  ..  ..  .. 30 \n9. Loss of two fingers of one hand ..  ..  ..  .. 20 \n10. Loss of terminal phalanx of thumb ..   ..  ..  ..  .. 20 \n  \n1Subs. by the Labour Laws (Amdt.) Ordinance, 1972 (9 of 1972), s. 2 and 1st Sch. ( w.e.f . 13­4­1972,) for the existing Shc. I.  \n2 Subs. by the Labour Laws (Amdt.) Act, 1972 (5 of 1972), s. 2 and Sch. ( w.e.f . 7­9­1972), for “section 2(1) and 4”.  \n \nPage 28 of 35  Amputation cases ‑Lower limbs  \n \n11. Amputation of both feet resulting in end ‑bearing stumps ..   .. 90 \n12. Amputation through both feet proximal to the metatarsophalangeal joint .. .. .. .. ..  \n..  ..  ..  .. 80 \n13. Loss of all toes of both feet through the metatarsophalangeal joint ..  40 \n14. Loss of all toes of both feet proximal to the proximal interphalangeal joint .. .. ..  \n..  ..  ..  ..  ..  .. 30 \n15. Loss of all toes of both feet distal to the proximal inter phalangeal joint .. .. .. .. ..  \n..  ..  ..  .. 20 \n16. Amputation at hip ..   ..  ..  ..  ..  ..  .. 90 \n17. Amputation below hip with stump not exceeding 5” in length measures from tip of great \ntrochanter ..   ..  ..  ..  ..  .. 80 \n18. Amputation below hip with stump exceeding 5\" in length measured from tip of great \ntrochanter but not beyond middle high.  ..  .. 70 \n \nSCHEDULE   \n \nSr. No.  Description of injuries  Percentage of loss of \nearning capacity.  \n19. Amputation below middle thigh to 3 ‑1/2\" below knee  60 \n20. Amputation below knee with stump exceeding 3 ‑1/2in. but not \nexceeding 5in ..   ..  ..  .. 50 \n21. Amputation below knee with stump exceeding 5in.      .. 40 \n22. Amputation of one foot resulting in end ‑bearing  .. 30 \n23. Amputation through one foot proximal to the metatarso­ phalangeal \njoint ..   ..  .. 30 \n24. Loss of all toes of one foot through the metatarso­phalangeal joint .. .. ..  20 \n \nOther Injuries  \n \n25. Loss of one eye, without complications, the other being normal  40 \n26. Loss of vision of one eye without complication or disfigurement \nof eyeball, the other being normal .. .. .. .. .. ..  30 \n  \n \n \n \nPage 29 of 35  Fingers of right/left hand index finger  \n \n27. Whole .. .. .. .. .. .. .. ..  14 \n28. Two phalanges .. .. .. .. .. .. ..  11 \n29. One phalanx .. .. .. .. .. .. ..  9 \n30. Guillotine amputation of tip without loss of bone .. .. ..  5 \n \nMiddle finger  \n \n31. Whole .. .. .. .. .. .. .. ..  12 \n32. Two phalanges .. .. .. .. .. .. ..  9 \n33. One phalanx .. .. .. .. .. .. ..  7 \n34. Guillotine amputation of tip without loss of bone .. .. ..  4 \n \nRing or little finger  \n \n35. Whole .. .. .. .. .. .. .. ..  7 \n36. Two phalanxes .. .. .. .. .. .. ..  6 \n37. One phalanx .. .. .. .. .. .. ..  5 \n38. Guillotine amputation of tip without loss of bone .. .. ..  2 \nToes of right or left foot great toe  \n \n39. Through metatarsophalangeal joint .. .. .. .. ..  14 \n40. Part, with some loss of bone .. .. .. .. ..  3 \nAny other toe  \n \n41. Through metatarsophalangeal joint .. .. .. ..  3 \n42. Part, with some loss of bone .. .. .. .. .. ..  1 \nTwo toes of one foot, excluding great toe \n \n43. Through metatarso ‑phalangeal joint .. .. .. .. ..  5 \n44. Part, with some loss of bone .. .. .. .. .. ..  2 \nThree toes of one foot, excluding great toe  \n \n45. Through metatarso ‑phalangeal joint .. .. .. .. ..  6 \n \nPage 30 of 35  46. Part, with some loss of bone ..  .. .. .. .. ..  3 \nFour toes of one foot, excluding great toe  \n \n47. Through metatarso ‑phalangeal joint .. .. .. .. ..  9 \n48. Part, with some loss of bore .. .. .. .. .. ..  3 \n \nSCHEDULE -II \n \n[See section 2(1) ( n)] \n \nList of persons who, subject to the provisions of section 2(1) (n), are included in the definition of \nworkmen  \n \nThe following persons are workmen within the meaning of section 2(1) ( n) and subject to the \nprovisions  of that section, that is to say, any person who is  \n1[(i) employed, otherwise t han 2* * * on a railway, in connection with the operation or \nmaintenance of 3[a lift or a vehicle propelled by steam or other mechanical power or by \nelectricity]; or  \n \n(ii) employed 4* * * in any premises wherein, or within the precincts whereof, on any one day \nof the preceding twelve months, ten or more persons have been employed in any manufacturing \nprocess, as defined in  5[clause (g) of section 2 of the Factories Act, 1934 (XXV of 1934)], or in \nany kind of work whatsoever incidental to or connected with any su ch manufacturing process \nor with the article made, and steam, water or other mechanical power or electrical power is used 6* \n* *; or  \n \n(iii) employed 7[in any place to which section 5 of the Factories Act, 1934, (XXV of \n1934) has been applied or] for the purpose of making, altering, repairing, ornamenting, finishing \nor otherwise adapting for use, transport or sale any article or part of an article in any premises \nwherein or within the precincts whereof on any one day of the preceding twelve months, fif ty \nor more persons have been so employed; or  \n \n(iv) employed in the manufacture or handling of explosives in any premises wherein, or \nwithin, the precincts whereof, on any one day of the preceding twelve months, ten or more persons \nhave been so employed ; or  \n \n(v) employed, in any mine as defined in clause (f) of section 3 of the Mines Act, 1923, (IV \nof 1923) in any mining operation, or in any kind of work, 8* * *  incidental to  connected with \nany mining operation or with the mineral obtained, or in kind or work what soever below ground:  \n1 These clauses and the Explanation  were subs. by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 21, for the original clauses.  \n2 The words “in a clerical c apacity or” omitted by the Work men’s Compensation (Amdt.) Act, 19 73 (14 of 1973), s. 6 ( w.e.f . 7­2­1973).  \n3 Subs. by the Work men’s Compensation (Amdt.) Act, 1938 (9 of 1938), section 11 ( w.e.f.  5­4­1938), for “mechanically propelled vehicles”.  \n4 The words “otherwise than in a clerica l capacity” omitted by the Work men’s  Compensation (Amdt.) Act, 1957 (11 of 1957), s. 10 ( w.e.f.  15­3­1957).  \n5 Subs. by Act 9 of 1938, s. 11, for “clause (4) of section 2 of the Indian Factories Act, 1911”.  \n6 The words “but not persons employed solely in a clerical capacity in any room or pla ce where no manufacturing process is being carried on” omitted by Act 14 of \n1973, s. 6, which had been ins. by Act 11 of 1957, s. 10.  \n7 Ins. by Act 11 of 1957, s. 10.  \n8 The words “other than clerical work” omitted by the Work men’s Compensation (Amdt.) Act , 1973 (14 of 1973), s. 6. ( w.e.f . 7­2­1973).  \n \nPage 31 of 35  Provided that any excavation in which on no day of the preceding twelve months more than \nfifty persons have been employed or explosives have been used and whose depth from its highest \nto its lowe st point does not exceed twenty feet shall be deemed not to be a mine for the purpose of \nthis clause ; or  \n \n \n(vi) employed as the 1[master, seaman, sailor or otherwise on] ‑    \n(a)       any ship which is propelled wholly or in part by steam or other mechanical \npower  or by electricity or which is towed or intended to be towed by a ship \nso propelled, or  \n \n(b)       any ship not included in sub ‑clause (a) of 2[twenty­five] tons net tonnage or \nover ; or  \n \n(vii) employed for the purpose of loading, unloading, fuelling , constructing, repairing, \ndemolishing, cleaning or painting any ship of which he is not the master or a \nmember of the crew, or in the handling or transport within the limits of any port \nsubject to the Ports Act, 1908, (XV of 1908)of goods which have been discharged \nfrom or are to be loaded into any vessel ; or  \n \n3[(viia) employed in loading and unloading of goods in the mechanically propelled vehicles in \nthe 4[Karachi Division].]  \n \n(viii) employed in the construction, repair or demolition of  \n \n5[(a)     any building or structure; or]  \n \n(b) any dam or embankment, which is twenty feet or more in height from its lowest to \nits highes point ; or  \n \n(c) any road, bridge, or tunnel ; or  \n \n(d) any wharf, quay, sea ‑wall or other marine work including any moorings of ships ; or  \n \n(ix) employed in setting up, repairing, maintaining, or taking down any telegraph or \ntelephone line or post or any overhead electric line or cable or post or standard for \nthe same ; or  \n \n \n \n1 Subs. by the Work men’s Compensation (Amdt.) Act, 1957 (11 of 1957), s. 10 (w.e.f.  15­3­1957), for “master or as a seaman of”.  \n2 Subs. ibid., for “fift y”. \n3 Ins. by the Ministry of Health and Social Welfare Notification No. LC. 21(73)/58, dated the 30th March, 1959, see Gaz. of P., 1959, Pt. I, pp. 162­163.  \n4 Subs. by A.O., 1964, Art. 2 and Sch. ( w.e.f.  28­5­1964), for “Federal Territory of Karachi” which had been subs. by the Repealing and Amending Ordinance, 1961 (1 \nof 1961), s. 3 and Second Sch. ( w.e.f.  24­1­1961), for “Federal Capital”.  \n5Subs. by Act 11 of 1957 s. 10, for  the original sub­clause (a).  \n \n \nPage 32 of 35  (x) employed, 1* * * in the construction, working, repair or demolition of any aerial \nropeway, canal pipe‑line, or sewer ; or  \n  \n(xi)  employed in the service of any fire brigade ; or  \n \n \n(xii) employed upon a railway as defined in clause (4) of section 3, and sub‑section (1) of \nsection 148 of the Railways Act, 1890, (IX of 1890) either directly or through a sub­ \ncontractor, by a person fulfilling a contract with the railway administration ; or  \n \n(xiii) employed as an inspector, mail guard, sorter or van peon in the Railway Mail \nService, or employed in any occupation ordinarily involving out‑door work in the 2* \nPosts and Telegraphs Department ; or  \n \n \n3[(xiiia) employed as treasurer clerks performing out‑door duties in the Pakistan Posts and \nTelegraphs Department in Baluchistan and the 4[Karachi Division] ;]  \n(xiv) employed, 1* * * in connection with operations for winning natural petroleum or \nnatural gas ; or  \n \n(xv) employed in any occupation involving blasting operations ; or  \n \n \n(xvi) employed in the making of any excavation in which on any one day of the preceding \ntwelve months more than 5[twenty‑five] persons have been employed or explosives \nhave been used, or whose depth  from its highest to its lowest point exceeds twenty \nfeet ; or  \n \n \n(xvii) employed in the operation of any ferry boat capable of carrying more than ten \npersons ; or  \n \n \n(xviii)  employed, 1* * *, on any estate which is maintained for the purpose of growing \ncinchona, coffee, rubber or tea, and on which on any one day in the preceding twelve \nmonths twenty‑five or more persons have been so employed ; or  \n \n(xix) employed, 1* * * in the generating, transforming or supplying of electrical energy or \nin the generating or supplying of gas ; or \n \n \n \n \n1 The words “otherwise than in clerical capacity”, omitted by the Work men’s Compensation (Amdt.) Act, 1973 (14 of 1973), s. 6 (w.e.f.  7­2­1973).  \n2 The word “Indian” omitted by A.O., 1949 ( w.e.f . 28­3­1949).  \n3 Added by the Ministry of Law and Labour  (Labour Division) Notification No. L.C. 21(2)/49, dated the 20th October, 1949, see Gaz. of P., 1949, Pt. I, p. 498.  \n4 Subs. by A.O., 1964, Art. 2 and Sch. ( w.e.f.  28­5­1964), for “Federal Territory of Karachi” which had been subs. by Repealing and Amendi ng Ordinance, 1961 (1 of \n1961), s. 3 and Second Sch. ( w.e.f . 24­1­1961), for “Capital of the Federation”.  \n5 Subs. by the Work men’s Compensation (Amdt.) Act, 1957 (11 of 1957), section 10 ( w.e.f.  15­3­1957), for “fifty”.  \n \nPage 33 of 35  (xx) employed in a lighthouse as defined in clause (d) of section 2 of the Lighthouse Act, \n1927 (XVII of 1927); or,  \n \n(xxi) employed in producing cinematograph pictures intended for public exhibition or in \nexhibiting such pictures ; or  \n \n(xxii) employed in the training, keepi ng or working of elephants or wild animals ; or  \n \n1[(xxiii) employed in the tapping of palm ‑trees or the felling or logging of trees, or the \ntransport of timber by inland waters, or the control or extinguishing of forest fires \n; or \n \n(xxiv)  employed in operations for the catching or hunting of elephants or other wild \nanimals ; or]  \n \n2[(xxv)] employed as a diver ; 3[or \n4(xxvi) employed in the handling or transport of goods in, or within the precincts of, ‑ \n(a) any warehouse or other place in which goods are stored, and in  which on any \none day of the preceding twelve months ten or more persons have been so \nemployed ; or  \n \n(b) any market in which on any one day of the preceding twelve months one \nhundred of more persons have been so employed ; or,  \n \n(xxvii ) employed in any occupation involving the handling and manipulation of radium, or \nX‑rays apparatus, or contact with radio ‑active substances.]  \nExplanation .‑ In this Schedule, “the preceding twelve months” relates in any particular case \nto the twelve months ending with the d ay on which the accident in such case occurred.]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Cls. (xxi ii) and (xxiv) ins. by the Work men’s Compensation (Amdt.) Act, 1938 (9 of 1938), s. 11 ( w.e.f.  5­4­1938).  \n2 The existing cl. (xxiii) re­numbered as cl. (xxv), ibid. \n3 The word “or” and cls. (xxvi) and (xxvii) ins., ibid. \n \nPage 34 of 35  SCHEDULE -III \n(See section 3)  \nList of occupational diseases  \n \n \n \n \n \n \n \n \n \n \n1 Ins. by the Work men’s Compensation (Amdt.) Act, 1938 (9 of 1938), section 12 ( w.e.f.  5­4­1938).  \n2 This pa rt has been amended in its application to the Federal Capital by S.R.O. 581, dated the 3rd December, 1959, see Gaz. of P., 1959, Pt. I, p. 552. \n3 Added by Act 9 of 1938, s. 12.  \n4 Subs. ibid., for “or its preparations or compounds”.  \n5 These entries were ins. by the Work men’s Compensation (Amdt.) Act, 1933 (15 of 1933), s. 22.  \n6 Subs. by Act 9 of 1938, s. 12, for the entry which was added by Act 15 of 1933, s. 22.  Occupational disease  Employment  \n 1[PART A  \nAnthrax .. .. .. ..  Any employment­  \n (a) involving the handling of wool, hair, bristles or animal carcases or parts of such \ncarcases, including hides, hoofs and horns ; or  \n (b) in connection with animals infected with anthrax ; or  \n (c) involving the loading, unloading or transport of any merchandise.  \nCompressed air illness or its sequelae.  Any process carried on in compressed air.  \nPoisoning by lead tetra‑ethyl ..  Any process involving the use of lead tetra‑ethyl.  \nPoisoning by nitrous fumes ..  Any process involving exposure to nitrous fumes.  \n 2PART B]  \nLead poisoning or its sequelae \n3(excluding poisoning by lead \ntetra‑ethyl).  Any process involving the use of lead 4[or any of its preparations or compounds except lead \ntetra‑ethyl].  \nPhosphorus poisoning or its sequelae.  Any process involving the use of phosphorus or its preparations or compounds.  \n5[Mercury poisoning or its sequelae.  Any process involving the use of mercury or its preparations or compounds.  \nPoisoning by benzene and its \nhomologues, or the sequelae \nof such poisoning.  Handling benzene or any of its homologues and any process in the manufacture or \ninvolving the use of benzene or any of its homologues.  \nChrome ulceration or its sequelae  Any process involving the use of chromic acid or bichromate of ammonimum, potassium or \nsodium, or their preparations.  \n6[Arsenical poisoning or its sequelae.  Any process involving the production, liberation or utilization of arsenic or its compounds.  \nPathological manifestations due to­  Any process involving exposure to the action of radium, radio‑active, substances, or X‑rays.  \n(a) radium and other radioactive \nsubstances ;   \n(b) X‑rays,   \nPrimary epitheliomatous cancer of the \nskin.  Any process involving the handling or use of tar, pitch, bitumen, mineral oil, paraffin, or \nthe compounds, products or residues of these substances.]  \n \nPage 35 of 35  1SCHEDULE -IV \n(See section 4)  \nCOMPENSATION PAYABLE IN CERTAIN CASES.  \n \n2* * *  Amount of compensation for  Half‑monthly payment as \ncompensation for temporary \ndisablement  \n Death  Permanent Total \ndisablement   \n1 2 3 4 \n2* *  *    \nRs. Rs.  \n3[2,00,000]  3[2,00,000]  1/2 of the monthly wages \nduring the period of \ndisablement or a period of one \nyear, reckoned from the date of \ninjur y, which ever is less and \nthere after only in cases of \nchronic lung diseases 1/3 of the \nmonthly wages during the \nperiod of disablement or for a \nperiod of 5 years, reckoned \nfrom the date of injury, \nwhichever is less.  \n \n \n \n1 Subs. by Act XI of 1994 & Sch.  \n2 First Column O mitted by Act IV of 2007 , s. 2 ( w.e.f . 1­7­2007).  \n3 Subs. by ord. 53 of 2001, s. 2,  Sch. ( w.e.f.  1­7­2001)."
}