{
    "file": "./converted_json\\administrator23703acc87ef98a8e01eb2d8a9eb52ba.json",
    "name": "Alternative Energy Development Board Act, 2010",
    "date": "25th May, 2010",
    "tagline": "An Act to provide for establishment of Alternative Energy Development Board",
    "content": "ALTERNATIVE ENERGY DEVELOPMENT BOARD ACT, 2010  \nAct No. XIV OF 2010  \n[25th May, 2010]  \nAn Act to provide for establishment of Alternative Energy  Development Board  \n WHEREAS  it is expedient to provide for establishment of Alternative Energy Development \nBoard (AEDB) as an autonomous body for the purpose of implementation of v arious  policies, \nprogrammes and projects in the field of Altern ative or Renewable Energy Technologies;  \n AND W HEREAS  the objective of the Alternative Energy Development Board is to assist and \nfacilitates development and generation of Alternative or Renewable Energy in order to achieve \nsustainable economic growth with transfer of technology.  \nCHAPTER I  \nPRELIMINARY  \n 1. Short title, extent and commencement.__(1) This Act may be called the Alternative \nEnergy Development Board Act, 2010.  \n It extends to the whole of Pakistan.  \n It shall come into force at once.  \n 2. Definitions. -(1) this Act unless there is any thing repugnant in the subject or \ncontext,___ \n(a) “alternative or renewable energy\" means energy that is produced by alternative \nor renewable resources as compared to the conventional or that are replenished \nnaturally which do not deplete when consumed and  are non -polluting and \nenvironment friendly;  \n(b) \"Board\" means Alternative Energy Development Board (AEDB), established \nunder section 3:  \n(c) “Chairman\" means the C hairman of the Board:  \n(d) \"Chief Executive Officer (CEO)\" means the Chief Executive Officer of the \nBoard appointed under section 5;  \n(e) \"Chief Secretary\" means Chief Secretary of a Province;  \n(f) \"Fund\" means the Alternative Energy Fund (AEF) established under section \n13; \n(g) \"Instit ute\" means Institute of Alternative and Renewable Energy Technolo gies \nestablished under section 11;  \n\n \n (h) “Member”  means Member of the Board;  \n(i) “organization ” means an organization of alternative and renewable energy \nestablished under section 10; \n(j) “prescribed”  means  prescri  bed by rules  or regulations  made  under this Act; \n(k) “President”  means  President  of the Islamic  Republic  of Pakistan;  \n(l) “Prime  Minister”  means  Prime  Minister  of the Islamic  Republic  of Pakistan;  \n(m) “Provincial  Secretary”  means  a Secretary  of a Provi  ncial  Government;   \n(n) “regulations”  means  the regulations  made  under  this Act; and \n(o)  “rules”  means  the rules  made  under  this Act. \nCHAPTER II  \nALTERNATIVE ENERGY DEVELOPMENT BOARD  \n 3. Establishment of the Board.__(1) There shall be established an Alternative Energy \nDevelopment Board for carrying  out the purposes and objectives of this Act.  · \n (2) The Board shall be a body corporate having perpetual succession and a common seal, \nwith administrative and financial powers, subject to the provisions of this Act, to enter _into \nagreements, contracts, a cquire and hold property, both moveable and immoveable and to sue and be \nsued in its name.  \n (3) The head office of the Board shall be at Islamabad and the Board may set up sub -\noffices at such place or places as it may deem necessary.  \n (4) The Board shall c onsist of the Chairman and Members.  \n 4. Chairman of the Board. __The Chairman of the Alternative Energy Development \nBoard shall be appointed by the Federal Government on such terms and conditions as may be \ndetermined by the Federal Government.  \n 5. Terms an d conditions of office of the Chief Executive Officer (CEO).__(1)The \nChief Executive Officer shall be appointed by the Federal Government and the terms and conditions \nof the Chief Executive Officer, his remuneration and privileges shall be such as may be d etermined \nby the Federal Government.  \n (2) The Chief Executive Officer shall be an eminent engineering professional of known \nintegrity, competence and expertise in handling Alternative Energy development projects.  \n (3) The Chief Executive Officer may resign  from his office by giving one month notice, \nby writing under his own hand, addressed to the Federal Government. The age of Chief Executive \nOfficer shall not be more than sixty five years.  \n (4) The Chief Executive Officer will be answerable to the Board fo r all administrative, \nfinancial and technical matters of the Board. The Board may delegate such administrative and \n \n financial powers to the Chief Executive Officer for carrying out day to day affairs of the Board.  \n 6. Members of the Board.__(1) The composition of the Board shall be as follows: - \n(a) Chairman;  \n(b) Secretary, Finance Division or his nominee not below the rank of Additional \nSecretary or equivalent;  \n(c) Secretary, Ministry of Water and Power or his nominee not below the rank of \nAdditional  Secretary or equivalent:  \n(d) Secretary, Planning and Development Division or his nominee not below the \nrank of Additional Secretary or equivalent;  \n(e) Secretary, Ministry of Petroleum and Natural Resources or his nominee not \nbelow the rank of Additional S ecretary or equivalent;  \n(f) Secretary, Ministry of Science and Technology or his nominee not below the \nrank of Additional Secretary or equivalent;  \n(g) Secretary, Ministry of Environment or his nominee not below the rank of \nAdditional Secretary or equivalen t: \n(h) Six Members from private sector, of whom at least three shall be experts on \nalternative energy, as full -time Members to be appointed by the Prime \nMinister on the recommendations of the Board;  \n(i) Chief Secretaries of the governments of Balochistan, Khyber Pakhtunkhwa, \nPunjab and Sindh or their nominees, not below the rank of Provincial \nSecretary; and  \n(j) The Chief Executive Officer of the AEDB.  \n (2) The Secretary of the Board shall be appointed by the Federal  Government on the \nrecommendations of the Board.  \n (3) The Federal Government may increase or decrease the number of Members of the \nBoard from time to time as it may consider appropriate.  \n (4) The Federal Government may prescribe the qualifications and mode of appointment \nof Members from private se ctor in such manner as it may consider appropriate.  \n (5) The business of the Board shall be conducted as prescribed.  \n (6) One-half of the total membership of the Board shall constitute the quorum and in case \nof equality of votes the Chairman shall have the  casting vote.  \n (7) In the absence of the Chairman, a Member designated by the Chairman shall preside \nover the Board meeting.  \n 7. Terms and conditions of office of Members.___(1) A Member, other than an ex r \n \n officio Member, shall be appointed by the Federal Government for a period of three years, \nextendable for another term of three years.  \n (2) A Member, other than ex officio  Member. may at any time resign from his office by \ngiving one month's notice, in writing unde r his own hand, addressed  to the Federal Government.  \n (3) The Federal Government may remove any Member, other than  ex officio  Member, on \ngrounds of misconduct and physical incapacitation.  \n 8. Functions of the Board.___ The functions of the Board shall be following, na mely:___ \n(a) to develop national strategy, policies and plans for utilization of alternative \nand renewable energy resources to achieve the targets approved by the Federal \nGovernment in consultation with the Board;  \n(b) to act as a forum for eva luating, monitoring and certification of alternative or \nrenewable energy projects and products;  \n(c) to act as a coordinating agency for commercial application of alternative or \nrenewable techno logy; and  \n(d) to facilitate energy generation through alternati ve or renewable energy \nresources by, - \n(i) acting as one window facility for establishing, promoting and \nfacilitating ·alternative or renewable energy projects based on wind, \nsolar, micro -hydel , fuel cells, tidal, ocean, biogas, biomass, etc;  \n(ii) setting u p alternative and renewable energy projects on it's own or \nthrough joint venture or partnership with public or private entities in \norder to create awareness and motivation of the need to take such \ninitiatives for the benefit of general public as well as by  evaluating \nconcepts and technologies from technical and financial perspective;  \n(iii) conducting feasibility studies and surveys to identify opportunities for \npower generation and other applications through alternative and \nrenewable energy resources:  \n(iv) undertaking technical, financial and economic evaluation of the \nalternative or renewable energy proposals as well as providing \nassistance in filing of required licensing applications and tariff \npetitions to National Electric Power Regulatory Authority (NEP RA) \nestablished under the Regulation of Generation, Transmission and \nDistribution of Electric Power Act, 1997 (XL of 1997):  \n(v) interacting and co -ordinating  with national and international agencies \nfor promotion and development of alternative energy;  \n(vi) assisting the development  and implementation of plans with concerned \nauthorities and provincial  governments and special  areas for off -grid \nelectrification or rural areas: and  \n \n (vii) making legislative proposals to enforce use and installation of  \nequipment utilizing renewable energy.  \n 9. Committees of Board.__(1) The Board may, for carrying out its functions, constitute \nsuch committees, from time to time, as may be considered appropriate by the Board.  \n (2) The committees shall conduct their business in such manner as may he prescribed by \nthe Hoard.  \n I0. Organization of the Board.___(1) The Board may, for carrying out tts functions for \npromotion of alternative and renewable energy, development of alternative and renewable energy \ntechnologies, certification of alternative and renewable energy products and projects and project \nmanagement may establish one or more  organizations as it may consider necessary.  \n (2) The organization established under sub -section (1) shall be subject to control and \nsupervision of the B oard and shall function within the framework  of this Act.  \n (3) An organization established under sub -section (I) shall perform such busi ness as may \nbe prescribed by regulations by the Board for the purpose.  \n 11. Institute of Alternative and Renewable Energy Technologies. ­ (1) The Board may, \nfor carrying out its functions of commercial application of alternative or renewable energy and \ncorresponding human resource development in the area of alternative  and renewable energy, \nestablish an Institute of Ren ewable Energy  Technologies.  \n (2) The Institute shall conduct the business in such manner as may be prescribed by \nregulations by the Board.  \n 12. Appointment of officers and staff of the Board. -(1) The Board may appoint such \nofficers, experts, advisors, cons ultants and members of staff as it may consider necessary for the \nefficient performance of its functions on such terms and conditions as may be prescribed.  \n (2) The officers, members of the staff, advisors, consultants and experts and other persons \nappoint ed by. the Board shall not be civil servants within the meaning of the Civil Servants Act, I \n973 (LXXI of l 973).  \n (3) The Chairman and non -official Members of the Board, officers, advisors. consultants, \nemployees and staff of the Board when acting or purp orting to act under any of the provisions of this  \nAct, or rules and regulations, shall be deemed to be public servants within the meaning of section 21 \nof Pakistan Penal Code (Act XLV of 1860).  \nCHAPTER I II \nFUND, ACCOUNTS AND AUDIT  \n 13. Alternative Energy Fund.___(1) There shall be established a non­ lapsable fund \nvesting in the Board to be known as the “Alternative Energy  Fund ” for  the purpose of meeting \nexpenses in connection with the functions and operations of the Board, Institute, Projects and \nOrganiza tions under this Act, including payment of salaries and other remuneration payable to the \nCEO, Members, members of its staff, experts, consultants, advisors and other officers and employees \nof the Board, Institute and the Organizations.  \n \n  (2) The fund shall  consist of, - \n(a) funds provided by the Federal Government for payment of salaries  \nestablishing infrastructure and running the day to day business of the Board:  \n(b) loans or grants by the Federal Government or any Provincial Government or \nlocal authority;  \n(c) other loans or funds obtained by the Board;  \n(d) foreign aid, grants and loans negotiated and raised, or otherwise  obtained \nby the Board, directly or through the Economic Affairs Division;  \n(e) charges for services or for the provision of any informatio n or report \nautomated or otherwise to any government, private or any other person or \nentity;  \n (f) fees and commissions collected by the Board as prescribed from time to time;  \n(g) income from the sale of moveable or immoveable property;  \n(h) funds from float ing bonds, shares, debentures, commercial papers, or other \nsecurities issued by the Board or through any other means;  \n(i) all other sums received or earned by the Board; and  \n(j) income  from investments; receipts.  \n (3) The Alternative Energy Fund shall be kept in one or more accounts maintained by the \nBoard, in local or foreign currency  in any commercial bank in Pakistan and shall be operated in \naccordance with the directions of the Board.  \n (4) The Federal Government sha ll fund al I administrative, operational and any other \nexpenses:  \n Provided that the responsibility of the Federal Government to exclusively fund the operations \nand functions of the Board shall cease at such appropriate time when in the opinion of the Feder al \nGovernment the Board shall have become capable of funding its functions and operations envisaged  \nunder this Act to be funded by the Board;  \n 14. Accounts and audit.___(1) The Board, Institute and Organizations, shall prepare their \nown budget in respect o f each financial year, in accordance with the prescribed procedure and shall \nmaintain complete and accurate books of accounts of their actual expenses, and receipts including \nthat of the Alternative Energy Fund.  \n (2) The accounts of the Board, Institute an d Organizations, shall be audited by  a reputable \nfirm of Chartered Accountants, who arc. within the meaning of the   Chartered Accountants  Ordinance, \n1961 (X of 1961) appointed by the Board in consultation with the Auditor -General of Pakistan, from \na panel of chartered accountants proposed by the Board on such terms and conditions as the Board \nmay determine.  \n (3) The Auditors appointed under sub -section (2) shall be provided access to the books, \n \n accounts and other documents as may be considered necessary by them for audit of the accounts.  \n (4) The Auditor -General may conduct each year external audit of the Board as per \nAuditor General's (Functions, Powers and Terms and Conditions of Service) Ordinance, 200 1 (XXIII \nof 200 1). \nCHAPTER IV  \nMISCELLANEOUS  \n 15. Deleg ation of powers.___(1) The Board may delegate all or any of its powers and \nfunctions to the Chief Executive Officer (CEO) subject to such conditions and limitations, as it may \nprescribe.  \n (2) The Board may delegate all or any of its powers and functions under this Act to any \nMember or Officer of the Board, subject to such conditions and limitations, as may be prescribed.  \n 16. Issuan ce of policy directives.___ The Federal Government may, as and when it \nconsiders necessary, issue policy directives to the Bo ard in respect of its activities and the \ncompliance of such directives shall be binding on the Board.  \n 17. Annual report.___ On conclusion of each financial year, the Chief Executive Officer \nshall submit an annual report to the Federal Government in respect of al I activities of the Board \nincluding the status of its existing programmes, projects and future plans formulated in fu rtherance \nof its aims and objectives and the Federal Government shall cause a copy of the report to be \npresented in the Committees of the National Assembly and Senate and to he laid before the \nParliament.  \n 18. Power to make rules.___ The Federal Government  may, on the recommendations of \nthe Board, make rules to carry out the purposes of this Act.  \n 19. Power to make regulations.___(1) The Board, may make regulations, not inconsistent \nwith this Act and the rules, to carry out the purposes of this Act.  \n (2) Without prejudice to the generality of the forgoing provisions, the regulations may \nprovide for.___ \n \n(a) disciplinary proceedings and award of punishme nts; \n(b) terms and conditions alongwith remuneration and privileges, etc. appointments \nof officers, staff m embers, experts, advisors and consultants etc;  \n(c) prescription of different scales and grades etc. for the remuneration and \nprivileges of officers, staff members, experts, advisors and consultants of the \nBoard;  \n(d) procedure for appointment of members of different  committees and laying \ndown regulations for the conduct of their business; and  \n(e) all or any of the matters which by this Act are to be or may be prescribed by \n \n the regulations.  \n 20. Authorities to aid the Board.___ All executive authorities in the Federation and in the \nProvinces sha ll render such assistance to  the Board as may be necessary for the executi on of its \nprogrammes  and projects being carried out under this Act.  \n 21. Indemnity of the Board .___ No suit, prose cution  or other legal proceeding -shall lie \nagainst  the Board; the Chairman, the Chief Executive 1Officer (CEO), the Members, professionals, \nofficers, advisors, c onsultants, an other persons and employees of the Board, in respect of anything \ndone or intended  to be done in good faith under  this Act. \n 22. Remov al of diff iculties. __If any diffi culty  arises in giving effect to any of the provisions \nof this Act, the President may make such order, not inconsistent with the provisions of this Act, as \nmay appear  to be necess ity of removing the difficulty.  \n 23. Dissolution of Board.  Upon the  commencement of this Act, the Alternative Energy  \nDevelopment Board established vide Notification No. F. 1/7/2003 -Admn II, dated 12th May 2003 , \nthereinafter ref erred to as the  former Board shall stand dissolved and upon such dissolution.___ \n(a) all asset , rights, powers, authorities and privileges and property; moveable and \nimmoveable, cash and bank balance, reserve funds, invest ments and all, other \ninterests and rights in or arising out of such  property  and all debts, liabilities \nand obligations of whatever kind of the former Board subsisting immediately \nbefore its dissolution shall stand transferred to vest in the Board;  \n(b) all officers and other employees of the former Boar d shall, notwithstanding \nanything contained in any law or in any agreement, deed, document or other \ninstrument, stand transferred to the Board and shall be deemed to have been \nappointed or engaged by the Board in accordance with the terms and \nconditions of  service applicable to them: and no officer or other employee \nwhose services arc so transferred shall be entitled to any compensation \nbecause of such transfer;  \n(c) all debts and ob ligations incurred or contracts entered into or rights acquired \nand all matt ers and things engaged to be done by, with or for the former Board \nbefore its dissolution shall be deemed to have been incurred, entered into, \nacquired or engaged to be done by, with or for the Board; and  \n(d)  all suits and other legal proceedings institut ed by or against the former Board \nbefore its dissolution shall be deemed to be suits and proceedings by or against \nthe Board and may be proceeded or otherwise dealt with accordingly.  \n 24. Exemption from taxes. -Notwithstanding anything contained in the Inco me Tax \nOrdinance, 2001 (XLIX of 200 1), or any other law for the time being in force relating lo i ncome tax, \nthe Board shall not b e liable to pay any such tax on its income, investment, capital profit, wealth, \ngifts or gains."
}