{
    "file": "./converted_json\\administratorba39c8b439dc5e207137d0356e6165ab.json",
    "name": "Chairman and Members of Federal Land Commission (Validation of Orders) Ordinance, 1981",
    "date": "15th June, 1981",
    "tagline": "An Ordinance to validate certain orders passed by the Chairman or a Member of Federal Land Commission.",
    "content": "Page 1 of 2 \n \n \n \n \nTHE CHAIRMAN AND MEMBERS OF FEDERAL LAND  \nCOMMISSION  (VALIDATION OF ORDERS)  \nORDINANCE, 1981  \n \n \n   \n   \nCONTENTS  \n1.  Short title and commencement.  \n2.  Validation.  \n\n \nPage 2 of 2 \n THE CHAIRMAN AND MEMBERS OF FEDERAL LAND COMMISSION \n(VALIDATION OF ORDERS)  ORDINANCE, 1981  \nORDINANCE No. XXII OF 1981  \n[15th June, 1981 ] \nAn Ordinance to validate certain orders passed by the Chairman or a Member of Federal Land \nCommission.  \n WHEREAS  it is expedient to validate certain orders passed by the Chairman or a Member of \nthe Federal Land Commission;  \nAND WHERES  the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \nNOW, THEREFORE , in exercise of the powers conferred by Article 89 of the Constitution, \nread with Article 2 of t he Provisional C onstitution Order, 1981 (C.M.L.A .Order.No.1 of 1981) , the \nPresident is pleased to make and prom ulgate the following Ordinance: — \n1. Short title and commencement .— (1) This Ordinance may be called the Chairman and  \n(Validat ion of Orders) Ordinance, 1981.   \n(2) It shall come into force at once.  \n2. Validation . Notwithstanding any order or decision of any Court, any orde r passed by the \nChairman or a M ember of the Federal Land Commission at any time before the co mmencement of \nthis Ordinance and purporting to be in exercise of the authority conferred on the C hairman and \nMembers of the Commission by an order of the Federal Government under the Dir and Swat \n(Devolution and Distribution of Property) Regulation, 1972, the Dir and Swat (Settlement of \nDisputes of  Immo vable Property) Regulation, 1972 , the Distribution of P roperty (Chitral) \nRegulation, 1974 (II of 1974),  or the Settlement of Disputes of Immovable Property (Chitral) \nRegulation, 1974 (III of 1974) shall be d eemed to have bee n validly passed and shall have, and shall \nbe deemed always to have had, effect accordingly."
}