{
    "file": "./converted_json\\administratordc6df677cb8e9be37cb68d399dcbadb7.json",
    "name": "Earthquake Reconstruction and Rehabilitation Authority (ERRA)",
    "date": "November 1, 2006",
    "tagline": "Providing for the establishment of an autonomous organization for disaster damage assessment, recovery, reconstruction, and rehabilitation",
    "content": "REGISTEREDNT.m,\n@beGe,ldo d fg[tdtrnI\nEXTRAOBD]NARY\nPUBLISHED BY AUTHORIW\nISLAMABAD, WEDNESDAY NOVEMBER 1, 2006\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENTOF PAKISTAN\nMINISTRY OF LAW, JUSTICE AND HUMAN RIGHTS\nlslamabad, the 1st November, 2006\nF. No. 2(1 )20o6+ub.-The follodng Ordinance promulg6t€d by tte President\nis hereby published forgeneral information :-\nOnotlrt'tcE No XXVlll or 2006\nAN\nORDINANCE\nto provide for the estabtishment ol the Eafthquake Roconstruction and' R ehabilitation Authorv ERRA)\nWHEREAS it is expedient to constitute an autonomous organization for\noost disasterdamage assessment, recovery, reconstruc{ion and rehabilitation of the\n#;;;;il;y in\"\" \"\"ttnqrrr\", \"nd to prwide for matters connected therewith or\nincidental theretoi\n[3432(2006)/Ex. Gaz.]o1e)\nPice : Rs. 10 .50\n7N THE GAZETTE OF PAKISTAN , EXTRA., NOV l, 2006[Panr I\nand RehabititationAND WHEREAS the National Asserrrbly is not ill sessron an(l thePresident rs satisfied that circurnstarces exisl wriich render it r)ecessary to takeimrnediate action .\nNOW, TttEREFORE, rn exercise of the powers conferred by ctaLrse (.1)ofArticle 89 of the constitution of the rsrar,.ic Rep.bric of patiswi itre president ispleased to rnake and promulgate the following brtJrnarrce -\n1. Short tiue, extent and cotnmencentent. (1). Ihis Ordl)ance n)aybe-c€lled the Earthquake Reconstruction and Rehabilitattri ertfro,,ty Orrirrarrce2006\n(2) lt extends to the whole of pakistan.(3) lt shall conle into force at once and. slrall be deerted l(,. trave takerleffect on the 24rh day of October. 2005\n2. Delinitibns.- ln this Ordinance, urrless there is anyflring repugnanlin the subject or contexl,-\n(a). \"affected areas\" means areas affected l)y )e ear .tquake an(t ilsaftersl'rocks and notified as such by lhe Federal GoveInl]enl.\n(t)) \"Authority' nleans the Earthquake Reco.struction and RehabiritationAuthoriry (ERRA);\n(c) \"Board\" tneans the Boarrl of the Authority establislled Under seclion12.\n(d)\n(e)'Chairman ' tneans Chairnran of the Autltonty\nCouncil\" means the Earthquake Reconslr uclror.lCouncrl constituted under sectiol] B\n(0\"Deputy Chairman\" means Deputy Clrairrrratr of I)e Authorily\n(g) 'ECNEC rneans\nCoUIcil.Execulive Collnl|tllee of llle National Er:orrorrric\n(h)\n(r)\n(i)\"fund\" rnearrs the fund establislled urrtler secflon 15.\n''regulations llleans regulations r ade under lhis Ordinance. an(l\n\"rules nteans rules made trrrder thrs Ordinatrce\n_ 3 Establishrnent of tlie Earlllquake Reconstruction alldRehabititation Aurhoriry.- (1) trrrledrarely \"ii;; -\"\",;;;;;rnenr or itrs Ordinance. le Federal Government shall. by rrotifjcatio; in r; offjciat Gazette.establish the Earthqirake Reconstruction ano'neha'triiltatiori a,,ri,onty (ERRA) forcarryi[g out the purposes of this Ordinarrce\nP.rprll THE GAZETTE OF PAKISTAN, EXTRA, NOV' 1, 2006 721\n\\21 Subject to the provisions of this Ordinance' the Autholitv shall be\nautonOinous in iti fu.ctions and operatiorts and shall be a body corporate having\n;;rp\"i;;i;\"\"\".siorr and a conlrnon seal. with power lo acquire lrold and\nl\"po\"\" of property both moveable attd intmoveable qnd enter irrlo contracts\nand shall by its tratne sue and be sued\n(3) For the purpose of coordinatioll the Authority will be\nadntinistratively attached with the Prillre Minister's Secretariat\n4. Prirlcipal oftice.' The prrrrcipal office of ihe Aulhority shall be in\nlslamabad and it m;y establish regional offices at such other place or places as it\nconsiders necessarY.\n5. Functions of Authority'- Subject to the provisions of this\nOrdinance, the Authority shall be responsible for all reconslruction rehabilitation\n! and early recovery progiams and pro,ects in the affecled areas and towards this\nend, mai perfonn the following functions namely:-\n(a) lo conduct surveys to assess damage and carry out ftlture planning\nin lhe affected aieas\n(b) to formulate a conlpr elrerrslve unrbrella development progral'll to\nProvlde loI-\n(i) reconstruction of tlre government buildings and offices'\nutilitaes and services infrastrr'rcture roads' subways and\n. bridges, potable water, drainage systems health and\neduiation facilities tourrsm' irrigation and agriculture\nfacilities in the affecled aleas:\n(ii) environmental proteclion and rehabilitation dnd\n(iii) restoration of econollric activities and liveliltoods,\n(c) to prepare resettlenretrt and rehabilitation plan for the affected\npopulation in consultatiorr with the respective Governlnents of the\naffected areas,\n(d)to approve projects, proglanrs and schernes idetrtafied prepared\nand submitted by the respective Governments of the affected\nareas,\n(e) to take steps for nlonrtoring and evaluation of the approved'. projects. programs and schemes;\n(D to prescribe cosleffective technology. building codes or\nconstruction guidelines. architectural designs, specificatioris, and\nconstruction materials for housing and other buildings in the\naffecled areas to safeguard against future seismic lhreats;\n7n THE CAZETTE OF PAKISTAN, EXTRA., NOV I, 2006[Parr I\n(S) to facilitate the establishment of the reconstruction_retated industryand businesses in th€ aftected. areas in consutfation with tfreresp6ctive Governmenls; and\n(h) to perform sdch olher tunctions supplententat, incidental orconsequential to the purposes and functions ,tor\"\"a,O irJ \n\"nyother function asgigned lo it hy lhe Federat Government rnaccordance wilh the purposes of this Ordinanci:\n6. Powors of the Authority.- To perfonn its functiotrs the Authoritymay-\n(a) undertake any work incur any expendilure. procure plant.machinery, services. equipnrent, vehtcles and any other moveableand immoveable \n- property. and procure storei required for the ^ implementation of approved dev.eloprnenl p-1\"-\"ta. progr\",n. \n\"nOschenies:\n(b) dispose of su6h plant, nrachinery. equipnlenl, vehicles. propertyand stores as are no lonrrer required li, itrern\"ni,\", as prescribed. by r ules.\n(c) seek ot call for any inlollltaltorr frorrr atry person or any ir]strtutton.(lepatttltenl or .,geIcy as lay l)e rerlrrrred for canyang oUt itspUtposes.\n(d) seek and obtain fronr any deparlment or agency (including the arnred forces) advice and issisianc\" to'occri\"'ri\" rt\" functions and for execution of its approved pr\",\".i\", ;d;;\" r\"\"no .\"n\".\".,\n(e) approve individuar proiects, ._programs and schemes. within the scope of the approved umUretti plogram;\n(0 transfer any pro,\"\"l.:l_]t::o.Tptetion to any deparrment or agency of the Federal Government.or respectiv6 G[Jernments ot tne affected areas; and\n(g) re-appropriate tr\"1:_]1?. one projecr, program. scheme erc. to anolher proiect. program or scheme\n7. Management and admiltislration.. (1) The general direcfion in all matters ot poricv and adminrsrratro, or ,,e nuitroriri ;;; t'';;il,r. sha, vest in the council. _. ...v , rsn,v,,ry a u rrs arrE\n(2) . The Council mav. by general or special order, delegale to any body or an officer of rhe Aurhorilv ro eiercise ,rv ;; li; ;;;;;\":iiru.\" o, runcrions under this Ordinance. subjeci to such \n\"orr,riti\"l,. ,. it 'r\"rvi\"\"ilit\nPART I] TTIE GAZETTE OF PAKISTAN, EXTRA., NOV I,2006\n8. The Council.- (1) There sllall be established the Earthquake\nReconslruction and Rehabilitation Council which shall cot)sist of tlre following\nmembers. namelyi'\n(a) Prin)e N4inister of Pakistarr-Cl1al![e1son\nMenrber (b) Prirne Minister ofAzad Janrnu and Kashnrir - - -,\n(c) Chief Minister of NWFP l\\4err ber\n(d) Minister of Kashmrr Affairs and Northern Areas.\nin'the Federal Governnrent of Pakistan\n(e) Adiisor to the Prime Mirrisler on Finance - - -lvleDrber\n(f) Depuly Chairnran Planning Conrmissiorl\n(g) Chairman of the Authority\n(h) Deputy Chaannan of the Authority -\n(21 The Deputy Chairman of the Authorily shall also act as Secrelary of\nthe Council.\n(3)Mellber\nlle!$er\nMernber\nMenrber\nIlre Courlcil may co-opt sucll other lnentbers as it deems necessary\n{()r llre condUCt of its business\nTlre Federal Government rnay by notitication in the official Gazette\nirrcrease or decrease tlle nrernbership of the Council and for thatl]atter arnend sub-section (1) so as lo add arry entry lllerelo or rnodify\nor onrit any entry therein\n9. Funetions of the. Council.- The Council shall provide policy\nguidelines and approve the policies, plans, programs, proiecls and schernej,\nsubmitted by the Chairman or the Board.\n10. Chairman of the Authority.- (1) The Federal Goverrrrnent shallappoinl a Chairman of the Authority who shall be responsible for the policy\nmatters for such period and on such terms and conditions as it may dete lline.\n(2) The Chairman shall perform such funclions and carry out such\nresponsibilities as may be delegated to him by the Council or the Board.\n11. Deputy Chairman of the Authority.- (.11 The Federal Governmenl\nshall appoint a Deputy Chairman for such period and on such tern.ls and\nconditions as the Federal Governrnent nray prescribe\n(2) The Depuly Chainnan shall be responsible for the day to day\nadministration of the Authority and may exercise such administrative anj\nfinancial powers as are delegated to hitn by the Council or the Board.(4)n3\n12. The Board.- (1) There shall be a Board whrch shall be\nresponsible for the implementation of the approved policy decisions, plans,\nprograms, proiects and schemes and shall have such administrative and financial\npowers as may be delegated to it by lhe Council\n(2) The Board shall consistof the following members. namely:-\nDeputy Chairmar(ot the Authority -' - - - -Chairn]an\nMemberChairman of the Authority\nAdditional Finance Secretary\nAdditional Secretary DefeuceMenrbera\nb\nc\nd beemN,I\nf)\ns)\nh)\ni)Additional Secrgtary, Planning Division - -\nAdditional Secretary, EAD\nChief Secretary, NWFP\nChief Secretary, AJ&K\nfour representatives of civil society to be\nnominaled by the Federal Governnlent - -Member\nMember\nMernber\nMembel\nMerrrbers\n(j) a representative of civil society to be\nThe Deputy Chairman of lhe Authority shall also act as Secretary of\n(4) Tl]e Board may co ol)t sllcll other rrrerrrbers as are (jeeflred\nnecessary for the corrduct oJ its brrsrrress\n(5) The terms and conditions of the non-official nrenrbers and their\nprivileges will be such as may be deterrrred by the Council\n(6) The Federal Government rrray. by notification in the official Gazette.\nincrease or decrease the membership of tlre Board and for that nratter amend\nsub-section (2) so as to add any entry thereto or modify:or omit any entry therein.\n13. Powers and functions of the Board.- (1) The Board shall exercise\nsuch powers and perform such functions as the Council may assign to it.\n(2) Subject to the provisions of sub section (1) and subject lo the\noverall supervision and control of tl)e Council, the Board shall perform the\nfollowing functions, nainely. -\n(a) approve projects upto five hundred million rupees and any proiect\nbeyond that limit shall be submitted to ECNEC for approval.affected area ----'\n(b) approve the budget and accounts;THE CAZETTE OF PAKISTAN, EXTRA.. NOV 1.2006 IPARIl\nnominated by the Governnrent of NWFP '- Merirber(k) a representative of civil society to be\nnominated by the Govenrnent of an\nMernber\n(3)\nthe Board.\nPo\"r Il TI{E GAZETTE OF PAKJSTAN, EXTRA., NOV 1,2006 125\n14. Meetings.- (1) l\\4eetirrgs of the Council and of the Board shall be\nheld at such time, place and in sLrch nranner as may be specified\n(21 The Council may meet.as often as the Chairperson o| the Council\nmay direct.\n(3) Ilre Board shall nreet as often as is expedier]t to discharge its\nresponsibilities al|d shall prescribe procedure for regulating its proceedings\n(4) The decisions of the Council and of tl)e Board shall be taken by the\nmajority of nrenrbers present and. ir tlre event of a tie the Chairperson or. as the\ncase n)ay be. the Chairman slrall ltave a casting vote\n15. ERRA Fund.- (1) Ilrere shall be established a Fund for\nreconstruction and rehabilitatron to be known as the ERRA Fund which shall vest\nin and be utilized by the Authority to rneet the expenses and carry out the\nobjectives of this Ordinance\n(2) The Fund shall consist of\n(a) such sums as the Federal Government rnay. from time to time,\nallocate to it, anct\n(b) all other sums or properties which tnay in any manner becomd\npayable to, or vest in, Authority\n16. Annual budget.- The Authority shall prepare the annual budget\nfor each financial year and after rts approval by the Board subrnit the same to the\nCouncil.\n17 - Accounts.- The Authority shall maintain complete and accurate\nbooks of accounts and shall, after the end of each financial year, prepare for lhe\nfinancial year a statement of accounts of the Authority in such fornt as may be\nprescribed by the Controller General of Accounts for submission to the Federal\nGovernment.\n18. Audit.- (1 ) The accolltts of lhe Aulhority shall be audited annually\nby the Auditor-General of Pakistan\n(2) The Authority, in additiorr to the audit by the Auditor General. may\ncause its accounls to be audited by [rte|lral audrtors and arrange for tltird pady\nvalidation of the projects on need basrs(c) consider the quarterly and annual reports of the ALtthoflty for\nmaking recommendatioos to the Council,\n(d) appoint advisors and consultanls and determine their conditions of\nappointment: aro\n(e) constitute such cornrnillees as rt may consider apptopflate.\n'726 THE GAZETTE OF PAKISTAN, EXTRA., NOV l,2006 [Penrl\n19. Exemption from taxes.- Notwithstandirrg anything contained ill\nthe lncome Tax Ordinance, 2001 (XLIX of 2001) or in other law for tlte time\nbeing in force relating to incorre-tax. capital gains-tax, the Authority shall not be\nliable to pay and shall be exen]pt frorl) paying any such taxes as aforesaid on ils\nincomes, profits or gaiDS\n20. Appointment of officers, etc.- (l) Tlte Board may, fronr time\nto time. appoint such officers, ernployees. experts and consultants as it may\nconsider necessary for the perforrnance of rts lunctrons\n12) Tlle Board shall. prescribe by reltulations llte procedLtre for\nappoinlment of its officers, employees, experts and consultants and tlle terms\nand conditiorts of their servrcc\n21- Recovery of dues.- Any sunt due to the.Authorily shall be\nrecoverable as arrears of land revenue\n2?- Validity of proceedings.- No act. decisron or proceeding of the\nAuthority or its Council or Board shall be invalid by reason only of the existence\nof a vacancy in, or defect in the constitution of. the Authority or ils Cotrncil or\nBoard.\n23. lndemnity.- No suit. prosecution, or other legal proceedings shall\nlie against lhe Authority, the Council. the Board. the Chairperson. the Chairman,\nor any member, officer, servant, advisor, consultint or expert of the Authority, for\nanything done in good faith under this Ordinance.\n24. Officers etc., to be puhlic servant.- Every officer, employee,\nexpert, and consultant of the authority shall be deemed to be a public servant\nwithin the meaning of sectibn 21 of the Pakistan Penal Code (Act XLV of 1860).\n25. Ordinance XCI of 2002 not to apply to the Authority.- Nothing\ncontained in the lndustrial Relations Ordinance. 2002 (XCl ol 2002). shall apply\nto, or in relation to, the Authority or its establishments or in its officers or\nemployees.\n26. Winding up of the Authority.- No provision of any law relating\nto winding up of bodies corporale shall apply to the Authority and the Authority\nshall not be wound up except by order of the Feddral Government and in such\nmanner as the Federa.l Government may direct.\n27. Powers to make rules.- The Council may, by notification in the\nofficial Gazette. make rules for carrying out the purposes of this Ordinance.\n2A. Powers to make regulations.- The Board may make regulations\nnot inconsislent with this Ordinance and lhe rules made thereunder, to provide\nfor all malters for which provision is necessary or expedient lor calrying out the\npurposes of this Ordinance.\nPART I] THE GAZETTE OF PAKISTAN,.EXTRA.' NOV. l, 2006'7T1\n29. Removal of difficulties.- lf any.difficulty arises in giving effect to\nany of the provisions of this Ordinance. the Federal Governmenl may make such\norder, not inconsistent with the provisions bf this Ordinance, as may appear to be\nnecessary, for the purpose of removing the difficulty.\n' 30. Power of the Federal Government to issue directiies.' The\nFederal Goi/ernment may, as and whetr it considers necessary, issue directives\nto the Authority on matters of policy, and such directives shall be binding on the\nAuthority, and if a question arises whether any malter is a nratter of policy or not\nthe decision of the Federal Governnlenl shall be final\n31. Ordirrance to override other laws.- flre provrsions of this\nOrdinance shall have effect notwithstarrding anything inconsistent contained in\nany other law for lhe time being in fotce and any sttclt law. rule or regulation\nshi1, to ttre extent of any inconsiste,cy. cease t() lrave eflect tronr the date this\nOrdinance comes into force.\n32- Repeal and savings.-\nOrdinance'Upon the commencement of this\n(a)\n(b)\n(c)the Prinre Ministers Secretariat's Notification No.F.1(4)/2005-\nAdmn.. dated the 24rr' october, 2005. shall stand rescinded:\nall funds, properties, rights and interests of whatsoever kind issued,\nused, enioyed, possessed or owned. vested in the Earthquake\nReconstruction and Rehabilitation Authority (ERRA) in existence\nbelore such commencement and' of liabilities legally subsisting\nagainst the said Authority shall pass to the Authority established\ntnder this Oidinance: and\nall employees, advisors,. consultants and experts appointed by the\nAulhority in existence before the commencement of this ordinance\nshall become employees, advisors, consultants and experts of the\nAuthority established under this Ordinance\n, GENERAL\nPERVEZ MUSHARRAF,\nPresident.\nJusrrce (Rero.)\nMANSOOR AHMED,\nSecretary.\nPRINTED BY THE MANACER, PRINTING CORPORATION OF PAKISTAN\npugLriHeo gv rug DEpurY coNTRoLLER, STATIoNERY & FoRMs' UNIVPRESS. ISLAMABAD\nERSITY ROAD. KARACHI"
}