{
    "file": "./converted_json\\administrator318505d2553280b4a5aeb84c2e28ada2.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2 020 643 \n \n \n \n \nISLAMABAD, THURSDAY , SEPTEMBER 2 4, 2020 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nNATIONAL ASSEMBLY SE CRETARIAT  \n \nIslamabad, the 23rd  September, 2020  \n \n  No. F. 22(25)/2018 -Legis .—The following Act of Majlis -e-Shoora  \n(Parliament) received the assent of the President on the 22nd September,  2020 is \nhereby published for general information: — \n \nACT NO. XXXV  OF 2020 \n \nAN \n \nACT  \n \nto promote, protect and effectively ensure the rights and inclusion of persons \nwith disabilities in the communit ies in line with the Islamic Injunctions and \nprovisions of the Constitution of the Islamic Republic of Pakistan to advance \nefforts for recognition of their respect and dignity in the society;  \n \n WHEREAS  it is expedient to put in place legal and institutiona l \nframework to protect the rights of persons with disabilities in general and \nwomen, children and the elderly in particular, as called for by the United Nations  \n \n(643) \n \nPrice: Rs. 40.00 \n [6066 (2020)/Ex. Gaz.].   \n644 THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  [PART I \n \n Convention on the Rights of Persons with Disa bilities, as well as other human \nrights treaties and conventions to which Pakistan is a state party;  \n \n It is hereby enacted as under: — \n \nPART I  \nPRELIMINARY  \n 1. Short title, extent and commencement .—(1) This Act may be \ncalled the ICT Rights of Persons with D isability Act, 2020.  \n(2) It shall extend to the whole of the Islamabad Capital Territory (ICT).  \n(3) It shall come into force at once.  \n 2. Definitions .—In this Act, unless there is anything repugnant in the \nsubject or contest, — \n(a) ―access”  means meaningful  and effective access to various physical \nand intangible means made suitable to fulfill special needs of  \npersons with disabilities;  \n(b)  ―barriers”  means physical, social, psychological, communication, \ninformation, legal or attitudinal hurdles in the way to access to \ninfrastructure and services meant for general public;   \n(c) ―Constitution ‖ means the Constitution of the Islamic Republic of \nPakistan;  \n(d) ―Council ‖ means the Council on Rights of Persons with \nDisabilities constituted under this Act;  \n(e) ―Cour t‖ means the special disability court established under  \nsection 32;  \n(f) ―disability ‖ means a long term physical or mental condition that \nlimits a person’s movements, senses or activities and shall include \nphysical, mental, intellectual and developmental d isorders or \nsensory impairments which in interaction with participate fully and \neffectively in day to day performance and interaction with others on \nan equal basis;  \n(g) ―discrimination on the basis of disability ‖ means any distinction, \nexclusion or restric tion on the basis of disability which has the \npurpose or effect of impairing or nullifying the recognition, \nenjoyment or exercise, on an equal basis with others, of all human \nrights and fundamental freedoms in the political, economic, social, \ndenial of rea sonable accommodation;  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2 020 645 \n (h) ―equality before law ‖ includes principles of quality on equitable \nbasis that persons with disability shall have in line with the \nConstitution and international covenants in which Pakistan is a \nparty;  \n(i) ―freedom of movement ‖ sha ll have the same meaning as expressed \nin Article 15 of the Constitution;  \n(j) “Fund” means  the fund established under section 28;     \n(k) ―independent living ‖ means environment to live with freedom,  \nself-control, choice and self -determination in everyday l ife; \n(l) ―misconduct ‖ shall have the same meaning as defined in the \nGovernment Servants (Efficiency and Discipline) Rules, 1973.  \n(m) ―mobility ‖ means the possible independent for persons with \ndisabilities with access to quality mobility aids, devices, assi stive \ntechnologies and forms of assistance and intermediaries, including \nby making them available at affordable cost; and  \n(n) ―reasonable accommodation ‖ means necessary and appropriate \nmodification where needed in a particular case, to ensure that the \npersons with disabilities enjoy or exercise on an equal basis with \nothers of all human rights and fundamental freedoms at home, \nworkplace and in social life.  \nPART II  \nRIGHTS OF PERSONS WITH DISABILITIES  \n 3. Equality and non -discrimination of persons with disabi lity.—\n(1) The government shall ensure that every person with disability shall have a \nright to be respected for his individual dignity and lead a decent life with equal \nopportunity to participate in educational, social, economic, cultural and all other \nactivities in the society without any discrimination.  \n \n(2) No person or institution, whether public or private, shall discriminate \nagainst  persons with disabilities or violate their rights or restrict benefits in any \nmanner.  \n \n(3) The government shall take all necessary legal and administrative \nsteps including appropriate changes in the existing laws, to ensure that every \nperson with disabilities enjoy a life inclusive of the right of equality guaranteed \nunder the Constitution and that such person’s disability s hall not be used by any \nperson or institution to restrain or restrict him from enjoying his rights unless \nthere is a reasonable cause that not restricting such person may cause him harm \nor letting him perform something may be out of his physical or mental capacity.  \n646 THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  [PART I \n \n (4) In view of restricted access of the persons with disabilities to means \nof earning their livelihood independently, the government shall take extra -\nordinary steps to ensure their effective inclusiveness in the society through \nsuitable education , skill development, training and placement against appropriate \npositions in the government departments and entities in the private sector \naccording to the allocated quota.  \n \n(5) No person with disability shall be a subject of any research without \nhis willi ngness or consent without any pressure and such research shall be \nthrough using accessible modes, means and formats of communication.  \n \n 4. Equality before law .—(1) The government shall ensure that the \npersons with disabilities are treated equally like per sons without such disabilities \nand that they are not discriminated in exercise of their rights.  \n \n(2) It shall be ensured that such persons have legal capacity to enjoy \ntheir rights and if they need support to exercise legal capacity such support is \nprovid ed to them free of cost.  \n \n 5. Right to privacy .—(1) Every person with disabilities shall have \nright to privacy as available to all citizens regardless of his living in a private \nhome, rehabilitation centre, hostel or any private or public accommodation.  \n \n(2) No person with disabilities regardless of place of residence or living \narrangements shall be subjected to arbitrary or unlawful interference with his \nprivacy of person, family, home and communication or correspondence. Such \npersons shall have the righ t to the protection of the law against any illegal \ninterference and attack against their person, family, property and reputation.  \n \n 6. Women, children, elderly people and transgender with \ndisabilities .—(1) In view of the extra -ordinary vulnerability of wo men, children, \nsenior citizens and transgender with disabilities, the government shall in prescribed \nmanner take special measures to ensure that such women, children, senior citizens \nand transgenders with disabilities are given full protection under law in  enjoying their \nrights.   \n \n(2) The government as well as the private sector shall in the prescribed \nmanners take necessary measures to ensure development, advancement and \nempowerment of women, children, senior citizens and transgender with disabilities.  \n \n 7. Ease of access and mobility .—(1) The government as well as the \nprivate sector  shall take necessary measures towards allowing ease of access to \nthe persons with disabilities to public buildings, hospitals, recreational facilities, \npublic transport, street s and roads for which the old buildings and vehicles shall \nbe appropriately modified and new buildings and vehicles shall be built \nconforming to appropriate standards in conformity with guidelines developed by \nthe Council:  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2 020 647 \n  Provided that the government sh all ensure accessible washrooms, toilets \nand bathrooms with all the facilities and necessary accessories.  \n \n(2) The Council shall develop a guideline on removing barriers and \nobstacles to access in buildings, roads, mode of transportation, housing, \nhospital s, schools, workplaces, communication and information related services, \nrecreational spaces, parks and also public washrooms and get those implemented \nby the concerned authorities and persons both in public and private sectors.  \n \n(3) The Council shall devel op a set of minimum standards and scope of \naccess and related signage that each department, authority, entity and major \nenterprise shall put in place to ensure necessary access of persons with \ndisabilities.  \n \n(4) The government shall implement policies and  programs to promote \nthe personal mobility of persons with disabilities at affordable cost or free.  \n \n(5) The government shall ensure special seats in all means of transport \nfor persons with disabilities and allot parking space exclusively for persons with \ndisabilities at all public and private places.  \n \n(6) The Council shall develop and enforce guidelines allowing persons \nwith disabilities to have full and appropriate access to all forms of mass \ncommunication including information technology to enjoy freedo m of speech \nand freedom of information. A national relay system may be established to \nstandardize mechanism understandable consistently across the country.  \n \n 8. Protection from abusive, violent and intolerant discriminatory \nbehavior .—(1) The government sh all take all possible steps to protect persons \nwith disabilities from all forms of abuse, violence and exploitation at the hands of \nany person, institution or authority.  \n \n (2) Whenever an act of abuse, violence and intolerant discriminatory  \nbehavior is co mmitted against any person with disability and the information of \nsuch act is communicated to the Council or any law enforcement agency, the \nconcerned agency on receipt of such information shall immediately take \nnecessary action to investigate and curb suc h act and to take appropriate \nmeasures under law to lodge the victim of abuse, violence or intolerance, to a \nsafe place for protected housing. No cost shall be recovered from such victim for \nlodging in safe place in such situation.  \n \n (3) Notwithstanding t he provisions of any law for the time being in \nforce, an act of physical violence against a person with disability causing even a \nminor injury shall be deemed as grievous injury and shall be treated as an act of \nviolence under section 335 of the Pakistan P enal Code, 1860 (Act XLV of 1860) \nand shall attract punishment accordingly. Other situation of aggravated abuse and \nviolence shall also be deemed to have more gravity than in case of a person \nwithout disabilities.    \n648 THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  [PART I \n \n  (4) In case of need for legal aid such  aid shall be made available to \nsuch affected person at public expense or prevent its occurrence, as the case may \nbe, or pass such order as deemed fit for the protection of such person with \ndisability.  \n \n 9. Equity in education .—(1) The government shall ta ke all necessary \nmeasures to ensure that persons with disabilities are afforded equal rights to \naccess government as well as private  educational institutions and shall be \nprovided with appropriate facilities for their education without any \ndiscrimination.  \n \n(2) The government shall provide free pre -primary to higher education \nto persons with disabilities.  \n \n(3) The government shall take necessary measures to establish special \neducational institutions for persons with moderate to severe disabilities to cater  to \ntheir special needs, in addition to making other institutions reasonably equipped \nand staffed to provide appropriate facilities for inclusive education to such \npersons in those general educational institutions.  \n \n(4) Persons with disabilities shall not  be denied admission into any \neducational institution, whether state owned or private, on ground of their \ndisabilities.  \n \n(5) It shall be illegal for an institution and its staff members to \ndiscriminate against or abuse or otherwise violate rights of a pers on with \ndisability at his place of education for which both the institution and such \nviolating person shall be punished.  \n \n(6) The government shall ensure inclusive education focusing on \npersonality, development, creativity and strengthening of physical an d mental \ncapabilities of persons with disabilities.  \n \n(7) Reasonable and appropriate accommodation shall be provided to \npersons with disabilities in educational institutions including hostels, where \napplicable.  \n \n(8) The government shall establish adequate dedicated and general \nfacilities for teacher training with a view to train adequate number of specially \ntrained teachers equipped with skills to teach students with various disabilities.  \n \n(9)  The government shall ensure that all persons with disabilities are \ngiven full access to all modes and means of education including but not limited to \nvocational training, online education distance learning and adult education.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2 020 649 \n  10. Equity in the employment .—(1) No person, institution, \norganization or entity, whether public or private, shall discriminate against a \nperson on the ground of disability in the matters of employment, promotion, \ncareer development and enjoying fruits of his employment.  \n \n(2) The employer shall ensure the provision of reasonable \naccommodation i ncluding necessary assistive aid and equipment which a person \nwith disabilities would reasonably require to perform his duties.  \n \n(3)  The government shall reserve an employment quota as prescribed \nby the Federal Government to be periodically reviewed, at v arious levels for \npersons with disabilities in government departments, institutions, entities and \ncorporate entities owned and managed by the government and the concerned \ndepartment shall implement the allocated quota.  \n \n(4) The government shall take neces sary steps to encourage private \nenterprises to employ persons with disabilities through incentives for which the \ngovernment shall prepare long term inclusion plans and allocate necessary \nresources.  \n \n(5) The terms and conditions of employment shall not be l ess favorable \nfor persons with disabilities as compared with those offered to other persons \nappointed against same or similar positions.  \n \n(6) An establishment which does not employ persons with disabilities \nas required by sub -section (3) shall pay into the  Fund each month the sum of \nmoney it would have paid as salary or wages to a person with disabilities had he \nbeen employed. In the event of non -payment or non -compliance, the matter shall \nbe brought before an arbitration council to be established for the p urpose by the \nCouncil.  \n \n 11. Equity in health and medical rehabilitation services .—(1)  The \ngovernment shall ensure barrier free access to necessary public health services \nand infrastructure to persons with disabilities without any discrimination and \nwitho ut any cost to such persons.  \n \n(2) The Council shall devise plans to provide special health insurance \nto persons with disabilities to ensure free medical coverage to such persons.  \n \n(3) The government shall encourage private sector health services \nproviders through appropriate incentives to provide quality services to persons \nwith disabilities at affordable rates or free.  \n \n(4) Special health service for early identification and intervention of \ndisabilities and medical services especially designed to prevent d isability shall be \nimplemented.  \n650 THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  [PART I \n \n (5) The government shall initiate with the help of medical and \nscientific community, research to identify causes of various disabilities and make \nefforts to create awareness in public to adopt practices that help prevent \ndisabilities from happening.  \n \n(6) The government shall in respect of person with disabilities \nundertake initiatives to promote support and implement community based \nrehabilitation and research initiatives at the community level.  \n \n 12. Right to live independen tly in community .—(1) The persons with \ndisabilities shall have equal right to live independently in the community. Such \npersons shall be provided with all necessary facilities by the government without \ndiscrimination to enable them to live independently.  \n \n(2) The government shall take necessary preventive measures to ensure \nthat persons with disabilities are not excluded or segregated from the community \non basis of their disability and that their access to communal facilities and \nservices is restriction fre e. \n \n(3) The government may also take necessary measures to enable the \nperson with disabilities to have access to a range of in -house, residential and \nother community support services including personal assistance service necessary \nto support living and inc lusion in community.  \n \n 13. Right of living .—(1) Every person with disability shall have right \nto a decent place of living of his choice and no person shall discriminate against a \nperson with disability by way of refusing to rent him or sell to a place of l iving \nbecause of him being a person with disability.  \n \n(2) The government shall evolve a policy towards fair and affordable \nhousing for persons with disabilities in government owned, sponsored or assisted \nprojects and also in the private housing schemes. Th e authorities approving \nestablishment of new housing schemes and plans shall ensure that appropriate \nnumber of affordable housing units are included in each such scheme or plan.  \n \n(3) The government may set up and maintain decent housing facilities \nfor the persons with disabilities who do not have a place to live and need a decent \ntemporary shelter. The Council shall with the help from the authorities of the \nFederal Capital, civil society organizations and society at large assist to arrange \ntemporary shelter  for such persons.  \n \n 14. Right to home and family .—(1) No person with disability \nespecially a child or adult or senior citizen shall be separated from his family on \nthe grounds of disability unless a court of law requires him to be so separated in \nhis best  interest.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2 020 651 \n (2) Where the immediate family of person with disability is unable to \ncater a person with disability, especially a child with disabilities, the Court shall \nmake effort to place such person at a setup suitable for his safe living.  \n \n(3) All person s with disabilities shall have the right to marry a person \nof their own choice and raise their family without any discrimination.  \n \n(4) No person with disability shall be subjected to any medical \nprocedure leading to infertility and forced sterilization sha ll be a non -\ncompoundable offence.  \n \n(5) The government shall provide free services regarding reproductive \nhealth especially to women with disabilities.  \n \n 15. Freedom of expression and information .—(1) The government \nshall ensure that persons with disabiliti es have full and equitable rights regarding \nfreedom of speech, right to expression and information and effective measures \nshall be taken for their such rights to be enjoyed.  \n \n(2) The Council shall take necessary measures to convey the voice of \npersons with  disabilities and their organizations across the governments, civil \nsociety and international community.  \n \n(3) The Council shall encourage the state and private run electronic and \nprint media to promote awareness on the rights of persons with disabilities \nthrough public service messages and programming inclusive for all types of \ndisabilities.  \n \n(4) The government may provide advertisements to publications \ndedicated for persons with disabilities.  \n \n(5) The government shall ensure that all websites hosted by Pak istani \nwebsite service providers are accessible for persons with disabilities.  \n \n 16.   Right of political participation .—(1) Persons with disabilities \nshall have full right to participate in the political activity in the country including \nexercising right of vote and right to be elected to an elected body.  \n \n(2)  The Election Commission of Pakistan shall ensure that each polling \nstation is accessible to persons with disabilities and necessary arrangements are \nmade for them to cast their votes confidentially and without any difficulty. Any \nact by any person to cause restriction on exercise of right of vote by a person \nwith disability shall be deemed as forceful obstruction as defined in the Elections \nAct, 2017 (XXXIII of 2017) and shall be prosecuted and punis hed accordingly.  \n \n(3) The Council shall, with the help of the Election Commission of \nPakistan, educate political parties on the issues and problems of the persons with \ndisabilities.  \n652 THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  [PART I \n \n (4) The Election Commission of Pakistan shall be mandated to develop \nvoter ’s accessibility mechanism for persons with disabilities such as brail voting \npaper etc.  \n \n 17.   Access to justice .—The government shall ensure that persons with \ndisabilities are provided with assistance, including sign language interpreters and \nattendants  to access to the justice system.  \n \n 18.  Right to own property. —Persons with disabilities shall not be \ndenied the right to own, sell or inherit property.  \n \n 19.  Participation in sports, cultural and recreational activities. — (1) \nThe government shall ensure  that no person is discriminated against in \nparticipation of any sports, games, cultural and recreational activities on ground \nof his disability. Assistive devices, equipment and latest technology shall be \nmade available for their inclusion in sports, cult ural, recreational and leisure \nactivities. One seat for persons with disabilities in the sports board shall be \nensured and the government shall ensure linkages of the monitoring mechanism \nfor para olympics and special olympics sports association.  \n \n(2)  Access to cultural materials, programs and activities shall be \nprovided in accessible and appropriate formats to persons with disabilities.  \n \n(3)   Barrier -free and discrimination -free access to media programs, films, \ntheaters, parks, stadiums, play grounds, b eaches and other places of leisure, \nrecreation, sports and cultural activities shall be provided to such persons with \ndisabilities.   \n \n(4) The government shall facilitate participation of persons with \ndisabilities in scouting, art classes, outdoor camps, hu nting, tourism and \nadventure activities and shall also help to develop and utilize their artistic, \ncreative and intellectual capabilities.  \n \n(5) The government shall ensure that talent -enhancing abilities in both \npublic and private schools including sports activities are developed.  \n \n(6)  The government shall ensure that courses and activities are designed to \npromote arts and culture to enhance talent of persons with disabilities.  \n \n(7) The government shall take steps so that access to cultural materials, \nprograms and activities in accessible and appropriate formats to persons with \ndisabilities are ensured.  \n \n 20. Protection of persons with disabilities in risk and disaster  \nsituation. —(1) All persons with disabilities shall be given top priority in \nproviding s uitable protection and safety in situations of risk and natural disaster \nand shall immediately be removed from such areas and moved to a safe place on \npriority.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2 020 653 \n (2) In situations of armed conflict, the police, civil armed forces and \nthe armed forces shall  take appropriate measures on priority to ensure safety, \nprotection and removal of such persons.  \n \n(3) All authorities engaged in reconstruction activity subsequent to any \nsituation of armed conflict, humanitarian emergencies or natural disaster shall \nensur e that persons with disabilities are accorded priority in reconstructing their \ninstitutions, homes and other facilities and restoring services.  \n \n(4) The Council shall keep a close coordination with the disaster \nmanagement authorities for protection and re moval to safety and keep record of \nsuch persons caught in such situation and ensure early rehabilitation.  \n \n(5) Needs and concerns of persons with disabilities should be included \nin disaster risk reduction.  \n \nPART III  \nADMINISTRATION OF RIGHTS  \n 21. Strengthe ning and reconstitution of the National Council for \nthe Rehabilitation of Disabled Persons. —(1) The National Council for the \nRehabilitation of Disabled Persons constituted under the Disabled Persons \n(Employment and Rehabilitation) Ordinance, 1981 (XL of 19 81) shall stand \nreconstituted as the Council on Rights of Persons with Disabilities and shall \nconsist of - \n \n(a) Minister –in-charge;  \n Chairperson  \n(b) Secretary  of the Division allocated with business of \nthis Act;  Vice-Chairperson  \n(c) two members from th e Senate, one each from \ngovernment and the opposition;  Members  \n(d) two members from the National Assembly one each \nfrom government and the opposition;  \n Members  \n(e) one representative from Ministry of Information, \nBroadcasting, National History and Lite rary Heritage \nnot below the rank of Joint Secretary;  Member  \n(f) one representative from Ministry of Finance, Revenue \nand Economic Affairs not below the rank of Joint \nSecretary;  Member  \n(g) one representative from the Division allocated with \nbusiness of ed ucation not blow the level of Joint \nSecretary;  Member  \n654 THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  [PART I \n \n (h) one representative from the Division allocated with \nthe business of poverty alleviation and social safety \nnot below the rank of Joint Secretary;  Member  \n(i) An officer not below the rank of  a Join t Secretary of \nthe Division to which business of this Act stands \nallocated;  Member  \n(j) Chairman, Capital Development Authority (CDA);  Member  \n(k) Chief Executive or Head of National Institute of \nRehabilitation Medicine (NIRM);  Member  \n(l) three persons with disability.  Members  \n \n(2) Member at clause (i) of sub -section (1) shall also act as Secretary of \nthe Council.  \n \n(3) The Council may co -opt any person as a member.  \n \n(4) The government functionaries represented in the Council shall hold \ntheir membership s on ex-officio  basis. The tenure of the members shall be three \nyears.  \n \n(5) The Council shall meet at -least quarterly and the quorum of each \nmeeting shall be one -fourth of the total number of the composition of the \nCouncil.  \n  \n 22. Functions of the Council. —(1) The Council shall have the \nresponsibility to achieve and implement objectives of this Act and to assist the \ngovernment in developing legal and institutional frame work.  \n \n(2) The Council shall be the executive authority to implement this Act, \nto develo p a legal and social environment and to help persons with disabilities to \nhave the protection of law in enjoying their fundamental rights.  \n \n(3) The Council shall, with the help of other authorities and persons, \ntake all possible measures to protect persons  with disabilities from \ndiscrimination, exploitation, torture, inhuman or degrading treatment on the \nhands of any one including their families and caregivers.  \n \n(4) The Council shall coordinate implementation of the principles of \nrelevant convention at prov incial and lower administrative levels through \nproviding technical assistance to various organs of the provincial legislatures and \ngovernments in developing appropriate legal and institutional frameworks in \ntheir jurisdictions and making them achieve the o bjective of protection and \nenforcement of rights.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2 020 655 \n (5) The Council shall evaluate the effectiveness of laws and policies \nand assess the implementation of laws and policies at the national level and \nrecommend to the government any changes required in the po licies, laws and \npractices.  \n \n (6) The Council shall conduct or cause to conduct research on the \nstatus of persons with disabilities and matters related to the promotion and \nprotection of their rights.  \n \n (7) The Council shall put into place an institutional  mechanism to \nregularly monitor performance of various departments and organizations in the \ngovernment and issue a performance score card to each such entity and \norganization at least once in every three years. Similarly, the Council shall devise \nand maint ain score cards for private entities that seek such evaluation and \nassessment. Such performance audits shall be conducted by third party \nprofessionals and the employees of the Council.  \n \n (8) The Council shall assess its own performance in creating legal an d \nsocial environment in the country and issue  an annual status report at the  \nend of every calendar year to present its re port to the Parliament through  \nMinister -in-charge.  \n \n (9) The Council shall be responsible to monitor the activities of private \nand comm unity based organizations to ensure that required standards of service are \nmaintained. The Council may enforce an institutional mechanism for effective, \nefficacious and transparent functions of such organizations and may impose \nrestrictions on organization s not meeting the objective criteria laid down by it.  \n \n (10) The Council shall have the powers to address individual and \ncollective complaints of violations of human rights of persons with disabilities.  \n \n 23. Registration of persons with disabilities. —(1) Any person with \ndisability desirous of being employed or otherwise rehabilitated may have his \nname registered in the register maintained by the Council or its designated office \nin such form and in such manner as may be prescribed by the Council.  \n \n(2) The C ouncil shall, if it thinks necessary, cause each person with \ndisability registered under sub -section (1) to be assessed as to the nature of his \nfunctional disability and also as to his aptitude and the nature of work he is fit to \ndo by a medical officer au thorized by it or by such assessing board as it may \nappoint having at least one medical officer and the medical officer or, as the case \nmay be, the assessing board shall submit its report to the Council in such form as \nmay be prescribed by the Council.  \n \n656 THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  [PART I \n \n (3) If the person with disability is considered by the Council fit to \nwork, he shall be informed indicating the nature of work for which he may be \nemployed or the trade or vocation in which he may be trained and an \nendorsement to that effect shall be made ag ainst his name in the register.  \n \n(4) If the person with disability is not considered by the Council fit to \nwork, he shall be informed accordingly for an endorsement to that effect being \nmade against his name in the register and the Council shall take such measures \nfor his rehabilitation as it thinks fit.  \n \n(5) If a person is declared by the Council not to be a disabled person, \nhis name shall be struck off from  the register.  \n \n 24. Establishments to employ persons with disabilities. —(1) Not \nless than one perce nt of the total number of persons employed by an \nestablishment at any time shall be persons whose names have been registered \nwith the Council or its designated office of the area in which such establishment \nis located and against whose names in the registe r maintained under section 23 an \nendorsement exists to the effect that they are fit to work.  \n \n(2) The persons with disabilities employed against any post in \npursuance of sub -section (1) shall be entitled to the terms and conditions which \nare not less favou rable than those of the other persons employed by the \nestablishment against similar posts.  \n \n(3) When calculating the percentage of the posts in an establishment \nfor the purposes of employment of persons with disabilities, the fraction of 0.5 \nand above shal l count as a whole number.  \n \n 25. Establishment to pay to the Fund. —An establishment which does \nnot employ a person with disability as required by section 24 shall pay into the \nFund each month the sum of money it would have paid as salary or wages to a \ndisabled person had he been employed.  \n \n 26. Dissolution of the Council. —On the commencement of this Act, \nthe council formed under the Disabled Persons (Employment and Rehabilitation) \nOrdinance, 1981(XL of 1981) shall stand dissolved and on such dissolution all \nassets, rights, powers, authorities and privileges and property, movable and \nimmovable, cash and bank balance, reserve funds, investments and all other \ninterests and rights in, or arising out of such property and all debts, liabilities and \nobligations of whatever kind of the dissolved council subsisting immediately \nbefore its dissolution shall stand transferred to and vest in the Council.  \n \n 27. Governmental authorities and other persons to assist the  \nCouncil. —(1) All the functionaries of the government sh all extend full and \neffective cooperation to the Council in ensuring the enforcement of this Act and \nother laws for protecting the rights of the persons with disabilities.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2 020 657 \n (2) Any person in the governmental position not effectively \ncooperating with the Co uncil shall be deemed to have committed misconduct and \nshall be proceeded against accordingly.  \n \n 28. Funds for rehabilitation. —(1) The government may establish \nnon-lapsable endowment fund for sustainably financing projects and activities \nrelated to ensurin g effective rights protection and inclusion in society of persons \nwith disabilities.  \n \n (2) The Fund established under sub -section (1) shall be called as ICT \nDisability Fund which shall be managed by the Council.  \n \n(3) The following shall be the sources of t he Fund, namely: — \n \n (a) annual allocation and grants of funds from Federal \nGovernment;  \n \n (b) grants from international organizations, governments and \nother such bodies;  \n  \n (c) levies and other charges that government imposes for \nrehabilitation;  \n \n (d) fines  and penalties under this Act;  \n \n (e) donations and bequests by private persons; and  \n  \n (f) any other source.  \n \n (4) The Fund established under the Disabled Persons (Employment and \nRehabilitation) Ordinance, 1981 (XL of 1981) shall stand transferred alongwi th \nall sums and moneys to the Fund established under sub -section (2).  \n \n 29. Creating public awareness. —(1) The Council shall take \nimmediate, appropriate and result oriented measures to raise awareness amongst \nthe society as whole with regards to recognitio n and respect for  persons with \ndisabilities and their rights.  \n \n(2) The Council shall recommend to the Federal and Provincial \nGovernments measures to include topics on disability in educational curriculum \nand to create awareness among young students about persons with disabilities.  \n \n(3) The government shall include topics on addressing problems of \npersons with disabilities in training programs of institutions responsible for \nimparting trainings to officers and officials of the government, including judges \nand court officials.  \n \n658 THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  [PART I \n \n  30. Rehabilitation. —(1) The government shall take all possible \nmeasures to ensure that persons with disabilities attain maximum independence \nand ability to participate in activities of life including getting education, doing \nbusiness , getting employed and participating in sports and cultural activities.  \n \n (2) The government shall promote continuing skill development and \ntraining in existing advance skills and technologies to persons with disabilities \nfor effective participation and i ntegration in the community.  \n \n (3) The government shall undertake initiatives to promote, support and \nimplement community based rehabilitation and research initiatives of its own.  \n \n 31. Insurance cover .—(1) The Council may devise and put in place \ncomprehe nsive group medical and accident insurance for  persons with \ndisabilities and may also facilitate such persons in getting affordable life and \nother forms of insurance.  \n \n (2) The Council may pay the premium for persons with disabilities \nwho cannot pay the premium from their own sources.   \n \n 32. Special disability courts .—(1) For speedy justice, the government \nmay designate and may encourage provincial governments to designate, courts to \nhear cases under this Act or other laws in which one or more parties ar e persons \nwith disabilities.  \n \n(2) There shall be an effective institutionalized mechanism to monitor \ncases in courts under sub -section (1) by appropriate judicial forums as devised by \nthe respective High Court.  \n \n 33. Power to make rules .—(1) The Council may, in consultation with \nthe Federal Government and by notification in the official Gazette, make rules to \ncarry out purposes of this Act.  \n \n(2) The rules made under the Disabled Persons (Employment and \nRehabilitation) Ordinance, 1981(XL of 1981) so far a s they are not inconsistent \nwith the provisions of this Act shall continue to be in force until altered, amended \nor repealed.  \n \n 34. Power to make regulation. — The Council may, by notification in \nthe official Gazette, make regulations for its own efficient and professional \nworking and for effective achievement of objectives of this Act.  \n \n \n \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2 020 659 \n PART IV  \n \nMISCELLANEOUS  \n \n 35. Removal of difficulties .—If any difficulty arises in giving effect to \nany of the provisions of this Act, the Federal Government may make such  order, \nnot inconsistent with the provisions of this Act, as may appear to be necessary for \nthe purpose of removing the difficulty.  \n \n 36. Repeal .—The Disabled Persons (Employment and Rehabilitation) \nOrdinance, 1981 (XL of 1981) is hereby repealed to the ex tent of the Islamabad \nCapital Territory.   \n \n \n \n  \nTAHIR HUSSAIN , \nSecretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n_______________________________________________________________  \nPRINTED  BY THE MANAGER, PRINTING  CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}