{
    "file": "./converted_json\\administratoraf7be9587f13339baf709c9cf6ed9136.json",
    "name": "The Public Accountants' Default Act",
    "date": "22nd March, 1850",
    "tagline": "Avoiding Loss by the Default of Public Accountants",
    "content": "Page 1 of 3 \n  \n \n \n \n \nTHE PUBLIC ACCOUNTANTS’ DEFAULT ACT, 1850  \n \n \n \nCONTENTS  \n \n1.  Public Accountants to give security  \n2.  Amount and kind of security and with what sureties  \n3. “Public accountant” defined.   \n4.  Prosecution of accountants and sureti es \n5.  Enactments applied to proceedings by and against accountants  \n6.  [Validation of former rules.]  Rep. by the repealing Act, 1870 (XIV of 1870).   \n\n \nPage 2 of 3 \n 1[THE PUBLIC ACCOUNTANTS’ DEFAULT ACT, 1850]  \nACT No. XII OF 1850  \n[22nd March, 1850]  \nFor avoiding loss by t he default of Public Accountants  \n Preamble.  For better avoidance of loss through the default of public accountants; It is \nenacted as follows:__ \n 1. Public Accountants to give security.   Every public accountant shall give security for the \ndue discharge of t he trusts of his office, and for the due account of all moneys which shall come into \nhis possession or control, by reason of his office.  \n 2. Amount and kind of security and with what sureties.  In default of any act having \nspecial reference to the office o f any public accountant, the security given shall be of such amount \nand kind, real or personal, or both, and with such sureties (regard being had to the nature of the \noffice), as shall be required by any 2rules made or to be made from time to time, by the authority by \nwhich each public accountant is appointed to his office, 3*  * * .  \n 4[3. “Public accountant” defined.   For the purposes of sections 1 and 2 of this Act, the \nexpression “public accountant” means any person who as Official Assignee or Trustee, or as \nsarbarahkar, is entrusted with the re ceipt, custody or control of any moneys or securities for money, \nor the management of any lands belonging to any other person or persons; and for the purposes of \nsections 4 and 5 of this Act the expression shall also include any person who, by reason of any office \nheld by him in the service of 5[Pakistan] is entrusted with the receipt, custody or control of any \nmoneys or securities for money, or the management of any lands belonging to the  6[Government].]  \n 4. Pro secution of accountants and sureties.  The person or persons at the head of the office \nto which any public accountant belongs may proceed against any such public accountant and his \nsureties for any loss or defalcation in his accounts, as if the amount there of were an arrear of land -\nrevenue due to Government.  \n \n \n1Short title given by the Short Titles Act, 1897 (14 of 1897).  \nThis Act has been declared to be in force in all the Provinces and the Capital of the Federation, except the Scheduled Distri cts, by the L aws Local \nExtent Act, 1874 (15 of 1874), s. 3.  \nIt has been declared by notification under s. 3(a) of the Scheduled Dis tricts Act, 1874 (14 of 1874), to be in force in the following other Scheduled \nDistricts, namely:__  \nThe Districts of Thar and Parkar, and  the Upper Sind Frontier —see Gazette of India, 1880, Pt. I, p. 672.  \nIt bas been extended, by notification under s. 5 of the last -mentioned Act, to the Scheduled Districts of the Punjab (some of the Districts now form part \nof the N.W.F.P.), see Gazette of I ndia, 1883, Pt. I, p. 505.  \nThe Act has been applied to Baluchistan by the Baluchistan Laws Regula tion, 1913 (II of 1913), s. 3, as amended by Regulation I of 1945.  \nIt has been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order,  1950 (G.G.O. 3 of 1950); and also applied in the \nFederated Areas of Baluchistan , see Gazette of India, 1937. Pt. I, p. 1499.  \n2For rules made by the Govt. of Bombay, see Sind Official Gazette, 1896, Pt. I, pp.198, 228,244,262 and 276.  \n3The words “subject t o the approval of the Governor or G. in C. of the Presidency or place” rep. by A. O., 1937.  \n4Subs. Ibid., for the original section 3.  \n5Subs. by F. A. O., 1975, Art. 2 and Sch. for “the [State]”. The words in crotchets were first subs. by A.O., 1949 and the n amended by A.O., 1961, to \nread as above.  \n6Subs. by A. O., 1961, Art. 2, for “Crown” (with effect from the 23rd March, 1956).  \n \n \nPage 3 of 3 \n  15. Enactments applied to proceedings by and against accountants.  All Regulations and \nActs now or hereafter to be in force fo r the recovery of arrears of land -revenue due to Government, \nand for recovery of damages by any person wrongfully proceeded against for any such arrear shall \napply, with such changes in the forms of procedure as are necessary to make them applicable to the  \ncase, to the proceedings against and by such public accoun tant2. \n 6. [Validation of former rules.]  Rep. by the Repealing Act, 1870 (XIV of 1870).  \n \n_____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 13 -09-2024  \n1This section has been amended in its application to the P rovince of West Pakistan (except the Capital of the Federation) by West Pakistan Act 16 of \n1957, s(3) and III Sch. (with effect from the 14th October, 1955).  \n2For the law relating to the recovery of revenue -arrears, see the Revenue Recovery Act, 1890 (1 of  1890)."
}