{
    "file": "./converted_json\\administratorddefa532cd235246ebbdb8439d847510.json",
    "name": "The Indus River System Authority Act",
    "date": "6th December, 1992",
    "tagline": "An Act to establish the Indus River System Authority for regulating and monitoring the distribution of water sources of Indus River",
    "content": "Page 1 of 8 \n \n \nTHE INDUS  RIVER SYSTEM AUTHORITY  ACT, 1992  \n \n \n \n \n \nCONTENTS  \n \nCHAPTER I  \n PRELIMINARY  \n1. Short  title, extent  and commencement.  \n2. Definitions.  \nCHAPTER II  \nAUTHORITY AND ITS FUNCTIONS  \n3. Constitution of the Authority . \n4. Appointment and term  of office of Chairman and mem bers.  \n5. Remuneration and conditions of service . \n6. Removal of Chairman or Members . \n7. Meetings of the Authority . \n8. Powers and Duties of the Authority . \nCHAPTER III  \nADVISORY COMMITTEE  \n9. Advisory Committee . \n10. Meetings of the Committee . \nCHAPTER IV  \nESTABLISHMENT  \n11. Headquarter  of the Authority .  \nUpdated till 14.04.2023\n \nPage 2 of 8 \n 12. Employment of officers and staff . \n13. Immunity of the Authority and its employees . \n14. Delegation of powers to and by Chairman . \nCHAPTER V  \nREPORTS AND STATEMENTS  \n15. Submission of yearly reports and returns . \nCHAPTER VI  \nFINANCING  \n16. Fund  of authority . \n17. Limited liability.  \n18. Maintenance of Accounts . \n19. Annual statement of Accounts . \n20. Audit . \nCHAPTER VII  \nMISCELLANEOUS  \n21. Rules . \n22. Regulations . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 8 \n THE INDUS  RIVER SYSTEM AUTHORITY  ACT, 1992  \n \nACT  No. XXII OF 1992  \n \n[6th December, 1992]  \n \nAn Act to pro vide for the establis hment of the Indus River System Authority \n \nWHEREAS  it is expedient to establish  the Indus  River System Autho rity for regulating and \nmonito ring the distribution  of water sources of Indus Riv er in accordance with the w ater accord \namongst the Provinces and to p rovide for matters connected therewith and ancillary thereto; \n \nIt is hereby enacted as follows :— \n \n \nCHA PTER  I  \nPRELIMINARY  \n \n1. Short title, extent and comme ncement.—(1) This Act may be called the  Indus Riv er \nSystem Auth ority Act, 199 2. \n \n(2)  It shall come into force at once. \n \n2. Definitions.—In  this Act, unless  there is anything  repugnant  in the subj ect or context,— \n \n(a)     “Autho rity” means the Indus River System Autho rity establish ed under section \n3; \n \n(b)       “Chairman” means the Chairman of the Autho rity;  \n(c)       “member” means a member of the Auth ority ; \n(d)       “prescribed” means prescribed by rules made un der this  Act;  \n(e)       “rules” means rules made und er this Act; and \n(f)      “Water Accord” means the agreement entitled “Apportionm ent of  the   \nWaters   of  the   Indus   Riv er   System   Between   the Provinces” signed by \nthe Provinces on the sixteenth day of March 1991,  and approved by the  \nCoun cil of common  Interest on the tw enty-first day of March, 1991.  \n \nCHA PTER  II \n \nAUTHORITY AND ITS FUNCTIONS  \n \n3. Constitution of the Authority.—(1) As soon  as may be after the comm encement of \nthis Act, the Federal Government shall, by a notification in the official Gazette, establish  an \nauthority to be known  as the Indus  River System Autho rity for carrying out the pu rposes of this \nAct. \n \n(2) The Autho rity shall be a body corporate having perpetual succession  and a comm on seal \nwith power subject to provisions  of this Act to a acquire and hold  property, both moveable and \nimmov able, and shall sue and he  sued by the n ame assigned to it under sub-section (1). \n \nPage 4 of 8 \n 4. Appointment and term of office of Chairman and members.—(1) The Autho rity shall \nconsist  of five members, one each to be nomin ated by each Province and the  Federal Government \nfrom amongst high-ranking engineers in irrigation or related engineering fields. \n \n(2) The first Chairman shall be the member nomin ated by the Gov ernment of Balochistan   \nto be followed by the  nomin ees of the Gov ernment of North-West Frontier Province, Punjab, Sindh \nand the Federal Gov ernment and th ereafter in th at order. \n \n(3) The   term of  office of the Chairman  shall be one year and  that of a  member three years. \n \n(4) Any member shall be eligible for re-appoin tment for one or more term or for such \nshorter term as the Provincial Government or, as the case m ay be, the Federal Government may \ndecide. \n \n(5) The Chairman and any member may, by writing under his hand, addressed to the \nSecretary to the Government of Pakistan, Water and Power Division,  resign from his o ffice: \n \nProvided that the resignation shall not take effect until it is accepted by the Federal \nGovernment. \n \n(6) In the absence of the Chairman, the member next due for appointm ent as Chairman shall \nact as the Ch airman. \n \n(7) In the absence of a memb er representing a Province, the Secretary, Irrigation Department \nof the Province shall represent that Province. \n \n(8) In the absence of member nomin ated by the  Federal Government the  Chief Engineering \nAdvis er or his nomin ee shall represent the Federal Gov ernment. \n \n(9) The Chairman of the Water and Power Development Autho rity and Chi ef Engineering \nAdvi ser or their nomin ees shall be ex-officio members of the Autho rity, but they shall have no \nright to vot e. \n \n5. R emuneration and conditions of service.—The Chairman and every member shall \nreceive such salary and allowances and be subject to such conditions  of service as may be \nprescribed and shall perform such duties and functions  as are assigned to them under this Act or by \nrules. \n \n6. Removal of Chairman or Members.—The Federal Government may, by noti fication \nin the official Gazette, after providing  an oppo rtunity of being heard and in consult ation with the \nProvincial Government concerned, remove the Ch airman or any member, where— \n \n(a)     he refuses or fails to discharge or, in the opinion of  the Federal Gov ernment,  \nbecomes incapable of dis charging his responsibiliti es; \n \n(b)       he is declared insolv ent by a competent court; or \n \n(c)       he is declared to be disqu alified for employment in, or has been dismiss ed  \nfrom, the service of Pakistan or of  Province, or has been convicted by a \ncompetent court of an offence involving  moral turpitud e. \n \n \n \n \nPage 5 of 8 \n 7. Meetings of the Authority.—(1) T he Autho rity shall meet at least on ce in every month  at \nsuch time and in such manner as may be specified by regulations: \n \nProvided that until regulations  are made in this behalf, such meetings shall be convened \nby the Chairman as he deems necessary. \n \n(2) The Chairman and two oth er members entitled to vote sh all constitute a  quorum for a \nmeeting of the Autho rity. \n \n8. Powers  and  Duties of  the Authority.—(1) The  duties of  the Autho rity  shall  be  to— \n \n(a)    lay down t he basis for the regulation and dist ribution of surface waters \namongst the Provinces according to the allocations and poli cies spelt out in \nthe Water Accord; \n \n(b)      review and s pecify river and reservoir op eration patterns and p eriodically \nreview the system of such operation; \n \n(c)      coordinate and regulate the activiti es of the Water and Power Developm ent \nAuth ority in exchange of  date between the Provinces in connection with the \ngauging and recording of su rface water-flows ; \n \nExpla nation.—Actual observation and compil ation of  the d ata shall be \nthe responsibili ty of the respective Provinces, Water and Power Development \nAutho rity and ot her allied organisations,  while the  process sh all be monito red \nby the Autho rity; \n \n(d)       determine p riorities with reference to sub -clause (c) of clause 14 of  the Water \nAccord for river and reservoir op erations  for irrigation and hydro-power \nrequirements; \n \n(e)      compile and review canal withd rawal indents as received from the Provinces \non 5 -daily or, as the case m ay be, on 10 -daily basis and issue consolid ated \noperational directives to Water and Power Developm ent Autho rity for making \nsuch releases from reservoirs as the A uthority may consid er appropriate or \nconsist ent with the Water Accord; \n \nExpla nation.—The directives issued under this clause sh all be binding  \nupon Water and Power Development Autho rity and the Provinces, and sh all \nbe follow ed in letter and spi rit; \n \n(f)        settle and qu estion  that may arise between two or more Provinces in respect of \ndistribution  of river and reservoir w aters; and \n \n(g)     consid er and m ake recommendations  on the availability of water against the \nallocated shares of the Provinces within  three months  of receipt of fully \nsubstanti ated water accounts or all new water projects for the assistance of the \nExecutive Committ ee of the N ational Economic Coun cil. \n \n \n(2) Any question  in respect of implementation of Water Accord shall be  settled by the \nAutho rity by the votes of the majority of members and in case of  an equality of votes, the \nChairman shall have a casting  vote. \n \nPage 6 of 8 \n (3) A  Provincial Government or the Water and Power Developm ent Autho rity may , if  \naggrieved  by  any  decision  of  the  Autho rity,  make  a reference to the Coun cil of Common  \nInterests. \n \nCHA PTER  III  \nADVI SORY  COMM ITTEE  \n9. Advisory Committee.—The Autho rity shall have an Adviso ry Committ ee consisting  of \nthe following :— \n \n(a)     Chairman of the Autho rity, who s hall also be  the Chairman of the Adviso ry \nCommitt ee; \n \n(b)       members of the Auth ority; \n \n(c)       Chief Engineering Advi sor to the Gov ernment of Pakistan; \n \n(d)     Members, Water and Power Developm ent Autho rity, in-charge of Water and \nPower Wings; \n \n(e)       Secretaries, Agriculture Departments of the Provinces; and \n \n(f)        Secretaries, Irrigation Departments of the Provinces. \n \n \n \n10. Meet ings of the Committee.—The Adviso ry Committ ee shall meet at such time and \nplace to consid er such matters as the Autho rity may from time to tim e, refer to it: \n \nProvided that the Advis ory Committ ee shall, at the start of each cropping seasons of Kharif \nand R abi, hold its  meetings without  such reference. \n \n \nCHA PTER  IV \n \nESTABL ISHMENT  \n \n11. Headquarter of the Authority.—The Autho rity sh all have its h eadquarters at \n1[Islamabad]. \n \n12. Employment of officers and staff.— The Autho rity may from time to time, employ \nsuch officers and other members of staff or appoint  such experts and consult ants as it may consid er \nnecessary for the performance of its  functions,  as it may be prescribed. \n \n(2) The Autho rity shall prescribe the procedure for appoin tment, terms and conditions  of \nservice of its officers and members of staff, experts and consult ants and shall  be  competent  to  take  \ndisciplinary action  against  its officers and m embers of staff. \n \n13. Immunity of the Authority and its employees.—(1) The Ch airman, members, officers \nand members of staff shall, be deemed to be public  servants, within  the meaning of section 21 of the \nPakistan Penal Code (A ct XLV of 1860).  \n \n \n1Subs. by Ord. XLI of 2000, s.2. \n \nPage 7 of 8 \n  (2) No suit, prosecution or  other legal proceedings shall lie against the Autho rity, the \nChairman, members or officers and members of staff of the Autho rity in respect of anything done  or \nintended to be done  in good faith und er this Act. \n \n14. Delegation of powers to and by Chairman.—The Autho rity may, by general or sp ecial \norder, delegate to the Chairman, a member or officer of the Autho rity, all or any of its powers, \nduties or functions  under this Act subject to su ch conditions  as it may consid er fit to impos e. \n \nCHA PTER  V \nREPORTS  AND STATE MENTS  \n \n15. Submission  of yearly reports and returns.—(1) The Autho rity shall, after the close of \neach cropping seasons of Kharif and Rabi, furnish a Water Account Report to the  Federal \nGovernment with copies thereof to the Provincial Governments and Water and Power Developm ent \nAuth ority indi cating Summ ary of the quantities of inflows  and suppli es utilis ed by the Provinces in \nrelation to their authorised shares. \n \n(2) Observations  on the s easonal water forecast reports prepared by Water and Power \nDevelopment Autho rity and other issues faced during all seasons shall be incorporated in the Water \nAccounts Report. \n \n(3) As soon  as may be, after the end of every financial year but before the  last day of \nSeptember next followin g, the Autho rity shall submit  to the Federal Government, a  report with \ncopies thereof  to the  Provincial Gov ernment on the conduct of its affairs for that year. \n \n(4) The Federal Government may require the Autho rity to furnish it  with— \n \n \n(a)       Any return, statement, estimate, statistics or other information regarding any \nmatter under the control of the Aut hority; and \n \n(b)      copies of every documents in the charge of  the Autho rity. \n \nCHA PTER  VI  \nFINANCING \n16. Fund of Authority.—(1) There shall be a fund to be known  as the  “Autho rity Fund” \nvested in the Autho rity which shall be utilis ed by it to meet all expenses and charges in connection \nwith its functions  under this A ct including  the payment of salaries and other remunerations  to the \nAutho rity and to its  officers and members of staff. \n \n(2)  The Autho rity Fund shall consists  of—  \n(a)       Grants m ade by the Government; \n(b)       loan obt ained by the Au thority ; and \n \n(c)       all other sums  received by the Auth ority. \n \n17. Limited liability.—The liability of the Federal Government to the creditors of the \nAutho rity shall be limit ed to the extent of grants made by the Federal Government and the loans \nraised by the Autho rity as guaranted by the Federal Government. \n \nPage 8 of 8 \n 18. Maintenance of Accounts.—The Autho rity shall maintain compl ete and accurate books  \nof accounts  in the form to be prescribed by the Auditor -General of Pakistan. \n \n19. A nnual statement of Accounts.—In the month of January each year, the Autho rity shall \nsubmit  to the Federal Government, for approval, a statement  of  t he  estimated  receipts  and  \nexpenditu res  in  respect  of  next financial year. \n \n20. Audit.—(1) The accounts of the authority shall be audited every year by the Auditor -\nGeneral of Pakistan in su ch manner as may be specified. \n \n(2) Copi es of the audit report shall be sent to the Autho rity which shall, alongwith its   \ncomm ents,  present to the  Federal Government and shall also m ake it available  for public insp ection. \n  \n(3) The Autho rity shall carry out any directive issued by the Federal Government for \nrectification of an audit objection. \n \nCHA PTER  VII  \nMISCELLANEOUS  \n21. Rules.—The  Federal  Government  may make rules  to carry  out  the purposes of  this \nAct. \n \n22. Regulations.—(1) The Autho rity may make regulations  consist ent with  this Act and the \nrules framed thereunder for the purpose of giving effect to the p rovisions  of this Act. \n \n(2)  In  particular  and  without  prejudice  to  the  generality  of  the aforegoing provisions,  \nsuch  regulations  may provide  for  all  or  any of  the following  matters, namely:— \n \n(a) the manner in which the meetings of the Authority may be convened and \nheld and the p rocedure to be  follow ed thereat; and \n \n(b) formation of committ ees and condu ct of bus iness in such committ ees."
}