{
    "file": "./converted_json\\administrator3f2c3b7285707c1f9cf884b98243685c.json",
    "name": "Countervailing Duties Ordinance, 2015",
    "date": "26 February 2015",
    "tagline": "To reform and repeal the Countervailing Duties Ordinance, 2001 and to strengthen the law relat-",
    "content": "No.F.22(16)/2015-Legis\nSUbieCT: RESOLUTION FOR EXTENTION OF THE COUNTERVAILING DUTIES\noRDINANCE. 2015 {NO.I| OF 20'15r\nThe undersigned is directed to forward herewith a copy ot the resolution\npassed by the Nationat Assembly on 3OIh July, 2015 under proviso lo sub-\nparagraph (ii) of paragraph (a) of clause (2) of Article 89 of the Constitution of the\nlslamic Republic of Pakislan for extension of the Counlervailing Duties\nordinance, 20'15 (No.lll of 2015) for a further period of 120 days, for Iudher\nnecessary action please.lslamabad,lhe 3'd August, 2015\nOFFICE MEMORANDUM\n\\1.,1 r,\ni\\ l\nREGISTERED No. M ' 302\nL.-796\nGbeGwffi d ps[fffErr6-tla\nt\nI\nii-v-\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, THURSDAY FEBRUARY 26, 2OI3\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENI' OF PAKISTAN\nLAW JUSTICE AND HUMAN RIGHTS DIVISION\nIslamabad, the 26th February, 2015\nNo, F. 2 (l)/2015-Pub.-The following Ordinance Promulgated by the\nPresident is hercby published for general information:-\nORDINANCE No- llt oF 2015\nAN\nORDINANCI]\nto reform ctnd repeal lhe Countert ailittg Dutie s Ordinance, 2001 (l of 200I )\nWurnras it is expedient to give effect in Pakistan to the Provisions of\nArlicles Vl and XVI ofthe General Agreement on Tariffs and Trade, 1994. and to\nthe Agreemcnt on Subsidies and Countervailing Measures and to funher strengthen\nthe law relating to imposition of countervailing duties to offset such subsidies, to\nprovide a tiamework for investigation and deten.ninatiotr ofsuch subsidies and injury\nin respect ofgoods imported into Pakistan;\n(21)\n[338 (2015)/Ex. Gaz.] Price : Rs. 30.50t\n28 TIIE GAZE'I'TE OF PAKISTAN. EXTRA., FEB. 26' 2015 [P,rnl I\nAtto wHenee.s the imposition of counten'ailing duties to offset injurious\nsubsidization is in the public interest;\n' AND WHEREAS it is expedient to provide for certain refot'ms iu the\nCountervailing Duties Ordinance, 2001, (l of200l ) by repealing it and re-enacting\nthe law for matters connected therewith or ancillary thereto;\nANo wseneas the Senate and the NationalAssembly are not.in sessiou and\nthe President is satisfied that ci3cumstances exist which render it necessar] to takc\nimmediate action;\nNow. rttennrone. in exercise of the powers conf'erred by ciause (l) of\nArticle 89 ofthe Constitution ofthe lslamic Republic of Pakistan. the President is\npleased to make and promulgate the following Ordinance:-\nPA RT I\nPRF-I,IMINARY\nl. Short title, extent and'commencement.- 11) This Ordinance may\nbe called the Countervailing Duties Ordinance,2014.\n(2) It extends to the whole ofPakistan.\n(3) lt shall come into force at once.\n2. Delinitions.-ln this Ordinance, unless there is anyhing repugnant\nin the subject or context,-\n(a) \"Agreement on Subsidies\" means the Agreement on Subsidies and\nCountervailing Measures included inAnnex ( I A) to the Final Ordinance\nofthe Results ofthe Uruguay Round concenting the Inrplernentation\nofArticle XVI ofthe General Agreement on I arifti and Trade, 1994;\n(b) \"Appellate Tribunal\" means the Appellate Tribunal establishcd under\nthe Anti-Dumping Duties Ordinance 2000 (LXV of 2000):\n(c) \"Application\" means an application submitted to the Commlsslon\npursuant to sub-section (l) ofsection ll;\n(d) \"Association\" rneans a trade Organization as defined in the 'l'rade\nOrganizations Act. 201 l. ( I I of20 | 3 )- that has been granted or decmed\nto have been granted a licence under the said Act. or lhat is olherwisc\nPrnr ll Tt'lE GAZETTE OF PAKISTAN, EXTRA., FEB. 26. 2015 29\nlawfully functioning as a trade organisation pursuant to sub-section\n(3) of section 4 the said Act;\n( e) \"Commission\" means the NationalTariffCommission established under\nthe National TariffCommission Act, 1990 (Vl of 1990);\n(11 \"Country\" means any country or territory whether a member o1'the\nWbrld Trade Organisation or not and includes a customs union or\ncustoms territory;\n(g) \"Countervailing measures\" means any measures that may be taken\nby the Commission under this Ordinance including imposition of\ncountervailing duties, whether provisional or definitive, or the\nacceptance of an undertaking;\n(h) \"Definitive countervailing duty\" means a duty imposed by the\nCommissiorr under section 16, sub-section (15) of section l4 or\nsub-section (2) ofsection l7;\n(i) ''Domestic industry\" means the domestic producers as a whole of a\nlike product or those whose collective output ofthat product constitutes\na major proporlion of the total domestic production of that product;\nexcept that when any such domestic producers are related to tlre\nexporters or importers, or are themselves importers of the allegedly\nsubsidised product. In such a case \"domestic industry\" shall mean the\nrest ofthe domestic producers:\nExpkutation.-F or the purposes of this clause- producers shall\nbe deemed to be rclated to exporters or importers only if-\n(i) one ofthem directly or indirectly controls the other;\n(ii) both of them are directly or indirectly controlled by tlre same third\nperson; or\n(iii) together they directly or indirectly control a third person\nProvided that there are grounds lor believing or suspecting that\nthe effect ofthe relationship is such as to cause the producer concented\nto behave differently from non-related producers and for that purpose\none shall be deemed to control another when the fonner is legally or\noperationally in a position to exercise restraint or direction over the\nlatter:\n30 THE GIZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 [P,+RT I\nProvided further that, in exceptional circumstances. as may be\ndetermined by the Commission, the domestic industr]- in relation to a\nproduct in question may be divided into two ot tnoi\"'cotnpetitire\nmarkets and producers within each such market mav be rcgarded as\na separate industry if the -\n(i) producers within such a market sell all or almost all of therr\nproduction ofthe product in question in such a market; and\n(ii) demand in such a market is no! to any subslantial degree, supplied ^\nby producers of the product in question located elsewhere in\nPakistan;\nO \"Exporting country\" means a country granting subsidy in respect of\nan investigated product, which country may be either -\n(i) the country oforigin ofthe investigated product; or\n(ii) where the investigated product is not exported directly to Pakistan\nbut is transported through an intermediate country, such\nintermediate country;\n(k) \"govemment\" means the govemment or any public body within the\nterritory ofan exporting country;\n(m) -interested party\" includes -\n(i) an exporter, foreign producer, an importer of an investigated\nproduct or an association a majority of the members of which\nare producers, exporters or importers of such product;\n(ii) a producerofa like product in Pakistan oran association a rnajbritl'\nofthe members of which produce a like product in Pakistan; and\n(iii) such other person or group ofpersons as the Commission rnay,\nby notification in the official Gazette, speciry;( I ) \"injury\" means, unless otherwise specified, material injury to a domestic\nindustry, threat of material injury to a domestic industry or material\nretardation ofthe establishment ofa domestic industry, when subsidised\nimports are causing such injury;\nPenr ll 'lHE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 20 t 5 3 I\n(n) \"investigated product\" means a product which is subiect to an\ninvest igation under t h is Ord inance:\n(o) \"investigation\" means an investigation conducted under this Ordinance;\n(p) \"like product\" means a product which is alike in all respecrs to an\ninvestigated product or, in the absence of such a product, altothcr\nproduct which, although not alike in all respects, has characteristics\nclosely resembling those ofthe investigated product;\n(q) \"prescribed\" means prescribed by rules made under this Ordinance;\n(r) \"provisional countervailing duty\" means a duty imposed by the\nCommission under section l3:\n(s) \"public notice\" means a notice published by the Commission in at least\none issue each of a daily newspaper in the English language and a\ndaily newspaper in the Urdu language having wide circulation in\nPakistan:\n(t) \"Schedule\" mean the Schedule to this Ordinance;\n(v) \"WTO\" means the World Trade Organisation established pursuant to\nthe Marrakesh Agreement concluded in Marrakesh, Morocco- on the\nl5th April, 1994.\nPART II\nCOUNTERVAILING MEASURES\n3. Levy of countervailing duty.-( l) Where the Commission\ndetermines in accordance rvith the provisions ofthis Ordinance that any exporting\ncountry pays or bestows, directly or indirectly, any subsidy upon the manufacture or\nproduction therein or the exportation therefrom ofany investigated product including\nany subsidy on transportation ofsuch product and such subsidy causes injury then,\nupon the importation ofany such producl into Pakistan, the Commission shall. by\nnotification in the official Gazette, impose a countervailing duff thereon as provided\nlor in this Ordirrance.\n(2) For the purposes ofthis Ordinance, a product shall be considcred to\nbe subsidised if it benefits from a countervailable subsidy as providcd for in scction\n4 and 5.(u) \"subsidy\" means a subsidy as defined in section 4 and \"subsidization\"\nshall be construed accordingly; and\n32 THE GAZETTE OF PAKISTAN, EXTRA.. FIIB. 26, 2015 [Penr I\n(3) A subsidy nray be granted by a govemment ofthe country oforigin of\nan investigated product or by the government ofan intemrediate country fronr lvhich\nthe investigated product is cxpofted to Pakistan.\n(4) Notwithstanding anything contained in this Ordinance, rrhere an\ninvestigated product is not directly imported frorn the country oforigin but exported\nto Pakistan from an intcrmediate country, the provisions of this Ordinance shall be\nfully applicable and such transaction shall, where considered appropriate by the\nCommission , be regarded as having taken place betrveen the cor.rntn of origin of\nthe inlestigaled product and Pakistan.\nDEFINITION OF SUBSIDY COUNTERVAILABLE AND\nNON-COUNT€RVAILAB LE SU B SIDIES\n4. Circumstanccs in which subsidy shall be decmed to cxist.-A\nsubsidy shall be deemed to exist if-\n(a) there shall be financial contribition by a government, where -\n(i) the govemment practice involves direct transfer offunds including\ngrants, loans and equity infusion, or polential direct transfer of\nfunds or liabilities, or both;\n(ii) government revenue that is otherwise due is loregone or not\ncollected including fiscal incentives such as tax credits:\nProvided that exemption ofan exported prodLrct from duties\nor taxes borne by a like product rvhen destined lor domestic\nconsumption, or remission of sucl.r duties or taxes in amounts not\nin excess of those which have accrued. shall not be deenred to\nbe a subsidy provided that such exemption is granted in\naccordance with the provisions of the Firsl, Second and .lhird\nSchedules;\n(iii) the govemment provides goods or services olher than general\ninfrastructure or purchases goods; or\n(iv) the govenrment makes payments to a funding mechanism, or\nentrusts or directs a private body to carry out one or rnore ofthe\ntype offunctioris specified in sub-clauses (i), (ii) and (iii) which\nwould normally be vested in the governrnent and the practice in,\nno real sense, differs frorn practices nonrally follorved by\ngovernments;\nPrrr Il TI'IE CAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 33\n(b) there is any form of income or price support within the meaning of\nArticle XVI ofthe General Agreement on Tariffs and 1-rade, 1994;\nand\n(c) a benefit is thereby confened\n5. Countervailable subsidies.-(1) A subsidy shall be subject ro\ncountervailing measures under this Ordinance only ifthe Comrnission determines\nthat such subsidy is specific in accordance with the principles set out in sub-sections\n(2). (3). (a) and (s).\n(2) In order to determine whether a subsidy is specific to an enterprise.\nindustry or a group of enterprises or industries, hereinafter referrcd to as \"certain\nenterprises\", within the jurisdiction ofa granting authoriLv, the Commission shall\napply the following principles, namely:-\n(a) where the granting authority, or the legislation pursuant to which the\ngranting authority operates, explicitly limits access to a subsidy to certain\nenterprises, such subsidy shall be specific;\n(b) where the granting authority, or the legislation pursuant to which the\ngranting authority operates, establishes objectives criteria or conditions\ngoveming the eligibility for, and the anrount ol. a subsidy. specificity\nshall not exist, provided that the eligibility is automatic and that such\ncriteria and conditions are strictly adhered to;\nExpl(nolion,-For the purposes ofclause (b), objective criteria\nor conditions mean criteria or conditions which are neutral, which do\nnol favour certain enterprises over other, and which are economic in\nnature and horizontal in application, such as, number ofemployees or\nsize ofenterprise. Such criteria or conditions must be clearll set out\nby law, regulation, or other official document, so as to be capable of\nverification: and\n(c) if, notwithstanding any appearance of non-specificity resulting from\nthe application ofthe principles laid dorvn in clauses (a) and (b), there\nare reasons to bclieve that the subsidy may in fact be specific, the\nfollowing other factors may be considered by the Commission . namely:-\n(i) use of a subsidy prograrnme by a limited number of certain\nenterprises;\n(ii) predominant use by certain enterprises;\n34TIIE GAZETTE OF PAKISTAN. EXTRA., FEB. 26, 2015 [Prrr I\n(iii) granting ofdisproportionately large amounts ofsubsidy to certain\nenterprises; and\n(iv) manner in which discretion has been exercised by the granting\nauthority in the decision to grant a subsidy;\nExplanatioz.-For the purposes of clause (c), inforrnation\non the frequeney with which applications fora subsidy are rel'used\norapproved and the reasons for such decisions shall, in particular,\nbe considered.\n(3) In applying the provisions of clause (c) of sub-section (2), the\nCommission shalltake into account the extent ofdiversification ofeconomic activities\nwithin the jurisdiction of a granting authority and the length of time during which\nsubsidy programme has been in operation\n(4) A subsidy which is limited to certain enterprises located within a\ndesignated geographicalregion within thejurisdiction ofa granting authority shall be\nspecific.\n(5) The setting or changing ofgenerally applicable tax rates by all levels\nofthe govemment entitled to do so shall not be deemed to be a specific subsidy'\n(6) Notwithstanding anything contained in sub-seclions (2), (3), (4) and\n(5), rhe following subsidies shall be deemed to be specific, namely:-\n(a) subsidies contingent, in law or in fact, lvhether solely or as one of\nseveral other conditions, upon cxport perfonnance, including tliose\nillustrated in the F irst Schedule:\nProvided that subsidies shall be considered by the Commission\nto be contingent in fact upon export performance when the facts\ndemonstrate thal granting ol a subsidt', without having been made\nlegally contingent upon export performance. is itl fact ticd to actual or\nanticipated exportation or erpon eamings:\nProvided further that the mere fact that a subsidy is accorded 1o\nenterprises which export shall not for that reason alone be considered\nby the Comrnission to be an export subsidy for the purposes of this\nclause; and\n(b) subsidies cortingent, rvhether solely or as one of several othcr\nconditions, upon the use ofdomestic over importcd goods.\nPanr Il THE GAZF,TTE OF PAKISTAN. EXTRA., FEB. 26, 20.15 35\n(7) Any deterrnination of specificity by the Commission underthis section\nshall be substantiated on the basis of positive evidence.\n6. Non-countervailable subsidies.-Subsidies which are not specific\nas determined in accordance with the provisions of sectiotr 5, shall not be sub-jected\nto countervailing rneasures under this Ordinance.\nPART IV\nCALCLJL{'ION OF ]'HE AMOUNT OF COUNTERVAILABLE SUBSIDY\n7. Calculation of amount of countervailable subsidy.-(l) The\namount of countervailable subsidy, for the purposes of this ordinance, shall be\ncalculated by the Comrnission in temrs of any benefit confered on a recipient which\nis found to exist during an ittvestigation period for subsidization, rvhich period shall\nnormally be the most recent accounting year of the beneficiary but may be any\nother period of at least six months prior to initiation of an investigation for which\nreliable financial and other relevant data are available.\n(2) In detennining the amount of countervailable subsidy the Commission\nshali apply the lollowing principles to calculate any benefit conferred on the recipient\nas ref'erred to in sub-section (1), nainely:-\n(a) govemrnent provisions of equity capital shall not be considered to confer\nany benefit, unless an iltvestment can be regarded as inconsistent with\nthe usual investment practice including, for the provision of risk capital\nof private investors in the territory of an exporting country;\n(b) a loan by a govemment shall not be considered to confer any benefit,\nunless there is a difference betlveen the amount that a finn receiving\nthe govemment loan pays on it and the amount that the finn would pay\nfor a comparable cornlnercial loan which the finn could actually obtain\non the nrarket, in u,hich event the benefit shall be the diff-erence\nbetween these two amounts;\n(c) a loan guarantee by a govemnrent shall not be considered to confer\nany benefit, unless there is a difference between the amount that a\nfirrn receiving the guarantee pays on the loan guaranteed by the\ngovernment and the amount that the firm would pay for a comparable\ncommercial loan in the absence of the guarantee, in which case the\nbenefit shall be the difference between these two amounts, adjusted\nfor any difference in fees; andt\nI\nI\n36 THE GAZETTE, OF PAKISTAN, EXTRA.^ FEB. 26, 2015 [Panr I\n(d) a provision ofgoods or services or purchase ofgoods by a government\nshall not be considered to confer any benef-rt. unless the provision is\nmade for less than adequate rerluneration or the purchase is made for\nmore than adequate remuneration, and the adequacy of remuneration\nshall be detennined in relatlon to prevailing market conditions fbr the\nproduct or service in question in the country o{'provision or purchase\ninc luding price. qual ity, availabi l itv. marketab i l ity. transpotlation and\nother conditions ofpurchase or sale.\n8. General provisions on calculation of countcrvailable -'\nsubsidies.-( I ) Subject to sub-section (2). the amount of cr'rutttcrvailablc sLrbsidies\nshall be determined by the Cornmission in tems of subsidization per unit of an\ninvestigated product exporled to Pakistan and in establishing such atnortttl the\nfollowing elements may be deducted tiom the total subsidy. namely:-\n(a) any fee or other costs llecessarily incurred in order to qualif-v for or, to\nobtain a subsidy; and\n(b) expoft taxes, duties or other charges levied on cxpotl olan investigated\nproduct to Pakistan specifically intended to ofI'set a subsidy.\n(2) Where an interested party clairns a deduction under sub-section (l)\nsuch party shall prove to the Commission that the clairn is justified.\n(3) Where a subsidy is not granted by ref'erence to the quantities\nmanufactured, produced, exported or transpofted, the amount of countervailable\nsubsidy shall be detennined by allocating the value of the total subsidy. as appropriate,\nover the level of production, sales or exports of the products concertred during an\ninvestigation period for subsidization.\n(4) Where a subsidy can be linked to acquisition or ftture acquisition of\nfixed assets, the amount of countervailable subsidy shall be calculated by spreading\nthe subsidy across a period which reflects normal depreciation of such assets in the\nindustry concerned, and the amount so calculated which is atrributable to an\ninvestigation period, including that which derives frorn flxed asset acquired bcfore\nsuch period, shall be allocated as provided for in sub-section (2):\nProvided that where assets are non-depreciating, a sLrbsidy shall be valued\nas an irrterest-free loan, and be treated in accordance rvith the provisions of clause\n(b) ofsub-section (2) ofsection 7.\n(5) Where a subsidy cannot be linked to acquisition of fixed assets. the\namount of any benefit received during an investigation period shall. in principle, be\nP,rnr ll IllE CAZE'ITE OF PAKISTA^-, FIXTRA., FEB. 26, 2015 31\nPA RT V\nDT,TERMINATION OII INJURY\n9. Detcrmination of injury.-( l) A deterrnination of injury by the\nCommission shall be based on positive evidence and shall involve an objective\nr.- exam ination oF\n(a) volume ofany subsidised irnports and their ellbct on prices in domestic\nmarket for like products; and\n(b) consequent impact ofsubsidised imports on domestic industry\nExplanuion.-W ith regard to volunre of any subsidised inrports,\nconsideration shall be given by the Cornmission to \\vhether there has\nbeen a significant increase in subsidised imports, either in absolute\ntenns or relative to production or consumption in Pakistan. With regard\nto efl'ect of any subsidised imports on prices. consideration shall be\ngiven by the Cornmission to whctlrer there has been signiticant price\nundercutting by the subsidiscd irnports as compared with the price of\na like product of dornestic industry. or whether the effect of such\nimports is olherwise to depress prices to a significant degree or prevent\nprice increases rvhich would otherwise have occured, to a significant\ndegree. provided that no one or more ofthese factors shall be deemed\nto necessarily give decisive guidanoe.\n(2) Where imports of a product from more than one country are\nsimultaneously subject to an investigation, Ihe effects of such imports may be\ncumulatively assessed by the Cornmission only if it determines that-\n(a) the amount of countervailable sLrbsidies established in relation to the\nimports from each country is negligible as defined in sub-section (3) of\nseclion l5 and that the volume of imports from each country is not\nnegligible; and\n(b) a curnulative assessment ofthe eftects ofthe imports is appropriate irr\nthc light ofconditions ofconrpetition between imported products and\nthe conditions of competition between the imported products and a\nlike dorrrestic product.attril.Lrtcd to this period, and allocated as provided for in sub-section (2). unless\nspecial circurnstances arisejustiIing attribution over a different period.\n38 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 [Prnr I\n(3) An exarnination by the Commission ofan impact of subsidized irnporls\non a domestic industry concemed rnay include an evaluation ofall relevant econotn ic\nfactors and indices having a bearing on the state oltlre domestic industrf incluclrrrg\nthe fact that the dornestic industry is still in the proccss of recovering licrr lire\neffects of past subsidisation or dumping, the magnitudc of tllc anrourl ol-\ncountervailable subsidies. actual and potential decline irt sales. profits- otilput- rllarkct\nshare, productiviry, retum on investments, utilization ofcapacitl. Ihctors aliccting\ndomestic prices, actual and potential negative cffects on cash florv. ittrcnlorics,\nemployment, wages, gro$th, ability to raise capital or investments and. in the case\nofagriculture, whethei there has been an increased burden on Gor ctnirlcnt support\nprogrammes.\n(4) The Comrnission shall satisfy itselfthat subsidiscd inrports arc, through\nthe effects ofsubsidies, as set lorth in sub-sections ( I) and (3), causiug injurl'within\nthe meaning ofthis Ordinance. The consideration of a causal relationship between\nsubsidised imports and injury to domestic induslry shall be based on an examination\nby the Commission of all relevant evidence belbre it.\n(5) The Commission shall examine knorvn f'actors other than subsidised\nimports which are injuring dorrestic industry to ensurc that injury caused by such\nother factors is not attributed to subsidised irnports. Such other factors may include\nfactors such as the volume and prices of non-subsidised imports. contraction ir\ndemand or changes in patterns of consurnption. restrictive trade practices of and\ncompetition betu'een a third country and domestic producers. developrncnts in\ntechnology and export perfonnance and productivity of domestic industrl.\n(6) The effect ofsubsidised imports shall be assessed by the Commission\nin relation to the production by domestic industry ofa likc product rvhen available\ndata pennits separate identification ofthat production on lhc basis ofsuch criteria as\nthe production process, producers' sales and profits:\nProvided lhat where such separate idcntification of that productiou is not\npossible, the effects ofsubsidised imports shall bc assessed by'the Comurission by\nexamination ofthe production ol'the naffowest group or ralge o1'products including\na like product, for which the necessary inlormation can bc providcd.\n(7) A determination ofa threat ofrnaterial injury by the Conrmission shall\nbe based on facts and not merely on allegation, conjecture or renrote possibilitv and\nany change in circumstances which rvould create a siluation in rvhich sutrsidl' uould\ncause injury must be foreseen and imminent.\nPanr Il Tf{Fl GAZETTE OF PAKISIAN, EXTRA., FEB. 26, 2015 39\n(8) In rnaking a detenlination regarding the existence of a threat of nraterial\ninjury, the Commission shalltake into consideration factors sugh 25-\n(a) the nature of subsidy or subsidies in question and any trade effects\nlikell, to arise therefrom;\n(b) anv significant rate of increase of subsidised imports into a domesric\nmarket indicating the likelihood of substantially increased irnports;\n(c) sufficient freely disposable capacity of an exporter or an imminent\nsubstantial increase in such capacity indicating the likelihood of\nsubstantially increased subsidiscd exporls into Pakistan, account being\ntaken ofthe availability of other cxport rnarkets to absorb any additional\nexports;\n(d) whether imports are entering at prices that would, to a significant\ndegree, depress prices or prevent price increases which otherwise\nwould have occurred and would probably increase demand for further\nirnports: and\n(e) inventories of an investigated product.\nExplunotion.-None of the factors specified in sub-section (8)\nby itself shall be deemed to necessarily give decisive guidancc but the\ntolality of the factors considered by the Commission must lead to thc\nconclusion that further subsidised exporls are imminent and that, unless\nprotective action is taken, material in-jury r.r,illoccrrr.\n10. Further circumstances in which injury may be found to exist.-\n(l ) Where donrestic industry in relation to a product in question has been divided into\ntwo or more colnpetitive markets and the producers rvithin each such rnarket regarded\nas a separate industry in accordance with the second proviso to clause (i) of section\n2, injury may be found to exist even wherc a rnajor portion of the total domestic\nindustry does not suffer injury provided that, there is a concentration of subsidised\nirnports itrto such a separated market, and provided fufther that the subsidised irnports\nare causing injury to the producers of all or almost all of the production within such\nmarket.\n(2) Where injury is found to exist in the circumstances referrcd to irr sub-\nsection (1), the exporters or the govemnrent granting countervailable subsidics shall\nbe given an opportunity to ofler an undertaking in accordance rvith section 14 in\nrespect of the region concerned or to cease exporling at subsidised prices to the\nregion concerned prior to any countervailing measrrres being applied by the\nCommission under this Ordinance.\n40 THtl CAZETTE OF PAKIS'IAN, EXTRA., FEU. 26, 2015 fPnnr I\n(4) The provisions ofsub-section (6) ofsection 9 shall appll' to this section\nPART VI\nINV ESTIGATION\nI l. Initiation of invcstigation.---( I ) Save as providcd tbr in sub-section\n( I I ), the Cornmission shall initiate an investigation to dctermine the existertce' degrce\nand effect ofany alleged subsidy only upon receipt ofa writtcn application by or on\nbehalf of dornestic industry'.\n(2) An application shall be submitted to the Commission in such nranner,\nnumber and fonn and rvith suclr fce as may be prescribed. It shall include sufficicnt\nevidence oflhe existence ofa subsidy and, ifpossible, its amount. injury within the\nmeaning ofthis Ordinance atrd a causal link between the snbsidized imports and the\nalleged injury. 'l he application shall also contain such inforntation as is rcasonably\navailable to an applicant on the follorving, namely:-\n(a) identity ofthe applicant and a description ofthc volume and value of\ndornestic production ofa like product by the applicant:\nProvided that r.r'here an application is rnade on behalfofdomesttc\nindustry, the application shall idcntify the industry on behalfofrvhich\nthe application is made by a list of all knorvtr dotnestic producers of\nthe like product or, association ofdomestic prodttccrs oflhe like product\nand, to the extent possible, a description of the volun.rc and value of\ndomestic production of the like producl accountcd for by such\nproducers;\n(b) a complete description ofan alleged 11' subsidised product including its\ncurrent customs tariff classification number as contained in the First\nSchedule to the CustomsAct, 1969 (lV of 1969), the name olexpofting\ncountry, identity ofeach known exporter or tbreign producer, and a Iist\nofknown persons importing the product in question;\n(c) evidence rvith regard to the existence, anrount, nature and\ncountervailability of subsidy in question; and(3) ln the circumstances referred to in sub-scclion (2), special account\nshall be taken by the Comrnission of any interest of the rcgion and if an adcquate\n, undertaking is not offcred promptly or if thc situations set oul in sub-sections ( 13)\nand ( l4) of section l4 apply, a provisional or definitive countervailing duty rnay be\nimposed by the Commission in respecl of dolneslic industry as a whole-\nParr Il 1'l IE GAZETTE OF PAKISTAN. EXTRA., FEB. 26, 20 t 5 4t\n(d) inlomration on changes in volume ofallegedly subsidised irnports. the\nellect ofthose imports on prices ofa Iike product in domestic market\nand the consequcnt impact ol the imports on domeslic industry as\ndenronstrated by relevant factors and indices having a bearing on the\nstale of domeslic industry, sr.rch as those listcd in the explanation ro\nsub-section ( l) ofsection 9. and in sLrb-section (3) ol'section 9.\n(3) The Commission shall examine the accuracy and adequacy ofthe\nevidence provided in an application to determine whether it is compliant rvith the\nrequirements ofsub-section (2) and in order to determine whether there is sulficient\nevidcnce to.iustify initiation of an investigation.\n(4) An investigation may be initiated by the Commission in order ro\ndetermine rvhether or not the alleged subsidies are specific in accordance rvilh thc\nprinciples set out in section 5.\n(5) An investigation rnay also be initiated by the Cornmission in r espect of\nsubsidies which are non- countervailable in accordance with the provisions olsection\n6 in order 1<l determ ine u'hether or not the conditions set out ther ein have been met.\n(6) Ifa subsidy is granted pursuant to a subsidy programme which has\nbeen notified in advance of its implemenlation to the WTO Committee on Subsidies\nand Countervailing Measures in accordance rvith Article 8 of the Agreernent on\nSubsidies and in respect of which the said Committee has failed to determire tltat\nthe relevant conditions laid down in Anicle 8 ofthe Agreement on Subsidies have\nnot been met, an investigation shall not be initiated by the Conrmission in respect of\na subsidy granted pursuant to such a prograrnme, unless an infrinscment ofArticle\n8 of the Agreenrent on Subsidies has been asceftained by the competent WTO\nDispute Settlernent Body or through arbitration as provided in Article 8(5) of the\nAgreement on Subsidies.\n(7) An investigation may be initiated by the Commission in respect of\nmeasures of any type to the extent that they contain an element ol subsidy as\ndefined in section 4.\n(8) An invesrigation shall not be initiated by the Cornmission pursuanr to\nsub-section ( I ) unless the Commission is satisfied, on the basis ofan exam inarion as\nto the degree ofsupport for. or opposition to, an application expressed by domestic\nproducers of a like product, that the application has been made by or on behalf of\ndomestii industry.\n(9) An application shall be considercd to have been made by or on behall\nofdomestic industry if it is supported by those domestic producers rvhose collectivei\nt\n,12]'HE CAZETTE OF PAKISTAN, EXTRA.. FUB. 26, 2015 fPrnt l\noutput constitutes more than fifty percent ofthe total pfoduction of a like product\nproduced by that portion of domestic industry expressirlg either support fbr or\nopposition to the application:\nProvided that no investigation shall be initiated by the Coninrission when\ndotnestic producers expressly supporting an application accotlnt for less tllan twent-!-\nfive percent ofthe total produclion ofa like product produced by dom':stic industry'\n( 10) .l'he Cornmission shall, as soon as possiblc atler receipl ofa properl)\ndocumented application in accordance with the reqrrirements of seclion I I . and in\nany evenl before initiation ofan investigation, give notice to an exporting countly.\nwhich shall be invited for consu ltations with the aim of claril-l ing the situatioii as to\nmatters referred to in sub-section (2) and aniving at a mtnually agreed solution'\n(ll) Thb Commis sion may, suo nloto. initiate an inYestigation without having\nreceived a written application by or on behalfofdomcstic industry if it has sufficient\nevidence ofthe existence ofcountervailable subsidies and injury rvithin the mcaning\nof this Ordinance.\n(12) 'Ihe evidencc borh of subsidy and of injury shall be considercd\nsimultaneously by the Commission in the decision on rvhethcr or not to initiatc an\ninvcstigation and an application shall be rejected where there is insufficient evidence\nofeither countervailablc subsidies or ofinjury tojustify initiation olan investigation:\nProvided that an investigation shall not be initiated against countries whose\nimports represent a market share of belo'w one per ccnt unless such coulltries\ncollectively account for three per cetrt or more ofdomcstic consumption.\n( l3) An application may be rvithdrarvn by an applicant prior to initiation of\nan investigation by the Commission , in rvhich case it shall, subject to the provisions\nofsub-section (l) ofscction 15, be deemed not to have bccn nrade:\nProvided that upon rvitlrdrarval ofan application any fee paid by an applicant\npursuant to sub-section (2) shall stand fort'eited in favour ol'lhc Corntrission.\n'(14) Whcre. after consrrltation witll an expofling country as prov ided llr in\nsub-section (10). the Comrnission is satisfied tllat there is sufficient cr'idcnce ttr\njustify initiating an investigation, the Commission shall give notice ofsuch decision\nby means ofa public notice ofinitialion ofan investigation, and tlle initiation ol'atr\ninvestigation shall be effective on 1he dale on rvhich such notice is published.\n( l5) Where lhe Comrnission does not consider it appl opriate to initiate an\ninvestigation it shall inform an applicant of its dccision.l\n( l6) 'l'he public notice of initiation ofan investigation relerred to in sub-\nsection ( l4) shall announce initiation ofan investigation, indicate the product and\ncountries conccrned. give a sumrnary ofthe inforrnation received. provide that all\nrelevant inlormation is to be communicated to thc Cornmission , state the periods\nu,ithin rvhich any inlerestcd pafty may make itsellknown, present its views in writing\nand subnrit infbn,ation if such viervs and inlbnration are to be taken into account\nduring the investisation and shall also slate the period within rvhich intcrested partics\nmay apply,to be heard bv the Commission in accordancc with sub-section (4) of\nseclion 12.P,rrr Il TIJti GAZETI'E Ol'Pn KtS'tAN. EX'I'RA., FEB. 26, 2015 43\n( l8) An investigation shall not hinder the procedures ofcustoms clearance.\n12. Principles governing investigation.-( l) Following initiation of an\ninvestigation, the Commission slrall commence an investigation and such investigation\nshall covcr both subsidisation and injury rvhich, shall be invcstigated simultaneously.\n( 2 ) For the purpose of.-\n(a) a representative finding, an investigation period shall be sclected by\nthe Commission which, in the case of subsidisation shall. normally,\ncover an investigation period provided for in section 7 and information\nrelating to a period subsequent to the investigation period shall noq\nnormall),, be takelt into account by the Commission: and\n(b) an investigation olinjury, the investigation period shall nonnally cover\nr h iny-six monlhs:\nI)rovided that thc Cornrnission may at its solc discrelion, select a\nshorter or longer period if it dccnrs it appropriate in r icu ofar.ailablc\ninfbrnratioo resarding domestic industry and an investiuated pr.oduct.(17) I lrc Cornmission sliall advise anv exporlers, importers and any\nassocialion of importers or exporters known 1o it to be conccmed, as wcll as an\nexporting country and an applicant, of initiarion ofan investigation and, subject to the\nrequirernents of section 29, provide the lull texr of an application to thc known\nexporters and to the authorities ofan exporting country and make it available upon\nrequest 10 other interested parties invoived:\nProvided that, where the Commission determines that the number of\nexporters involved is particularly high. the full text ofa written complaint may instead\nbe provided by the Comrnission only to the authorities ofan exporling country or to\na reievant association.\n44THE GAZETTE OF' PAKIS'IAI', EX lRA.. Ft-lB. 26. 20I 5 [P'rn.r I\n- (3) Partics receiving questionnaires fiorn the Cotnmission used in a\ncountervailing duty investigation shall be given at least th irly da)s to reply and such\ntime limit forexporters shall be counted from th{: date ofrcccipt ofthe questionnaire\nwhich,forthispurposeshallbedeemedtohavebcenreceivedonerveekfromthe\nday on which it was sent to a respondenl or transmitted to an appropriate diplomatic\nrepresentative of an exporting country:\nProvided that where a party shows drte cause for an extension to tlte\nsatisfaction ofthe Commission , an extcnsion ol'not nlore than thir[ dal's rnay be\ngranted by the Commission at its discretion.\n- (4) Any interested party which has made itself knorvn in accordancc rvith\nsub-section ( l6) ofsection I I shall be heard by the conrrnission il it has, rvithin the\nperiod prescribed in a public notice ofinitiation ofan investigatiort made a rvrittcn\niequesi for hearing showing that it is an interested party likely to bc atfected by the\nresult of an investigation and that there are particular reasons rvhY it should be\nheard.\n(5) Opportunities shall, on request, be pror idcd loranf ilnPoners' cxpofters\nand an applicant,. which have made lhemselves knou'n in accordance rt'ith sub-\nsection ( l6) ofsection I I and the govemment ofan exPotling colrntr)' to r eet those\nparties having adverse interesls, so lhat opposing views may-' bc Prescrled and rebtrttal\narguments offered. Provision ofsuch opportunities shall takc account oflllc need to\npreserve confidentiality and ofconven ience ofthe partics. l hcre shall be no obligation\non any party to attend suclr meeting and failure to tlo so shall not bc prcjudicial to\nthat party's case. Oral infonnation provided undcr this strb-scctiotr shail only bc\ntaken into account by the Commission to the cxtellt that tl)c samc is srtbscqtrcntll'\nconfinned in rvriting and providcd to the Corlmissiotr .\n(6) Without prejudice to the provisions of scction 42, an applicant. the\ngovemment ofan exporting country, importers and exporters and tlreir represerlative\nassociations, which, have made themselves knorvIr in accordance rvitlt sub-section\n( l6) ofsection I l, may, upon written request, inspect all infbrrrration nrade availablc\nto the Commission by any party to an investigation. as distinct l'rorr intcrnal docutncnts\nprepared by tlre cornmission . rvhich is rclel ant lo presentalion of tlrcir cases aud is\nnot confidential within the meaning ofsection 29, and thal it is used in a[ invcstigation.\nSuch parties may respond to such inlormation and theil cotnntcnts shall bc takcn\ninto consideration wherevcr they arc suftlcientlv substantiated in a rcspotlsc\n(7) Save as provided lor in section 28. any infontration u'lrich is supplicd\nby interested panies and upon which lindings are based sltall. to the extcnt possiblc,\nbe examined for accuracy by the Comnlission.\nPanr Il 'l'tlE GAZETTE OF PAKISTAN. EXTRA., FEB. 26, 2015 45\n18) An investigation shall. whcnever possible, be concluded rvithin one\nyear and in no event later than eighteen months from its initiation, in accordance\nwith the tindings lnade pursuant to section l4 for undertakings or the findings made\nPllrstllltll l() .ccl ioll l6 [ordcfinitiveaclion.\n(9) 'l hrorrghout an invesligation, the Comm ission shall afford an exporting\ncountrv a reasonable opportunily to continue consultations rvith a vierv to clariIing\nthe lactual situation and arriving at a mutually agreed solution:\nProvided that the Conlmission may continue an investigation during such\nconsultations.\n(10)'IheCornmissionshallallo',vindustrial users ofan investigated product\nin Pakistan. and representative consumer organisations in cases where the\ninvestigatcd product is commonly sold at retail level in Pakistan to provide to the\nCommission . in writinq. no later than two months after initiation of an investigation,\ninformalion concenring matters relevant Io the invesligation regarding subsidisation\ndumping and injury.\nPAR'I VII\nPROVISIONAI- COUNTERVAILING MEASURES\nI 3. Provisional countcrvailing duties.--{ I ) Provisional coLrntervailing\nduty shall be irnposed bv thc Cornmission if-\n(a) an investigation has been initiated by the Commission in accordance\nwith section I l;\n(b) a public notice of initiation of an investigation has been given and\ninterested parties have been given adequate opportunities to submit\ninfbnrration and make cornmcnts in accordance rvith sub-section ( l6)\nofsection I l; and\n(c) a provisional alfirrnative determination has becn rnade by the\nCommission that a subsidy exists and that there is consequent injury to\ndomestic indus1ry.\n(2) A provisional countervailing dut_v shall not be imposed earlier than\nsixt-v days ll'om initiation olan investigation but no later than nine rnonths lrorn\ninitiation ofthc invcstigation and shall be in an amount equal to the total amount of\ncounteruailable subsidies as provisionallv established by thc Comnrission :\n46 THE GAZETTE OF PAKIS'IAN, L,XTRA.. r-'f.B. 26, 20 r 5 fP,rnr I\nProvided that the amount of the provisional courltervailing duty shall not\nexceed the total amount ofsubsidisalion as provisionally established. birt it rnav be\nless than the margin if such lesser duty rvould be adequatc to remove the iniu!n to\nthe Domestic lndustry.\n(3) A provisional countervailing dutv shall be in the fomr ofcash dcposit\nequal to the anrount ofthe provisionalll'calculated anrount ol'suLrsidisation:\nProvided that the release of a product coucenred for free circulation in\nPakistan shall be subject to provisions ofsuch cash deposit.\n(4) A provisional countervailing duty shall bc inrposed for a period not\nexceeding four months.\nPART VIII\nUNDERIAKINGS AND TERMINATION WIl'HOUI' MEASURES\n(a) an exporting country agrees to eliminate or Iirnit subsidy or takc othcr\nmeasures conceming its effects: or\n(b) any exporter undertakes to revisc its priccs or to cease exporls in\nquestion as lonS as suclr exports benefit from countervailable subsidies.\nso that the Cornmission is satisfied that the iniurious effect of the\nsubsidies is climinatcd.\n(2) Price increases under such undertakings shall not be higher than those\nwhich are necessary to offset the amount of counten'ailable subsidies and shall be\nless than the amount ofcounten'ailable subsidies ifsuch increases would be adequatc\nto remove injury to donrestic industry.\n(3) Undertakings may be suggested by thc Cornmission but no country or\nexporter shall be obliged to enter into such an undertaking and the t'act thal countries\nor expofters do not oll'er such undemakings, or do not accept an invitation to do so.\nshall in no rvay prejudice lhe outcolne ofan investigalion by the Commission:\nProvided that the Commission may in sLrch circumstanccs determine that a\nthreat of injury is rnore likely to bc rcaliscd if the subsidiscd irn porls continuc.14. Undertakings.-( l) An investigation may be terrninatcd by thc\nCommission without imposition of provisional or definitivc countcn'ailing duties upou\nreceipt ofa satisfactory voluntary undertaking under rvhich -\nPem Il -lllE GAZEITE OF PAKISIAN, EXTRA., t'trB. 26, 2015 4'l\n(4) Undertakings shall not be sought or accepted by the Comm ission from\ncountries or exporters unless a provisional affirmative detennination ofsubsidisation\nand injury caused by such subsidisation has been made by the Commission.\n(5) Save in exceptional circumstances, undertakings rnay not be ol'fered\nlater than the end ofthe period during which representations may be made pursuant\nto sub-section (7).of section 30.\n(6) The decision to accept an undertaking shall rest with the Commission.\nExpluttolion.-lhe Comrnission may not accepl a price unde rtaking il it\nconsiders the acceptance thereofto be impractical because the number ofactual or\npotcntial exporters is too great or for reasons of general policy or for any other\nreason.\n(7) An exporting country or expo(cr concemed mav be provided rvith the\nreasons for rvhich it is proposcd to reject an offer of an undertaking and may be\ngiven an opportunity to rnake commcnts thereon and the rcasons for rejection shall\nbe set out in a det'initive decision bv the Commission.\n(8) Parties which ot'fer an undertaking shall be required to provide a non-\nconfidential version ofsuch undertaking so that it may be made available to interested\npartics to an investigation.\n(9) Ifan undertaking is accepted by the Cornmission , it shall nevertheless\ncomplele an investigation ifit receives a request front an exporting country or exporter\nin writing to continue such investigation or where $c Commission so decides on its\norvn accord.\n(10) ln the event the Commission makcs a negativc deterrnination of\nsubsid isation and injury pursuant to an investigation continued under sLrb-section (9),\nan undcrtaking in question shali autolnatically Iapse except in cascs rvlrere thc\nCorlrnission determincs that sLrch a deterrnination is duc in large paft lo thc existcnce\nofsuch undenaking in which case the Cornm ission may rcquire that such undertaking\nbe rnaintained lbr a reasonab Ie. period oftirnc to be detennined bl the Cornmission.\n( l2) The Comrnission rnay requirc anv country or cxportcr tiom rvhom an\nundcrtaking has been accepted to provide, periodicalll,. information relcvant ro rhe\nlulfilnrent ofsuch undcrtaking and to pennit verification ofsuch inlorntation.( I l) In thc evcnt the Commission makes an alfirmative dctcrnrination of\nsubsidisation and injury pursuant to an invcstigation contirued pursuant to sub-section\n(9), an undertaking in question shall continue consistcnt with the provisions of this\nOrdinance.\n48 THE CAZETIE OF PAKISTAN, llXl'RA., I'l-lll. 26, 2015 [P.tar I\n(13) Failure to provide any infonnation requested by the Comrnission\npursuant lo sub-section ( I 2) shall be deerned to be a violation of an utrdertakins in\nquestion.\n(14) Where undertakings are accepted from cctain exporlers during the\ncourse ofan investigation, they shall, for the purpose ofscctions 19. 20, 2 I and 2i be\ndeemed to take effect frotn the datc on which the investigation is concluded for an\nexpofting country'.\n( l5) lfan undcrraking is violatcd or deellled lo bc violatcd. tlrc Colnnlission\nrnay. sub-ject to the ptovisions of this Ordinance, take expeditiotts actiolls. wltich\nnlay include irnrnediate application ofprovisional meastrres using the best intbnnation\navailable. In such cases. a definitive countcrvailing dut-\"- rnay be levied in accordancs\nrvith the provisions ofth is Ordinance on products cnlcred firr donlcstic consutnption\nnot nrore than ninety days before the application o1'such provisional mcasures. excepl\nthat any suah retroactive assesstnent shall not apply b inrports entered belore such\nviolation ofthe undertak ing.\n15. Termination of investigation $'ithout me asures.-( I ) An\napplication submitled pursuant lo scction I I may be u'ithdlarvn at anl tirne allet an\ninvestigalion has been initiated. in which case the Comtnission shall terrninate the\ninvestigation without imposition ofany measures provided for in this Ordinance:\nProvided that the Cotntnission may, if it considers i1 fi1 to (lo so. contintle an\ninvestigation notrvithstanding the rvithdrawal ofan application in which event. the\nConrmission rnay, subject to tlrc provisions ofthis Ordinance impose such rneasures\nas are provided for in this Ordinance.\n(2) Where, the Cotnmission deterntines in accordance rvith the provisions\nofsub-sections (3), (4). (5), and (6) that the anlount of countervailable subsidies is\nnegligible or, where the volume ofsubsidised imporls. u'heiher actual or potential. or\ninjury is\\ negligible then it shall immediately tenninate an investigation.\n(3) The amount of countervailable subsidies shall be considered to bc\nnegligible if such amount is less than one per cent od talorent. e\\cept that in lhe\ncase of invcstigations concerning imports ft-orlt dcvcloping coLtntt ies thc ncgligiblc\nsubsidy threshold shall bc twrr pcr cellt (t(/ v(r[)/('/,r.\n(4) Injury shall notmally be regarded as negligible rvhere the market share\nofany imports is less than the arrounts set out it't the proviso to sub-section ( l2) of\nsection I I .\n(5) In the case of an investigation concerning itnports front developing\ncountries, the volume of subsidised imports shall be considered negli-tible il it\nIl)rrr Il 'flll'- GAZETIE Or IAKISIAN. Ir.Xl-RA., FUB. 26, 2015 19\nrepreserlrs less thau lotrr per cent ofthc total imports ofa like product in Pakistan.\nunless imports frorn developing countries whose individual shares oftotal imports\nreprescnt less than fbur pcr cent collectivL'ly account lor more than nine per ccnt of\nthe total irnpons ofa like product in Pakistan.\n(6) In the casc o1'an investigation conceming imporls from countrics other\nthan developing countries. the volttme of subsidised imports sha!l bc considercd\nnegligible if it represents Iess than three per ccnt ofthe total imports ofa like product\nin Pakistan. unless imports lrom suclr cornltries under investigation which individually\naccounl lbr less than tlrree per cent oflhe total imports ofa like product in Pakistan\ncollectively accor.lnt for nrore than seven pcr cent of inrporls ofthe likc product in\nPak istan.\n(7) Tennination ofan investigation under this Ordinance or conclusion of\nan investigation u'ithout irnposition of measures shall not bc a bar to filing of a\nde novo application for a new investigation immediately after terrnination or\nconclusion of thc investigation. The Commission shall treat thc application in\naccordance with provisions ofthis Otdinancc.\nPART I X\n16. Imposition of definitive countervailing duties. ll) Where the\nCommission has establishcd the existence o1'countervailablc subsidics and injury\ncaused therebl'. a dellnitivc counlervailing dLrtl' shall bc irnposcd by the Cornnr ission,\nunless thc subsidy in qucstion is rvithdraln or it has been demonstrated to thc\nsatisfaction of the Commission that the subsidics no longer cotrfer any benefit on\nany exporters involved.\n(2) A delinitive countervailing dutl'shallbe an anrount equalto the amount\nof coLrntervailable subsidies irotn rvhich any exporters ltave been fbund to benellt.\nas established by lhe Conrmission in accordancc u'ith the provisions ofthis Ordinance:\nProvided that the amount of the coLtrrterva iling duty shall not cxcced thc\ntotal arnount of subsidisation established but it may be less than the total anlount if\nsuch lesser duty rvould be adcquatc to retlrove injrlru to the domcslic illdtrstry'.\n(3) A definitivc countervailing duty shall be irnposed in an appropriare\narnounl in each casc. on a non-discriminatory basis, on imports ofa product fiorn all\nsotrces found to benefi1 fiom counter.vailable subsidies and causing irtjurl e\\ecpt as\nto imports fiom those sout-ccs from rvhich undenakings under section l4 havc been\nacceptcd by the Cotnm issiott.DEFINITIVE COUNTERVAILING DUTIES\n50 t HE CAZETTE Ol- PAKISTAN, EXTRA., FEB. 26. 20 r 5 [r\"rrr I\n(4) When the Comrnission has lirnited its eraminatiorr in accordance u,ith\nsection 27. any definitive countervailing duty applied to irnports liom exponers or\nproducers wlrich have made themselves knou'n in accordance with section 27 but\nrvere not included in arr examination shall not exceed the rveightcd averagc ar)ror.lnt\nof countervailable subsidies established for parties in a sample.\n(5) For the purposes of sub-section (4), tlre Courrnission shall disregard\nany negligible arnounts ofcountervailable subsidies and aurounts ofcoirntcr'.railable\nsubsidies established in the circumstances rettrred to in seclion 28.\n(6) Individual duties shall be applied to impofls from any exporter or\nproducer for which an individual amount of subsidisation has been calculatcd as\nprovided for irr section 27.\nPART X\nRE'I'ROACTIVITY\n(2) Where the Commission rnakes a final determination of injury. but not\nofa threat thereofor of material retardation ofthe establishment ofan industry or, in\nthe case ofa final determination ofa threat ofinjury rvhere the Cbmnrission detemrines\nthat the effect ofsubsidised irnports would. in the absencc ofprot,isional measures,\nhave led to a determination of injury, definitive countervailing duties shall be levied\nby the Commission retroactively for the period for n4rich provisional duty. if an1:\nhave becrt applied.\n(3) Ifa definitive countervailing duty imposed by the Comm ission pursuant\nto sub-section (2) is higher than a provisional countenailing duty- the difference\nshall not be collected:\nProvided that rvhere a definitive countervailing duty is lorver than a provisional\ncountervailing duty, the duty difference shall be refunded by the Cornmission in an\ncxped il ious rnanncr\n(4) Save as provided for in sub-section (3), where the Cornnrission makes\na detenrination of threat of injury or material retardation but, no injury has yet\noccurred- a definitive countervailing duty shall be irnposed by the Comm ission on lyI\n17. Retroactivity.-( l) Save as otherwise provided in this section,\nprovisionaland definitive countervailing duties shallonly be applied to products which\nenler Pakistan for consumption after the time when the requirern€nts set out in sub-\nsection ( I ) of section l3 and sub-section ( I ) ofsection I 6, as the case may be, have\nbeen fulfilled.\nPenr IlTHE GAZETTE OF PAKISTAN, EXTRA., FEB, 26, 2OI5 5I\nfrom the date of the determination of threat of injury or material retardation and any\ncash deposit provided during the period of application of provisional countervailing\nduty shall be refunded by the Commission in an expeditious manner.\n(5) Where the Commission makes a negative final determination any cash\ndeposit provided during the period of application of provisional countervailing duties\nshall be refunded by the Commission in an expeditious manner.\n(6) A definitive countervailing duty shall be imposed by the Commission\n_ on products, which were imported for consumption not more than ninety days prior\nto the date of application of provisional countervailing duty if, the Commission' determines, for an investigated product in question, that injury which is difficult to\nrepair, is caused by massive imports in a relatively short period ofa product benefiting\nfrom a countervailable subsidy and the Commission deems it necessary to impose\nsuch duty in order to preclude the recurrence of such injury.\nPART XI\nDURATION, REVIEWS AND REFLINDS, AND GENERAL PROVISIONS\n18. Duration of definitive countervailing duty.-subject to the.\nprovisions of this ordinance, a definitive countervailing duty irnposed pursuant to\nthis ordinance shall remain in force only as long as, and to the extent.that, it is\nneeessary to counteract countervailable subsidies which are causing injury.\n19. Expiry reviews.- (l) A definitive countervailing duty shall expire\nafter five years from its imposition or five years from the date of the most recent\nreview which has covered both subsidisation and injury, unless it is determined in a\nreview that the expiry would be likely to lead to a continuation or recurrence of\nsubsidisation and injury. Such an expiry review may be initiated, on an initiative of\nthe commission oq upon a request made by or on behalf of domestic producers, and\nthe measure in question shall remain in force pending the outcome of such review.\n(2) An expiry review shall be initiated by the commission upon request\nmade by or on behalf of domestic producers where such request contains sufficient\nevidence that the expiry of a measure in question would be likely to result in a\ncontinuation or recuffence of subsidisation and injury.\nExplonation - Such a likelihood may, forexample, be indicated by evidence\nof continued subsidisation and injury or evidence that the removal of injury is partly\nor solely due to the existence of measures or evidence that the circumstances of\nexporters, or market conditions, are such that they would indicate the likelihood of\nfurther inl urious subsidisation.I\nI\n5' THE GAZETTE OF PAK\n(3) In carrying out investigations under this section, the Commission shall\nprovide any exporters, impofters. an exporting countn\" and domestic producers with\nthe opportunity to ampli|l, rebut or comment on the niatters set out in a review\nrequest, and conclusions shall be reached by the Commission with due account\ntaken of all relevant and duly documented evidence presented in relation to the\nquestion as to whether the expiry of measures would be likely, or unlikely, to lead to\nthe continuation or recurrence of subsidisation and injury.\n(4) The Commission shall notiff an impending expiry by a public notice\nwhich shall be published at an appropriate time, as determined by the Comnrission , -\nin the finalyeai of the period of application of a measure in question and a public\nnotice announcing the actual expiry of a measure under this section shall also be\npublished by the Comm:ssion.\n2A. Interim reviews.{l) The need for continued imposition ofmeasures\nunder this Ordinance may also be reviewed, r.vhere warranted on an initiative of the\nCommission or, provided that a period of at least hventy-four months has elapsed\nsince the imposition of definitive countervhiling dufy-. upon a request by any exporter,\nimporter or by domestic producers or an exporting country which contains sutficient\nevidence substantiating the need for such an interim review.\n(2) An interim review under sub-section (1) shall be initiated by the\nCommission where a request contains sufficient evidence that the continued irnposition\nof a measure is no longer necessary to offset coutrtervailable strbsidy or that injury\nwould be unlikely to continue or recur if a measure \\\\'ere removed or varied, or that\nan existing measure is not, or is no longer, sufficient to counteract countervailable\nsubsidy which is causing injury:\nProvided thatthe Commission may require an applicant requesting a review\nunder sub-section (l) to fill in an additional questionnaire provided by it requiring\nsuch information and for such period as the Comtnission deems necessary before\nsuch review is initiated in which case the revierv shall be initiated following the\nreceipt by the Commission of sttch questionnaire duly filled in.\n(3) In carrying out investigations pursuant to this section. the Commission\nm-ay, in addition to other factors considered relevant by it, consider w'hether the\ncircumstances with regard to subsidisation and injury have changed significantly, or\nwhether existing measures are achieving the intended results in removing an injury\npreviously established under section 9.\n21. Accelerated reviews.-{l) Any exporter whose exporls are sutriect\nto a definitive countervailing duty but who was not individually investigated during\nan original investigation for reasons other than a refusal to co-operate with the\nPenr ll l'HE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 s3\n(2) The Commission may require an applicant requesting a review under\nsub-section ( I ) to fill in an additional questionnaire provided by it before such revierv\nis initiatcd in rvhich case a review under sub-section ( I ) shall be initialed following\nthc reccipt by thc C'ommission ofstich questionnaire duly filled in.\n22- Refunds. { 1) Notvilhstanding anything contained in section I9,an\nimponer may appl,\"- to the Commission lor refund of duties collected where it is\nshorvn that the amount of countervailable subsidies. on the basis of which duties\nwere paid, has been either eliminated or reduced to a level which is below the level\nofthe duty in force.\n(2) An importer may submit an application for refund of countervailing\nduties collected within any twelve months period to the Commission no later than\nsixty days from the end of such period.\n(3) An application for refund shall be considered to be duly supporred by\nevidence only rvhere it contains precise information on the amount of refund of\ncountervailing duties claimed and all customs documentation relating to the calculation\nand payment of such amount and includes evidence, for a representative period. of\nthe amount of countervailable subsidies for any exporter or producer to which the\nduty applies:\nProvided that, where the importer is not associated with any exporter or\nproducer concerned and such information is not immediately available, or where\nany exporter or producer is unwilling to release it to an importer, the application for\nrefund shall contain a statement from the exporter or producer that the amount of\ncountervailable subsidies has been reduced or eliminated, as specified in this section,\nand that the relevant supporting evidence will be provided to the Commission:\n(4) The Commission shall determine whether and to what extent an\napplication should be granted, or it may decide at any time to initiate an interim\nreview. whereupon any information and findings from such review, carried out in\naccordance with the provisions applicable for such review shall be used to determ ine\nrvhether and to what extent a refund is.lustified.Comm ission . shall be entitled. upon request, to an accelerated review in order that\nthe Conrnission may promptly establish an individual countervailing duty rate for\nthat e:(porter provided that such review shall be initiated after domestic producers\nhave been given an opportunit-v to comment.\nProvided further that where such evidence is not forthcoming from any\nexporter or producer within a reasonable period of time, as determined by the\nCommission , the application shall be rejected by the Commission.\n54 THE GAZE ITE OF PAKISTAN, EXTRA., FEB. 26, 2015 [Panr I\n(5) A refund ofcountervailing duties underthis section shall normally take\nplace within twelve months, and in no circumstances more than eighteen months\nafter the date on which a request for a refund, duly supported by evidence. has been\nmade by an importer ofa product subject to countervailing duty.\n23. General provisions on reviews and refund.{l) The provisions\nof sections 1 I and 12, excluding those relating to time limits, shall mulatis mutandis\nappfy to any review carried out pursuant to sections 19,20 and2l.\n(3) Where a review pursuant to section 20 is in progress at the end ofthe\nperiod ofapplication ofa measure as defined in section 19, the measure shall also be\ninvestigated underthe provisions of section 19.\n(4) In any review or refund investigation carried out pursuant to sections\n19 to 22, the Commission shall, provided that circumstances have not changed,\napply the same methodology as in an investigation which led to the duty, with due\naccount being taken of sections 7, I and 2'1 .\n24. Anti-circumvention mersur$.{l ) Countervailing duties imposed\npursuant to this Ordinance may be extended to imports from third countries, ofthe\nlike produc! whether slightly modified or not, or to imports ofthe slightly modified\nlike product from the country subject to measures, or parts thereot when\ncircumvention ofthe measures in force is taking place. Countervailing duties not\nexceeding the residual countervailing duty imposed in accordance with section l6\nmay be extended to imports from companies benefiting from individual duties in the\ncountries subject to measures when circumvention ofthe measures in force is taking\nplace. Circumvention shall be defined as a change in the pattem of trade between\nthird countries and Pakistan or between individual companies in the country subject\nto measures by Pakistan, which stems from a practice, process or work for which\nthere is insufficient due cause or economicjustification other than the imposition of\nthe duty, and where there is evidence of injury or that the remedial effects ofthe\nduty are being undermined in terms ofthe prices or quantities ofthe like product,\nand where there is evidence ofsubsidy previously establighed forthe like product, if\nnecessary in accordance with the provisions of this Ordinance.\n(2) The practice, process or work referred to in sub-section (l) includes,\ninter alia, the slight modification ofthe product concemed to make it fall under\ncustoms tariff which are normally not subject to the measures, provided that the\nmodificaiion does not alter its essential characteristics, the consignment ofthe product(2) Any review pursuant to sections 19,20or21 shall be carried out by -\nthe Commission expeditiously and shall normally be concluded within twelve months\nofthe date of initiation ofthe review\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 55\nsubject to measures viathird countries, the re-organisation by exporlers or pro,Jucers\noftheir patterns and channels of sales in the country subject to measures in order to\neventually have their products exported to Pakistan through producers benefiting\nfrom an individual duty rate lower than that applicable to the products of the\nmanufacturers, and, in the circumstances indicated in sub-section (3). the assembly\nof parts by an assembly operation in Pakistan or a third country.\n(3 ) An assembly operation in Pakistan or a third country shall be considered\nto circumvent the measures in force where the.-\n(a) operation started or substantially increased since, orjust prior to, the\ninitiation of the investigation and the parts concerned are from the\ncountry subject to measures;\n(b) parts constitute sixty percent or more of the total value of the parts of\nthe assembled product, except that in no case shatl iircumvention be\nconsidered to be taking place where the value added to the parts brought\nin, during the assembly or completion operation, is greater than twenty\nfive percent of the manufacturing cost; and\n(c) remedial effects of the duty are being undermined in terms of the\nprices or quantities of the assembled like product and there is evidence\nof subsidy previously established for the like or similar products.\n(4) Investigations shall be initiated pursuant to this section on the initiative\nofthe Commission or at the request of any interested party on the basis of sufficient\nevidence regarding the factors set out in sub-section ( I ) and (2). Investigations shall\nbe concluded by the Commission within nine months.\n25. General provisions.{l) countervailing duties, provisionar or\ndefinitive, as the case may be, imposed under this Ordinance shall-\n(a) take the form of ad valorem or specific duties:\nProvided that provisional countervailing shall take the form of\ncash deposits equal to the amount of a provisionally calculated amount\nof subsidization;\n(b) be imposed in addition to other import duties levied on an investigated\nproduct; and\n(c) be collected in the same manner as customs-duties under the customs\nAct, 1969 (IV of 1969).\n56 THE GAZE'I'TE OF- PAKISTAN, EXTRA., FEB. 26, 2015 [Panr I\n(2) No product shall be subject to both anti-dumping duties and\ncountervailing duties, under their respective laws for the time being in florce. under\nthis Ordinance for the purpose of dealing with one and the same situation arising\nfrom dumping or from expoft subsidization:\nProvided that sub-section (2) shall not prohibit or prevent, concurrent\ninvestigations of the same product under the laws specified therein.\n(3) The decisions regarding irnposition of provisional or definitive -\ncountervailing duties, and notices regarding acceptance of undertakings or tenninating\nan investigation, shall be published by the Commission in a public notice wltich shall\ncontain, in particular, and with due regard to the protection of confidential information\nin accordance with section 29,lhe names of exporters, if possible, or of the countries\ninvolved, a description ofthe product and a summary ofthe facts and considerations\nrelevant to subsidy and injury determinations and in each case. a copy of the said\nnotice shall be sent to the known interested parties.\n(4) The provisions of sub-section (3) shall apply, mutatis mutandis, to\nreviews under this Ordinance.\n(5) The Cornmission shall establish and maintain a non-lapseable personal\nledger account in its name for the purpose of this Ordinance and all duties and fees\npayable under and collected pursuant to this Ordinance shall be held in such account.\n(6) The account established under sub-section (5) shall be maintained and\noperated in such manner as may be prescribed.\nPART XII\nVERIFICATION VISITS, SAMPLINC, NON-COOPERATION,-\nCONFIDENTIALITY AND DISCLOSURE\n26. Verification visits.---( I ) The Commission may, rvhere it considers it\nappropriate, carry out visits to examine the records of importers. expofters, traders,\nagents, producers, trade associations and organisations, to veri! information provided\non subsidisation and injury:\nProvided that in the absence of a proper and timely reply a verification visit\nmay not be carried out.\nPnnr Il I-HE GAZETTE OF PAKISTAN. EXTRA., FEB. 26, 2015 57\n(2) The Commission may carry out investigations in third countries as\nrequired, provided that-\n(a) it obtains consent ofan entity concerned;\n(b) it gives notice to a country in question; and\n(c) the country in question does not object to an investigation\n(3) As soon as consent of an entity concerned has been obtained the\nCommission shall give notice to an exporting country of the name and address ofthe\nentity to be visited and the dates agreed.\n(4) An entity concemed shall be advised of the nature of information to\nbe verified during verification visits and of any further information which needs to\nbe provided during such visits:\nProvided that this shall not preclude the Commission from requiring fiuther\ninformation or verifi cation.\n27. Sampling.{1) Where the Commission determines that the number\nof complainants; exporters or importers, types of product or transactions is large, the\nCommission may limit an investigation to-\n(a) a reasonable number of panies. products or transactions b1, using\nsamples which are statistically valid on the basis of information available\nat the time of selection; or\n(b) to the largest representative volume of any oroduction, sales or exports\nwhich can reasonably be investigated vvithin the time available.\n(2) The selection of parties, types of products or transactions made under\nthis section shall rest with the Commission :\nProvided that preference shall be given by the Commission to choosing a\nsample in consultation with, and with the consent of, the parties concerned:\nProvided further that such parlies rnake themselves known'and make\nsufficient information available to the Commission , rvithin three weeks of initiation\nof an investigation, to enable a representative sample to be chosen.\n(3) In cases where the examination has been limited in accordance with\nthis section, an individual amount of countervailable subsidisation shall, neveftheless.\nst mr cazgme or par\nbe calculated by the Commission for any exporter or producer not initially selected\nwho submits the necessary information within the time limits provided for in this\nOrdinance except where the Commission determines that the nuntber of exporters\nor producers is so large that individual examinations would be unduly burdensome\nand would prevent completion of an investigation within the applicable time limits.\n(4) Where the Comrnission has decided to undertake a sample as provided\nfor in this section and there is a degree of non-cooperation by some or all of the\nparties selected which is iikely to materially affect the outcome of an investigation,\na new sample may be selected by the Commission:\nProvided that if a material degree of non-cooperation persists or there is\ninsufficient time to select a new sample, the relevant provisions of section 28 shall\napply.\n28. Non-cooperation.{l) Where any interested party refuses access\nto, or otherwise does not provide, necessary information within the time limits provided\nin this Ordinance, or significantly impedes an investigation, provisional or final\ndeterminations, whether affirmative or negative, may be made by the Commission\non the basis of the facts available.\n(2) Where the Commission establishes that any interested party has\nsupplied false or misleading information, such information shall be disregarded and\nuse may be made by the Commission of the facts available.\n(3) Where any information submitted by an interested party is not ideal in\nall respects it shall nevertheless not be disregarded by the Commission:\nProvided that the Comniission is satisfied that any deficiencies are not such\nas to cause undue difficulty in arriving at a reasonably accurate finding and that the\ninformation is appropriately submitted in good time and is verifiable, and that the\nparty has acted to the best of its ability.\n(4) If evidence or information is not accepted by the Commission , a\nsupplying party shall be informed forthwith of the reasons therefor and shall be\ngranted an opportunity to provide further explanations within such time limit as the\nCommission may specifu.\n(5) If deterrninations, including those regarding the amount of\ncountervailable subsidies, are based on the provisions of sub-section (1) including\nany information supplied in an application it shall, where practicable and with due\nregard to the time limits of an investigation, be checked by the Commission by\nreference to information from other independent sources which may be available\nPenr IlTHE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 59\nincluding published price'lists, official import statistics and customs returns, or\ninformation obtained from other interested parties during the investigation.\n(6) Ifan interested parry does not co-operate, or co-operates only partially\nso that relevant information is thereby withheld, this may result in adverse inferences\nbeing drarvn against the party withholding such relevant information.\n29. Confidentiality.-{l) Subjectto sub-section (2), the Commission shall,\nduring and after an investigation, keep confidential any infomiation submitted to it\nand such information shall not be disclosed without specific permission of the parfy\nsubmitting it.\n(2) Information which is-\n(a) by nature confidential, because its disclosure shall be of significant\ncompetitive advantage to a competitor, or because its disclosure would\nhave a significantly adverse effect upon a person supplying the\ninformation, or upon a person from whom the information was acquired,\nor where the Commission determines such information to be of a\nconfidential nature for any other reason; or\n(b) provided on a confidential basis by parties to an investigation, shall,\nupon good cause shown, be treated as confidential by the Commission.\n(3) The following types of information shall be deemed to be by nature\nconfidential, unless the Commission determines that disclosure in a particular case\nwould neither be of significant competitive advantage to a competitor nor have a\nsignificantly adverse effect upon a person supplying an information or upon a person\nfrom whom such information was acquired, namely:-\n(a) business or trade secrets concerning the nature ofa product, production\nprocesses, operations, production equipment, or machinery;\n(b) information concerning financial condition of a company, which is not\npublicly available; and\n(c) information concerning costs, identification of customers, sales,\ninventories, shipments, or amount or source of any income, profit, loss\nor expenditure related to the manufacture and sale of a product.\n(4) Any party seeking any information to be kept confidential shall request\nfor the same at the time the information is submitted, along with the reasons warranting\nconfidentiality. The Commission shall consider such requests expeditiously and inform'I\n60 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2OI5 [PI\nthe party submitting the information if it determines that the request for keeping the\ninformation confi dential is not warranted.\n(5) Any party submitting any information with the request to keep it\nconfidential shall furnish a non-confidential summary thereof Such summary may\ntake the form of ranges or indexation of figures piovided in a confidential version, or\nmarked deletions in text or in such oJher form as the Commission may require:\nProvided that such non-confidential summary shall permit a reasonable\nunderstanding of the substance of any information submitted in confidence: l\nprovided further that the deletion in text slrall, unless otherwise allowed by\nthe Commission , only relate to names of any buyer or supplier'\n(6) In exceptional circumstances, parties may indicate that information\nfor which confidentiality is sought is not susceptible of summary, iri which case a\nstatement of the reasons why summarisation is not possible shall be provided:\nprovided that where the Commission concludes that a non-confidential\nsummary provided fails to satisfy the requirements of sub-section (5), it may determine\nthat the iequest for keeping an iniormation confidential is not warranted'\n(7) If the Commission finds that a request for keeping an information\nconfidential is not warranted, and if the supplier of the informatior-r is unwilling to\nmake the information public or to authorise the disclosure in generalised or summary\nform, the Commission shall disregard such information, and return the information\nconcerned to the parly submitting it.\n(8) Save for sub-section (10), notwithstanding anything contained in this\nOrdinance or in any other law forthe time being in force, any confidential information\nreceived or obtained, directly or indirectly, by the Commission pursuant to or in\nconnection with an investigation shall not be subjectto disclosure by the Commission .r\nto any Ministry Division, department, agency or instrumentality of the Federal\nGovernment or a Provincial Government without the prior permission of the party\nsubmiuing such confidential information:\nprovided that no such permission shall be required in case where issues of\nNational Security or Defense are involved. In this regard, the Commission shall\ndecide as to whether the issues of National Security or Defense are involved in a\ncase or not.\n(9) Information received pursuant to this Ordinance shall be used only for\nthe purpose for which it was requested.\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 61\nProvidcd that the obligation to protect confidential information as provided\nfor in this Chapter shall, mutatis nrutandir, extend to the Appellate Tribunal, subject\nto the.proviso to sub-section (8).\n30. Disclosure.-11) Any applicant, importer and exporter and their\nrepresenlative association and an exporting country may request disclosure by the\nCommission ofthe details underlying the essential facts and considerations on the\nbasis ofwhich provisional countervailing duties have been imposed:\nProvided tlrat requests for such disclosure shall be made in writing\nimmediately following imposition ofprovisionalcountervailing duties and in any event\nno later than fifteen days thereofand a disclosure by the Commission shall be made\nin writing as soon as possible thereafter.\n(2) The parties specified in sub-section ( I ) may request for a finaldisclosure\nby the Commission ofthe essential facts and considerations on the basis of which it\nis intended to recommend imposition ofdefinitive countervailing duties, or termination\nofan investigation or proceedings without imposition ofduties, particular attention\nbeing paid to disclosure of any facts or considerations which are different from\nthose used for any provisionalcountervailing duties.\n(3) Requests for final disclosure shall be addressed to the Commission in\nwriting and be received. in cases where provisional countervailing duty has been\napplied, not later than one month after imposition ofthat duty.\n(4) Where a provisional countervailing duty has not been imposed, parties\nshall be provided with an opportunity to request final disclosure within such time\nlimits as may be determined by the Commission.\n(5) Final disclosure shall be given in writing and shall be made, with due\nregard to the protection ofconfidential infoiniation pursuant to section 29, as soon as\npossible, and normally, not |ater than one month priorto a definitive determination.\n(6) Where the Commission is not in a position to disclose certain facts or\nconsiderations at that time, these shall be disclosed as soon as possible thereafter\nDisclosure shall not prejudice any subsequent decision which may be taken by the\nCommission but where such decision is based on any different facts and considerations\nthese shall be disclosed as soon as possible.(10) The provisions of sub-section (8) shall not preclude the supply of\ninlonnation called lor by the Appellate Tribunal pursuant to section 33:\n(7) Representations which are made after a final disclosure is given, shall\nbe taken into consideration only ifreceived within such period as may be determined\n62 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 [PARr I\nby the Commission in each case, which shall be at least ten days, due consideration\nbeing given to the urgency ofthe matter.\n31. Relationships between countervailing duty measures and\nmultilateral remedies.-Where an investigated product is made subject to any\ncountermeasures imposed following recourse to the dispute settlement procedures\nprovided for in the Agreement on Subsidies and such measures are appropriale to\nremove the injury caused by any countervailable subsidies, any countervailing duty\nimposed with regard to suclr product under this Ordinance shall immediatelv he\nterminated by the Commission.\nPART XIII\nAPPEAL TO THE APPELLATE TRIIBUNAL\n32. Appeal to the Appellate Tribunal.{l) Without prejudice to the\nprovisions ofAnti-Dumping Ordinance, 2000 (LXV of2000), the Appel late Tribunal\nshall also exercisejurisdiction under sub-section (2) under this Ordinance.\n(2) Any interested party may prefer an appeal to the Appellate Tribunal\nagainst,-\n(a) the initiation ofan investigation or a preliminary determination, where\nit is alleged that it does not satisly the requirements ofsection I I and\nsection l3 respectively;\n(b) an affirmative or negative final determination by the Commission ;\n(c) any final determination pursuant to a review;\n(d) an order of the Commission for termination of investigation under\nsection l5; or\n(e) a determination of the Commission under section 22.\n(3) An appeal under clause (a) of sub-section (2) shall be filed within\nthirty days ofthe publication ofnotice of in itiation or notice preliminary determination,\nas the case may be.\n(4) Tte Appellate Tribunal shall handle such an appeal as a prioriry and\nshall issue its decision on the appeal within forty five days ofthe filing ofan appeal\nwith the Appellate Tribunal.\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 63\n(5) The filing ofan appeal under clause (a) ofsub-section (2) shall have\nno effect on the Comm ission's conduct of investisatiorl.\n(6) An appeal under clauses (b) to (e) of sub-section (2) shall be filed\nwithin forty-five days from the date ofpublication in newspapers ofa public notice\nor as the case may be, date ofthe decision ofthe Commission ofany affirmative or\nnegative final decision or determination or termination of investigation by the\nCommission, and shall be in such form and c\"ontain such information as may be\nprescribed.\nProvided that in case the Appellate Tribunal decision requires action by the\nCommission, it shall remand the case to the Commission for decision.\n(9) After examining the appeal, the Appellate Tribunal shall assess the\nfacts related to the impugned determination of the Commission . The Appellate\nTribunal shall determine whether the establishment ofthe facts ofthe Commission\nwas proper and whether the Commission's evaluation ofthose facts was unbiased\nand objective. The Appellate Tribunal shall base its determination on the official\nrecord maintained by the Commission or any other documents relied upon by the\nCommission in reaching the impugned determination.\n(ll) The decision oftheAppellate Tribunal shall be in writing, detailing the\nissues raised in the appeal and the arguments adopted by the appellant and the\nCommission . The Appellate Tribunal shall also provide rcasons for reaching its\ndecision with reference to the provisions ofthis Ordinance and the facts ofthe case.(7) Such an appeal shall be disposed ofand the decision ofthe Appellate\nTribunal pronounced, as expeditiously as possible, but no later than ninety days fronr\nthe date of receipt of an appeal compliant rvith the requirements contained in this\nOrdinance, except in extraordinary circumstances and on grounds to be recorded.\nThe Appellate Tribunal shall hear the appeal from day{o-day.\n(8) In examining an appeal under sub-section (2), the Appellate Tribunal\nmay make such further inquiry as it may consider necessary, and after giving the\nCommission and an appellant an opportunity ofbeing heard, pass such order as it\nthinks fit, confirming, altering or annulling a determination ofthe Commission appealed\nagainst:\n( l0) Where the Appellate Tribunal determines that the Commission's\nestablishment ofthe facts was proper and its evaluation was unbiased and objective,\nit shall confirm the impugned determination ofthe Commission provided that the\nAppellate Tribunal is satisfied that in reaching its determination, the Commission\ncomplied with the relevant provisions ofthis Ordinance.\n64 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 20 15 [P,\\N-r I\n(12) The Appellate Tribunal shall provide copies of its decision to all the\nappellants and respondents including the Commission no laler than five days from\nthe date ofrendering its decision.\n(13) TheAppellate Tribunal may, ifit deems necessary, require an appellant\nto provide securitv in such form as may be prescribed, at the time of filing of an\nappeal\n(14) The decision ofthe Appellate Tribunal shall be appealable in the High\nCourt. The ttigh Court shall decide the appeal within thiny days:\nProvided that The Appellate Tribunal rnay, ifit thinks fit, accept an application\nfrom any party to an appeal in which the Appellate Tribunal has rendered ils decision,\nfor a clarification ofany ofthc issues raised by the Appellate Tribunal in its decision:\nProvided furtherthat such application shallspecily the precise issue in respect\nofwhich a clarification is sought and give reasons as to why a clarification is necessary\n(15) TheAppellate Tribunal shallonly accept an application underthe first\nproviso of sub-section (14) if it is sat$fied that a material issue discussed in its\ndecision requires further clarification or elaboration. The paffy likely to be adversely\naffected by such clarification shall also be issued a notice by the Appellate Tribunal:\nProvided that no such application shall be acepted by the Appellate Tribunal\nlater than thirty days of its decision.\n( l6) TheAppellate Tribunal shal,l perform its functions underthis Ordinance\nin accordance with such procedures as may be prescribed.\n( 17) A determination ofthe Commission shall be givcn full force and effect\nduring the pendency ofany appeal ofsuch detennination\n33. Power of the Appellate Tribunal to call for and examine\nrecord.-The Appellate Tribunal may call for and examine any records of an\ninvestigation conducted by the Commission and any other information or documents\nrelied upon by the Commission in reaching a determination appealed against for the\npurpose of satisf,ing itselfas to the legaliry or propriety ofan impugned detemrination\nof the Comrnission.\\\n( I 8) A person duly authorized by any pafty is entitled to appear, plead and\nact on behalfofthat inleresled party before the Appellate 'fribunal.\nPrnr IlTHEGAZETTEOFPAKISTAN, EXTRA.,FEB. 26, 2OI5 65\nPART XVI\nMISCELLANEOUS\n34. Power to make rules.-( I ) The Federal Governttlenl ma;'. in\nconsultation with the Commission , by notification in the officialGazette, rnake rules\nfor carrying out the purposes ofthis Ordinancc.\n(2) In particular and rvithout prejudice to the generality ofthe foregoing\npower, such rules may provide for tl're rnanner in which any investigation may be\nconducted, the manner in which an investigated product may be identified. the factors\nto rvhich regard shall be had in any such investigation, the manner of assessment,\nlevy and collection ofany countervailing duty, whether preliminary or definitive. and\nfor all matters connected rvith an investigation.\n35. Protection to persons prejudiced in employment becausc of\nassisting the Commission. { I ) An ernployer shall not-\n(a) dismiss an employee, or prejudice an employee in his employrnent,\nbecause tlre employee has assisted the Commission in connection rvith\nan inquiry or investigation under this Ordinattcel or\n(b) disrniss or threaten to dismiss an employee, or prejudice or threaten to\nprejudice an employee in his ernployment, because the.employee\nproposes to assist the Commission in connection with an inquiry or\ninvestigation under this Ord inancc.\n(2) For the purposes of sub-section ( l), a person shall be taken to assist\nthe Commission in connection with an inquiry if the person-\n(a) gives infbnnation, whether orally or in writing, or gives documents. to\nthe Commission in connection with an inquiry or investigation under\nthis Ordinance; or\n(b) gives evidence, or produces documents, at an inquiry, investigation or\nhcaring held under this Ordinance.\n36. Public file to be maintained for interested party and access\nthcreto.-(l ) 'Ihe Comrr.rission shall establish and maintain a file rclating 1() cach\ninvestigation or revie\\v pursuant to this Ordinance and subject to the requiremcnt Ltr\n66 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 [Pnnr I\nprotect confidential information under section 29. The Commission shall place in\nsuch file-\n(a) all public notices relating to an investigation or review;\n(b) all materials, including questionnaires, responses to questionnaires, and\nwritten communications submitted to the Commission ;\n(c) all other information developed or obtained by the Commission ; and\n(d) any other documents the Commission deems appropriate for disclosure\nto an interested partY.\n(2) The file to be maintained under sub-section (1) shall be available to\nany interested party for review and copying at the offices of the Commission, during\nsuch time as the Commission may speci$, throughoutthe course of an investigation\nor review and any appeal under section 32.\n37. Official file to be maintained by the Commission.-(l) The\nCommission shall establish and maintain an official file relatingto each investigation\nor review pursuant to this Ordinance and shall place in such file-\n(a) all materials, papers and documents, confidentialorotherwise, including\nquestionnaires, responses to questionnaires, and written communications\nsubmitted to or by the Commission in connection with an investigation\nor review;\n(b) all documents relating to or setting out any calculations made by the\nCommission in connection with an investigation or revierv;\n(c) all intemal correspondence or memoranda of the Commission relating\nto or in connection with an investigation or review that are relevant to\nthe calculation of dumping margin or determination of injury including,\nany colrespondence with or between any other Ministry Division,\ndepaftment. agency or instrumentaliry* of the Federal Government or\nany Provisional Government;\n(d) any other information developed, obtained or relied on by the\nCommission in connection with an investigation or review; and\n(e) any other document or information that the Commission deems\nappropriate for placing in the official file.\nPnnr Il THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 67\n(2) The file to be maintained under sub-section ( l) shall only be for the\nintemal use of the Commission and for the Appellate Tribunal in connection with an\nappeal under section 32.\n38. Appointment of advisers and consultants.---( I ) Subject to sub-\nsection (2), the Commission rnay, employ and pay consultants, agents, technical,\nprofessionaland otheradvisers, including bankers, economists, actuaries, accountants,\nlawyers and other persons to do any act required to be done in the exercise of its\npowers, the performance of its functions or for the better implementation of the\npurposes of this Ordinance.\n(2) The decision to employ and the terms and conditions ofemployment\nofextemal advisers and consultants pursuant to sub-section (l) shall be made by the\nCommission in accordance with such policy guidelines as may be established by the\nFederal Govemment, in consultation with theCommission , from time to time.\n39. Removal of dilficulties.-The Federal Government may for the\npurpose ofremoving any difficulties in relation to any matters underthis Ordinance,\nmake such orders as may appear to it to be necessary for the purpose of removing\nthe dif iculty:\nProvided that no such power shall be exercised after the expiry of two\nyears from the commencement of this Ordinance.\n40. Ordinance to overrid6 other laws.-The provisions of this\nOrdinance shall have effect notwithstanding anything inconsistent therewith contained\nin any other lau, for the tirne being in force:\nProvided that this provision shallnot apply on the NationalTariffCommission\nAct, 1990 (VI of I 990).\nTHE FIRST SCHEDULE\n[,See section 5(6) (a)]\nILLUSTRAIIVE LIST OF EXPORT SUBSIDIES\nl. In this Schedule, unless there is anyhing repugnant in the subject or\ncontext,-\n(a) \"commercially available\" means that the choice between domestic\nand imported products is unrestricted and depends only on commercial\nconsiderations;\n68 THEGAZETTEOFPAKISTAN,EXTRA.,FEB. 26, 2015 [Panrl\n(b) \"direct taxes\" means taxes on wages, profits, interests, rents, royalties,\nand all other forms of income, and taxes on the ownership of real\nproperty;\n(e) \"indirect taxes\" means sales, excise, tumover. r'alue added. franchise.\nstamp, transfer, inventory and equipment taxes, border taxes and all\ntaxes other than direct taxes and impon charges;\n(f) \"prior-stage indirect taxes\" means those indirect taxes levied on goods\nor services used directly or indirectly in making a product;\n(g) \"remission\" ofta,res includes the refund or rebate oftaxes; and\n(h) \"remission or drawback\" includes the full or pa(ial exemPtion or\ndeferral of import charges:\nProvided that deferral may not amount to an export subsidy where,\nfor example, appropriate interest charges are collected.\n2. The following is an illustrative list ofexport subsidies, namely:-\n(a) any provision by a govemment of direct subsidies to a firln or an\nindustry contingent upon export perfonrance:\n(b) cunency retention schemes or any similar practices wlrich involve a\nbonus on exports;\n(c) intemal transport and freight charges on export shipments, provided\nor mandated by a govemment. on terms nrore favourable than for\n'domestic shipments;\n(d) any provision by a govemrnent or its agencies either directlyor indirectly\nthrough government-mandated schemes, of imported or domestic\nproducts or services for use in the production of exported goods, on\nterms or conditions more favourable than for provision oflike or directly(c) \"cumulative indireet taxes\" means indirect taxes which are multi-staged\ntaxes levied where there is no mechanism for subsequent crediting of\nthe tax if goods or services subject to tax al one stage of production\nare used in a succeeding state ofproductiori;\n(d) \"import charges\" means lariffs. duties. antl other liscal charges lhar ''\nare levied on imports;\nPnnl Il 1'll9 GAZE-|TE OF PAKISTAN, EXTRA., FEB. 26, 2015 69\ncompetitive products or services for use in the production of goods for\ndomestic consumption, ii in the case of products, such terms or\nconditions are more favourable than those commercially available on\nworld markets to their exporters,\n(e) any full or partial exemption, remission, ordeferral specifically related\nto exports. of direct taxes or social welfare charges paid or payable by\nindustrial or commercial enterprises;\n(0 any all6wance of special deductions directly related to exports or export\nperformance. over and above those granted in respect ofproduction\nfor domestic consumption, in calculation of the base on which direct\ntaxes are charged;\n(g) any exemption or remission, in respect ofthe production and distribution\nof 'exported products, of indirect taxes in excess of those levied in\nrespect of production and distribution of like products when sold for\ndomestic consumption;\n(h) any exemption, remission or deferral ofprior-stage cumulative indirect\ntaxes on goods or services used in the production ofexported products\nin excess of any exemption, remission or deferral of like prior-stage\ncumulative indirect taxes on goods or services used in the production\nof like products when sold for domestic consumption; provided,\nhowever, that prior-stage cumulative indirect taxes may be exempted,\nremitted or deferred on exported products even when not exempted,\nremitted or deferred on like products when sold for domestic\nconsumption, if any prior-stage cumulative indirect taxes are levied on\ninputs that are consumed in the production of an exported product\nmaking normal allowance for waste. This clause shall be interpreted\nin accordance with the guidelines on consumption of inputs in a\nproduction process contained in the Second Schedule. Forthe avoidance\nof doubt, the provisions of this clause shall not apply to value-added\ntax systems and border-tax adjustment in lieu thereof and the provisions\nof clause (g) shall exclusively cover issues relating to excessive\nremission of value-added taxes;\n(i) any remission or drawback of import charges in excess of those levied\non imported inputs that are consumed in the production of an exported\nproduct, making normal allowance for waste; provided, however, that\nin particular cases a firm may use a quantity of home market inputs\nequal to, and having the same quality and characteristics as. the\nimported inputs as a substitute for them in order to benefit from this\n70 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 [Pnnr I\nprovision if the import and the corresponding export operations both\noccur within a reasonable time period, not to exceed two years. This\nclause shall be interpreted in accordance with'the guidelines on\nconsumption of inputs in the production process contained in the Second\nSchedule and the guidelines in the determination of substitution\ndrawback systems as gxport subsidies contained in the Third Schedule;\n(,) any provision by a government or, special institutions controlled by a\ngovernment, of export credit guarantee or insurance programmes, of\ninsurance or guarantee programmes against increases in the cost of\nexported products or of exchange risk programmes, at premium rates\nwhich are inadequate to cover long-term operating costs and losses of\nthe programmes;\n(k) any grant by a government or special institutions controlled by or acting\nunder the authority of a government, or both, of export credits at rates\nbelow those which they actually have to pay for the funds so employed\nor, would have to pay ifthey borrowed on international capital markets\nin order to obtain funds of the same maturity and other credit terms\nand denominated in the same currency as an.export credit or, the\npayment by them of all or part of the costs incurred by exporters or\nfinancial institutions in obtaining credits, insofar as they are used to\nsecure a material advantage in the field of export credit terms. Provided,\nhowever. that if a country which is a member of the WTO is a party to\nan international undertaking on official export credits to which at least\ntwelve original such members are parties as of the first day of January\n1979, or, a successor undertaking which has been adopted by those\noriginal members, or if in practice a country which is member of the\nWTO applies the interest rates provisions ofthe relevant undertaking,\nan export credit practice which is in conformity with those provisions\nshall not be considered an export subsidy; and\n(l) any other charge on a public account constituting an export subsidy in _ )\nthe sense of Article XVI of the General Agreement on Tariffs and\nTrade,1994.\nTHE SECOND SCHEDULE\n(See the First Schedule)\nGUIDELINES ON CONSUMPTION OF INPUTS IN THE PRODUCTION\nPROCESS\nl. For the purposes of this Schedule \"inputs consumed in the production\nprocess\" means inputs physically incorporated, energy, fuels and oil used in a\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 71\nproduction process and catalysts which are consumed in the course of their use to\nobtain an exported product.\n2. Indirect tax rebate schemes can allow for exemption, remission or\ndeferral ofprior-stage cumulative indirect taxes levied on inputs thal are consumed\nin the production of an exported product making nonnal allowance lor waste.\nSimilarly, drawback schemes can allow for the remission or drawback of inrport\ncharges levied on inputs that are consumed in the production ofan exported product\nmaking normal allowance for rvaste.\n3. The illustrative list of export subsidies in the First Schedule makes\nreference to the term \"inputs that are consumed in the production of the exported\nproduct\" in clauses (h) and (i) ofpara 2 thereof. Pursuant to clause (h) ofpara 2 of\nthe First Schedule, indirect tax rebate schemes can constitute an exporl subsidy to\nthe extent that they result in exemption, remission or deferral ofprior-stage cumulative\nindirect taxes in excess ofthe amount ofsuch taxes actually levied on inputs thal are\nconsumed in the production ofan exported product. Pursuant to clause (i) ofpara 2\nof the First Schedule, drawback schemes can constitute an export subsidy to the\nextent that they result in a remission or drawback of import charges in excess of\nthose actually levied on inputs that are consumed in the production ofan exported\nproduct. Both the said clauses stipulate that normal allowance for wastc must be\nmade in findings regarding consumption ofinputs in the production ofan exported\nproduct. Clause (i) of para 2 of the First Schedule also provides for substitution,\nwhere appropriate.\n4. ln examining whether inputs are consumed in tlre production ofan\nexported product, as part of a countervailing duty investigation pursuant to this\nOrdinance, the Commission should normally proceed on the Qllowing basis, namely:-\n(a) where it is alleged that an indirect tax rebate scheme, or a drawback\nscheme, conveys a subsidy by reason of over-rebate or excess\ndrawback of indirect taxes or import charges on inputs consumed in\nthe production ofan investigated produc! the Cornmission shall nonnally\nfirst determine whether the government ofan exporting country has in\nplace and applies a system or procedure to confirm u,hich inputs are\nconsumed in the production ofan exported product and in what amounts.\nWlrere such a system or procedure is determined to be applied. the\nCommission shall normally then examine the system or procedurc to\nsee whether it is reasonable and effective for the purpose intended,\nand based on generally accepted commercial practices in the country\nof export. The Commission may deem it necessary to carry out. in\naccordance with section 26. certain practical tests in order to verify\ninformation or to satisfr itself that the system or procedure is being\neffectively applied;\n72l'HE GAZETTE, OF PAKISTAN, EXTRA., FEB. 26, 2015 [Penr I\n(b) where there is no such system or procedure. or where it is nor\nreasonable. or where it is instituted and considered reasonable but is\nfound not to be applied or not to be applied effectively, a lurther\nexamination by an exporting country based on the actual inputs involved\nwillnormally need to be carried out in the context ol determining whether\nan excess payment occurred. Ifthe Commission deerns it necessary,\na further examination may be carried out in accordance with clause\n(a) of this paral\n(c) the Commission tnust normally treat inputs as plt)'sically incorporated\nif such inptrts are used in the production process and are physically\npresent in a product exported, and an input need not be present in a\nfinal product in the samo form in lvhich it entered the production process;\n(d) in detennining the amount ofa particular input that is consumed in the\nproduction of an exported product, a \"nonnal allowance for waste\"\nmusl nonlrally be taken into account by the Commission. and such\nwaste must normally be treated as consumed in the production ofan\nexported product. The term \"waste\" refers to that portion of a given\ninput which does not serve an independent function in the production\nprocess, is not consumed in the production ofan exported product, for\nreasons such as inefficiencies, and is not recovered, used or sold by\nthe same manufacturer: and\n(e) the Commission's determination of whether thc claimed allowance\nfbr waste is \"nonnal\" shall normally take into account the production\nprocess, the average experience ofan industry in the country ofexport'\nand other technical factors, as appropriate. The Commission shall bear\nin rnind that an important question is whether the authorities in an\nexporting country have reasonably calculated the amount of waste,\nwhen such an amount is intended to be included in a tax or duty rebate\nor remission.\nTHE THIRD SCHEDULE\n[See the First Schedule and Second Schedule]\nGTJTDELINES IN I'I-IE DETERMINATION OF SUBSTTTU'IION\nDRAWBACK SYSTEMS AS EXPORT SUBSIDII]S\nI . Drawback systems can allow for refund or drawback of import charges\non inputs which are consumed in a production process ofanother product and wlrere\nexport of this latter product contains domestic inputs having the same quality and\nPrnr Il THE CAZETTE OF PAKISTAT.\\. EXI'RA.. FEB. 26. 2015 i3\ncharacteristics as tlrose submitled for imported inputs. Pursuant to clause (i) ofpara\n2 ofthe lrirst Schedule. substitution drawback systems can constitute an e\\port\nsubsidy to the extcnt that they result in an excess drawback of impoft charges Iev ied\ninitially on importcd inputs for rvhich drarvback is being claimed.\n2. In examining any substitutiorr drawback svstem as part of a an\ninvestigation the Commission shall normally proceed on the lollowing basis, namely:-\n(a) clause (i) ofpara 2 ofthe F'irst Schedule stipulates that home market\ninputs may be substituted fbr imported inpuls in the production of a\nproduct for export provided such inpuls arc cqual in quantity to, and\nhave same quality and characleristics as, imported inputs being\nsubstituted. The existence of a verification system or procedLrre is\nimportant because it enables the govemment olan cxporting country\nto ensure and dernonstrale lhat the quantity of inputs lor rvhich\ndrawback is claimed does not cxceed the quanlity of similar products\nexported, in rvhatever fomr. and that there is no drawback of import\ncharges in excess of tllose originalll, levicd on imported inputs in\nquestion;\n(b) rvhere it is alleged that a substitution drawback system conveys a\nsubsidy, the Commission shali normally first proceed to detennine\n$'hether the governrnent of an exporting country has in place and\napplies a verificalion s\\stern or procedure. Where suclr a systern or\nprocedure is detcrmined to be applied. thc Commission shall nonnally\nthen examine the verilication proccdures to see whcther the1, are\nreasonable and ell'ective for the purpose intended. and hased on\ngenerally acceptcd cornnrercial practices in tlrc country ofcxpoft. lb\nthe extent that any procedures are detennined to meet this test and\nare cffectively applied, no subsidy rvill be presumed to esist. lt nray be\ndecmed necessary bv the Cornrnission 10 carry ou1- in accordance\nwith section 26, cenain practical tests in order to verily inlbrmation or\nto satisry itsclfthat vcrification procedures are being el'fectively applied;\n(c) rvhere therc arc no verification procedures, or wherc thc), arc not\nreasonablc, or rvhcrc such procedures are instituted arrd considcred\nreasonable but are lound not bc actually applied or not be applied\neffectively, tiere rnay be a subsidy'. In such cases, lurther exarn inatirrn\nby an exporting country based on actual transactions involved rvould\nneed to be carried out to detelrrline whether an excess payment\noccurred. lf the Commission deems it necessary. a further examination\nnrat be carried oul in accordance with clause (b)l and\n74 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 [Pexr I\n(d) the existence of a substitution drawback provision under which\nexporters are allowed to select particular imporl shipments on which\ndrawback is claimed shall not of itself be considered by the Commission\nto convey a subsidy.\n3. An excess drawback of import charges within the meaning of clause\n(i) of para 2 of the First Schedule, would be deemed to exist rvhere a government\npaid interest on any monies refunded under its drawback schenres. to the extent of\nan interest actually paid or payable.\nMAMNOON HUSSAIN,\nPresident.\nJusnce (R)\nMUHAMMAD RAZA KHAN,\nSecretary.\nPRINTED BY THE MANAGER. PruNTINC CORPORATION OF PAKISTAN PRESS, ISI-AMABAD,\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERYAND FORMS, UNIVERSITY ROAD, KARACHI.."
}