{
    "file": "./converted_json\\administrator47c9f207b96177e21ada8ef85bed1e8f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 9 \n  \nTHE NATIONAL COMMISSION FOR HUMAN DEVELOPMENT \nORDINANCE, 2002.  \n \n \n \n \n \nCONTENTS  \n1. Short title, exten t and commencement  \n2. Definitions  \n3. Establishment of the Commission  \n4. Chairman of the Commission  \n5. Members of the Commission.  \n6. Terms and conditions of office of Chairman and Members  \n7. Functions of the Commission  \n8. Policy Guidelines  \n9. Advisory Council  \n10. Director  General  \n11. Committees of the Commission  \n12. Remuneration of officers and staff of the Commission  \n13. Employmen t of advisors, consultants, etc. \n14. The Budget of the Commission, etc.  \n15. Expenditure of the Commission  \n16. Delegation of powers  \n17. Audit and accounts  \n18. Annual and other reports  \n19. Rules  \n20. Regulations  \n21. Authorities to aid the Commission  \n \n\n \nPage 2 of 9 \n 22. Immunity  of the Commission  \n23. Removal of Difficulties  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 9 \n THE NATIONAL COMMISSION FOR HUMAN DEVELOPMENT ORDINANCE, 2002.  \nORDINANCE XXIX OF 2002  \nAn \nOrdinance  \nto provide for the establishment of National Commission for Human Development  \nWHEREAS it  is expedient to  establish a  National Commission for  Human Development to  \nimplement various programmes and projects in the social sector in collaboration with philanthropists;  \nAND WHEREAS the objective of the National Commission for Human Development is to \npromote Human De velopment by supporting Government line departments, non-Governmental  \nOrganizations and elected officials at the district level in  primary  education  literacy,  income  \ngenerating  activities  and  basic  health  care service etc;  \nAND WHEREAS the Preside nt is satisfied that  circumstances exist which  render necessary to \ntake immediate action;  \nNOW, THEREFORE, in pursuance of the Proclamation of Emergency of the Fourteenth  lay \nof  October,  1999,  and  the  Provisional  Constitution  Order  No.1  of 1999, r ead with the Provisional \nConstitutional (Amendment) Order No.9 of 1999, and in exercise  of all power, enabling  him in that \nbehalf, the President  of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance.  \nCHAPTER - I  \nPRELIMINARY  \n1. Short title, extend and commencement .—(1) This  Ordinance may  be called the National \nCommission for Human Developm ent Ordinance, 2002.  \n(2) It extends to the whole of Pakistan . \n(3) It shall come into force at once.  \n2. Definitions .—In this Ordinance, unless there is anything repugna nt in the subject or \ncontext,— \n(a)  “Chairman” means the Chairman of the Commission;  \n(b)    “Commission”   means   the   National   Commission   for   Human   \nDevelopment establishment under section 3;  \n(c)   “Director -General”  means  the  principal  staff  officer  and  in -charge  of  \ngeneral Administration of the Commission;  \n(d)   “Fund”  means  the  Pakistan  Human  Development  Fund  registered  under  \nthe companies Ordinance 1984 (XLVII of 1984);  \n(e)  “Member” means a member of the Commission;  \n(f)  “Prescribed” means prescribed by rules made under this Ordinance;  \n(g)  “President” means President of the Islamic Republic of Pakistan;  \n(h)  “Regulations” means the regulations made under this Ordinance;  \n \nPage 4 of 9 \n (i)  “Rules” means the rules made under this Ordinance; and  \n(j)  “staff' means the members of staff of the Commission and includes persons on \ndeputation or employed on contract.  \nCHAPTER II  \nNATIONAL COMMISSION FOR HUMAN DEVELOPMENT  \n 3.  Establishment of the Commiss ion.—(1) T here shall be established a  National \nCommission for Human Development for carrying out the purposes of this Ordinance.  \n(2) The Commission shall  be a body corporate having perpetual succession and a common seal \nwith powers, subject to the provisions of this Ordinance, to enter into agreements, contracts, acquire \nand hold property, both moveable and immovable, and to sue and be sued in its name.  \n(3) The President shall be the Patron -in-Chief of the Commission.  \n(4) The Commission  shall  comprise  the Chairman,  to be appointed  by the President, and \nfive Members, including a representative of Ministry of Finance, to he appointed by the President on \nthe recommendation of the Chairman:  \nProvided  that Provincial representation and  gender equality will be ensured amongst the \nMembers.  \n(5)  The main office of the Commission   shall  be at  Islamabad and the  Commission may set -\nup sub -offices at such place or p laces as it may deem necessary.  \n(6) The Commission shall  be an autonomous body  of the  Cabinet Division , Government of \nPakistan.  \n4. Chairman of the Commission .—(1) The Chairman shall be an eminent professional of \nknown integrity, reputation, competence, an d expertise in the social sector.  \n(2) The Chairman shall hold office for a period of five years.  \n(3) The Chairman may resign his office by writing under his hand addressed to the President.  \n(4) The Chairman shall be the Chief Executive Officer of the Commi ssion.  \n5.  Members of the Commission .—(1) The Members of  the commission shall be  professionals \nof known integrity and experience in the social sector.  \n(2) A Member shall hold office during the pleasure of the President.  \n(3) A Member may resign his office by writing in his hand addressed to the Chairman.  \n(4) The business of the Commission shall be conducted as prescribed.  \n6.  Terms and conditions of office of Chairman and Members .—The terms and  conditions \nof the Chairman and Members and their remuneration and privileges shall be such as may be \ndetermined by the President.  \n7. Functions of the Commission .—The function s of the Commission shall be to — \n(a)       formulate,  approve  manage, promote, enhance,  implement,  execute monitor \nand organize  its support programmes and projects  fur assistance  of the line \nMinistries, Departments and agencies concerned, inter  alia, for- \n \nPage 5 of 9 \n (i)      capacity building,   training,   and   enhancement   of   competen cy   of \nGovernmental functionaries and line departments, and non -- \ngovemmental organizations  working  in  the  social  sectors,  specially \nunder District Governments;  \n(ii)        literacy and   non -formal   basic   education programmes supported   by \nskills training programmes for income generating activities;  \n(iii)      programmes to assist in universal primary education;  \n(iv)       programmes to assist in primary health -care;  \n(v)        programmes to assist in alleviation of poverty;  \n(vi)       national  volunteer programme to assist in the social sectors.  \n(b)        undertake research, studies and surveys to assess the needs an requirements of \nan area for extending  scope of its activities and disseminate  information  in \nrespect thereof;  \n(c)        keep  informed    the    Federal    Government     and    respective     Provincial \nGovernments and their District Administration of its programme and projects \nbeing carried out by it in performance of its functions;  \n(d)        global resource mobilization incl uding finances, intellectual expertise and talent \nto assist in the social sectors; and'  \n(e)        perform such other functions as may be incidental or ancillary to the execution \nof its programmes and projects.  \n8. Policy Guidelines .—(1) The Commission may for the implementation and execution of its \nprogrammes and projects pursuant to its aims and objectives, issue Policy Guidelines for the \nCommission.  \n(2) Without prejudice to the generality of the provisions of sub -section (1), the Policy \nGuidelines shall l ay down parameters for: — \n(a)        alleviation of poverty;  \n(b)        non -formal basic education and promotion of literacy;  \n(c)        primary health care;  \n(d)        sustainable livelihood; and  \n(e)        capacity building, training, and enhancement of c ompetency of Governmental \nagencies and non -government organizations working in the social sector, \nespecially under District Governments.  \n(3) The advice of the Advisory Council shall be given due consideration by the Commission.  \n9.  Advisory Council .—(1) Th ere shall be an Advisory Council of the  Commission consisting \nof— \n(a)        the Chairman who shall act as its Convener;  \n(b)        representatives from civil society, community based organizations an such other \npersons as are approved by the Commission;  \n \nPage 6 of 9 \n (c)        one representative each of : - \n(i)  the Ministry of Education, Government of Pakistan;  \n(ii)  the Ministry of Health, Government of Pakistan;  \n(iii)  the Ministry of Finance,  Government of Pakistan;  \n(iv)    Ministry   of   Environment,   L ocal   Government   and   Rural \nDevelopment Government of Pakistan;  \n(v)  the Governm ent of Balochistan Government of North west Frontier \nProvince,  Government  of Sindh,  and  Government  of the Punjab;  \n(vi)  States and Frontier Regions Division, Governmen t of Pakistan;  \n(vii)  the Ministry of Women Development, Social Welfare and Special \nEducation; Government of Pakistan;  \n(viii)  Planning Commission;  \n(ix)  National Reconstruction Bureau of Pakistan.  \n(2) The functions o f the Advisory Council shall be — \n(a)        to render assistance and advice in improvement of the Policy Guidelines of the \nCommission; and  \n(b)    to make recommendations  for augmenting  financial  resources  of the \nCommission.  \n(3) The Advisory Council shall meet at least once in every quarte r and may hold its meetings \nas and when necessary.  \n(4)  The Advisory Council may invite any technical   expert or person possessing specialized \nknowledge on related subjects for assistance in performance of its functions.  \n(5) The Advisory Council shall mak e rules of procedure and conduct of its business.  \n10. Director  General .—(1)  The Chairman  may appoint,  as prescribed,  a person  of known \nintegrity,  and experience  in the field of administration  and management  as Director General, who \nshall be the p rincipal staff officer of the commission.  \n(2) The Director G eneral shall be responsible for — \n(a)        the administration and day to day business of the  Commission;  \n(b)        the execution of all orders and directions given by the Chairman;  \n(c)      the preparation of periodical reports, for submission to the President by the \nChairman;  \n(d)        coordinate the monitoring of the work for the Commission down to the level of \neach district and tehsil; and  \n(e)        any  other duty or assignment given by the Chairman.  \n(3) In addition to the responsibilities specified in sub -section (1) the Chairman may assign any \nother function or assignment to the Director General.  \n \nPage 7 of 9 \n (4) The Director General shall be entitled to such remun eration and privileges as the \nCommission may determine.  \n(5) The Director General may resign his office in writing addressed  to the Chairman.  \n11. Committees of the Commission .—(1) The Commission may, for carrying out its \nfunctions, constitute such committees as may be considered appropriate by the Commission.  \n(2) The membership of a Committee and conduct of business thereof shall be such as may be \nprescribed.  \n12. Remuneration of officers and staff of the Commission .—(1) The Commission shall, by \nregulations, determine the terms and conditions of, including salaries, allowances and other benefits \nfor officers and staff commensurate with the economic condition of the country and compatible with \nother such organizations, including private sector.  \n(2) The  regulations referred to in sub -section (1) shall include the procedure it inquires and \ndisciplinary action to be taken in result thereof against any employee of the Commission  \nProvided   that   any   person   in   the   service   of Pakistan employed   in    the Commission \nwhether on deputation or on transfer, shall be governed by the service rules and regulations applicable \nto him before his appointment in the Commission.  \n13.  Employment  of  advisors,  consultants,  etc .—(1)  Subject  to  subsection  (1)  of section  \n12  and  sub -section  (2),  the  Commission  may  appoint  any  professional, adviser, consultant, expert \nor such other person as may be considered necessary for performance of its functions.  \n(2) The appointment of the persons referred to in s ub-section (1) shall be made in accordance \nwith the requirements of the Policy Guidelines of the Commission:  \nProvided  that  the  terms  and  conditions  of  appointment  of  such  persons, including tenure, \nshall be determined by the Commission.  \n14. The B udget of the Commission, etc .—(1) The budget of the Commission shall be met out \nof the Fund for the implementation  and execution  of the programmes and projects of the Commission \nand fulfillment of its objectives.  \n(2) The Director General with the approva l of the Chairman shall prepare and submit the annual \nplan of the budget of the Commission to the Fund.  \n(3)  The Commission shall, three months before the commencement of a  financial year review \nits budget position and if there are some additional requirem ent, the same shall be met through re -\nappropriation by the Commission or as the case may be by fresh allocation by the Fund, in case there \nare some savings, the same shall be surrendered to the Fund by 15th of June.  \n(4) The Commission may maintain bank acc ounts in scheduled banks as it may determine.  \n(5)   The   Chairman   shall   be   the   Principal   Accounting   Officer   of   the Commission.  \n15. Expenditure of the Commission .—(1) All programmes, projects, operations and schemes \nof the, Commission shall  be met and executed from the budget of the Commission referred to in section \n14. \n(2) In addition to the expenditure referred to in sub -section (1), the following expenses shall be \nmet from the budget of the Commission, n amely:— \n \nPage 8 of 9 \n (a)       payment  of  sala ries,  allowances,  remuneration,  honoraria,  provident fund \ncontributions,  superannuation  allowances,  gratuities,  fees, legal charges  or \ncosts  payable  by the  Commission  to Members,  officers, members  of staff, \nadvisors,  consultants,  professio nal,  experts or any other pers ons appointed or \nemployed by the Commission;  \n (b)      expenditure incurred   on   seminars,   conferences, travelling, publicity; and \nsuch other related expenditure;  \n(c)       purchase or hiring of equipment, machinery, t ransport and any other material as \nmay be necessary for execution of the programme; projects and schemes of the \nCommission;  \n(d)        acquisition of any property, both movable and immovable, or assets, construction \nof any building etc; and  \n(e)       any other  expenditure  as  may  be  incurred  or  accepted  in carrying out any \nother work or undertaking in performance of its functions.  \nCHAPTER III  \nMISCELLANEOUS  \n16. Delegation of powers .—(1) The Commission may de legate all or any of its powers and \nfunctio ns to the Chairman or such ot her officer of the Commission, subject to such conditions and \nlimitations, as it may deem appropriate.  \n(2) The Chairman or the Director General may delegate all or any of their powers and functions \nunder this Ordinance to any o fficer of the Commission, subject to such conditions and limitations, as \nhe may deem fit.  \n17. Audit and accounts .—(1) The accounts of the Commission shall be audited by a reputable \nfirm of Chartered Accountants to be appointed by the Commission on such rem uneration as it may \ndetermine.  \n(2) The auditors appointed under sub -section (1) shall be provided access to the books, accounts \nand other documents as may be considered necessary by them for audit of the accounts of the \nCommission and may examine any Membe r, officer or member of the staff of the Commission in \nconnection with such audit.  \n(3) The auditors shall submit periodical reports to the Commission after audit of the accounts.  \n18. Annual and other reports .—(1) Within three months of the conclusion of ea ch calendar \nyear, the Chairman shall submit an annual report to the President in respect of  activities  of  the  \nCommission  including  the  status  of  its  existing programmes, projects and future plans formulated \nin furtherance of its aims and o bjects.  \n(2) In addition to the annual report referred to in sub -section (1), the Chairman shall, from time \nto time, place before the President such other reports relating to the performance of the Commission \nor whenever so directed by the President.  \n19. Rules .—(1) The Commission may, with the approval of the President, lake rules to carry \nout the purposes of this Ordinance.  \n(2) Without prejudice to  the generality of  the forgoing provision, the  rules refe rred to therein \nmay provide for — \n \nPage 9 of 9 \n (a)      Policy Guidelines f or setting  up of District  Human Development Centres for the \npurpose of — \n(i)  strengthening competence of line department officials;  \n(ii)  support to elected representatives with required skills;  \n(iii)  facilitate change management;  \n(iv)  coordinate  the work of stake holders; and  \n(v)  capacity building of non -government organizations;  \n(b)  procedure of  appointment  of  members  of  the  different  committees  and \nlaying down rules for conduct of their business.  \n20. Regulations .—(1) The Commission ma y make regulations not consistent with -this \nOrdinance and the rules to carry out the purposes of this Ordinance.  \n(2) Without prejudice to the generality of the forgoing provisions regulations referred to therein \nmay provide for — \n(a)  the determination  of  salaries  and  allowances  and  other  benefits  of  the \nmembers of the staff of the Commission;  \n(b)  disciplinary proceedings and award of punishment,  \n(c) prescription of different scales and grades etc. for and privileges of officers and \nstaff of the Co mmission; and  \n(d)  all or any of the matters, which by this Ordinance, are to be, or may be, \nprescribed.  \n 21.  Authorities   to  aid  the  Commission .—(1)   All  executive   authorities   in  the \nFederation and in the Provinces shall render such assistance  to the Commission  as may  be  necessary  \nfor  execution  of  its programmes and  projects  being  carried  out under this Ordinance.  \n22. Immunity of the Commission .—No suit, prosecution  or other legal proceeding shall  lie  \nagainst  the  Commission,   t he  Chairman,   Members,   officers,   advisors, consultants  and  other  \npersons  and  employees  of  the  Commission  in  respect  of anything done or intended to be done in \ngood faith under this Ordinance.  \n23. Removal of Difficulties .—If any difficulty arises in giving effect to any of the provisions \nof this Ordinance, the President may make such order, inconsistent with the provisions of this \nOrdinance, as may appear to be necessary for removing the difficulty."
}