{
    "file": "./converted_json\\administrator3133c8c774386026170de3e9be97888c(1).json",
    "name": "Gun and Country Club Act, 2023",
    "date": "8th August, 2023",
    "tagline": "To provide for the establishment, administration, and management of the affairs of the Gun and Country Club in Islamabad.",
    "content": "Page 1 of 6 \n  \nTHE GUN AND COUNTRY CLUB ACT, 2023  \n \n \n \nCONTENTS  \n \n1.  Short title and commencement  \n2.  Definitions  \n3.  Establishment of the Gun and Country Club  \n4.  Patron -in-Chief of the Club  \n5.  Administrator of the Club  \n6.  Powers and functions of the Administrator  \n7. Management Committee  \n8.  Bank accounts  \n9.  Accounts  \n10.  Audit  \n11.  Employment of Officers and Staff  \n12.  Continuance of service employees  \n13.  Bar of Jurisdiction  \n14.  Act to overr ide other laws  \n15.  Power to make rules, regulations and protocol  \n16.  Removal of difficulties  \n \n \n\n \n \n \nPage 2 of 6 \n THE GUN AND COUNTRY CLUB ACT, 2023  \nACT No. OF 2023  \n[8th August , 2023] \nto provide for the establishment, administration and management of the affairs of the Gun and \nCountry Club in Islamabad.  \n WHEREAS  a shooting facility was established in Islamabad having indoor and outdoor \nranges along with other relaxation and entertainment facilities exclusively for its members;  \n AND WHEREAS  it is expedient to provide for the establishment of the Gun and Country \nClub and to properly regulate, administrator and manage its affairs and allied matters.  \n 1. Short title and commencement. — (1) This Act shall be called the Gun and Country Club \nAct, 2 023. \n (2) It shall come into force at once.  \n 2. Definitions. —In this Act, unless there is anything repugnant in the subject or Context — \n(a)  “Administrator ” means the Administrator mentioned under section 5;  \n(b)  “Club” means the Gun and Country Club established under this Act;  \n(c)  “Division concerned ” means the division to which business of the Club stands \nallocated under the Rules of Business, 1973;  \n(d)  “Management Committee ” means the Managing Committee setup under \nsection 7; and  \n(e)  “Prescribed ” means prescribed by regulations.  \n 3. Establishment of the Gun and Country Club. —(1) On commencement of this Act, \nalready functioning shooting facility in Islamabad shall stand established to be called as the Gun and \nCountry  Club.  \n (2) The Club shall be a body corporate having succession perpetual and a common seal and \nshall have power to acquire property both moveable & immoveable in its name and shall by the said \nname, sue and be sued.  \n (3) The Club shall consist of such cl asses of members as may be prescribed and all the \nexisting members of the shooting facility shall be deemed to be members of the Club.  \n (4) Any person, authority, committee etc. exercising or having right to exercise prior to \ncommencement of this Act any p ower or function in relation to the Club shall cease to exercise or to \nhave the right to exercise such power or function.  \n \n \n \nPage 3 of 6 \n  (5) Except the land at which the Club stands established under this Act, all assets, rights, \npowers, authorities and privileges, cash  and bank balances and all other interests and rights in, or \narising out of, such property prior to commencement of this Act shall stand transferred to, and vest \nin, the Club.  \n (6) All debts and liabilities incurred, all obligations undertaken, all contrac ts entered into, and \nall agreements made prior to commencement of this Act shall stand transferred to, and be deemed to \nhave incurred, undertaken, entered into or made, by or with the Club.  \n (7) Any sum payable to, or recoverable prior to commencement of this Act shall be deemed \nto be payable to, or recoverable by, the Club.  \n 4. Patron -in-Chief of the Club. —The Prime Minister of the Islamic Republic of Pakistan \nshall be the Patron -in-Chief  of the Gun and Country Club.  \n 5. Administrator of the Club .—(1) The  Secretary of the division concerned shall be the \nAdministrator of the Club. However, in extraordinary circumstances, the Patron -in-Chief  may \nappoint an administrator as he deems fit.  \n (2) The Patron -in-Chief, however, may appoint any other person as Admin istrator of Club in \nhis discretion for a period of two (2) years extendable for another term of two (2) years only once.  \n (3) The Patron -in-Chief may remove Administrator of Club from his office, at any time by \nassigning reasons thereof.  \n (4) The Administr ator shall, subject to any special direction issued by Patron -in-Chief, \nexercise and perform all such powers and functions as may be necessary for the efficient \nmanagement and administration of the Club.  \n 6. Powers and functions of the Administrator .— (1) The overall supervision, control, \noversight, management and administration of affairs of the Club shal l vest in the Administrator who  \nshall be competent to exercise all such powers and perform all such functions which are necessary \nfor the efficient and pr oper administration of the Club.  \n (2) Without prejudice to the generality of the foregoing, the Administrator shall exercise the \nfollowing powers and shall perform the following functions, namely:___  \n(a)  framing and executing general policy guidelines for the proper administration \nof the Club in relation to its internal affairs;  \n(b)  framing and revision of regulations with respect to the administration of the \nClub including, but not limited to, membership issues, employment matters, \nfinancial matters, disciplinary matters and procurement issues;  \n(c)  formation of Functional Committees on honorary basis with only advisory role \nand shall conduct their business in such manner as prescribed;  \n(d)  planning, including consideration and approval of annual plan  of work and \nbudget;  \n \n \n \nPage 4 of 6 \n (e)  consideration of audited statement of accounts;  \n(f)  entering into contracts;  \n(g)  to enforce the implementation of approved plans, programs and budgets in \norder to ensure transparent and accountable administration;  \n(h) to appoint  or nominate Secretary of the Club to look after and manage day to \nday affairs of the Club as may be prescribed;  \n(i)  relax compliance of any policy, guidelines, regulations etc.;  \n(j)  to seek and raise grants, funds etc. for the purposes of the Club; and  \n(k)  any other functions and powers as may arise to address the affairs of the Club.  \n (3) The Administrator may, at any time, delegate any or all of its powers  and functions to the \nSecretary of the Club for the efficient administration of the Gun and Count ry Club.  \n 7. Management Committee.___ (1) To aid and assist the Administrator in the performance of \nhis functions, a Management Committee shall be constituted comprising — \n(a)  Three regular active members of the Club of any class, to be  nominated by the \nPatron -in-Chief;  \n(b)  Chairman Capital Development Authority;  \n(c)  Director General Pakistan Sports Board;  \n(d)  President Federal Rifle Association; and  \n(e)  Joint Secretary of the concerned division; and  \n(f)  Secretary of the Gun and Country Club.  \n (2) Th e tenure of members referred to in clause (a) of sub -section (1) shall be for two (2) \nyears, extendable by one year based on performance.  \n (3) Subject to sub -section (2), the Patron -in-Chief may remove any member any time and \nmay appoint another person as member of the Management Committee.  \n (4) Subject to sub -section (2), a member nominated under clause (a) of sub -section (1) may \nresign by writing under his hand addressed to the Patron -in-Chief. The Patron -in-Chief  may appoint \nanother person as his or her replacement,  as the case may be.  \n (5) Meetings of the Management Committee  shall be held in such  manner as may be \nprescribed.  \n (6) The Administrator shall preside over the meetings of the Management Committee.  \n \n \n \nPage 5 of 6 \n  8. Bank accounts. —The Club may open and maintain its accounts at  such scheduled banks \nas it may determine from time to time.  \n 9. Accounts. — (1) Subject to Articles 169 and 170 of the Constitution, the Club shall \nmaintain proper books of accounts and other records relating to its financial affair s to be kept in such \nforms and manner as determined by the Auditor General of Pakistan and shall as soon as practicable \nafter the end of each financial year cause to prepare for that financial year statements of accounts of \nthe Club which shall include a b alance sheet and an account of income and expenditure.  \n (2) The financial year of the Club shall be the period of twelve months ending thirtieth (30) \nJune, each year.  \n 10. Audit .___ (1) Subject to Articles 169 and 170 of the Constitution, the accounts of t he Club \nshall be audited annually by the Auditor General of Pakistan.  \n (2) Within six months of the close of the financial year, the Club shall submit to the Federal \nGovernment an audited report, statement of account of the Club including a balance sheet a nd an \naccount of income and expenditure in respect of the preceding financial year.  \n (3) Notwithstanding anything contained in this section, the Federal Government at any time \nmay, at its own or on the recommendation of the Administrator, direct the Audito r General of \nPakistan to carry out audit of the Club and submit audit rep ort in such time as it may deem \nappropriate.  \n 11. Employment of Officers and Staff.___(1) The Administrator may employ such officer s \nand staff or appoint such experts from -time to time as he may consider necessary for the performance \nof functions of the Club, on such terms and conditions as may be prescribed.  \n 12. Continuance of service employees.___(1) Unless the Administrator of the Club otherwise \ndirects in any particular case, all employees  of the Club in employment prior to the commencement \nof this Act, may continue in their respective  employments on the same terms and conditions as were \napplicable to them immediately before such c ommencement.  \n (2) Notwithstanding any thing contained in any other law for the time being in force, f or any \ncontract or agreement of service no compensation shall be admissi ble because of such transfer under \nsub-section (1).  \n 13. Bar of Jurisdiction .___ No court shall grant any injunction or make any order or entertain \nany proceedings in relation to anything done or intended to be done in good faith under this Act.  \n 14. Act to override other laws.___ The provisions of this Act shall have effect \nnotwiths tanding any thing contained in any other law for the time being in force or any instrument \nhaving effect by virtue  of any law other than this Act . \n 15. Power to make rules, regulations and protocol .___ (1) The Federal Gove rnment shall, \nby notification in the official Gazette, make rules to carry out exte rnal matters of the Club.  \n (2) The Management Committee shall, by notification in the official Gazette, make \nregulations to carry out the inte rnal matters of  the Club .  \n \n \n \nPage 6 of 6 \n  (3) The Administrator shall, by not ification in the official Gazette, make and issue the \nprotocols, not inconsistent with the rules and regulations, for the efficient management of  the Club. \n  \n 16. Removal of difficulties.___ (1) If any difficulty arises in giv ing effect  to any provision of  \nthis Act, the Patron -in-Chief may make such orders not inconsistent  with the provision of this Act, as \nmay appear to him to be necessary for p urpose of removing the difficulty."
}