{
    "file": "./converted_json\\administrator00532129aba2e10fe634ab8fbd94c50b.json",
    "name": "Privatisation Commission Ordinance, 2000",
    "date": "28th September, 2000",
    "tagline": "An Ordinance to provide for the establishment of the Privatisation Commission",
    "content": "Page 1 of 19  \n \n \n \nTHE PRIVATISATION COMMISSION ORDINANCE, 2000  \n \n \n \n \n \nCONTENTS  \n \n \nPART I.—GENERAL  \nSECTIONS:  \n \n1. Short title, extent and commencement.  \n2. Definitions.  \nPART II.—PRIVATISATION COMMISSION  \n3. Establishment of the Commission.  \n4. Location of Office.  \n5. Functions and Powers of the Commission.  \nPART III. —MANAGEMENT AND ADMINISTRATION  \n6. Board of the Commission.  \n7. Chairman, Secretary and members.  \n8. Meetings of the Board.  \n9. Delegation.  \n10. Employees of the Commission.  \n11. Employment of agents, advisers and consultants.  \n12. Public Servants.  \n13. Disclosure of interest.  \nPART IV. —FINANCIAL PROVISIONS  \n14. Funds of the Commission.  \n15. Expenditure to be charged on the Commission Account.  \n16. Privatisation Fund.  \n17. Power to obtain finance and r eceive grants.  \n18. Investment.  \n19. Bank accounts.  \n \nUpdated till 3.8.2022\n \nPage 2 of 19  20. Accounts.  \n21. Audit.  \n \nPART V. —PRIVATISATION  \n22. Privatisation programme.  \n23. Advertisement of privatisation.  \n24. Valuation of property.  \n25. Modes of privatisation.  \n26. Publication of privatisation transaction.  \n27. Investigations.  \nPART VI. —JURISDICTION  \n28. Jurisdiction of High Courts.  \n29. Procedure and power of High Court in civil matters.  \n30. Procedure and power of High Court in criminal matters.  \n31. Transfer of cases.  \n32. Offences.  \n33. Appeal.  \nPART VII. —REGULATORY AND OTHER PROVISIONS  \n34. Extent of Transfer of Property.  \n35. Directions by Commission.  \n36. Information.  \n37. Annual Report.  \n38. Information to Public.  \n39. Immunity of the Commission and its employees.  \n40. Rules.  \n41. Regulation s. \n42. Ordinance to override other laws.  \n43. Common seal.  \n44. Exemption from taxes.  \n45. Liability of the Federal Government to be limited.  \n46. Support of the Federal Government.  \n47. Dissolution.  \n48. Removal of Difficulties.  \n \nPage 3 of 19  THE  PRIVATISATION  COMMISSION  ORDINANCE,  2000   \n \nORDINANCE  No. LII OF 2000  \n \n[28th September, 2000]   \n \nAn Ordinance  to provide  for the establishment  of the Privatisation Commission  \n \nWHEREAS  it is expedient to provide for the establishment of the Privatisation Commission for \nimplementing the privatisation policy of the Federal Government and to provide for matters \nconnected therewith or incidental thereto;  \n \nWHEREAS  the Federal  Government is  carrying  out a programme  of privatisation;  \n \nWHEREAS  it is expedient to provide for a fair and transparent process of privatisation to \nsecure  transactions  resulting  therefrom;  \n \nWHEREAS  it is expedient to provide for the utilization of the proceeds of privati sation for the  \nretirement  of Federal  Government  debt and for poverty  alleviation.  \n \nWHEREAS  it is expedient  to provide  for an expeditious mechanism to resolve  all disputes  \nrelating  to privatisation;  \n \nWHEREAS  the National  Assembly  and the Senate  stand  suspended  in pursuance  of the \nProclamation of Emergency of the fourteenth day of October, 1999, and the Provisional Constitution  \nOrder  No. 1 of 1999;  \n \nAND WHEREAS  the President is satisfied that circumstances exist which render it necessary to  \ntake immediate  action;  \n \nNOW,  THEREFORE , in pursuance  of the aforesaid  Proclamation  of the fourteenth  day of \nOctober,  1999,  and Provisional  Constitution  Order  No. 1 of 1999,  as well as Order  No. 9 of 1999,  and \nin exercise of  all powers  enabling  him in that behalf,  the President of  the Islamic Republic  of Pakistan  \nis pleased  to make  and promulgate  the following  Ordinance: — \n \nPART  I.—GENERAL  \n \n1. Short  title,  extent  and commencement. —(1) This  Ordinance  may be called  the \nPrivatisation Commission  Ordinance,  2000.  \n \n(2) It  extends  to the whole  of Pakistan.  \n \n(3) It  shall  come  into force  at once.  \n \n2. Definitions .—In this Ordinance,  unless  there is  anything  repugnant in  the subject  or \ncontext, — \n \n(a)  “Board”  means  the Board  of the Commission ; \n \n(b)  “Cabinet”  means the Cabinet of the Federal Government, and where \nauthorized, includes  the Cabinet Committee on Privatisation (CCOP) as \nconstituted by the Cabinet from time  to time;  \n \nPage 4 of 19  (c) “Chairman”  means  Chairman  of the  Commission;  \n \n(d) “Commission”  means  the Privatisation  Commission  established  under  section  \n3; \n \n(e) “Commission  Account”  means  the Commission  Account  established  under  \nsection  14; \n \n(f) “member”  means  a member  of the Board;  \n \n(g) “person” includes an individual, partnership, trust, company or association or \nof body  corporate or body of individuals, whether or not having separate legal \npersonality, other  than the Federal Government  or any enterprise  owned  or \ncontrolled  by the Federal  Government;  \n \n(h) “prescribed”  means  prescribed  by rules  made under  this Ordinance;  \n \n(i) “privatization” includes a transaction by virtue of which any property, right, \ninterest,  concession  or management  thereof  is transferred  to any person  from  \nthe Federal  Government  or any enterprise  owned  or controlled,  wholly  or \npartially,  directly  or indirectly,  by the Federal  Government;  \n \n(j) “Privatisation  Fund”  means  the Privatisation  Fund  established  under  section  \n16; \n \n(k) “privatisation  proceeds”  means  the proceeds  of privatisation  received  by the \nCommission;  \n \n(l) “property” includes any right, title or interest in property, moveable or \nimmovable and in  whole or in part, and any means and instruments of \nproduction owned or controlled  directly or indirectly by the Federal \nGovernment or any enterprise owned or controlled by the  Federal  Government  \nwhether in  or outside  Pakistan;  \n \n(m) “regulations”  means  the regulations  made  under  section  41 of this Ordinance ; \n \n(n) “regulatory  authority”  means  the Pakistan  Telecommunication  Authority  \nestablished  under the Pakistan Telecommunication (Re­Organisation) Act, \n1996, (Act XVII of 1996),  the National Electric Power Regulatory Authority \nestablished under the Regulation of  Generation,  Transmission  and Distribution  \nof Electric Power Act, 1997 (Act XL of 1997), the Natural Gas Regulatory \nAuthority  established under the Natural Gas Regulatory Authority Ordinance, \n2000 (Ordinance I  of 2000), and such other  authority  as may be established  \nunder any  law; \n \n(o) “rules”  means  the rules  made  under  section  40 of this Ordinance;   \n \n(p) “Secretary”  means  the Secretary  of the Commission;  and \n \n(q) “staff”  means  the staff of the Commission  and includes  a deputationist  and \na contract employee.  \n \nPage 5 of 19  PART II. —PRIVATISATION  COMMISSION  \n \n3. Establishment of the Commission. —(1) The Privatisation Commission is hereby \nestablished  for carrying out the purposes of this Ordinance. The Privatisation Commission shall be a \nbody  corporate having perpetual  succession and a common seal, with power, subject to the \nprovisions of  this Ordinance, to enter into agreements, contracts, acquire and hold property, both \nmoveable and  immovable,  and to sue and be sued in its name.  \n \n(2) The Federal Government’s Notification No. F. 5(1) Adm­I/91 dated 22nd January, 1991 \nand other related notifications issued from time to time establishing and reconstituting the \nPrivatisation  Commission (hereinafter referred to as the “existing Commissi on”) are hereby \nrescinded and the  existing  Commission  shall  stand  dissolved  on the commencement of  this \nOrdinance.  \n \n(3) Upon the commencement of this Ordinance, the dissolution of the existing Commission \nand establishment  of the Commission  under  this Ordinance:  \n \n(a) all assets, rights, powers, authorities and privileges, and all property, moveable \nand immovable, cash and bank balances, reserve funds investment and all \nother interests and  rights in, or arising out of, such property and all debts, \nliabil ities and obligations of  whatever kind of the existing Commission \nsubsisting immediately before the dissolution  shall  stand  transferred  to and \nvest in the Commission;  \n \n(b) Notwithstanding anything contained in this Ordinance or any other law for the \ntime b eing in force  or in any agreement,  deed,  document  or other  instrument:  \n \n(i) the Chairman of the existing Commission referred to in sub­section (2) \nshall continue  to be the Chairman of the Commission and the Board \nunless and until a Chairman is  appointed  under  section  7; \n \n(ii) the Secretary of the existing Commission referred to in sub­section (2) \nshall continue  to be the Secretary of the Commission and the Board \nunless and until a Secretary is  appointed  under  section 7;  \n \n(iii) a member of the existing Com mission referred to in sub­section (2) \nshall continue to  be a member  of the Board  unless  and until such \nmember  is appointed  under  section 7;  \n \n(iv) all officers, consultants, advisers, auditors and other employees and \nstaff of the  existing Commission shall stand transferred and be officers, \nconsultants, advisers,  auditors  and employees  and staff of  the \nCommission;  \n \n(c) the Chairman, Secretary, members and other persons mentioned in clause (b) \nabove shall  be deemed to have been appointed or e ngaged by the Commission \nin accordance with the  same  terms  and conditions  of service  as were  applicable  \nto them,  immediately  before  such continuance  in office  or transfer  under  this \nOrdinance  and no Chairman,  Secretary,  member,  officer,  consultant,  adviser,  \nauditor  or other  employee  or staff whose  services  are so continued  or \ntransferred  shall  be entitled  to any compensation  because  of such continuance  \nor transfer:  \n \nPage 6 of 19  Provided that the civil servants appointed to or working in the existing \nCommission  shall  upon  their transfer  to the Commission  continue  to be \ngoverned  by the Civil  Servants Act,  1973  (Act LXXI of 1973) and  rules  made  \nthereunder;  \n \nProvided further that such civil servants  may subject to  their option \nbe considered  for absorption in the Commission in accordance with the \nregulations, the Civil Servants  Act, 1973  (Act LXXI of 1973) and  rules  made  \nthereunder;  \n \n(d) the budget  provision  for the existing  Commission  shall  stand  transferred  to the \nCommission  Accou nt upon  authorization  by the Federal  Government;  \n \n(e) the balance amount of Privatisation Fund account of the existing Commission \nshall stand  transferred  to the Privatisation  Fund;  \n \n(f) all debts and obligations incurred or contracts entered into or rights acquired \nand all  matters and things engaged to be done by, with or for the existing \nCommission before its  dissolution shall be  deemed to have  been incurred, \nentered into, acquired or engaged to  be done  by, with or for  the Commission;  \n \n(g) all suits and other legal proceedings instituted by or against the existing \nCommission  before its dissolution shall be deemed to be suits and proceedings \nby or against the  Commission  and shall  be proceeded  or otherwise  dealt with  \naccordingly; and  \n \n(h) a reference to the existing Commission in any statutory instrument or \ndocument shall,  unless  the context  otherwise  requires,  be read and construed  \nas reference  to the Commission.  \n \n(4) All rules, regulations, notifications, orders or instructions in force imm ediately before the  \ncommencement of this Ordinance, shall, so far as they  are not inconsistent with any of the \nprovisions of  this Ordinance, continue to be in force until repealed or altered by rules or regulations \nmade under  this Ordinance.  \n \n4. Location o f Office.— The principal office  of the Commission  shall be  at Islamabad.  The \nCommission may establish regional offices at such other place or places in Pakistan as it considers  \nnecessary.  \n \n5. Functions  and Powers of the Commission. — The Commission  shall:  \n \n(a) recommend  privatisation  policy  guidelines  to the Cabinet;  \n \n(b) prepare  for the approval  of the Cabinet,  a comprehensive privatisation  \nprogramme;  \n \n(c) plan,  manage,  implement  and control  the privatisation  programme  approved  \nby the Cabinet;  \n \n(d) prepare and  submit reports  to the Cabinet on  all aspects  of the privatisation  \nprogramme;  \n \nPage 7 of 19  (e) facilitate or initiate legislation as approved by the Cabinet by or on behalf of \nconcerned  Ministry  in connection  with the privatisation  programme;  \n \n(f) provide  overall  directions  for the implementation  of privatisation  related  \nactivities  including restructuring, deregulation and post­ privatisation matters \nin sectors designated  by the Cabinet;  \n \n(g) take operational  decisions  on matters  pertaining  to privatisation,  restructuring,  \nderegulation, regulatory issues including approval of licensing and tariff rules \nand other  related  issues  pertaining  to the privatisation  programme  approved  by \nthe Cabinet;  \n \n(h) issue directions and instructions to the management of a business undertaking \nfalling  within the purview of the privatisation programme approved by the \nCabinet on all major  important  administrative,  financial,  reporting  and policy  \nmatters;  \n \n(i) publicize  the activities  of the privatisation  programme;  \n \n(j) propose  a regulatory  framework,  including the  establishment  and \nstrengthening  of regulatory authorities, to the Cabinet for independent and fair \nregulation of each industry  sector  falling  within  the purview  of the \nprivatisation  programme;  \n \n(k) advise the Federal Government in selection and appointment of the head and a \nmember of a regulatory  authority;  \n \n(l) advise  the Federal  Government  that monopolies  are not created  in the process  \nof privatisation;  \n \n(m) appoint  advisors,  consultants,  valuers,  lawyers and  such other  staff,  both local \nand foreign,  on such terms  as it may determine  to discharge  its functions  under  \nthis Ordinance;  \n \n(n) approve  and take decisions  and perform  all acts to implement  pre­privatisation  \nrestructuring,  labour  rehabilitation  and severance  schemes,  and all other  \nrelated  matters as  approved  by the Cabinet;  \n \n(o) invite  applications  for the privatisation  and ensure  widest  possible  \nparticipation;  \n \n(p) evaluate bids received according to criteria determined by the Commission \nfrom time to  time and formulate  recommendations  for consideration  by the \nCabinet;  \n \n(q) recommend  to the Federal  Government  such labour  and manpower  \nrehabilitation  programmes  as may be necessary during privatisation and to \ndevelop a roster of such  employees  who may need  rehabilitation;  \n \n(r) advise measures to the Federal Government for improvement of public sector \nunits till  their privatisation;  \n \nPage 8 of 19  (s) assist  in the implementation  of Federal  Government  policies  on deregulation  \nand privatisation and advise the Federal Government on deregulating the \neconomy to the  maximum  possible  extent;  and \n \n(t) perform such other functions that are incidental or ancillary to carry ou t the \nprivatisation  programme  approved  by the Cabinet.  \n \nPART  III.—MANAGEMENT  AND  ADMINISTRATION  \n \n6. Board of the Commission. —(1) The general management and administration of the \naffairs of  the Commission shall vest in the Board. The Board shall consist of the Chairman, the \nSecretary and  six other  members,  or such other  higher  number  as may be determined  by the Federal  \nGovernment.  \n \n(2) The  Chairman  of the Commission  shall  also be the Chairman  of the Board.  \n \n(3) The  Secretary  of the Commission  shall  also be the Secretary  of the Board.  \n \n(4) No act or proceeding of the Board shall be invalid by reason only of the existence of a  \nvacancy  in, or defect  in, the constitution  of the  Board.  \n \n 7. Chairman, Secretary and members. —1[(1) The  Prime Minister of Pakistan shall appoint \nthe Chairman, Secretary and members .] \n \n(2) The Chairman shall be responsible for the day to day administration of the affairs of the  \nCommission.  \n \n(3) The Chairman shall be an eminent professional of known integrity  and competence with  \nqualifications or experience in privatisation or any related field, including business, management,  \nfinance, or law. The Secretary and other members shall be professionals of known integrity and  \ncompetence with qualifications or experi ence in privatisation or any related field, including business,  \nmanagement,  finance,  or law.  \n \n(4) The Chairman and Secretary shall be paid such remuneration and allowances and shall be  \nentitled  to such privileges  and facilities  as the Federal  Government  may determine,  which  shall  not be  \nvaried to their disadvantage during their term of office. The members shall be entitled to such  \nprivileges  and facilities  as the Federal  Government  may determine.  \n \n(5) The Chairman, Secretary and other members shall, unless they resign or are removed \nfrom  office earlier by the Federal Government, hold office for such period as may be determined by \nthe Federal  Government.  \n \n(6) No  person  shall  be appointed  or continue as  a Chairman,  Secretary  or member  if he— \n \n(a) has been convicted of an offence involving moral turpitude or has been found \nguilty of  misconduct;  \n \n(b) has been  or is adjudged  insolvent;  \n \n(c) is incapable of discharging his duties by reasons of physical or mental   \n_________________________________________________________________________________  \n1Subs. by the Privatization Commission (Amendment) Act, 2021 (XLV of 2021), s. 2.   \n \nPage 9 of 19  unfitness and has  been  so declared  by a Special  Medical  Board  appointed  by \nthe 1[Prime Minister of Pakistan] ; or \n \n(d) fails to disclose any conflict of interest at or within the time provided for such \ndisclosure  by or under  this Ordinance  or contravenes any  of the provisions of  \nthis Ordinance  pertaining  to unauthorized  disclosure  of information.  \n \n(7) The Chairman, Secretary or a member may at any time resign his office by a written \nnotice  addressed to the 1[Prime Minister of Pakistan] . The office of the Chairman, Secretary or a \nmember shall  become vacant upon the death o r resignation of the Chairman, Secretary or a member. \nA vacancy  caused by resignation or any other reason shall be filled by the appointment of a person \nqualified to  fill such vacancy.  \n \n(8) The Chairman shall not, during his term of office, engage himself in any other service,  \nbusiness, vocation or employment in respect of or relating to privatisation activity and before the  \nexpiration of two years thereof enter into the employment of, or accept any advisory or consultancy  \nrelationship  with,  any person  enga ged in any privatisation.  \n \n(9) The Chairman, Secretary or a member shall not have any direct or indirect financial \ninterest,  or have  any connection  with any person  engaged  in privatisation  for so long as he holds  \noffice  and for a period  of two  years  thereafter.  \n \n(10) The Secretary of the Commission shall exercise all the powers of a Secretary to the \nFederal  Government.  \n \n8. Meetings of the  Board. —(1) Save  as hereinafter provided, the  Board shall regulate  the \nprocedure  for its  meetings.  \n \n(2) The meetings of the Board shall be presided over by the Chairman. In the absence of the  \nChairman,  the members  present  in the meeting  may select  a Chairman  for that meeting.  \n \n(3) At least one third of the members shall constitute a quorum for meetings of the Bo ard \nrequiring  a decision  by the Board.  \n \n(4) The meeting of the Board shall be held at such time and place as the Chairman or a \nmajority  of members may from time to time determine. Members shall have reasonable notice of \nthe time and  place of  the meeting  and the matters  on which  a decision  by the Board  shall  be taken  in \nsuch meeting.  \n  \n(5) Decisions of the Board shall be taken by the majority of its members present, and in case \nof a tie, the person  presiding  the meeting  shall  have  a casting  vote.  \n \n(6) The Board shall cause minutes to be kept of proceedings of every meeting of the Board \nand of every  meeting of a committee established by the Board. Decisions of the Board shall be \nrecorded in  writing  and signed  by the Chairman.  \n \n9. Delegation .—(1) The Board may constitute committees of its  members to entrust them \nwith such functions and powers as it may deem fit. The Board or any of its committees may invite \nany technical expert or other person possessing specialized knowledge of any subject or \nrepresentative of  a government  institution  for assistance  in the performance  of its functions.  \n_________________________________________________________________________________  \n1Subs. by the Privatization Commission (Amendment) Act, 2021 (XLV of 2021), s. 2.   \n \nPage 10 of 19   (2) The Board may, subject to such conditions and limitations as it may deem fit to impose,  \ndelegate any of its functions or powers to the Chairman, or Secretary or one or more members of the  \nBoard  or any  officer of the  Commission,  except — \n(a)  the power  to approve  the audited  accounts;  and \n \n(b) the power  to make  or repeal  regulations  made  under  this Ordinance.  \n \n(3) A delegation under this section shall not prevent the concurrent performance or exercise \nby the Board  of the  functions  or powers  so delegated.  \n \n10. Employees of the  Commission. —(1) To carry out  the purposes of this Ordinance, the  \nCommission may, from time to time, employ persons to be employees of the Commission who shall  \nbe paid such remuneration and allowances and shall hold their employment on such terms and  \nconditions  as may be determined  by the Commission.  \n \n(2) The employees of the Commission shall hold office during the pleasure of the \nCommission  and shall  be liable  to disciplinary  action  in accordance  with the regulations  made  by the \nCommission:  \n \nProvided that the civil servants appointed to the Commission shall be governed by the Civil  \nServants  Act, 1973  (Act LXXI of 1973)  and rules  made  thereunder  unless  absorbed  in the \nCommission.  \n \n11. Employment of agents, advisers and consultants. —(1) Subject  to sub­section (2), the  \nCommission may, employ any technical, professional and other agents, advisers, and consultants  \nincluding,  bankers,  engineers,  valuers,  accountants,  lawyers  and other  persons  to transact  any \nbusiness or to do any act  required to be  transacted or done  in the  exercise  of its powers, the  \nperformance  of its functions  or for the better  implementation  of the purposes  of this Ordinance.  \n \n(2) The decision  to employ  and the terms  of employment  of agents,  advisers,  and consultants  \nshall be  made by the Commission in accordance with such policy guidelines as the Commission may \nlay down  from  time to time.  \n \n12. Public Servants .— The Chairman, Secretary, members, officers, employees and oth er \npersons  authorized  to perform  or exercise  any function  or power  under  this Ordinance  or rendering  \nservices  to the Commission as agents, advisers or consultants shall be deemed to be public servants \nwithin the  meaning  of section  21 of the  Pakistan  Penal  Code,  1860  (Act XLV of 1860).  \n \n13. Disclosure of interest .—(1) Where a person is present at a meeting of the Board or \ncommittee  of the Board and that person or his family or his professional or business partner or \nassociate has  direct or  indirect interest in  the subject of  consideration  in that meeting,  that person  \nshall — \n \n(a) forthwith  disclose  such an interest;  and \n \n(b) not take part in any consideration  on that matter  unless  the Board  or the \ncommittee thereof  otherwise  directs.  \n \n(2) Where a member of the Commission, staff or other employee of the Commission, \nincluding  an adviser,  consultant  or his family  has a direct  or indirect  interest  in any matter  relating to  \nPrivatisation  such person  shall  forthwith  disclose  that interest  to the Commission  and the Commission  \nshall  have  the right  to take such action  as it considers  appropriate.  \n \nPage 11 of 19  PART  IV.—FINANCIAL  PROVISIONS  \n \n14. Funds  of the Commission. —(1) There  is hereby  established,  for the purposes  of this \nOrdinance, a  Commission Account  to be  administered and controlled by the  Commission. The  \noperations of the Commission shall be funded from the Commission Account. The funds of the  \nCommission  shall  consist  of— \n \n(a) grants  from  the Federal  Government;  \n \n(b) supplementary  contributions  from  the Privatisation  Fund;  \n \n(c) income  from  investments;  \n \n(d) fees and charges;  \n \n(e) grants  of money  and sums  borrowed  or raised  by the Commission  for the \npurposes  of meeting  any of its obligations  or discharging  any of its duties;  and \n \n(f) all other sums or property which may in any manner become payable to or \nvested in the  Commission in respect  of any matter incidental to the  exercise  of \nits functions and  powers.  \n \n(2) The  Commission  shall  in respect  of each financial  year prepare  its budget  and submit  it to \nthe Federal  Government  for approval,  in the form  and manner  as may be prescribed.  \n \n(3) It  shall  be the duty of the Commission  to conserve  the Commission  Account  and the \nPrivatisation  Fund  while  performing  its functions  and exercising  its powers  under  this Ordinance.  \n \n15. Expenditure  to be charged  on the Commission  Account. — The Commission  Account  \nshall  be expended  for the  purpose  of— \n \n(a) paying any expenditure lawfully incurred by the Commission, including the \nremuneration  and allowances of the Chairman, members, staff, employees, \nadvisers, and consultants,  accountants,  lawyers,  valuers  and other  experts  \nappointed  and employed  by the Commission,  including  provident  fund \ncontributions,  superannuating  allowances  or gratuities  and legal  fees and costs  \nand other  fees and costs,  if any;  \n \n (b) paying  for expenditure  incurred  on:— \n \n(i) public  offering  and placement  of shares;  \n \n(ii) marketing  and publicity;  \n \n(iii) seminars  and conferences;  \n \n(iv) labour  rehabilitation  and severance schemes; and  \n \n(v) restructuring.  \n \n \nPage 12 of 19  (c) purchasing or hiring equipment, machinery and any other materials, acquiring \nland and  erecting buildings, and carrying out any other work and undertakings \nin the performance  of its functions  or the  exercise  of its powers  under this  \nOrdinance;  \n \n(d) repaying  any financial  accommodation  received  or moneys  borrowed  under  \nthis Ordinance  and the profit,  mark­up  or return  due thereon;  and \n \n(e) paying a ny other expenses, costs or expenditure properly incurred or accepted \nby the  Commission in the performance of its functions or the exercise of its \npowers under this  Ordinance - \n \nProvided  that all the above  expenditures  shall  be met from  other  \nresources  before  utilization  of supplementary  contributions  from  the \nPrivatisation  Fund.  \n \n16. Privatisation  Fund. —(1) The Commission  shall  establish  and maintain  a distinct  and \nseparate Privatisation Fund in which all privatisation proceeds shall be deposited. The Commission  \nshall, out of the moneys so deposited, withdraw and contribute to the Commission’s Account such  \namount or amounts as may be needed by it from time to time but only to supplement the other  \nresources therein if and to the extent nec essary. The remaining privatisation proceeds shall be kept in  \ntrust for and distributed to the Federal Government or the enterprise owned or controlled by the  \nFederal  Government  entitled  to such proceeds  1 [:] \n \n2[Provided that the Commission may, if so required by the Federal Government, withhold a  \nspecified amount out of the privatisation proceeds, of Government of Pakistan’s shares in the oil and  \ngas fields  specified  in the Schedule  to this Ordinance:  \n \nProvided  further  that the amount  withheld  under  the foregoing proviso  shall be  paid to the \nFederal  Government  and shall  not exceed  the sum equivalent  to such proceeds  as may be \nnecessary to  compensate  the Federal  Government for  the investments  made  by it in such oil and gas \nfields.]  \n \n(2) The privatisation proceeds distributed to the Federal Government pursuant to sub -section \n(1), shall be utilized by the Federal Government as follows:  \n \n(a)  ten percent shall be used for poverty alleviation programmes; and  \n \n(b)  the remaining ninety percent for retirement of the Federal Government debt.  \n \n17. Power to obtain finance and receive grants. — The Commission may, from time to time \nand with the approva l of the Federal Government, obtain finance in respect of any sums required by \nthe Commission  for meeting  any of its obligations  or performing  any of its functions.  \n \n(2) The Commission may, with the approval of the Federal Government, also accept grants \nfrom entities  both domestic  and international,  including  multilateral  agencies.  \n \n \n1 Subs. by the Privatisation Commission (Amdt.) Ordinance, 2002 (CXVI of 2002), s.2 for full stop.  \n2Provisos ins. by the Privatisation Commission (Amdt.) Ordinance, 2002 (CXVI of 2002), s.2  \n \nPage 13 of 19  18. Investment. —The Commission may, in so far as its moneys are not required to be \nexpended  under this Ordinance, invest in such manner as set out in section 20 of the Trusts Act, 1882 \n(II of 1882).  \n \n1[19. Bank accounts. —(1) Subject to this section, the Commission may open and maintain \nits accounts at such scheduled banks as it may determine.  \n \n(2) The Commission may open an account in a scheduled bank with at least high credit \nquality assigned by a credit rating agency recognized by the State Bank of Pakistan . \n \n(3) The Commission shall annually review the credit quality of a bank in which the \nCommission is maintain ing an account and only continue to maintain account in the bank with at \nleast high credit quality under sub -section (2).]  \n \n20. Accounts. —(1) The Commission shall maintain proper accounts and other records \nrelating to its  financial affairs to be kept in such form and manner as the Federal Government may \ndetermine in  consultation with the Auditor General of Pakistan and shall as soon as practicable after \nthe end of  each financial  year cause  to be prepared  for that financial  year statements  of account  of \nthe Commission  which  shall  include  a balance  sheet  and an account  of income and  expenditure.  \n \n(2) The financial year of the Commission shall be the period of twelve months ending 30th \nJune,  in each year.  \n \n21. Audit. —2[(1) The accounts of the Commission shall be audited annually by the Auditor­  \nGeneral of Pakistan, including audit of privatization transactions completed within the preceding  \nfinancial  year.  \n \n(2) The Commission, in addition to the audit by the Auditor­General of Pakistan under su b­ \nsection (1), shall cause privatization transactions completed within the preceding financial year to be  \naudited  by an external  auditor:  \n \nProvided  that the Commission  shall  ensure  that every  privatization  transaction  is audited  in \nsuch manner  as may be prescribed.]  \n \n(3) Within six months of the close of the financial year, the Commission shall submit to the \nFederal Government an audited report, statements of account of the commission including a balance \nsheet and an account of income and expenditure in r espect of the preceding financial year.  \n \nPART  V.—PRIVATISATION  \n \n22. Privatisation programme. —Subject to the provisions hereinafter provided, the \nCommission  shall,  after approval  by the Cabinet,  carry  out the privatisation  programme  in the \nprescribed  manner.  \n \n23. Advertisement of privatization. —The Commission shall, in consultation with the \nFederal  Government  and any concerned  enterprise  owned  or controlled  wholly  or partially,  directly  \nor  indirectly by the Federal Government, give notice o f its intent to privatise. The Commission shall \nfor each proposed privatisation publish, in at least two English newspapers and two Urdu newspapers   \n \n1Subs. by the Privatization Commission (Amendment) Act, 2021 (XLV of 2021), s. 3. \n2Subs. by the Privatization Commission (Amendment) Act, 2016 (XVI of 2016), s. 2.  \n \nPage 14 of 19  with a national circulation on at least two occasions not less than seven days apart, notice of the  \navailability of the subject­matter of the privatisation and of the salient terms and conditions thereof.  \nAdvertisements  for privatisation,  where  necessary,  will also be placed  in newspapers  with an \ninternational  circulation.  \n \n24. Valuation of proper ty.—The valuation of the property shall be performed, in the \nprescribed  manner,  by independent  valuers  who shall  issue  a valuation  report  to the Commission.  \n \n25. Modes  of privatisation. —The Commission  shall  carry  out privatisation,  in accordance  \nwith the prescribed  procedure,  through  any of the  following  modes — \n \n(a) sale of assets  and business;  \n \n(b) sale of shares  through  public auction  or tender;  \n \n(c) public  offering  of shares  through  a stock  exchange;  \n \n(d) management  or employee  buyouts  by management  or employees  of a state \nowned enterprise;  \n \n(e) lease,  management or  concession  contracts; or  \n \n(f) any other method  as may be prescribed.  \n \n26. Publication of privatisation transaction. —(1) The Commission shall, within thirty days \nof the completion  of each privatisation  transaction,  publish  by notice  in the official  Gazette — \n \n(a) summary  description  of the transaction  including  name  and address  of the \ncontracting party;  \n \n(b) the consultants  advising  the Commission  on the transaction;  and \n \n(c) any other  matter  relating  to the transaction  considered  appropriate  by the \nCommission.  \n \n27. Investigations. —(1) The Federal Government or any of its agencies authorized by it, \nmay of  its own or on a complaint oversee, scrutinize or investigate any privatisation transaction \nwithin one  year of the  completion  of the privatisation.  \n \n(2) After the expiry of the perio d referred to in sub­section (1), the Federal Government or \nany of its  agencies  shall  not be empowered  to carry  out any such scrutiny  or investigation.  \n \nPART  VI.—JURISDICTION  \n \n28. Jurisdiction of High Courts. — Notwithstanding anything contained in any other law for \nthe time being  in force,  the High  Court  shall  exercise  exclusive  civil and criminal  jurisdiction — \n \n(a) to adjudicate  and settle  all matters  related  to arising  from  or under  or in \nconnection  with this  Ordinance;  \n \n(b) to adjudicate  and settle  all matters  transferred  pursuant  to section 31;  and \n \nPage 15 of 19  (c) to try offences  punishable  under  this Ordinance.  \n \n29. Procedure  and power  of High  Court  in civil matters. —(1) In exercise  of its civil \njurisdiction  under  this Ordinance,  the High  Court  shall — \n \n(a) follow  the procedure,  as nearly  as possible,  as provided  in the Code  of Civil  \nProcedure,  1908  (Act V of 1908) :  \n \nProvided that the High Court may, in its discretion, having regard to \nthe facts of the case,  follow the summary procedure, as nearly as possible, \nprovided for in Order XXXVII in  the First Schedule  to the said Code;  and \n \n(b) have  all the powers vested  in the Civil  Court  under  the Code  of Civil  \nProcedure,  1908  (Act V of 1908).  \n \n(2) The High  Court  shall  decide  the case before  it within  a period  of six months.  \n \n30. Procedure and power of High Court in criminal matters. — In exercise of its criminal  \njurisdiction  under  this Ordinance,  the High  Court  shall — \n \n(a) in trial of all offences before it follow the procedure provided for in Chapter \nXXIIA of the Code  of Criminal  Procedure,  1898  (Act V of 1898) ; and  \n \n(b) in addition  to the powers  already  vested  in it, exercise  the powers  as are \nvested  in the Court  of Sessions  under  the Code  of the Criminal  Procedure,  \n1898  (Act V of 1898).  \n \n31. Transfer  of cases.—(1) All legal  proceedings  whatsoever  and matters  related  to or under  \nor in connection with or arising from privatisation, the privatisation process or privatisation \nprogramme  pending on the commencement of this Ordinance before any forum, tribunal or court \nshall stand  transferred to the High Court having jurisdiction provided that nothing contained herein \nshall affect  any proceedings  pending  before  the Supreme  Court  of Pakistan.  \n \n(2) In respect of matters transferred to a High Court under sub­section (1), the High Court \nshall  proceed from the stage at which the proceedings had reached immediately prior to the transfer \nand shall not be bound to recall  and rehear any witness and may act on the evidence already recorded \nor produced  before  the forum,  tribunal  or court  from  which  the proceedings  were  transferred.  \n \n32. Offences. —(1) Whoever  dishonestly  commits a  breach  of the terms of  any agreement,  \ncontract, guarantee or such other instrument or document executed by him in relation to privatisation  \nshall, without prejudice to any other action which may be taken against him under this Ordinance or  \nany other law for the time being in force, be punishable with imprisonment of either description for a  \nterm which may extend to one year and shall also be liable to fine, and the High Court trying the  \noffence  may order  the delivery  or payment,  or refund,  to the Commission,  within  a time to be \nfixed  by it any property  or the amount  in respect  of which  any agreement,  contract,  guarantee,  \ninstrument or  document  was executed.  \n \n(2) Whoever knowingly makes a statement or a declaration which is false in material respect \nat the time of privatisation and obtains the subject­matter of the privatisation from the Commission \non the basis thereof, shall be guilty of an offence punishable with imprisonment of either description \n \nPage 16 of 19  for a term which  may extend  to one year,  or with fine, or with both.  \n \n(3) Whoever resists or obstructs, either by himself or on behalf of the judgement debtor, \nthrough  the use of force or otherwise the execution of a decree, shall be punishable with \nimprisonment which  may extend  to one year,  or with  fine, or with both.  \n \n(4) Where the person guilty of an offence under this Ordinance is a company or other body  \ncorporate, the chief executive by whatever name called, and any director or officer of the company  \ninvolved shall be deemed to be guilty of the offence an d shall be liable to be proceeded against and  \npunished  accordingly.  \n \n(5) All offences under this Ordinance shall be non­cognizable and compoundable by or under \nthe authority  of the  Commission.  \n \n(6) The High Court shall not take cognizance of any offence un der this Ordinance unless a  \ncomplaint has  been  filed by the Commission  or a person  authorized  by it in writing.  \n \n33. Appeal .—(1) Any person, Commission and the Federal Government aggrieved by a final  \norder, judgement, decree or sentence, passed by a single Judge of a High Court may, within thirty  \ndays of such order, judgement, decree or sentence prefer an appeal which shall be heard by a larger  \nBench  of a High  Court,  within  whose  jurisdiction  the order,  judgement,  decree  or sentence  is passed.  \n \n(2) An y person, Commission and the Federal Government aggrieved by a final order, \njudgement,  decree or sentence, passed by a larger Bench of a High Court may, within thirty days of \nsuch order,  judgement,  decree  or sentence  prefer an  appeal  to the Supreme  Court  of Pakistan.   \n \n(3) No  appeal,  review  or revision  shall  lie from  any interlocutory  order  of the High  Court.   \n \nPART  VII.—REGULATORY  AND  OTHER  PROVISIONS  \n \n34. Extent of Transfer of Property. — Notwithstanding anything contained in this \nOrdinance, the  Federal Government shall not privatise any property except to the extent of its title, \nright, interest or  share  in such property.  \n \n35. Directions by Commission. —(1) Any enterprise or management which is approved by \nthe Cabinet  as eligible  for privatisation,  shall — \n \n(a) carry  out any directions  issued  by the Commission  in writing;  \n \n(b) keep  up­to­date  business  records  and books  of account;  \n \n(c) not perform  any action  that would  result  in the assets  of the company  or \nbusiness undertaking or property being lost or wasted;  \n \n(d) not incur  any liability  other  than in the ordinary  course  of business  \nwithout  the prior written  approval  of the Commission;  \n \n(e) not give any person information other than in the ordinary course of business \nwhich might confer  any advantage  on that person or a  potential  buyer;  and \n \n \nPage 17 of 19  (f) refrain  from  taking  any action  which  may cause industrial  unrest.  \n \n(2) The Commission shall after approval under sub­section (1) take all steps, including as to  \nchange of management necessary for initiating and completing the privatisation in accordance with  \nsound  commercial  principles  and practices  conducive  to efficiency  and economy.  \n \n36. Information. —(1) The Commission may call for any information required by it for \ncarrying  out the purposes of this Ordinance from any person involved, directly or indirectly, in \nprivatisation  activities or any matter incidental or consequential thereto. Any  such person shall be \nliable to provide the  required information called by the Commission, failing which he shall be liable \nto a fine or other  penalty  as prescribed  from  time to time.  \n \n(2) The Commission shall submit to the Federal Government at such time and at such \nintervals as the  Federal  Government  may specify­  \n \n(a) such periodical  reports  and summaries  as may be required  by the Federal  \nGovernment;  \n \n(b) such periodical  returns,  accounts,  statements  and statistics  as may be \nrequired  by the Federal  Government;  \n \n(c)  information  and comments  asked  for by the Federal  Government  on any \nspecific  point; and  \n \n(d) copies  of the documents  or original  documents  required  by the Federal  \nGovernment  for examination or any  other purpose.  \n \n37. Annual Report. —(1) As soon as practicable but not later than six months after the end of  \neach financial year,  the Commission  shall prepare  and publish  an annual report  concerning its  \nactivities  during  the financial  year and  send a copy  of the  said report  to the Cabinet.  \n \n(2) The  report  referred  to in sub­section  (1) shall  include — \n \n(a) activities  of the Commission  during  the financial  year;  \n \n(b) an outline of  the privatisation  programme for  the year  ahead;  \n \n(c) a short  financial  statement  of the  preceding  year;  \n \n(d) an audited  balance  sheet;  \n \n(e) an audited  statement  of income  and expenditure;  and \n \n(f) any other  matter  which  the Cabinet  may direct  or the Commission  may \nconsider appropriate.  \n38. Information to Public. —(1) The Commission shall publicize its reports and shall keep \nthem  open  for information  of the public  during  reasonable  business  hours.  \n \n(2) Subject to regulations regarding confidentiality, the Commission’s reports shall include \nall relevant  documents  to be maintained  and indexed , as the Commission  deems  fit. \n \nPage 18 of 19  39. Immunity of the Commission and its employees. —(1) The Chairman, Secretary, \nmembers,  consultants, officers, or other employees of the Commission shall make such declaration \nof fidelity  and secrecy  as may be prescribed.  \n \n(2) No suit, prosecution  or other  legal  proceedings  shall  lie against  the Commission  the \nChairman,  Secretary,  members,  consultants,  officers  or other  employees  of the Commission  in \nrespect  of anything  done  or intended  to be done  in good  faith under  this Ordinance.  \n \n40. Rules. ⸺The Commission may, with the approval of the Federal Government, by \nnotification in the  official Gazette, make rules, not inconsistent with the provisions of this Ordinance, \nfor exercising  its powers  and carrying  out of its  functions  under this  Ordinance.  \n \n41. Regulations. —(1) The Commission  may,  by notification  in the official  Gazette,  make  \nregulations, not inconsistent with the provisions of this Ordinance or the rules, for exercising its  \npowers  and carrying  out of its functions  under this  Ordinance.  \n \n(2) Without  prejudice  to the foregoing  power,  such regulations  may provide  for appointment  \nof its officers , members  of staff and such other  persons  and the terms  and conditions  of their service.  \n \n42. Ordinance to override other laws. —The provisions of this Ordinance shall have effect  \nnotwithstanding anything inconsistent contained in any other law for the time being in force and any  \nsuch law, rule  or regulation shall, to the  extent  of any inconsist ency, cease  to have  effect  from the  \ndate this Ordinance  comes  into force.  \n \n43. Common seal. — The Commission shall have a common seal and such seal shall be kept \nin the  custody of the Chairman or such other person as may be authorized by the regulations mad e by \nthe Commission. Documents required or permitted to be executed under seal shall be specified in and  \nauthenticated  in such manner  as shall  be authorized  by regulations  made  by the Commission.  \n \n44. Exemption from taxes. — Notwithstanding anything contained in any other Federal law \nfor the  time being in force, the Commission shall not be liable to pay and shall be exempt from the \npayment  of, any taxes, duties, levies, charges and fees payable under, or in pursuance to any Federal \nlaw, in  respect  of any of its  business,  assets,  income,  or wealth.  \n \n45. Liability of the Federal Government to be limited. — The liability of the Federal \nGovernment under  this Ordinance  shall  be limited  to the extent  of its assets  in the Commission.  \n \n46. Support  of the Federal  Government. — The Federal  Government  and all its agencies,  \nparticularly the concerned enterprises owned and controlled wholly or partially, directly or indirectly  \nby the  Federal Government, shall render support  to the  Commission to fulfill its objective  and \nfunctions  in pursuance  of this  Ordinance.  \n \n47. Dissolution. — No provision  of law relating  to the winding  up of the bodies  corporate  shall  \napply to  the Commission, and the Commission shall not be wound up except by order of the Federal  \nGovernment,  and in such manner as  the Federal  Government  may direct.  \n \n48. Removal of Difficulties. — If any difficulty arises in giving effect to any provision of this  \nOrdinance, the Federal Government may make such order, not inconsistent with the provisio ns of \nthis Ordinance , as may appear  to it to be necessary  for the purposes  of removing  the difficulty.  \n \n \nPage 19 of 19   \n1[SCHEDULE  \n \n(See sub­section  (1) of section  16) \n \n1.  Badin I  \n \n2.  Badin II (revised)  \n \n3.  Dhurnal  \n \n4.  Ratana  \n \n5.  Adhi  \n \n6.  Turkwal]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Schedule ins. by the Privatisation Commission (Amdt.) Ordinance, 2002 (CXVI of 2002)."
}