{
    "file": "./converted_json\\administrator0c8370631eeb4ddf14d55a6f11cdd3be.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "UNDER REVIEW  \n \nPage 1 of 2 \n  \n \n \n \nTHE EX-GOVERNMENT SERVANTS (EMPLOYMENT WITH \nFOREIGN GOVERNMENTS) (PROHIBITION) ACT, 1966  \n \n \nCONTENTS  \n1. Short title, extend and commencement  \n2. Definition s \n3.  Prohibition of employment etc.  \n4. Penalty  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nUNDER REVIEW  \n \nPage 2 of 2 \n THE EX-GOVERNMENT SERVANTS (EMPLOYMENT WITH FOREIGN \nGOVERNMENTS) (PROHIBITION) ACT, 1966  \n 1ACT No. XII of 1966  \n[7th July, 1966]  \n \nAn Act to prohibit ex -Government servants from seeking or taking up employment with a \nforeign Government or foreign agency  \nWHEREAS in the interest of the security of Pakistan, it is expedient to prohibit ex-\nGovernment servants from seeking or taking up employment with a forei gn Government or foreign \nagency ; \nAND WHEREAS the national interest  in relation to the security of Pakistan requires Central \nlegislation in the matter under clause (2) of Article 131 of the Constitution;  \n It is hereby enacted as follows:― \n1. Short title , extent and commencement. ― (1) This Act may be called the Ex-Government \nServants (Employment with Foreign Governments) (Prohibition) Act, 1966.  \n (2) It extends to the whole of Pakistan.  \n    (3) It shall come into force at once.  \n2. Definition s.—In this Act, unless there is anything repugnant, in the subject or conte xt,— \n(a)  “ex-Government servant” means any person who was, at any time, appointed \nor employed as an officer or servant of the 2[Federal Government] or a \nProvincial Government and has ceased to be so appointed or employed;   \n(b)  “foreign agency” means any office or establishment of the diplomatic or \nconsular representative of a foreign Government by whatever name called, and \nincludes any information, public relations, trade or commercial agency, \nservice centre or founda tion established or maintained by any  such Govern -\nment or by any person who is a national of a foreign country ; and  \n(c)  “foreign Government” means the Government of a foreign country.  \n3. Prohibition of employment etc.  ― (1) No ex-Government servant shall, except with the   \nprevious permission in writing of the 2[Federal Government], 3[or a person or authority authorized by \nit in this behalf ] seek or take up employment as an officer or servant of a foreign government or a \nforeign agency.   \n(2) No ex-Government servant who is, at the commence ment of this Act, in the service of a     \nforeign government or a foreign agency shall, except with the permission in writing of the 4[Federal \nGovernment], continue in such service after the expiry of three months from such commencement.  \n5[4. Penalty.  Whoever contravenes the provisions of section 3 shall be punishable with \nimprisonment for a term which may extend to seven year, or with fine which may extend to fifty \nthousand rupees, or with forfeiture of property, or with any two or more of  the said punishments.].  \n \n \n1 For Statement  of Objects and reasons, see Gaz. of P., 1966, Ext., P. 335 (R)  \n2 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n3 Ins. by the Ex-Government Servants (Employment with Foreign Government) (Prohibition) (Amdt.) Ordinance, 1984 (29 of 1984), s.2.   \n4 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government . \n5 Subs. by the Ex-Government Servants (Employment with Foreign Government) (Prohibition) (Amdt.) Ordinance, 1982 (11 of 1982), s. 2 for section 4."
}