{
    "file": "./converted_json\\administrator156987c962fa6c15532c4e3a382980b8.json",
    "name": "The State Bank of Pakistan Act, 1956",
    "date": "18th April, 1956",
    "tagline": "An Act to provide for the establishment of the State Bank of Pakistan.",
    "content": "Page 1 of 37 \n  \n \n \n \n \n \n \nTHE  STATE  BANK  OF PAKISTAN  ACT,  1956  \n \n \n \n \n \n \n \nCONTENTS  \n \n__________  \n \nCHAPTER I  \n \nPreliminary  \nSECTIONS  \n \n1.  Short title, extent and commencement  \n \n2.  Definitions  \n \nCHAPTER II  \n \nEstablishment, Incorporation and Share Capital of the Bank  \n \n3.  Establishment and incorporation of the Bank  \n \n4.  Share capital  \n \n4A Re-capitalization  \n \n4B Objectives  \n \n4C Function s of the Bank  \n \n5.  [Omitted]  \n \n6.  [Omitted]  \n \n7.  [Omitted]  \n \nCHAPTER III  \n \nManagement  \n8.  Offices, branches and agencies  \n \n8A.  Establishment and maintenance of subsidiary or trust  \nUpdated till 4.8.2022  \n\n \nPage 2 of 37 \n 9.  Board of Directors  \n \n9A. Powers of the Board  \n \n9B.  Meetings of the Board of Directors  \n \n9C.  Prohibition on the Government borrowing  \n \n9D.  Establishment of Monetary Policy Committee.  \n \n9E.  Powers and f unction s of Monetary Policy Committee  \n \n9F. Executive Committee  \n \n9G. Governor and Minister of Finance to establish liaison  \n \n10.  Governor and Deputy Governor s \n \n11.  [Omitted]  \n \n11A.  Appointments  \n \n12.  [Omitted]  \n \n13.  Disqualifications of the Governor, Deputy Governors, Directors and members  \n \n14.  Terms of Office  \n \n14A.  Remuneration, terms and conditions of service  \n \n14B.  Resignation  \n \n15.  Dismissal of the Governor and Deputy Governor  \n \n16.  [Omitted]  \n \n16A.  Conflict of interest  \n \nCHAPTER IV  \n \nBusiness and Functions of the Bank  \n \n17.  Business which the Bank may transact  \n \n17A.  [Omitted]  \n \n17B.  [Omitted]  \n \n17C.  [Omitted]  \n \n17D.  [Omitted]  \n \nPage 3 of 37 \n 17E.  [Omitted]  \n \n17F.  Contributions and donations by the Bank  \n \n17G.  Lender of last resort  \n \n17H.  Regulatory powers  \n \n18.  Open market and credit operations  \n \n19.  Declaration of approved foreign exchange  \n \n20.  Business which the Bank may not transact  \n \n21.  Government business  \n \n22.  Service charges  \n \n23.  International reserves portfolio  \n \n24.  Sole right to issue bank notes  \n \n25.  Legal tender  \n \n26.  Issue Department  \n \n27.  Denominations and form of bank notes  \n \n28.  Reissue of notes  \n \n29.  Lost, stolen, mutilated or imperfect notes  \n \n30.  Assets of the Issue Department  \n \n31.  Suspension of assets requirements  \n \n32.  Liabilities of the Issue Department  \n \n33.  Obligation to supply different forms of currency  \n \n34.  Obligation of the Federal Government in respect of rupee coin  \n \n35.  Offences and penalties relating to unauthorized issue of bills and bank notes  \n \n36.  Minimum reserves  \n \n37.  Scheduled banks  \n \n38.  Power to require returns from Corporations  \n \n \nPage 4 of 37 \n 39.  Accountability  \n \n40.  Annual financial statements and reports  \nCHAPTER V  \n \nGeneral  \n \n \n41.  General reserve, unrealized revaluation reserve and special reserve  \n \n42.  Profits, losses, and distributable earnings  \n \n43.  External Audit  \n \n44.  Auditor General of Pakistan  \n \n45.  Audit committee  \n \n45A.  Chief internal auditor  \n \n46.  The Bank and its officers to be public officers  \n \n46A.  Production of unpublished record of Bank, etc.  \n \n46B.  Functional and institutional autonomy  \n \n47.  Pensions of Bank employees to be exempt from attachments, etc.  \n \n48.  Exemption from stamp duty  \n \n49.  Exemption from taxes  \n \n50.  Liquidation of the Bank  \n \n51.  Act or proceeding of the Board not t o be questioned  \n \n52.  [Omitted]  \n \n52A.  Protection of action taken in good faith and indemnity  \n \n53.  Duty of officer and servants to maintain secrecy  \n \n54.  Powers of the Board to make regulations  \n \n54A.  Provisions to override other laws  \n \n54B.  Removal of difficulties  \n \n55  Repeal.  \n \nTHE SCHEDULE.  [Omitted]  \n \nPage 5 of 37 \n THE  STATE  BANK  OF PAKISTAN  ACT,  1956  \n \n1ACT  NO. XXXIII  OF 1956  \n \n[18th April,  1956 ] \n \nAn Act to provide  for the establishment  of the State  Bank  of Pakistan.  \n \n2[WHEREAS  it is necessary to provide for the constitution of S tate Bank to achieve domestic \nprice stability by way of regulating the monetary and credit sy stem of Pakistan and, without prejudice \nto said primary objective, contribute to the stability of the financia l system of Pakistan and supporting \nthe general economic policies of the Federal Government to foster development and fuller utilization \nof the country ’s productive resources;]  \n \nIt is hereby enacted as follows: — \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1.  Short title, extent and commencement .— (1) This Act may be cited as the State Bank of \nPakistan Act, 1956.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once and except section 46, shall be deemed to have taken effect \non and from the  twelfth day of May 1948.  \n \n2. Definitions . In this Act, unless there is anything repugnant in the subject or context,  \n \n(a) 3[ *  *  * * * * * ] \n \n2[(aa)  “advanced degree” means a postgraduate qualification;]  \n \n(b)  “approved foreign exchange” means currenci es declared as such by any \nnotification under section 19 ;  \n \n(c)  “the Bank” means the State Bank of Pakistan ;  \n \n(d)  “bank notes” means notes made and issued by the Bank in accordance with \nsection 24 and include currency notes of the Government of Pakistan  issued by \nthe Bank ;  \n \n(e)  “3[Board] ” means the 3[Board] of Directors of the Bank ;  \n \n \n \n1For Statement  of Objects  and Reasons,  see Gaz. of P., 1956,  Ext. dated  the 6th April , 1956,  p. 620. \n \nThe Act and the rules,  notifications  and orders  made  thereunder,  as in force  in N.W.F.P.,  before  the 15th July,  1975,  have  been  applied  to the \nDistricts  of Chitral,  Dir and Swat  and Malak  and Protected  Area  of the N.W.F.P.  by Regulation  No. III of 1975,  s. 2 and the Sch. \n \nThe Act and the rules,  notifications  and Orders  made  thereunder,  have  been  applied  to the whole  of the Federally  Administered  Tribal  Areas  \nor to the parts  of those  Areas  to which  they do not already  apply,  by Regulation  No. 1 of 1975,  s. 2 and the Schedule.  \n \n2Subs.  and Ins. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), ss. 2 & 3 \n \n3Omitted & Subs. by Act XVIII of 2015, s. 2  \n \n \nPage 6 of 37 \n (f )  “Co‑operative Bank” means a society registered under the Co ‑operative \nSocieties Act, 1912, or any other law for the time being in force in Pakistan \nrelating to co ‑operative societies, the primary object of which is to provide \nfinancial accommodation to its members ;  \n \n1[(ff)  “debentures ” includes  participation  term certificates  ;] \n \n2[(ffa)  “development finance activity ” means to undertake an activity to promote any \nactivity of any priority sector such as agriculture, small and medium enterprises, \nhousing or other such sectors;]  \n \n(g)  “Director ” means  a Director  for the time being  of the 3[Board ] ; \n \n(h) 3 [*  *  *  *  *  *  *] \n \n(i) “Governor” and “Deputy Governor”  mean respectively the Governor and \nDeputy Governor of the Bank;  \n \n2[(ia)  “international reserves ” mean the Bank ’s foreign exchange reserves;]  \n \n1[ (ii)  “loans and advances” includes finances provided on the basis of participation \nin profit and loss, mark -up in price, leasing, hire purchase of otherwise;]  \n \n(j) 3 [*  *  *  *  *  *  *] \n  \n(k)  “member ” means  a member  for the time being  of a 3[The  Monitory  Policy  \nCommittee]  ; \n \n2[(ka)  “monetary liabilities ” means the total liabilities of the Bank as reflected in the \nannual audited financial statements at the balance sheet date as reduced by the \nsum of following liabilities of the same date, namely: -  \n \n(i)  deposits of the Government;  \n \n(ii)  amounts owing to the international Monetary Fund, the World Bank, \nAsian Development Bank or other such institutions;  \n \n(iii)  deposits of foreign central banks or sovereign wealth funds;  \n \n(iv)  utilized swap lines of fore ign central banks; and  \n \n(v)  balances of participant central banks under any clearing union;  \n \n(kb)  “price stability ” means the maintenance of low and stable inflation guided by \nthe government ’s medium -term inflation target;  \n \n(kc)  “recognized university ” means a university or equivalent academic institution \nrecognized by the Higher Education Commission of Pakistan;]  \n \n(l)  “rupee  coin” means  one‑rupee  coin 3[* * *] which  3[is] legal  tender  in Pakistan;  \n \n1Ins. by the State Bank of Pak istan (Secon d Amendment) Ordinance, 1980 (57 of 1980), s. 2.  \n2Ins. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 3.  \n3Omitted  and Subs.  by Act XVIII of 2015, s. 2.  \n \n \nPage 7 of 37 \n (m)  “scheduled bank” means a bank for the time being included in the list of Banks   \nmaintained under subsection (1) of section 37 1[;] \n \n1[(n)  “securities ” includes  securities  as defined  in the Capital  Issues  (Continuance  of \nControl)  Act, 1947  (XXIX of 1947).  \n \n(o)  “shares ” includes  modaraba  certificates  2[;and] ] \n \n3[(oa)  “Government ” means the Federal or a Provincial Government or a Local \nGovernment, as the case may be;]  \n \n2[(p)  “Monetary  Policy  Committee ” means  the Monetary  Policy  Committee  \nestablished  under  section  9D.”.] \n \n___________  \n \n \nCHAPTER  II \n \nESTABLISHMENT,  INCORPORATION  AND  SHARE  CAPITAL  OF THE  BANK  \n \n3. Establishment  and incorporation  of the Bank. —(1) As soon  as may be after the \ncommencement  of this Act, steps  shall  be taken  to establish,  in accordance  with the provisions  of this \nAct, a bank  to be called  the State  Bank  of Pakistan  or Bank ‑e‑Daulat ‑e‑Pakistan,  for the purposes  of \ntaking  over,  as from  the first day of July,  1948,  the management  of the currency  from  the Reserve  Bank  \nof India,  and carrying  on the business  of Central  Banking.  \n \n(2) The Bank  shall  be a body  corporate  by the name  of the State  Bank  of Pakistan  or \nBank ‑e‑Daulat ‑e‑Pakistan,  having  perpetual  succession  and a common  seal, and shall  by the said name  \nsue and be sued.  \n \n3[(3) Subject to this Act, the Bank shall have the power to acquire, hold and dispose of movable \nand immovable property of any kind, to enter into contracts and to undertak e all activities necessary \nfor the achievement of its objectives.]  \n \n4[4. Share capital. ⸺(1)The authorized capital of the Bank shall be five hundred billion \nRupees, divided into five billion shares of one hundred Rupees each . The authorized capital may be \nincreased by the resolution of the Board, subject to the approval of the Federal Government.  \n \n(2) The paid -up capital of the Bank shall be one hundred billion Rupees, divided into one billion \nshares of one hundred Rupees each, which shall be made up through issuance of bonus shares by \ncapitalizing of profits or general reserve or through subscription of shares in cash by the Federal \nGovernment.  \n \n(3) The capital shall be fully paid -up and held exclusively by the Federal Government and shall \nnot be transferable  to any other person or entity.  \n \n \n1Subs . & added  by the State Bank of Pak istan (Second Amendment) Ord inance, 1980 (57 of 1980), s. 2  \n2Subs. and adde d by Act XVIII of 2015, s. 2  \n3Ins. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s s. 3-4 \n4Subs . by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s . 5 \n \nPage 8 of 37 \n (4) The Board may, with the prior approval of the Federal Government, increase the paid -up \ncapital from time to time by a resolution, which shall be mad e up in the same manner  as specified in \nsub-section (2).  \n \n(5) No reduction in either the authorized capital or paid -up capital shall be made at any time.  \n \n(6) The nominal value, issue price, the manner in which the new shares may be issued and their \nassignment to the register of  shareholders shall be determined  by the Board.  \n \n(7) Notwithstanding  the amount of paid -up capital prescribed in sub-sections  (2), the paid -up \ncapital  and general reserves of the Bank shall increase  to eight percent of its monetary  liabilities \nthrough allo cation from the distributable profit  as determined  in section 42.]  \n \n \n1[4A. Re -capitalization. ⸺ln the event  that in the audited annual financial statements  of the \nBank, the sum of paid -up capital and general reserves  falls below zero, then ⸺ \n \n(a) the Board, with the advice of the external  auditors of the Bank, shall examine  \nand prepare a -report on the causes and extent  of the shortfall within a period not \nexceeding thirty calendar days;  \n \n(b) in the event that the Board  approves  the report  under clause (a), the Bank shall \nreque st the Federal  Government for a capital contribution to remedy the deficit \nwith a view to restoring the capital to the level of prescribed paid -up capital \nunder section  4; and  \n \n(c) upon receipt of the request under clause (b), th e Federal Government  shall, \nwithin a period not exceeding thirty calendar days, transfer to the Bank the \nnecessary amount in cash or in negotiable debt instruments with a specified  \nmaturity issued at prevailing market -relate d interest  rates.  \n \n4B. Objectiv es.⸺(1) The primary objective  of the Bank shall be to achieve and maintain \ndomestic price stability.  \n \n(2) Without  prejudice to the Bank ’s primary obje ctive, the Bank shall contribute to the stability \nof the financial system of Pakistan.  \n \n(3) Subject to su b-sections (1) and (2), the Bank shall support  the Government ’s general \neconomic policies with a view to contributing to fostering the development and fuller utilization of \nPakistan ’s productive resources.  \n \n4C. Functions of the Bank .⸺The functions  of the Bank to achieve the objectives set forth  in \nsection 4 B and as further described in this Act, shall be to ⸺ \n \n(a)  determine and implement monetary policy;  \n \n(b)  formulate and implement the exchange rate policy;  \n \n \n1Ins. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 6.  \n \nPage 9 of 37 \n (c)  carry out and disseminate research relevant to Bank ’s objectives and functio ns; \n \n(d)  hold and manage all international  reserves of Pakistan;  \n \n(e)  issue and manag e the currency of Pakistan, including regulating their \ndenominations ; \n \n(f)  collect and produce statistics relevant to the Banks objectives and functions ; \n \n(g)  operate and exercise  oversight over payment systems;  \n \n(h)  license regulate and supervise scheduled banks and financial  institutions  that \nfall under the domain of  the Bank as further specified  in this Act or any other \nAct; \n \n(i)  resolve scheduled banks and other financial institutions that fall under the \ndomain  of the Bank as further  specified  in this Act or any other Act; \n \n(j)  adopt and implement macro -prudential policy measures for scheduled bank s \nand financial  institutions tha t fall under the domain of  the Bank ; \n \n(k)  act as the banker, financial adviser and fiscal  agent to the Government, and its \nagencies, on the mutually agreed terms and conditions;  \n \n(l)  promote financial inclusion in Pakistan;  \n \n(m)  develop  financial market  infrastructures ; \n \n(n)  participate in international councils and organizations , including multilateral , \ninternational  financial  institutions;  \n \n(o)  cooperate with domestic and foreign public entities, concerning  matters related  \nto its objectives and functions; and  \n \n(p)  carry out any ancillary activities  incidental to the exercise of its objectives  \nunder this Act.]  \n \n \n1[5 *  *  *  *  *  *  * \n \n \n 6 *  *  *  *  *  *  * \n \n \n 7 *  *  *  *  *  *  *] \n \n \n \n \n1Omitted by XVIII of 2015, s. 4  \n \nPage 10 of 37 \n CHAPTER  III \n \nMANAGEMENT  \n \n8. Offices,  branches  and agencies .—(1) The head office of the Bank shall be situated in \nKarachi.  \n \n(2) The Bank  may establish  branches,  offices,  and agencies  in Pakistan,  or, with the prior  \napproval  of the 1[Board]  anywhere  outside  Pakistan.  \n \n  (3) The Bank  shall  create  a special  Agricultural  Credit  Department,  the functions  of which  shall  \nbe :― \n \n(a)  to maintain  an expert  staff to study  all questions  of agricultural  credit  and be, \navailable  for consultation  by the 2[Federal  Government],  Provincial  \nGovernments,  Provincial  Co‑operative  Banks  and other  banking  organisations  ; \n \n(b)  to co‑ordinate  the operations  of the Bank  in connection  with agricultural  credit  \nand its relations  with the Provincial  Co‑operative  Banks  and any other  \norganisations  engaged  in the business  of agricultural  credit.  \n \n3[8A. Establishment  and maintenance  of subsidiary  or trust .― Notwithstanding  anything  \nto this Act or in any other  law for the time being  in force,  the Bank  may establish  and maintain  a \nsubsidiary  or a trust for the following  purposes,  namely: ― \n \n(a)  for catering  to all training  needs  of the Bank  employees,  financial  sector  and \nother  agencies,  organizations  or institutions  pertaining  to banking  and finance  \nsector;  \n \n(b)  for handling  the function  of receipt,  supply  and exchange  of bank  notes  and \ncoins  which  are legal  tender;  \n \n(c)  for issue,  supply,  sale and purchase  of prize  bonds,  holding  draws  thereof  and \nother  National  Savings  Instruments;  4[*] \n \n4[(d)  for protection  of depositors  or establishment  of a deposit  protection  fund;  and]  \n \n4[(e)]  generally  for carrying  out any other  business  or discharging  any functions  \nincidental  to, or connected  with,  the affairs  of the Bank.  \n \n5[9. Board of Directors .⸺(1) Subject to section 9D, oversight of the affairs and functions of \nthe Bank shall be entrusted to the Board of Directors, which shall supervise the management and the \nBank ’s administration, operations and have the right of access to all the ac tivities of the Bank.  \n \n(2) The Board of Directors shall consist of⸺  \n \n(a)  the Governor;  \n \n \n1Subs.  by Act XVIII  of 2015,  s. 5. \n2Subs.  by the State  Bank  of Pakistan  (Amdt.)  Act, 1972  (23 of 1972),  s. 6, for “Central  Government ”. \n3Ins. by Ord. IX of 2001,  s. 2. \n4Omitted,  renumbered,  ins by Act XVIII  of 2015,  s. 6. \n5Ss. 9, 9A, 9B and 9C subs. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 7.  \n \nPage 11 of 37 \n (b)  Secretary, Finance Division, Government of Pakistan without the right to vote; \nand  \n \n(c)  eight non -executive Directors, including at least one from each Province.  \n \n(3) The Deputy Governors shall have the right to attend the Board meetings without the right \nto vote.  \n \n(4) The Governor shall be the Chairperson of the Board. ln the Governor ’s absence, the Board \nshall be chaired by the Deputy Governor in charge of the Board meeting  agenda items:  \n \nProvided that when the Deputy  Governor  chairs the Board meeting in absence of the Governor, \nthe Deputy Governor  shall have the right of cast ing vote.  \n \n(5) The nonexecutive  Directors  shall be eminent professionals each of whom is well-known  for \nhis integ rity, expertise, and experience in the fields of economics, financial services , banking, law, \ninformation technology, risk management or accoun tancy to perform the oversight. They shall have an \nadvanced degree from a recognized university  or hold professional accreditation , and relevant \nexperience in any such fields,  or not less than ten years.  \n \n9A. Powe rs of the Board .⸺(1)The Board, with the exception of the powers entrusted to the \nMonetary Policy Committee under section 9D, shall perform the following functions , namely: ⸺ \n \n(a)  define, approve and determine the general internal policies and rules of the Bank \nregarding th e execution of its functions  and approve internal  rules for their \nimplementation;  \n \n(b)  formulate and ove rsee foreign exchange reserve  management, strategic \ninvestment and risk policy;  \n \n(c)  approve the annual budget of  the Bank;  \n \n(d)  approve the annual r eport and financial statements of the Bank;  \n \n(e)  adopt and oversee the Bank ’s policies on internal and external audit, \ncompliance, internal controls and risk management;  \n \n(f)  adopt and oversee the system of financial reporting, accounting policies, \ninfor mation technology and security in the Bank; and  \n \n(g)  establish committees of the Board to assist in oversight functions.  \n \n9B. Meetings of the Board of Directors .⸺(1) At least six meetings of the Board shall be held \nin a financial year and as frequently as is necessary for the purpose of discharging its responsibilities \nunder this Act.  \n \n(2) Meetings of the Board shall be convened by the Chairperson or at the written request of any \nthree members of the Board.  \n \n(3) The quorum for a Board meeting shall be four members, including the Chairperson.  \n \n(4) Each member of the Board shall have one vote and in the event of an equality of votes, the \nperson chairing the meeting shall be entitled to a casting vote.  \n \nPage 12 of 37 \n (5) Except as otherwise provided in this Act,  decisions of the Board shall be  adopted by a \nmajority of the Board members present and voting at the meeting.  \n \n(6) A resolution in writing together with the necessary documents, approved by all the directors \nof the Board for the time being entitled to rec eive notice of a meeting of the Board shall be as valid \nand effectual as if it had been passed at a meeting of the Board duly convened and held. A resolution \nunder this sub -section shall be noted at a subsequent meeting of the Board and made part of the mi nutes \nof such meeting.  \n \n(7) Any or all the documents sent to the Directors, including by email or any other electronic \nmode shall be considered a valid document.  \n(8) The acts done by the Board shall be valid notwithstanding the fact that the appointment of  \nany person as a member of the Board is defective or any person was disqualified for such appointment . \n9C. Prohibition on the Government borrowing .⸺(1) The Bank shall not extend any direct \ncredits to or guarantee any obligations of the Government, or any g overnment -owned entity or any \nother public entity.  \n(2) The p rohibition laid down in sub-section  (1) shall not apply to government -owned or \npublicly -owned banks and other regulated entities, which shall be given the same treatment  as \nprivately -owned banks . \n(3) The Bank shall not purchase securities issued by the Government or, any government -\nowned entity or any other public entity on the primary market. Nonetheless the Bank may purchase \nsuch securities in the secondary market.  \n(4) The Bank shall not guarantee any loan, advance or investment entered into by the \nGovernment, any government -owned entity or any other public entity:  \nProvided that the existing outstanding debt owed to the Bank in the form of loans, advances or \nGovernment securities purchased  on the primary market, at the time of the commencement of the State \nBank of Pakistan (Amendment) Act, 2021 shall be retired in accordance with the terms and conditions \nunder which such outstanding debts were extended. In compliance with the prohibition of  monetary \nfinancing under this section no roll -over or re -profiling of such existing outstanding debt of the \nGovernment owed to the Bank shall be permitted.  \n(5) The guarantees issued by the Bank to secure the obligations of the Government outstanding \non the commencement of the State Bank of Pakistan (Amendment) Act, 2021, shall not be increased, \nbut can be rolled -over in accordance with the terms and conditions under which such outstanding \nguarantees were issued.  \n(6) The amount of overdraft  outstanding against Pakistan Railways shall be converted into long \nterm debt with a duration of eight years and remunerated at market interest rates.]  \n \n \n \n \n \n \nPage 13 of 37 \n 1[9D. Establishment  of Monetary  Policy  Committee .—(1) There  shall  be Monetary  Policy  \nCommittee  consisting  of— \n \n(a) Governor, or in his absence, a Deputy Governor nominated by him  Chairperson  \n(b) three senior executives of the Bank to be nominated by the Governor  Members  \n(c) three members of the Board, to be nominated by the Board  Members  \n(d) three external members, 2[*******]  Members  \n \n(2) 2[*  * * * * * *] \n \n(3) 2[*  * * * * * *] \n \n2[(4) External members shall be eminent professionals or academics from the fields of \neconomics, finance or banking, having an advanced degree from a recognized university and relevant \nexperience in any such fields for at least ten years.]  \n  \n2[(5) The Monetary Policy Committee shall determine its own regulations of procedure .] \n \n2[(6) The quorum for the Monetary Policy Committee meeting shall be four mem bers including \nat least one of whom shall be the Governor as Chairperson, or in his absence, the relevant Deputy \nGovernor as nominated by the Governor, one non -executive member of the Board, one external \nmember and one senior executive of the Bank. The dec ision shall be taken by a majority of members \npresent and voting, with the Chairperson having a casting vote.]  \n9E. Powers  and functions  of Monetary  Policy  Committee. — 3[In order to achieve the \nobjectives of the Bank, the Monetary Policy Committee]  shall — \n(a)  formulate  3[***]  the monetary  policy,  including,  as appropriate,  decisions  \nrelating  to intermediate  monetary  objectives,  key interest  rates  and the supply  \nof reserves  in Pakistan  and may make  regulations  for their implementation  ; \n \n(b)  approve  and issue  the monetary  policy  statement  and other  monetary  policy  \nmeasures  ; \n \n(c)  perform  any other  functions  conferred  on it by law; and  \n \n(d)  carry  out any ancillary  activities  incidental  to the exercise  of its functions  under  \nthis act.] \n \n4[9F. Executive Committee .⸺(1) An Executive Committee shall be established with the \npower to formulate policies related to the Bank ’s core functions as well as those related to \nadministration and management matters, excluding those matters falling in the purview  of the \nMonetary Policy Committee, or the Board of Directors.  \n \n \n1Ins. by Act XVIII of 2015, s. 11  \n2Omitted and subs. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 8  \n3Subs. and omitted  by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 9 \n4Ss. 9F and 9G subs. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 10  \n \nPage 14 of 37 \n (2) The Executive Committee shall consist of the Governor, the Deputy Governors, Executive \nDirectors, and as needed other senior officials. The Governor and the Deputy Governors shall have the \nright to vote on decisions taken by the Executive Committee. The Governor shall have the casting vote.  \n \n(3) The Executive Committee shall adopt its own rules of procedure.  \n \n(4) The Executive Committee shall be chaired by the Governor and in the Governor absence, \nby the Deputy Governor in charge of the Executive Committee meeting agenda items.  \n \n(5) The quorum for an Executive Committee meeting shall be  two members, including the \nChairperson.  \n \n(6) The Executive Committee may delegate, for implementation of its decisions, any of its \npowers to another committee of the Bank , or to another official of the Bank.  \n \n(7) Any residual matters that have not been ex plicitly addressed in this Act or allocated t o the \nBoard of Directors or the Monetary Policy Committee, if they require a policy decision shall be \nexercised by the Executive Committee or otherwise the Governor.  \n \n9G. Governor and Minister of Finance to esta blish liaison. ⸺ The Governor and the Finance \nMinister shall establish a close liaison through a mutual agreement with each other and shall keep each \nother fully informed on all matters which jointly concern the Bank and the Ministry o f Finance.]  \n \n1[10. Governor and Deputy Governors .⸺(1) The Governor of the Bank shall be its chief  \nexecutive officer , who shall chair  the Executive Committee and ensure the implementation of the \ndecisions taken and policies adopted by the Board of Directors , Executive Commit tee and Monetary  \nPolicy Committee , and shall represent the Bank externally in person or through a nominee.  \n \n(2) At any time when the office  of Governor  is vacant or the governor  is incapacitated , the \nsenior most Deputy  Governor  shall be the Acting governor , until the Governor  is appointed . Whenever, \nthe Governor  is on leave or travelling abroad, h e may designate  in writing one  of the Deputy Governors  \nas Acting Governor  who, while chairing  Board meeting in the absence  of Governor , shall in casa of \nequality o f votes have casting  vote.  \n \n(3) There shall be three  Deputy Governors . \n \n(4) A Deputy Governor  shall perform such duties as may be assigned to him by the Governor .  \n \n(5) Persons eligible to serve the of fices referred  to in sub -sections (1) and (3) shall possess \nrecognized integrity, expertise and advanced degree from a recognized university in the fields of \neconomics, financial services, accountancy or banking with relevant professional experience in any \nsuch field fo r at least ten years. ] \n \n \n11. 2[*  * * * * * *] \n \n3[11A. Appointments. ⸺(1) The Governor and the non -executive Directors shall be appointed \nby the President, upon the recommendation of the Federal Government  taking into account the \neligibility and disqualification  criteria laid down in this Act.  \n_________________________________________________________________________________  \n1Subs. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 1 1 \n2S. 11  omitted by the State Bank of Pakistan (Amendment) Act, 2015 (XVIII of 2015), s. 13  \n3Ins. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s .12 \n \n \n \nPage 15 of 37 \n (2) The Deputy Governors  shall  be appointed by the Federal Government after consultation \nbetween the Minister of Finance and the Governor, from  amongst a panel of three candidates \nrecommended  by the Governor  for each vacant position, in order of merit.  \n \n(3) External  members of the Monetary Policy Committee shall be appointed by the Federal \nGovernment, upon the recommendation of the Board.  \n \n(4) In the event of a vacancy occurring  among st the appointed Governor , Deputy  Governors, \nnon-executive Directors and the external members of the Monetary Policy Committee, an appointment \nreferred to in sub -sections (1), (2) and (3) shall  be finalized within a period not exceeding thirty days \non the occurrence  of such vacancy.  \n \n(5) The Governor and the Deputy Governors shall  devote their whole time to the affairs of  the \nBank and shall not engage in any business or other  profession so long as they hold their offices during  \ntheir tenure . \n \n(6) The Governor shall be a citizen of Pakistan and shall not hold any other citizenship or \npermanent residency. ] \n \n12. 1[*  * * * * * *] \n \n2[13. Disqualifications of the Governor, Deputy Governors, Directors and memb ers.⸺ No \nperson shall be or shall continue to be the Governor , a non -executive Director, a n external  member of \nMonetary Policy Committee and a Deputy Governor , who ⸺ \n \n(a) is a member of the Parliament or a Provincial Assembly or a Local Govern ment \nor having dual Nationality;  \n \n(b) is employed in any capacity in the public service of Pakistan or of any Province  \nof Pakistan or any statutory body except the Bank or holds any office  or position \nfor which any salary or other remuneration is payable from public funds, except  \nfor engagemen t in educational work or senior executives of the Bank ; \n \n(c) is or has been convicted of  a serious criminal offense , money laundering, fraud \nor economic crime;  \n \n(d) is, or at any time has been an undischarged insolvent; or has suspended payment \nor has comp ounded with the creditors;  \n \n(e) is found to be permanently physically or mentally unable to perform the duties;  \n \n(f) is a Director, officer or employee of any other bank or an entity regulated  by the \nBank;  \n \n(g) is a shareholder of any bank or an entity regulated by the Bank;  \n \n(h) is a member of any political party;  \n \n(i) due to age is not able to complete the full term of appointment; or  \n \n(j) absents themselves from three consecutive meetings of the Board or Monetary \nPolicy Committee without leave from the Board or Monetary Policy Committee, \nas the case may be.]  \n \n1S. 12 omitted by the State Bank of Pakistan (Amendment) Act, 2015 (XVIII of 2015), s. 13  \n2Subs. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 1 3 \n \nPage 16 of 37 \n 1[14. Terms  of Office .⸺(1)The Governor, the Deputy Governors, the non-executive  directors  \nshall be appointed for a term of five y ears and shall be eligible for re -appointment only for one term \nof five years.  \n \n(2) The external members of the Monetary Policy Committee  shall be appointed  for a term of \nfive years and shall be eligible for one re -appointment for another term of five year s. \n \n(3) No person shall hold the office  of the Governor or Deputy Governor  after attaining the age \nof sixty -five years.  \n \n(4) The Governor , Dep uty Governor , non -executive Director or extremal  memb er of the \nmonetary policy committee  vacating office shall not be eligible to become a Direc tor or member, as \nthe case may b e, until the expiry of  the term of office for which he was appointed . \n \n(5) On commencement of  the State Bank of Pakistan  (Amendment) Act, 2021 shall not affect  \nthe tenure of the incumbent Governor, Deputy Governors, and non -executive Directors who shall \nremain in office until their current term expires in accordance with their curre nt terms and conditions.]  \n \n2[14A. Rem uneration , terms and conditions  of se rvice .⸺(l) The terms and conditions of  \nservice , including remuneration , of the Governor and the Deputy Governors  shall be determined by \nthe Board of Directors . \n \n(2) Th e leaves  and official  foreign travels of  the Governor  and Deputy  Governors , shall be \ndetermined  by the Board and the Governor, respectively . \n \n(3) The terms and conditions including the remuneration  for the external  members of the \nMonetary  Policy Committee shall be determined  by the Board of Directors.  \n \n(4) The Governor  and Depu ty Governors  shall recuse themselves from the meeting at the time \nof determination  of their terms  and conditions  and remuneration . \n \n(5) The terms and conditions of  the appointment of the non -executive Directors including fees \nshall be determined  by their appointing authority and shall be attached  to the offer of  their appointment.  \n \n(6) When  determining the remuneration of the Governor , Deputy Governors  and the fees of the \nnon-executive  Directors and external  members of  the Monetary Policy Committee, the average \nrelevant level of remuneration  or fees prevalent in the financial sector of Pakistan  for comparable levels \nof appointment shall be taken into acc ount, in order to allow for qualified professionals to be recruited \nand retained.  \n \n(7) The consolidated a mount of remuneration of the Gove rnor and Deputy  Governors  and fees \nof non -executive Directors  and the external  members of the Monetary Policy Co mmittee shall b e \nmentioned in the a nnual financial statement  of the Bank . \n \n(8) Neither  the remuneration and fees nor the terms and conditions of service  shall be varied to \nthe appointee ’s disadvantage during his te rm of office. \n \n(9) No remuneration  or fees or compensation  shall  be based on the Ba nk’s profits  or any of  its \nrevenues.  \n \n1Subs. by the State Bank of Pakistan (Amendment) A ct, 2022 (VI of 2022), s . 14 \n2Ss. 14A and 14B ins..by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 15  \n \nPage 17 of 37 \n 14B. R esignation .⸺(1) The Governor , a Deputy Governor , a non -executive Director  or an \nexternal  member of the Monetary  Policy Committee may, by writing under his hand  addressed to the \nappointing  author ity, resign  his office . \n \n(2) A resignation  in sub-sections  (1) shall be addressed through the Board.  \n \n(3) On the acceptance of a resignation under sub-section  (1) by the appointing  authority , the \noffice shall  become vacant.]  \n \n1[15. Dismissal of the Governor and Deputy Governor. ⸺ (1) The appointing authority may \nremove the Gov ernor, or a Deputy Governor, if he⸺  \n \n(a) is guilty of gross misconduct; or  \n \n(b) is incapable of properly performing the duties of his office by reason of \nphysical or mental incapacity; or  \n \n(c) has violated any of the stipulations mentioned in section 13.  \n \n(2) The appointing authority shall remove any non -executive Director or external member of \nthe Monetary Policy Committee if he ⸺ \n \n(a) is guilty of gross misconduct; or  \n \n(b) is incapable o f properly performing the duties of his office  by reason of \nphysical or mental incapacity; or  \n \n(c) has violated any of the stipulations  mentioned  in section s 13: \n \nProvided that no proceedings under sub-sections  (1) and (2)  shall be initiated \nunless a show cause notice, including an opportunity of being heard, is given to such \nperson. ] \n \n \n(3)  \n(a)  The Governor,  a Deputy  Governor  or a director  may resign  his office  by \nstatement  to that effect  in writing  signed  by him and addressed  to the 1[Federal  \nGovernment].  \n \n(b)  A statement  of resignation  by a Deputy  Governor  or director  shall  be \naddressed  as above  through  the Governor.  \n \n(c)  A 2[director  or] member  may resign  his office  by a statement  to that effect  in \nwriting  signed  by him and addressed  to the 2[Board ]. \n \n(d)  On the acceptance  of such a resignation  by the 3[Federal  Government]  or the \n2[Board ], as the case may be, the office  shall  become  vacant.  \n \n(4) Any director or member vacating office under this section shall not be eligible to become \na director or member, as the case may be, until the expiry of the term of office for which he was  \n2[appointed].  \n \n1Subs. by the State Bank of Pakistan (Amendment) A ct, 2022 (VI of 2022), s. 16  \n2Ins, subs & omitted by Act XVIII of 2015, ss. 2 and 16 \n3Subs. by the State Bank of Pakistan (Amdt.), Act, 1972 (23 of 1972), s. 6, for “central Government”.  \n \nPage 18 of 37 \n (5) In the event  of a vacancy  occurring  amongst  the 1[appointed  director s], the 2[Federal  \nGovernment]  shall  fill the vacancy  by 1[appointing  another  director].  \n \n(6)   1[*  *  *  *  *  *  *] \n \n16.  3[*   *  *   *  *  *  *] \n \n4[16A. Conflict of interest .⸺ No person appointed under section 11A shall act as a \nrepresentative of any commercial, financial, agricultural, industrial or other interest or receive or accept \ndirections therefrom, in respect of duties to be performed under this Act. Every such person shall fully \nand promptly disclose to the Board any interest, whether persona l, commercial, financial, agricultural, \nindustrial or other, which he or any dependent member of his family may directly or indirectly hold or \nbe connected with and which becomes the subject of consideration by the Board, and shall recuse \nthemselves from a ny Board deliberations and voting related thereto:  \n \nProvided that such an interest, if so disclosed, shall not disqualify such member for the purpose \nof constituting a quorum:  \n \nProvided that no person appointed under section 11A shall be employed by any in stitution \nregulated by the Bank within a period of two years after vacating his position at the Bank.]  \n \n \nCHAPTER  IV \n \nBUSINESS  AND  FUNCTIONS  OF THE  BANK  \n \n17. Business  which  the Bank  may transact . The Bank  is authorised  to carry  on and transact  \nthe several  kinds  of business  hereinafter  specified,  namely:  \n \n(1) The accepting  of money  on deposit  5* * from,  and the collection  of money  for the 2[Federal  \nGovernment],  the Provincial  Governments  6* * * Local  Authorities,  banks  and other  persons  7[:] \n7[Provided  that no interest  shall  be paid on deposits  received  from  the 2[Federal  Government],  a \nProvincial  Government  6* * * or a Local  Authority;]  \n \n8[(1A) provide the refinance facility exclusively to the financial institutions falling under the \nsuperviso ry jurisdiction of the Bank backed by such collateral and on such terms and conditions as \nmay be determined by the Bank. This refinance  shall not be provided to any person other than a \nfinancial institution. The Bank shall implement the refinance facility exclusively in pursuit of its \nmandate, without compromising its primary objective of price stability. The Bank shall not use the \nrefinancing facility to directly or indirectly  provide privileged access  to funding to any financial  \ninstitution  or risk insurance of any specific  sector .] \n \n(2) \n(a)  9[*  * * * * * *] \n \n(b)  9[*  * * * * * *] \n \n \n1Ins, subs & omitted by Act XVIII of 2015, s. 16 \n2Subs. by the State Bank of Pakistan (Amdt.) Act, 1972 (23 of 1972), s. 6, for “Central Government”.  \n3Ins, subs & omitted by Act XVIII of 2015, s. 17 \n4Ins. and subs. by the State Bank of Pakistan (Amendment) Ac t, 2022 (VI of 2022), s. 17  \n5Omitted  by the State Bank of Pakistan (Amdt.) Act, 1967 ( 1 of 1968 ), s.2 \n6Omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. 3 and Sch. II. \n7Subs. and ins. by Act 1 of 1968, s.2 \n8Subs. by the State Bank of Pakistan (Amendment) Ac t, 2022 (VI of 2022), s . 18 \n9Omitted by the State Bank of Pakistan (Amendment) Ac t, 2022 (VI of 2022), s . 18 \n \nPage 19 of 37 \n  (c)  The purchase,  sale and rediscount  of bills of exchange  and promissory  notes  \ndrawn  on and payable  in Pakistan  and bearing  the signature  of a scheduled  bank,  \nand issued  or drawn  for the purpose  of holding  or trading in securities of the \n1[Federal Government or a Provincial Government] and maturing within ninety \ndays from the date of such purchase or rediscount, exclusive of days of grace ;  \n \n(d)  2[* * * * * * *] \n \n(e)  2[* * * * * * *] \n \n(3)  (a)  The purcha se and sale of approved  foreign  exchange  ; \n \n(b)  The purchase,  sale and rediscount  of bills of exchange  including  treasury  bills,  \ndrawn  in or on any place  in countries  whose  currency  has been  declared  as \napproved  foreign  exchange  and maturing  within  3[one hundred  and eighty  days]  \nfrom  the date of purchase,  provided  that no such purchase,  sale or rediscount  \nshall  be made  in Pakistan  except  with a scheduled  bank  ; \n \n(c) The keeping  of balances  with banks  in countries  whose  currency  has been  \ndeclared  as approved  foreign  exchange  ; \n \n(4) The making  to 4[5[**] scheduled  banks  or co­operative  banks]  of advances  and loans  \nrepayable  on demand  or on the expiry  of fixed  periods  not exceeding  6[one hundred  and eighty  days]  \nagainst the security of — \n \n(a)  stocks, funds and securities, other than immovable property, in which trustee is \nauthorised to invest trust money by any law for the time being in force in \nPakistan ;  \n \n(b)  gold or silver or documents of title to the same ;  \n \n(c)  such bills of exchange and promissory notes as are eligible for purchase or \nrediscount by the Bank 6[or otherwise fulfil the requirements of clause (2) but \nare payable on demand]; and  \n \n7[(d)  promissory notes of any scheduled bank supported by such modarab a \ncertificates or participation term certificates as are acceptable to the bank or by \ndocuments of title relating to goods, such documents having been transferred, \nassigned or pledged to any such bank as security for a loan or advance granted \nfor bona  fide commercial or trade transactions or for the purpose of financing \nseasonal agricultural operations or the marketing of crops ;]  \n \n \n \n1Subs. by the State Bank of Pakistan  (Amdt.) Ordinance, 1961 (5 of 1961),  \n2Omitted by the State Bank of Pakistan (Amendment) Ac t, 2022 (VI of 2022), s. 18  \n3Subs. by the State Bank of Pakistan  (Amendment) Act, 1965 (6  of 1965 ), s. 2 for 90 days.  \n4Subs. by the State Bank of Pakistan  (Amdt.) Ordinance, 1961 (5 of 1961), s. 2, for “Local Authorities or scheduled banks”.  \n5Omitted by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 18.  \n6Subs. by the State Bank of Pakistan  Ordinance, 1981 (16 of 1981), s s. 2-5 \n7Subs. by the State Bank of Pakistan  (Second Amdt.) Ordinance, 1980 (57 of 1980), s. 3.  \n \n \n \nPage 20 of 37 \n 1[(4A)  * * * * * * *] \n \n1[(4B)  * * * * * * *] \n \n1[(4C)  * * * * * * *] \n \n1[(4D) any balances held by the Bank under omitted  sections  17A, 17B, 17C, 17D and 17E \nshall stand transferred to th e paid-up capital and general reserves of  the Bank ;] \n \n1[(5)  *  * * * * * *] \n \n1[(6)   *  * * * * * *] \n \n1[(6A) *  * * * * * *] \n \n1[(6B) *  * * * * * *] \n \n(7) The issue  and purchase  of telegraphic  transfers,  demand  drafts  and other  kinds  of \nremittances  made  payable  at its own branches,  offices  or agencies  ; \n \n(8) The drawing,  accepting,  making  and issue,  on its own account  or on account  of the 2[Federal  \nGovernment]  as the case may be, of any bill of exchange, 1[*], promissory note or engagement for the \npayment within or without Pakistan, of Pakistan or foreign currency payable to bearer or to a banker \non demand; 1[* * * * * * *] ; \n \n(9)  \n(a)  Subject to 3[sub­clause] (b) the purchase and sale of securities of countries \nwhose currency has been declared as approved foreign exchange with an \nunexpired currency of not more than ten years ;  \n \n(b)  The restrictions relating to maturity shall not apply to securities held by the bank \non the date on which th is Act comes into force or any securities that may be \nreceived as assets under the Pakistan (Monetary System and Reserve Bank) \nOrder, 1947 ;  \n \n(10) (a)  The purchase and sale of securities of the 4[Federal Government or a Provincial \nGovernment] of any matur ity or of such securities of a Local Authority as may \nbe specified in this behalf by the 2[Federal Government] by notification in the \nofficial Gazette on the recommendation of the 5[Boar d] ; \n \n(b)  Securities, debentures and shares fully guaranteed as to pr incipal and interest \nby the 2[Federal Government] shall be deemed for the purpose of this section to \nbe securities of that Government ;  \n \n \n \n \n1Omitted  and Inserted by the State Bank of Pakistan (Amendment) Ac t, 2022 (VI of 2022), s. 18  \n2Subs. by the State Bank of Pakistan (Amdt.) Act, 1972 (23 of 1972), s. 6, for “Central Government”.  \n3Subs. by the State Bank of Pakistan  (Amdt.) Act, 1967 (1 of 1968), s. 2.  \n4Subs by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch . II. \n5Subs. by Act XVIII of 2015, s. 2   \n \nPage 21 of 37 \n 1[(c)  The amount  of such securities  held at any time in the Banking  Department  shall  \nbe so regulated  that the total value  of such securities  shall  not exceed  the \naggregate  amount  of the share  capital  of the Bank,  the Reserve  Fund  and four \nfifths  of the liabilities  of the Banking  Department  in respect  of deposits  2[:]] \n \n2[Provided that the Bank may only undertake the above operations or \npurchase such securities on the secondary markets.]  \n \n3[(11)  The custody  of monies,  securities  and other  articles  of value  and the collection  if the \nproceeds,  whether  principal  or interest,  profit,  dividend  or other  return  of any such securities  ;] \n \n(12) The sale and realisation  of all property,  whether  movable  or immovable  which  may in any \nway come  into the possession  of the Bank  in satisfaction,  or part satisfaction  of any of its claims  ; \n \n(13) The acting  as agent  to the 4[Federal  Government];  any Provincial  Government,  5* * * or \nany Local  Authority  in the transaction  of any of the following  kinds  of business,  namely  : \n \n(a)  the purchase  and sale of gold or silver  or approved  foreign  exchange;  \n \n(b)  the purchase,  sale, transfer  and custody  of bills of exchange,  securities  or shares  \nin any company  ; \n \n3[(c)  the collection  of the proceeds,  whether  principal  or interest,  profit,  dividend  or \nother  return,  of any securities  ;] \n \n(d)  the remittance of such proceeds at the risk of the principal, by bills of exchange \npayable either in Pakistan or elsewhere ; 6* \n \n(e)  the management of public debt; 6[and]  \n  \n6[(f)  the transacting of special drawing rights with the International Monetary Fund;]  \n \n(14)  The purchase and sale of gold coin and gold or silver bullion ;  \n \n(15) The opening of an account with or the making of any agency arrangement with, and the \nacting as agent or correspondent of  a bank incorporated in any country outside Pakistan or the principal \ncurrency authority of any country under the law for the time being in force in that country or any \n7[international or regional bank formed by such principal currency authorities, 6* the investing of the \nfunds of the Bank in the shares and securities of any such i nternational or regional bank  6[and the \nholding and transacting of special drawing rights with th e International Monetary Fund]];  \n \n(16)  \n(a)  Subject to 8[sub­clauses] (b) and (c) the borrowing of money 9* * * for the \npurpose of the business of the Bank, and the giving of security for money so \nborrowed;  \n \n \n1Subs.  by the State  Bank  of Pakistan  (Amdt.)  Act, 1966  (23 of 1966),  s. 2. \n2Omitted and ins. by the State Bank of Pakistan (Amendment)  Act, 2022 (VI of 2022), s. 18.  \n3Subs.  by the State  Bank  of Pakistan  (Second  Amdt.)  Ordinance,  1980  (57 of 1980),  s. 3. \n4Subs.  by the State  Bank  of Pakistan  (Amdt.)  Act, 1972  (23 of 1972),  s. 6, for “Central  Government ”. \n5Subs by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II.  \n6Omitted and added by the State Bank of Pakistan  (Amdt.) Ordinance, 1969 (11 of 19 69), s. 2.  \n7Subs. by the State Bank of Pakistan  (Amdt.) Act, 1966 (23 of 1966), s. 2.  \n8Subs. by the State Bank of Pakistan  (Amdt.) Act, 1968 (1 of 1968), s. 2, for “clause”.  \n9Omitted by the State Bank of Pakistan  (Amdt.) Act, 1975 (26 of 1975), s. 2.  \n \nPage 22 of 37 \n (b)  No money  shall  be borrowed  under  this sub-section  from  any person  in Pakistan  \nother  than a scheduled  bank  or from  any person  outside  Pakistan  other  than a \nbank  which  is the principal  currency  authority  of any country  under  the law for \nthe time being  in force  in that country  ; \n \n(c)  The total amount  of borrowings  from  persons  in Pakistan  shall  not at any time \nexceed  the amount  of the share  capital  of the Bank  ; \n \n(17) The making  and issue  of bank  notes  subject  to the provisions  of this Act ; \n \n1[(18)  The exercise  of powers  and the performance  of functions  and duties  entrusted  to the \nBank  by or under  this Act or any other  law for the time being  inforce;]  \n \n2[(18A)  The entering  into clearing  and payments  arrangements  with any country  or group  of \ncountries,  on a general  or regional  or sub­regional  basis,  participation  in the formation  and settlement  \nof international  payments  transactions  under  such arrangements,  and incurring  financial  and other  \nobligations  relating  thereto;]  \n \n3[(19) * * * * * * *] \n \n3[(19A)  * * * * * * *] \n \n(20) Generally,  the doing  of all such matters  and things  as may be necessary,  incidental  to or \nconsequential  upon  the exercise  of its powers  or the discharge  of its duties  or functions  under  this Act. \n \n17A.  3[* * * * * * *] \n17B.  3[* * * * * * *] \n17C.  3[* * * * * * *] \n17D.  3[* * * * * * *] \n17E.  3[* * * * * * *] \n \n4[17F.  Contributions  and donations  by the Bank . Notwithstanding  anything  contained  in this \nAct any other  law for the time being  in force,  the Bank  may contribute  or donate  funds  to a body  \ncorporate  in Pakistan  for the study  or promotion  of, or research  in, banking,  economics  and allied  \nsubjects].  \n \n5[17G. Lender of last resort .⸺(l) Where the circumstances so warrant and a scheduled bank \napproaches the Bank for a financial facility to improve its liquidity and where the scheduled bank in \nthe opinion of the Bank is solvent and can provide adequate collateral to support the financ ial facility, \nthe Bank may provide short -term financial facility in accordance with the regulations made by the \nBank in relation thereto, notwithstanding the provisions of sub -sections (2), (3) and (3A) of section 20.  \n \n(2) Where in the opinion of the Bank, the aforesaid financial facility to a scheduled bank is \nnecessary to preserve the stability of the financial system and where the bank does not fulfill the \nrequirements specified under sub -section (1) of this section,  the Bank may, provided that it d etermined \nthe scheduled bank is viable in the medium term,  provide such financial facility   on  such  terms   and  \n \n1Subs. by the State Bank of Pakistan  Ordinance, 1981 (16 of 1981), s. 2  \n2Added  by the State Ba nk of Pakistan (Amdt.) Act, 1973 (47 of 1973), s. 2 \n3Omitted by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), ss. 18 -19. \n4Ins. and shall be deemed always to have been so ins.  by the State Bank of Pakistan  (Amdt.) Ordinance, 1981 (16 of 1981), s. 3  \n5Subs.  by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s . 20 \n \nPage 23 of 37 \n conditions as the Bank specifies, provided that a written irrevocable guarantee of the Federal \nGovernment is received in favour of the Bank, securing the repayment of the facility, no twithstanding \nthe provisions of sub -section (2), (3) and (3A) of section 20.  \n \n(3) For the purposes of this section, a financial facility shall not include participation in the \ncapital of a scheduled bank:  \n \nProvided  that any outstanding holding by the Bank of equity or right to equity in any scheduled  \nbank shall be liquidated  within ten years from the commencement of the State Bank of Pakistan \n(Amendment) Act, 2021. ] \n \n1[17H.  Regulatory  powers .—(1) The Bank  shall  have  power  to issue  such directives,  \ninstructions  and regulations  in whatsoever  form  as may be necessary  for carrying  out the functions  of \nthe Bank  under  this Act or any other  law and shall  be binding  and enforceable.  \n \n(2) The Bank  may take any enforcement  action  including  imposition  and collection  of \npecuniary  penalties  upon  legal  and natural  persons  for contravention  of this Act, any law being  \nadministered  by the Bank  and exercise  of any power  under  sub­section  (1).] \n \n2[18. open  market  and credit  operations .⸺3[(l) The Bank may operate in the financial \nmarkets by⸺  \n \n(a)  buying and selling outright (spot or forward) and conducting repurchase \nagreements of Government securities purchased in the secondary market;  \n \n(b)  swap or lending operation s in foreign currencies;  \n \n(c)  lending or borrowing claims and marketable instruments and precious metals;  \n \n(d)  conducting, without prejudices to section 17G, credit operations with banks \noperating in Pakistan, with lending based on adequate collateral; a nd \n \n(e)  other means as may be deemed expedient for the conduct of open market \noperations:  \n \nProvided that the existing Government securities purchased on the primary market and in the \nbooks of the Bank on commencement of the State Bank of Pakistan (Amendment) Act, 2021, may be \nsold or used for repurchase agreements for the purpose of open market operations.]  \n \n(2) The Central  4[Monetary  Policy  Committee]  shall  determine  the types  of instruments  and \nactivities  and other  operational  methods  of monetary  control  including  Shariah  based  instruments  to \nbe used for open  market  and credit  operations  and it shall  announce  the conditions  under  which  the \nBank  stands  ready  to either  into such transactions.  \n \n(3) For the purpose of regulating the monetary and credit system the Bank may issue certificates \nof deposit and new instruments including those that are Shariah­complaint.]  \n \n1Ins. by Act XVIII of 2015, s. 19 \n2Subs.  by Act IX of 2012,  s. 5. \n3Subs. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2 022), s . 21 \n4Subs. by Act XVIII of 2015, s. 20 \n \n \nPage 24 of 37 \n 1[19. Declaration  of approved  foreign  exchange. —The Board  may declare  the currency  of \nany country  or any monetary  unit of account  to be approved  foreign  exchange  for all or any of the \npurpose  of this Act.]  \n \n20. Business  which  the Bank  may not transact . The Bank  shall  not, except  as authorised  \nunder  this Act— \n \n(1) engage  in trade  or otherwise  have  a direct  interest  in any commercial,  industrial  or other  \nundertaking  except  such interest  as it may in any way acquire  in the course  of the satisfaction  of any \nof its claims,  but all such interest  shall  be disposed  of at the earliest  possible  moment  ; \n \n(2) purchase  its own shares  or the shares  of any other  bank  or of any company,  or grant  \nadvances  or loans  upon  the security  of any such shares  ; \n \n2[(3) advance  money  on the mortgage,  or otherwise  on the security,  of immovable  property  or \ndocuments  of title relating  thereto,  except  where  such advance  is made  to any of its officers  or servants  \nfor building  a house  for his personal  use against  the security  of the said house  ; \n \n(3A)  become  the owner  of any immovable  property  except  where  ownership  is necessary  for \nthe use of such property  by the Bank,  or 3[for the purpose  of use for shariah  complaint  instrument s] \nfor the residence,  recreation  or welfare  of its officers  or servants;]  \n \n(4) make  unsecured  advances  and loans;  \n \n(5) draw  or accept  bills payable  otherwise  than on demand  ; and \n \n4[(5A) undertake any quasi -fiscal operations or development finance activities.]  \n \n5[*  *  *  *  *  *  *] \n \n21. Government  business. —(1) The Bank  shall  undertake  to accept  monies  for account  of the \n6[Federal  Government  and Provincial  Governments]  and to make  payments  up to the amount  standing  \nto the credit  of their accounts  respectively  and to carry  out their exchange,  remittance  and other  banking  \noperations,  including  the management  of public  debt.  \n \n(2)  \n(a)  The 7[Federal  Government]  and Provincial  Governments  shall  entrust  the Bank,  \non such conditions  as may be agreed  upon  between  the Government  concerned  \nand the Bank,  with all their money,  remittance,  and banking  transactions  in \nPakistan,  and, in particular,  shall  deposit  free of interest  all their cash balances  \nwith the Bank.  \n \n(b)  Nothing  in this sub­section  shall  be deemed  to prevent  the 7[Federal  \nGovernment]  and any Provincial  Government  from  carrying  on money  \ntransactions,  at places  where  the Bank  has no office,  branch  or agency  or from  \nholding  at such places  such balances  as they may require.  \n \n1Subs. by Act XVIII of 2015, s. 21 \n2Subs. by the State Bank of Pakistan  (Amdt.) Act, 1963 (17 of 1963), s. 3, for the original clause (3).  \n3Ins. by Act XVIII of 2015, s. 22.  \n4Ins. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 22.  \n5Sub. Section (6) Omitted by the State Bank of Pakistan  (Amdt.) Act, 1994 (2 of 1994), s. 9, which was previously subs. by Ord. No. 57 of \n1980 s. 4, for the original sub­section (6).  \n6Subs. by the Federal Laws (Re vision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and II Sch., for certain words  \n7Subs. by the State Bank of Pakistan  (Amdt.) Act, 1972 (23 of 1972), s. 6, for “Central Government”.  \n \n \n \nPage 25 of 37 \n (c)  The 1[Federal  Government]  and each Provincial  Government  shall entrust  the \nBank,  on such conditions as may be agreed upon between the Government \nconcerned and the Bank, with the management of the public debt and with the \nissue of any new loans.  \n \n(d)  In the event  of any failure  to reach  agreement  on the conditions  referred  to in \nthis section,  the 1[Federal  Government]  shall  decide  the conditions  and its \ndecision  shall  be final.  \n \n2[22. Service  Charges. —(1) The Bank  shall  make  public  from  time to time the standard  service  \ncharges  at which  it is prepared  to provide  financial  accommodation  to the borrowing  entities.  \n \n(2) In respect  of finance  provided  by the Bank  it may determine,  from  time to time,  the terms  \nand conditions  either  generally  or specially.]  \n \n3[23. International  reserves  portfolio .—(1) The Bank  may directly  or indirectly  purchase,  \nhold and sell currencies,  financial  and capital  instruments,  including  indices  and derivatives,  issued  by \ngovernments,  agencies,  local  authorities,  corporate  and supranational  in countries,  wherever  issued,  \nwhose  currency  has been  declared  as approved  foreign  exchange  and the remaining  effective  maturity  \nof which  is determined  to be of not more  than thirty  years  at the time of purchase:  \n \nProvided  that the restrictions  relating  to maturity  shall  not apply  to securities  held by the Bank  \non the date on which  this Act comes  into force  or any securities  that may be received  as assets  under  \nthe Pakistan  (Monetary  System  and Reserve  Bank)  Order,  1947 . The permissibility  of each of asset  \nclass  shall  be determined  by the 4[Board ]. \n \n(2) The Bank  may appoint  managers,  custodians,  consultants  and any other  professional  \nadvisors  for the effective  management  of foreign  exchange  reserves  of the country. ] \n \n24. Sole right  to issue  bank  notes.—(1) The Bank  shall  have  the sole right  to issue  bank  notes  \nmade  payable  to bearer  on demand  in Pakistan  in accordance  with the provisions  hereinafter  made,  \nprovided  that the currency  notes  of the Government of Pakistan supplied to the Bank by the \nGovernment may be issued by it for a period which shall be fixed by the 1[Federal Government] on the \nrecommendations of the 4[Board ]. \n \n(2) Any person contravening this authority or committing any other of fence specified in section  \n35, shall be liable to the penalties therein mentioned.  \n \n25. Legal tender. —(1) Subject to the provisions of sub­section (2) every bank note shall be \nlegal tender at any place in Pakistan for the amount expressed therein and shall be guaranteed by the  \n1[Federal Government].  \n \n5[(2) On the recommendation of the 4[Board ] the Federal Government may, by notification in \nthe official Gazette, declare that, with effect from such date as may be specified in the notification, any \nseries of Bank Notes of any denominations shall cease to be legal tender and exchangeable:  \n \n1Subs.  by the State  Bank  of Pakistan  (Amdt.)  Act, 1972  (23 of 1972),  s. 6, for “Central  Government ”. \n2Subs.  by Ord. 110 of 02, s. 5 \n3Subs.  by Act IX of 2012,  s. 6 \n4Subs. by Act XVIII of 2015, s. 2 \n5Subs. and shall be deemed always to have been so Subs. by Act 23 of 1972, s. 5 \n \nPage 26 of 37 \n Provided  that any Note  of such series  may,  within  such period  after the date so specified  as the \nFederal  Government  may,  by a like notification,  appoint  in this behalf,  be tendered  for exchange  at \nsuch offices,  branches  and agencies,  if any, of the Bank  as may be specified  for the purpose,  and any \nsuch office,  branch  or agency  shall  exchange  the note.]  \n \n26. Issue  Department .—(1) the issue  of bank  notes  shall  be conducted  by the Bank  in an Issue  \nDepartment  which  shall  be separated  and kept wholly  distinct  from  the Banking  Department  and the \nassets  of the Issue  Department  shall  not be subject  to any liability  other  than the liabilities  of the Issue  \nDepartment  as hereinafter  defined  in section  32. \n \n(2) The Issue  Department  shall  not issue  bank  notes  to the Banking  Department  or to any person  \nexcept  in exchange  for other  bank  notes  or for such coin,  bullion,  1[special  drawing  rights  held with \nthe International  Monetary  Fund,]  approved  foreign  exchange  or securities  as are permitted  under  this \nAct to form  part of the assets  of the Issue  Department.  \n \n27. Denominations  and form  of bank  notes . Bank  notes  made  and issued  by the Bank  shall  \nbe in such denominations  and of such design,  form  and material  as may be approved  by the 2[Federal  \nGovernment]  on the recommendations  of the 4[Board ]. \n \n28. Reissue  of notes . The Bank  shall  not re‑issue  bank  notes  which  are torn, defaced  or \nexcessively  soiled.  \n \n29. Lost,  stolen,  mutilated  or imperfect  notes . Notwithstanding  anything  contained  in any \nenactment  or rule of law to the contrary,  no person  shall  as of right  be entitled  to recover  from  the \n2[Federal  Government]  or the Bank  the value  of any lost, stolen,  mutilated  or imperfect  bank  note.  \n \n30. Assets  of the Issue  Department. —(1) The assets  of the Issue  Department  shall  not be less \nthan the total of its liabilities  and shall  be maintained  as follows  :― \n \n3[(a)  of the total amount  of the assets,  assets  of such value  4[Board  may],  specify  shall  \nbe held in gold coins,  gold bullion,  silver  bullion  1[special  drawing  rights  held \nwith the International  Monetary  Fund,]  or approved  foreign  exchange;  and] \n \n5[(b)  the reminder  of the assets  shall  be held in \n \n(i)  rupee  coins;  \n \n(ii)  rupee securities of any maturity;  \n \n(iii)  such bills of exchange and promissory notes payable in Pakistan as are \neligible for purchase by the Bank under 1[sub­clause] (a), (b) and (d) of \n1[clause] (2) of section 17;  \n \n \n1Ins. by the State Bank of Pakistan  (Amdt.) Ordinance, 1969 (11 of 1969). Ss. 3 and 4.  \n2Subs. by State Bank of Pakistan , (Amdt.) Act, 1972 s. 6. for “Central Government”.  \n3Subs.  by the State  Bank  of Pakistan  (Amdt.)  Ordinance,  1965  (52 of 1965),  s. 2, for the original  clause  (a). \n4Subs.  by Act XVIII  of 2015,  ss. 2 and 23 \n5Subs.  by the State  Bank  of Pakistan  (Amdt.)  Act, 1966  (23 of 1966),  s. 3 \n6Subs. by the State Bank of Pakistan  (Amdt.) Act, 1968 (1 of 1968), s. 6 \n \n \n \nPage 27 of 37 \n (iv)  promissory  notes  obtained  by the Bank  in respect  of advances  and loans  \nmade  under  1[clause]  (4) of section  17 against  such securities  as are \nmentioned  in 1[sub­clauses]  (a) and (b) of that 1[clause];  and \n \n(v)  promissory  notes  obtained  by the Bank  in respect  of advances  and loans  \nmade  under  1[clause]  (6) of section  17:] \n \nProvided  that the assets  falling  to the share  of the Government  of Pakistan  under  the provision  \nof Pakistan  (Monetary  System  and Reserve  Bank)  Order,  1947  which  are held by the Reserve  Bank  of \nIndia  pending  their physical  transfer  to the Bank  shall  form  a part of the assets.  \n \n(2) For the purposes  of this section,  gold coin and gold bullion  shall  be valued  at 2[the market  \nvalue  of the fine gold content  thereof]  silver  bullion  shall  be valued  at the market  value  of the fine \nsilver  content  thereof,  rupee  coin shall  be valued  at its face value  and rupee  securities  and securities  \nspecified  in sub-section  (4) shall  be valued  at the market  rate for the time being  obtaining.  \n \n(3) Of the gold coin and gold or silver  bullion  held as assets  not less than seventeen ‑twentieth  \nshall  be held in the custody  of the Bank  including  its branches,  offices  or agencies,  and the gold or \nsilver  belonging  to the Bank  which  is in any other  bank  or in any mint or treasury or in transit may be \nreckoned as part of the assets.  \n \n3[(4) For the purposes  of this section,  the approved  foreign  exchange  which  may be held as part \nof the assets  shall  be in any of the following  forms,  namely  : \n \n(a)  balances  standing  to the credit  of the Bank  with the principal  currency  authority  \nof a country  whose  currency  is an approved  foreign  exchange,  or at any bank  in \nsuch country;  \n \n(b)  bills of exchange  bearing  two or more  good  signatures,  having  a maturity  not \nexceeding  one hundred  and eighty  days and drawn  on and payable  at any place  \nin a country  whose  currency  is an approved  foreign  exchange  ; and \n \n(c)  securities  of a Government  with an unexpired  currency  of not more  than five \nyears  and payable  in a currency  which  is an approved  foreign  exchange.]  \n \n31. Suspension  of assets  requirements . Notwithstanding  anything  contained  in the foregoing  \nprovisions,  the Bank  may,  with the previous  sanction  of the 4[Board],  for periods  not exceeding  thirty  \ndays in the first instance,  which  may with the like sanction  be extended  from  time to time by periods  \nnot exceeding  fifteen  days,  hold as assets  gold coin,  gold or silver  bullion,  5[special  drawing  rights  held \nwith the International  Monetary  Fund,]  or approved  foreign  exchange  of less aggregate  amount  than \nthat required  by paragraph  (a) of sub­section  (1) of section  30. \n \n32. Liabilities  of the Issue  Department .—(1) The liabilities  of the Issue  Department  shall  be \nan amount  equal  to the total of the amount  of the bank  notes  for the time being  in circulation.  \n \n \n1Subs. by the State Bank of Pakistan  (Amdt.) Act, 1968 (1 of 1968), s. 6 \n2Subs. by the State Bank of Pakistan  (Amdt.) Ordinance, 1977 (38 of 1977), s. 2 (w.e.f. 7­5­78).  \n3Subs.  by the State  Bank  of Pakistan  (Amdt.)  Ordinance,  1965  (52 of 1965),  s. 2, for the original  sub­section  (4). \n4Subs.  by Act XVIII  of 2015,  s. 24 \n5Ins. and shall be deemed  to have  been  so ins. by Ord. 38 of 1977,  s. 3, (w.e.f.  10­5­1969).  \n \nPage 28 of 37 \n (2) For the purposes  of this section  any bank  note which  has not been  presented  for payment  \nwithin  forty  years  from  the first day of July following  the date of its issue  shall  be deemed  not to be in \ncirculation  and the value  thereof  shall  notwithstanding  anything  contained  in subsection  (2) of section  \n26 be paid by the Issue  Department  to the Banking  Department;  but any such bank  note,  if subsequently  \npresented  for payment,  shall  be paid by the Banking  Department.  \n \n33. Obligation  to supply  different  forms  of currency. —(1) The Bank  shall  issue  rupee  coin \non demand  in exchange  for bank  notes  and bank  notes  on demand  in exchange  for coin which  is legal  \ntender  under  the Pakistan  Coinage  Act ( III of 1906).  \n \n(2) The Bank  shall  in exchange  for bank  notes  of five rupees  or upwards  supply  bank  notes  of \nlower  value  or coins  which  are legal  tender  under  the said Pakistan  Coinage  Act, in such quantities  as \nmay in the opinion  of the Bank  be required  for circulation.  The 1[Federal  Government]  shall  supply  \nsuch coins  to the Bank  on demand  and if it fails to do so at any time the Bank  shall  be released  during  \nthe period  of such failure  from  its obligation  to supply  them  to the public.  \n \n(3) The 1[Federal  Government]  shall  take over from  the Bank  at such time and in such quantities  \nas the Bank  may,  with the previous  approval  of the 1[Federal  Government],  determine  rupee  coins  \nwhich  are not required  for purposes  of circulation  against  payment.  \n \n34. Obligation  of the 1[Federal  Government]  in respect  of rupee  coin. The 1[Federal  \nGovernment]  shall  not reissue  any rupee  coins  taken  over under  subsection  (3) of section  33 nor put \ninto circulation  any rupee  coin except  through  the Bank  and the Bank  shall  not dispose  of rupee  coin \notherwise  than for purposes  of circulation  or by delivery  to the 1[Federal  Government]  under  the \npreceding  section.  \n \n35. Offences  and penalties  relating  to unauthorized  issue  of bills and bank  notes.—(1) No \nperson  in Pakistan  other  than the Bank  or as expressly  authorised  by this Act, the 1[Federal  \nGovernment]  shall  draw,  accept,  make  or issue  any bill of exchange,  hundi,  promissory  note or \nengagement  for the payment  of money  payable  to bearer  on demand,  or borrow,  owe or take up any \nsum or sums  of money  on the bill, hundis  or notes  payable  to bearer  on demand  of any such person,  \nbut such cheques,  or drafts,  including  hundi,  payable  to bearer  on demand  or otherwise  may be drawn  \non a person ’s account  with a banker,  shroff  or agent.  \n \n(2) Notwithstanding  anything  contained  in the Negotiable  Instruments  Act, 1881,  no person  in \nPakistan  other  than the Bank,  or as expressly  authorised  by this Act, the 1[Federal  Government]  shall  \nmake  or issue  any promissory  note expressed  to be payable  to the bearer  of the instrument.  \n \n(3) Any person  contravening  the provision  of this section  shall  be punishable  upon  conviction  \nwith fine which  may extend  to double  the amount  of the bill, hundi,  promissory  note or engagement  in \nrespect  whereof  the offence  is committed.  \n \n(4) No prosecution  under  this section  shall  be instituted  except  on complaint  made  on behalf  of \nthe Bank.  \n \n2[36. Minimum reserves. —(1) The Bank may require banks or financial institutions to hold  \nminimum reserves on deposit accounts with the Bank in pursuance of its monetary policy objectives.  \n \n \n1Subs. by the State Bank of Pakistan  (Amdt.) Act, 1972 (23 of 1972), s. 6, for “Central Government”.  \n2Subs. by Act IX of 2012, s. 6 \n \nPage 29 of 37 \n (2) The Bank  may require  the banks  and financial  institutions  to hold special  reserves  on deposit  \naccounts  with the Bank  in pursuance  of its monetary  policy  or risk management  of banking  or financial  \nsector  and may provide  for any remuneration  or return  on such special  reserves.  \n \n(3) The Bank  shall,  by regulations,  establish  the method  for calculating  the minimum  reserves  \nrequired  to be maintained  under  sub­section  (2).] \n \n37. Scheduled  banks.—(1) The Bank  shall  maintain  at all its offices  and branches  an \nup‑to‑date list of banks  declared  by it to be scheduled  banks  under  clause  (a) of subsection  (2). \n \n(2) The Bank  shall , by notification,  in the official  Gazette ― \n \n(a)  declare  any bank  to be scheduled  bank  which  is carrying  on the business  of \nbanking  in Pakistan  and which ― \n \n(i)  is a banking  company  as defined  in section  277F  of the Companies  Act, \n1913,  or a cooperative  bank,  or a corporation  or a company  incorporated  \nby or established  under  any law in force  in any place  in or outside  \nPakistan  ; \n \n(ii)  has a paid‑up capital  and reserves  of an aggregate  value  of not less than \nfive lakhs  of rupees:  \n \nProvided  that in the case of a co‑operative  bank,  an exception  may be \nmade  by the Bank  ; \n \n(iii)  satisfies  the Bank  that its affairs  are not being  conducted  in a manner  \ndetrimental  to the interests  of its depositors  ; \n \n1[(b)  direct  the descheduling  of any scheduled  bank  which  ceases  to fulfil  the \nrequirements  mentioned  in clause  (a) or goes into liquidation  or otherwise  \nwholly  or partly  ceases  to carry  on banking  business : \n \nProvided  that the Bank  may,  on application  of the scheduled  bank  concerned  \nand subject  to such conditions,  if any, as it may impose,  defer  the making  of a \ndirection  under  clause  (b) for such period  as the Bank  considers  reasonable  to \ngive the scheduled  bank  an opportunity  of fulfilling  the requirements  mentioned  \nin sub‑clauses  (ii) and (iii) of clause  (a) ; \n \n(c)  alter the description  in the list of scheduled  banks  whenever  any scheduled  bank  \nchanges  its name.  \n \nExplanation .—In subsection  (2) the expression  “value ” means  the real or exchangeable  \nand not the nominal  value  of the capital  and reserves  and the valuation  made  by the \nBank  shall  be final.  \n \n \n1For notifins.  Under  this clause,  see Gaz. of P., 1956,  Pt. V, p. 275, and ibid.,  1957,  Pt. V, p. 32. \n \n \n \n \nPage 30 of 37 \n 38. Power  to require  returns  from  Corporations.  The Bank  may require  any Corporation  \nwith which  it has any transactions  under  section  17 to furnish  returns  1[referred  to in] sub­section  (3) \nof section  36, and if it does so require,  the provisions  of subsections  (6), (7) and (8) of section  36 shall  \napply,  so far as may be, to such Corporation  as if it were  a scheduled  bank.  \n \n2[39. Accountability .⸺(1) The Governor shall  submit annual report before the Majl is-e-\nShoora (Parliament) regarding the achievement of the Bank ’s objectives, conduct of monetary policy, \nstate of the economy and the financial system. ln addition, the Majlis -e-Shoora (Parliament) may \nrequire any senior official, including the Governor where appropriate, to attend at such additional  times \nas may be re quired.  \n \n(2) The Bank shall, not less than twice  a year, publish and submit to the Ma jlis-e-Shoora \n(Parliament) and the Minister for Finance a state of the economy report with reference to price \ndevelopment, money supply, credit, balance -of-payments and economic  growth . \n \n(3) The bank shall, at minimum annual basis, publish a report on financial stability that provides \nthe overall assessment of the financial system .] \n \n2[40. Annual financial statements and reports .⸺(1) The financial year of the Bank shall \nbegin on the first day of July of a calendar year and end on the last day of June of th e next calendar \nyear.  \n \n(2) The Bank shall formulate accounting policies and procedures and prepare financial \nstatements in line with internationally recognized accounting s tandards as adapted by the Board in light \nof the special nature of central bank operations.  \n \n(3) Within four months after the close of each of its financial year, the Bank shall publish on \nits website and submit to the Federal Government and the Majlis -e-Shoora  (Parliament) financial \nstatements, approved by the Board, signed by th e Governor, the Deputy Governor and the chief \nfinancial officer, along with the auditors ’ report thereon.  \n \n(4) The Bank shall prepare and publish, within five days of the close of the week, on its official \nwebsite weekly accounts pursuant to a proforma approved by the Board.]  \n \n____________  \nCHAPTER V  \n \nGENERAL  \n2[41. General reserve, unrealized revaluation reserve and special reserve .⸺(1) The Bank, \nwith the approval of the Board, shall establish and maintain a general reserve account. The general \nreserve account may not be used except for the purposes of increasing the paid -up capital or of covering \nlosses sustained by the Bank.  \n \n(2) The Bank shall establish unrealized reval uation reserves accounts to account for unrealized \ngains and losses arising on its exposure in gold, financial instrument s or other assets and liabilities on \nwhich such unrealized gains or losses are not required to be taken to the profit and loss account under \nthe accounting standards followed by the Bank.  \n \n \n1Subs. by the State Bank of Pakistan  (Amdt.), Ordinance, 1971 (23 of 1971), s. 10 for “prescribed under”.  \n2Ss. 39, 40  and 41  subs. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), ss. 23, 24 and 25  \n \nPage 31 of 37 \n (3) The Bank, with the approval of the Board, shall also make allocation to the unrealized \nrevaluation reserve from the net annual profit, representing the unrealized gain on its exposures in \nforeign currencies, financial instruments, other assets and liabilities on which unrealized gains or losses \nare taken to the profit and loss account in accordance with the accounting standards followed by the \nBank.  \n \n(4) The Bank with the approval of the Board may establish special rese rve accounts for any of \nits specific exposures. ] \n \n1[42. Profits, losses , and distributable earnings .⸺(1) The annual distributable  profit for a \nyear s hall be determined as follows: — \n \nA=B+C -D \nWhere  \nA = Distributable  profit;  \nB = Net annual profit  of the Bank as reflected in the audited financial  statements;  \nC = amount of unrealized  gains transferred  to unrealized revaluation reserve  account in \nprevious one or more years that realized during the year; and  \nD = amount of unrealized gains included in  ‘B’. \n \n(2) The Bank shall allocate the distributable  profit  as follows: ⸺ \n \n(a)  an amount equivalent to twenty percent  of distributable profit  shall be credited  \nto the general reserve account until the sum of  the capital and general reserves  \nequal eight percent of the total monetary liabilities of  the Bank;  \n \n(b)  as may be determined by the Board, following a consultation with t he Bank ’s \nexternal  auditors, from time to time shall be transferred  to the special  reserve \naccounts created for any of its specific, identified liability, contingency or \nexpected diminution in the value of its assets; and  \n(c)  after accounting  for the amounts as aforesaid, any remaining amount of the \ndistributable profit  shall be transferred  to the Federal  Government  within thirty  \ndays after making the financial statements public.  \n \n(3) Following the initial attainment of  the eight percent level, in case the sum of  the Bank ’s \ncapital  and general reserves  falls below  such required level  of monetary  liabilities, the Bank shall \nallocate all the distributable profit to the Bank ’s capital and general r eserves  until the required level is \nre-established.  \n \n(4) If in any financial year the Bank incurs a net loss, this loss shall first be char ged to the \ngene ral reserve account and subsequently applied against the paid -up capital.  \n \n(5) No distribution shall be made out of current income of the Bank except as permitted by sub -\nsection (2).]  \n \n \n \n1S. 42 subs. by the State Bank of Pakistan (Amendment)  Act, 2022 (VI of 2022), s. 26. \n \n \nPage 32 of 37 \n  \n \n1[43. External Audit .⸺(1) The accounts, records and financial statement s of the bank shall, \nonce a year, be audited in accordance with the international standards on auditing, by two independent \nexternal auditors who shall be of good repute and have international experience in the auditing of major \ninternational  financial inst itutions or central  banks or have affiliations  with audit firms  that have such \nexperience.  \n \n(2) The Board, on the recommendation  of the audit committee , shall appoint  the external  \nauditors for a period of fiv e years and they shall not be eligible  for reapp ointment  at that tim e. \n \n(3) The Board  may, on the recommendation  of the audit committee , terminate  the contract  of \nthe Bank ’s external  auditor s for good cause . \n \n(4) The external  auditor shall report to the audit committee  and the Board on key matters arising \nfrom th e audit and in particular on material weaknesses  in internal  controls  relating to the financial \nreporting p rocess.  \n \n(5) The external  auditors shall have full power to examine all books and accounts  of the  Bank \nand obtain all informat ion about its t ransactions. ] \n \n1[44. Auditor General  of Pakistan .⸺The Auditor -General of Pakistan may, without prejudice  \nto the autonomy of the Bank and the audits conducted  by th e external  audito r pursuant to section 43, \nconduct audit of the accounts of th e Bank . Such audit shall not have concern  with the merits of the \npolicy decisions including implementation  thereof  by the Bank. ] \n \n1[45. Audit committee .⸺(1) The Board shall constitute  an audit committee and d efine its \ncomposition, responsibilities , duties  and terms  of reference . \n \n(2) The audit committee  shall consist of three or more  non-executive  Board members, with at \nleast one having extensive experience in the field of accounting, auditing or internal  controls. The audit \ncommittee may co -opt extern al experts without the right to vote. The criteria  provided in su b section \n(5) of section  9 shall apply to th e appointment of  the external expert who shall not have  been a member  \nof the Board or staff in the three calendar years preceding his appointment  as member  of the audit \ncommittee.  \n \n(3) The audit committee ’s responsibilities shall be enshrined  in the audit committee ’s terms  of \nreference approved by the Board, which shall include , inter alia ,⸺ \n \n(a)  overseeing the internal  audit function;  \n \n(b)  approving the charte r of the internal  audit function ; \n \n(c)  recommending the appoint ment  of external  auditors, and their  scope  of w ork; \nand \n \n(d)  evaluating the effectiveness of the internal control systems.]  \n \n \n1Ss. 43 to 45 subs. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), ss. 27 -29. \n \nPage 33 of 37 \n 1[45A. Chief internal auditor .⸺(1) There  shall be a chief internal auditor as an employee of \nthe Bank who shall be designated and removed by the Board on recommendation of the audit \ncommittee from amongst the persons having extensive professional experience in the field of \naccounting or audit.  \n \n(2) The Board shall define the criteria and terms and conditions for the appointment and \nremoval of the chief internal auditor.]  \n \n46. The Bank  and its officers  to be public  officers.—(1) For the purposes  of section  124 of \nthe Evidence  Act, 1872,  the provisions  of Part IV of the Code  of Civil  Procedure,  1908,  and the \nprovisions  of rule 27 of Order  V, and rule 52 of Order  XXI of the said Code,  the Bank  and any 2[person  \nin the service]  of the Bank  acting  in his capacity  as such shall  be deemed  to be a public  officer.  \n \n(2) The provisions  of section  123 of the Evidence  Act shall  apply  to the unpublished  records  \n3* * * of the Bank  and the Governor  shall  be deemed  to be the officer  or head  of the department  \nconcerned.  \n \n4[(3) Every  2[person  in the service]  of the Bank]  shall  be deemed  to be a public  servant  within  \nthe meaning  of section  21 of the Pakistan  Penal  Code ( XLV  of 1860).]  \n \n5[46A.  Production  of unpublished  record  of Bank,  etc.—(1) No court,  tribunal  or other  \nauthority  shall  be entitled  to compel  the Bank  or any person  in the service  of the Bank  to produce,  or, \nas the case may be, give any evidence  derived  from,  any unpublished  record  of the Bank.  \n \n(2) No court,  tribunal  or other  authority  shall  permit  anyone  to produce  or give evidence  derived  \nfrom,  any unpublished  record  of the Bank,  except  with the prior  permission  in writing  of the Governor  \nwho may give or whithhold  such permission  as he thinks  fit. \n \n(3) Notwithstanding  anything  contained  in this Act or any other  law for the time being  in force,  \na report  prepared  by the Bank  on a banking  company  under  section  40 of the Banking  Companies  \nOrdinance,  1962(LVII  of 1962)  shall  be deemed  to be unpublished  for the purposes  of sub­section  (1) \nand (2) even  if a copy  of such report  has been  supplied  to the banking  company  to which  the report  \npertains  or to the Federal  Government  or to the Pakistan  Banking  Council  constituted  under  section  9 \nof the Banks  (Nationalization)  Act, 1974  (XIX  of 1974) .] \n \n6[46B. Functional and institutional autonomy .⸺The Bank shall be autonomous in the \npursuit of its objectives and in the perfo rmance of its powers pursuant to this Act.  \n \n(2) Nothing in this Act, nor in any other law for the time being in force, shall be construed to \nallow any third party, including the Government or quasi -government entities, to approve, suspend, \nannul or interfere with the management of the Bank, as well as the rights, duties and obligations of the \nBank and of the members of its Board, the Executive Committee, the Monetary Policy Committee or \nthe staff of the Bank in the performance of their functions purs uant to this Act.  \n \n(3) No Governmental or quasi -Governmental body or agency shall issue any directive, directly \nor indirectly, to any banking company or any other financial institut ion regulated by the Bank which \nis inconsistent with the policies,  regulati ons and directives issued by the Bank pursuant to or in exercise \nof its powers under this Act or any other law for the time being in force.  \n \n1Ins. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 30.  \n2Subs. by the State Bank of Pakistan  (Amdt.) Ordinance, 1981 (16 of 1981), s. 6, for “Officer”.  \n3Omitted  by the State  Bank  of Pakistan  Amdt.  Ordinance,  1981  (16 of 1981),  s. 6 \n4Added  by the State  Bank  of Pakistan  (Amdt.)  Ordinance,  1971  (23 of 1971),  s. 12. \n5Ins. and shall be deemed  always  to have  been  so Ins. by Ordinance, 16 of 1981 , s. 7 \n6Subs. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 31.  \n \nPage 34 of 37 \n (4) The Bank, the members of its decision -making bodies and its staff shall neither request, nor \ntake any instructions from any other person or entity, including Government or quasi -government \nentities. The autonomy of the Bank shall be respected at all ti mes and no person or entity shall seek to \ninfluence the members of the Board, Executive Committee, Monetary Policy Committee, or the staff \nof the Bank in the performance of  their functions.  \n \n(5) Without  prejudice to the responsibility of the Minister of Fi nance and the powers of the \nGovernme nt as provided for in this Act or any other  law the Bank shall directly submit the information \nand reports envisaged in section  39 to the concerned  Standing Committee of  the Parliament  and the \nGovernment . The Bank shall interact and communicate d irectly with any third persons, in cluding \nGovernment or quasi -government  agencies, schedules banks and other regulated entities, in pursuit of \nits objectives.  \n \n(6) The Bank, with the approval of the Federal Government, may enter i nto an agreement or \nMemorandum of Understanding or any reciprocal arrangement, with any domestic or foreign \nregulatory or supervisory authority for the purpose of sharing and obtaining public and nonpublic \nconfidential information notwithstanding the provi sions of any other law for the time being in force.  \n \n(7) All matters relating to the Bank requiring approval of  the Federal Government, Prime \nMinister or President shall be initiated by the Division allocated with the business of this Act on a \nreference re ceived from the Bank or on its own initiative following written  consultation with the Bank. \nAny reference so received from the Bank will be submitted in its original form to the competent \nauthority for its decision within four weeks . \n \n(8) The Bank shall be  consulted  prior to the introduction of any Bill by the Federal Government \nin the Parliament which may having a bearing  on the functions of  the Bank .] \n \n47. Pensions  of Bank  employees  to be exempt  from  attachments  etc. Notwithstanding  \nanything  contained  in any law for the time being  in force  pension  1[gratuity  and provident  fund] granted  \nby the Bank  to its officers  and servants  shall  not be liable  to seizure,  attachment  or sequestration  by \nprocess  of any court  in Pakistan  at the instance  of a creditor,  for any demand  against  the pensioner  or \nin satisfaction  of a decree  or order  of any such court.  \n \n48. Exemption  from  stamp  duty . The Bank  2[and any subsidiary  or trust established  by it] \nshall  not be liable  to the payment  of any stamp  duty under  Stamp  Act, 1899.  \n \n2[49. Exemption  from  taxes . Notwithstanding  anything  in the Wealth  Tax Act, 1963  (XV of \n1963),  and Income  Tax Ordinance,  1979  (XXXI  of 1979),  or any other  law for the time being  in force  \nrelating  to wealth  tax, income  tax or super  tax the Bank  and any subsidiary,  or trust,  established  by it \nshall  not be liable  to pay wealth  tax, income  tax or super  tax on their income  or wealth.]  \n \n50. Liquidation of the Bank . The Bank shall not be placed in liquidation save by order of the  \n3[Federal Government] and in such manner and on such terms and conditions as it may direct.  \n \n51. Act or proceeding of the 4[Board ] not to be questioned . No act or proceeding of the \nCentral Board 4[or the Monetary Policy Committee] shall be questioned on the  ground merely of the \nexistence of any vacancy in or any defect in the constitution of such Board.  \n \n1 [52. *  *  *  *  *  *  *] \n \n1Ins. Omitted by Act IX of 2012, ss. 9&10.  \n2Ins. subs. by Ord. 9­7­2001, ss. 3­4.  \n3Subs. by the State Bank of Pakistan  (Amdt.) Act, 1972 (23 of 1972), s. 6, for “Central Government”.  \n4Subs. by Act XVIII of 2015, s s. 2 & 29 \n \nPage 35 of 37 \n 1[52A. Protection of action taken in good faith and indemnity .⸺(1) No suit, prosecution or \nany other legal proceedin g including for damages shall lie against the Bank, Board of Directors or \nmember thereof, Governor, Deputy Governors, member of any Board committee and Monetary Policy \nCommittee, officers and employees of the Bank for any act of commission or omission done  in exercise \nor performance of any functions, power or duty conferred or imposed by or under this Act upon such \npersons or any rules and regulations made thereunder or any legislation administered by the Bank, or \nrules and regulations made thereunder, unle ss such act of commission or omission is undertaken in bad \nfaith and with malafide intent.  \n \n(2) The Governor, Deputy Governors, Directors, members of any Board committee and \nMonetary Policy Committee, officers and employees of the Bank shall not be liable in their personal \ncapacity for any act of commission or omission undertaken in their official capacity in good faith. ln \ncase of any such proceedings as mentioned in sub -section (1), they shall be indemnified by the Bank \nwhich shall bear all the expenses t hereof, unless an act or omission has been subsequently determined \nto have been undertaken in bad faith and with malafide intent.]  \n \n53. Duty  of officers  and servants  to maintain  secrecy.—(1) Except  in the performance  of his \nduties  under  this Act every  officer  or servant  of the Bank  shall  preserve  and aid in preserving  secrecy  \nwith regard  to all matters  relating  to the affairs  of the Bank  not published  by it, and with regard  to all \nmatters  relating  to the financial  or monetary  affairs  of any institution,  person,  body  of persons,  any \nGovernment  or authority  whether  in Pakistan  or outside  that may come  to his knowledge  in the \nperformance  of his duties.  \n \n(2) Every  such officer  or servant  who communicates  any such matter,  except  when  required  by \nlaw to do so or in the discharge  of his duty as such,  shall  be guilty  of an offence  and shall  on conviction  \nby a court  of competent  jurisdiction  be punished  with imprisonment  of either  description  for a term \nwhich  may extend  to six months  or with fine which  may extend  to Rs. 500 or with both.  \n \n(3) No court  shall  take cognizance  of any offence  punishable  under  this section  except  upon  \ncomplaint  in writing  by a person  authorised  in this behalf  by the Governor.  \n \n54. Powers  of the 3[Board ] to make  Regulations .⸺(1) 2[*******]  \n \n(2) 2[The Board of Directors may make regulations consistent with this Act and falling under \nthe Board ’s domain, in particular to provide for any of the following matters] , namely:  \n \n(a) 3[* * * * * * *] \n \n(b) 3[* * * * * * *] \n \n(c) 3[* * * * * * *] \n \n(d) 3[* * * * * * *] \n \n(e) 3[* * * * * * *] \n \n(f) 2[* * * * * * *] \n \n(g) 3[* * * * * * *] \n \n(h) 2[* * * * * * *] \n \n(i) 2[* * * * * * *] \n_________________________________________________________________________________  \n1Ins. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 32.  \n2Omitted and subs.  by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 33.  \n3Omitted. by Act XVIII of 2015, s s. 2 & 30. \n \nPage 36 of 37 \n (j)  recruitment  of officers  and servants  of the Bank  including  the terms  and \nconditions  of their service  1[performa nce management, promotion, \ncompensation, rotation,]  constitution  of superannuation,  beneficial  and other  \nfunds,  with or without  bank ’s contribution,  for the officers  and servants  of the \nBank  ; their welfare,  providing  amenities,  medical  facilities,  grant  of loans  and \nadvances  ; their betterment  and uplift  ; \n \n(k)  the manner  and form  in which  contracts  binding  on the Bank  may be executed;  \n \n(l)  the provision  of an official  seal of the Bank  and the manner  and effects  of its \nuse ; \n \n(m) the manner  and form  in which  the balance  sheet  of the Bank  shall  be drawn  up, \nand in which  the accounts  shall  be maintained  ; \n   \n(n)  1[* * * * * * *] \n \n(o)  the relations  of the scheduled  banks  with the Bank  and the returns  to be \nsubmitted  by the scheduled  banks  to the Bank  ; \n \n(p) 1[* * * * * * *] \n \n(q)  the circumstances  in which,  and the conditions  and limitations  subject  to which,  \nthe value  of any lost, stolen,  mutilated  or imperfect  bank  note may be refunded  \nas of grace;  \n \n(r)  the denomination,  form,  issue,  negotiability,  encashment  and repatriation  of the \ninstruments  mentioned  in 2[clause]  (8) of section  17 ; \n \n(s) 3[* * * * * * *] \n \n(t)  generally for making any provision necessary or convenient for the conduct of \nthe business, discharge of functions and for purposes of management of the \nBank.  \n \n(3) Copies of all regulations made unde r this section shall be available to the public on \n1[request] . \n \n4[54A.  Provisions  to override  other  laws.—The Act shall  have  effect  not withstanding  \nanything  contained  in any other  law 5[, general or special]  for the time being  in force  or any agreement,  \ncontract,  memorandum  or articles  of association.  \n \n54B.  Removal  of difficulties. —If any difficulty  arises  in giving  effect  to any of the provisions  \nof this Act the Federal  Government  may make  such order  as may appear  to it to be necessary  for the \npurpose  of removing  the difficulty.].  \n \n \n1Ins. omitted and Subs.  by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022 ), s. 33  \n2 Subs. by the State Bank of Pakistan  (Amdt.) Act, 196 8 (1 of 1968), s. 8, for “sub­section”.  \n3Omitted  by Act XVIII of 2015, s.30.  \n4Added by the State Bank of Pakistan  (Second Amdt.) Ordinance, 1980 (57 of 1980), s. 8.  \n5Ins. by the State Bank of Pakistan (Amendment) Act, 2022 (VI of 2022), s. 34.  \n \nPage 37 of 37 \n 55. Repeal. — (1) The State Bank of Pakistan Ordinance, 1955 (XVIII of 1955), is hereby \nrepealed.  \n \n(2) Any rules  or regulations  made,  order  passed,  notification  issued,  thing  done,  action  taken  \nor proceedings  commenced  under  any of the provisions  of the State  Bank  of Pakistan  Ordinance,  1955  \n(XVIII  of 1955),  or deemed  to have  been  so made,  passed,  issued,  done,  taken  or commenced,  shall  \ncontinue  in force  and be deemed  to have  been  made,  or as the case may be, passed , issued,  done,  taken  \nor commenced  under  the corresponding  provision  of this Act. \n \n \nTHE SCHEDULE  \n \n1[* * * * * * *] \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Omitted by Act XVIII of 2015, s.3 1."
}