{
    "file": "./converted_json\\administrator39efa8e505b3f0a1071049efafde8b1c.json",
    "name": "Income Tax (Amendment) Ordinance, 2016",
    "date": "July 31, 2016",
    "tagline": "Further to amend the Income Tax Ordinance, 2001",
    "content": "REGISTER-EDNo.M'302L.-76/,69\nGbeGvdfr d DI[{drEr\n-=1re-\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMAB{), SUNDAY, JULY 31, 2016\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, the 3lst July, 2016\nNo. F. 2(1)/201CPub.---The following Ordinance promulgated by the\nPresident is hereby published for general information:-\nOnoN,c.r{ce No. IV or 2016\nAN\nOrdinance\nfurther to amend the Income Tax Ordinance, 2001\nWHEREAs it is expedient further to amend the Income Tax Ordinance,\n2001 (XLX, of200l), for the purposes hereinafter appearing;\nAND wHEREAs the Senate and the National Assembly are not in session\nand the President is satisfied that circumstances exist which render it necessary\nto take immediate action;\n(6e3)\nPrice: Rs. 3.00\n[3320(2016)Ex.Gaz.]\n694 THE GAZETTE OF PAKISTAN, EXTRA., ruLY3I, 2016 [PART I\nNow, THEREFoRE, in exercise of the powers conferred by clause (l) ofArticle 89 ofthe Constitution of the Islamic il.epublic of pakistan, the preiident\nis pleased to make and promulgate the followingOrdinance:-\nl. Short title and commencement-<l) This Ordinance may be\ncalled the Income Tax (Amendment) Ordinance, 20 i6.\n(2) It shall come into force ar once.\n2. Amendment of Ordinance XLIX of 2fi)l._ln the income Tax\nOrdinance, 2001 (XLX of200l ),-\n(l) in section 68,\n(a) in sub-section (4), for the expression ..the fair market value of\nimmovable property shall be determined on the basis of\nvaluation made by a panel of approved valuers of the State\nBank of Pakistan', the expression ..the Board may, from time\nto time, by notification in the ofiicial Gazette, ditermine the\nfair market value of immovable property of the area or areas\nas may be specified in the notification,, shall be substituted;\n(b) after sub-section (4), amended as aforesaid, the following\nnew sub-sections shall be added, namely:_\n\"(5) Where the fair market value of any immovable propertyof an area or areas has not been determined by the\nBoard in the notification referred to in sub-section (4),\nthe fair market value of such immovable property shall\nbe deemed to be the value fixed by the District Ofiicer\n(Revenue) or provincial or any other authority\nauthorized in this behalffor the purposes of stamp duty.\n(6) [n respect ofimmovable property_\n(i) component A of the formula in sub_section (2) of\nsection 37;\n(ii) '.consideration received.'as mentioned in Division X. of part IV ofFirst Schedule;\n(iii) \"value of Immovable property,, as mentioned in\nDivision XVIII of part fV of the First Schedule;\nand\n(iv) valuation for the purposes ofsection I I l,\nshall not be less than the fair market value as determined under sub.section (4)or (5).:\\\nExplanation.ll) For the removal of doubt, it is clarified that\nthe fair market value as determined under sub-section (a) or (5)\nshall be for carrying out the purposes ofthis Ordinance only.\n(2) It is further clarified that for the purposes of clauses (i) to (iv)\nof this sub-section if the fair market value determined under\nsub-section (4) or (5) is different than the auction price the\napplicable price shall be the higher ofthe two.\";\n(2) in section 236C,-\n(a) in sub-section (3), for the words \"five years\" the words 'three\nyears\" shall be substituted;\n(b) after sub-section (3), amended as aforesaid, the following\nnew sub-section shall be added, namely:-\n\"(4) Sub-siction (l) shall not apply to:-\n(a) a seller, ifthe seller is dependent of:\n(i) a Shaheed belonging to Pakistan Armed\nForces; or\n(ii) a person who dies while in the service of the\nPakistan Armed Forces or the Federal and\nProvincial Govemments; and\n(b) to the first sale of immovable property which has\nbeen acquired or allotted as an original allottee,\nduly certified by the oflicial allotment authority.\";\n(3) in the First Schedule,-\n(a) in Part I, in Division VllI, for the Table the following shall be\nsubstituted, namely:-\n\"S. No. Period Rate oftax\n(l) (2) (3)\nFor immovable property allotted to persons mentioned io sub-seclion (4)\nofsection 236C .\nIlmmovable property is held irrespective of the\nholding period.00/o\nFor immovable property acquired on or after July l, 2016, other than\nthose ftentioned against S. No. I\n2Where holding period of immovable property is\nup to one year.t0v\"\n3Where holding period of immovable p.opqty is\nmore than one year but less than two yea$.7.50/\"PART I] THE GAZETTE OF PAKISTAN, EXTRA., ruLY 3I, 2016 695\n696 TI{E GAZETIE OF PAKISTAN, EXTRA., IULY 31, 2016 [PARTI\n\"S. No. Period Rate of taxfl) (2\\ (3)\n4.Where holding period of Immovable property is\nmore than two years but less than three years.5%\n5Where holding period of property is0%\nthan three\nimmovable property acquired before July l, 201 than\nS.No.l\n6.Where holding immovable property is\nto three\n7Where holding perioa of imrnovafte property ls\nmore than three years:0o/o\nProvided that rate oftax to be paid under sub-section (lA) ofsection 37\nshall be reduced by fifty per cent on.the first sale of immovable property\nacquired or allotted to ex-servicemen and serving personnel of Armed Forces or\nex-employees or serving personnel of Federal and Provincial Governments,\nbeing original allottees of the immovable property, duly certified by the\nallotment authority.\";\n(b) in Part [V, in Division XVIII, in the Table, in column (l), against\nboth S.N. 1. and 2., in column (2) for the figure and word\n\"3 million\" the figure and word \"4 million\" shall be substituted;\nMAMNOON HUSSAIN,\nPresident.\nNYLA QURESHI,\nActing Secretary.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OFPAKISTAN PRESS, ISLAMABAD\nPI.JBLISI{ED BY THE DEPUW CONTROLLER, STATIONERY ANDFORMS, UNTVERSITY ROAD, KARACHI.."
}