{
    "file": "./converted_json\\administrator1df90f20cebe025427367ba96a4f1b62.json",
    "name": "North-West Frontier Constabulary Act, 1915",
    "date": "1st October 1915",
    "tagline": "Providing for the regulation of the Frontier Constabulary in the North-West Frontier",
    "content": "Page 1 of 12 \n  \n \n \nTHE NORTH -WEST FRONTIER CONSTABULARY ACT, 1915  \n \n \nCONTENTS  \n1.  Short title, extent, application and commencement  \n2.  Definition s \n3.  Power to maintain Frontier Constabulary  \n3A.  Power to employ Frontier Constabulary in other pa rts of Pakistan.  \n4.  Constitution of Constabulary  \n5.  Appointment and powers of superior officers  \n6.  Appointment of subordinate officers and men  \n7.  Superintendence, control and administration of Constabulary  \n8.  More heinous offences  \n9.  Less heinous of fences  \n10.  Minor punishment s \n11.  Place of imprisonment and liability to dismissal on imprisonment  \n12.  Deductions from pay and allowances.  \n13.  Collective fines  \n14.  Resignation and withdrawal from the Constabulary  \n15.  General duties of members of the Constabulary  \n16.  Power and duties conferable and imposable on members of the Constabulary  \n17.  Protection for acts of members of the Constabulary   \n\n \nPage 2 of 12 \n 17A.  Apprehension of deserters  \n18.  Authority to confer exclusive powers of Sessions Court on Deputy Commiss ioner  \n19.  Criminal powers conferred with in Pakistan , to be exercisable beyond Pakistan  \n20.  Application of Act to other bodies enrolled for service on Frontier  \n21.  Power to make rules.  \n22.  [Repeal ed.]  \nTHE SCHEDULE .___CONDITIONS OF SERVICE  \n \nPage 3 of 12 \n THE  NORTH -WEST  FRONTIER  CONSTABULARY  ACT , 1915.  \n1ACT  NO. XIII  OF 1915  \n [1st October  1915 ] \nAn Act to provide  for the regulation  of the Frontier  Constabulary  in the North -West  Frontier  2*. \n WHEREAS  it is expedient  to provide  for the regulation  of the Frontier  Constab ulary  in the \nNorth -West  Frontier  2[*] ;     It is hereby  enacted  as follows  :___ \n 1. Short  title, extent , application  and commencement.___(1) This Act may be called  the \nNorth -West  Frontier  Constabulary  Act, 1915  ; \n (2) It extends  to the whole  of the North -West  Frontier  2*, and applies  also to every  member  \nof the Constabulary,  wherever  he may be serving  ; and \n (3) It shall come  into force  on such day3 as the 4[Federal  Government]  may,  by notification  in \nthe official  Gazette,  appoint  in this behalf.  \n 2. Defin ition.  In this Act, unless  there  is anything  repugnant  in the subject  or context,___ \n(a)  “member  of the Constabulary ” means  a person  other  than a person  appointed  \nby the 4[Federal  Government]  who,  at the commencement  of this Act, is \nserving  in the Frontie r Constabulary,  or who,  after the commencement  of this \nAct, has been  appointed  to the Frontier  Constabulary  under  this Act and has \nsigned  a recruiting -roll on which  the conditions  of service  contained  in the \nSchedule  are set forth:  \n      Provided  that every person  who has for the space  of six months  been  in the receipt  \nof pay as a member  of the Frontier  Constabulary  and been  borne  on the rolls \nof the Frontier  Constabulary  shall  be deemed  to be a member  of the \nConstabulary,  notwithstanding  that he has not signed  the said recruiting -roll: \n(b)  “Commandant ” means  a person  appointed  by the 4[Federal  Government]  to be \na Commandant  of the Frontier  Constabulary : \n(c)  “active  service ” means  service  against  hostile  tribes,  raiders  or other  hostile  \npersons,  or persons  co-operat ing with or assisting  such tribes,  raiders  or \nhostile  persons:  \n \n1For Statement  of Objects  and Reasons,  see Gazette  of India,  1915.  Pt. V, p. 56 ; for Proceedings  in Council,  see ibid., Pt. VI, pp. 439 and 502. \nThis Act has been  applied  to Phuler a in the Excluded  Area  of Upper  Tanawal  to the extent  the Act is applicable  in the N.-W.F.P.,  subject  to certain  \nmodifications  ; and also extended  to the Excluded  Area  of Upper  Tanawal  (N.W.F.P.)  other  than Phulera  with effect  from  such date and subject  to such \nmodifications  as may be notified,  see N.W.F.P  (Upper  Tanawal)  (Excluded  Area)  Laws  Regulation,  1950.  \nThis Act and the rules,  notifications  and orders  made  thereunder,  as in force  in N -W.F.P.  before  the 15th July,  1975,  have  been  applied  to all the \nProvincially  Administered  Tribal  Areas  of N.- W.F.P.  by Regulation  III of 1975,  s. 2 and Sch. \n2The original  word  “Province ” omitted  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from  the 14th \nOctober,  1955 ). \n3The 15th October,  1915  ; see N.W.F.P  Gazette.,  dated  29th Novem ber, 1915.   \n4Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government ”, which  was previously  amended  by A. O., 1937,  for “L. G.”. \n \n \nPage 4 of 12 \n (d)  the expressions  “assault, ” “criminal  force, ” “fraudu lently, ” “reason  to believe ” \nand “voluntarily  causing  hurt” have  the meanings  assigned  to them,  respec -\ntively,  in the Pakistan  Penal  Code.  (XLV  of 1860) . \n 1[*       *       *       *       *       *       *]  \n 3. Power  to maintain  Frontier  Constab ulary .___ 2[There  shall  continue  to be a force,  \nmaintained  by the 3[Federal  Government],  and called]  the Frontier  Constabulary , for the better  \nprotection  and administration  of the external  frontier  of 4[Pakistan]  within  the limits  of or adjoining  \nthe North -West  Frontier  5* or any part thereof.  \n 6[3-A. Power  to employ  Frontier  Constabulary  in other  parts  of Pakistan . \nNotwithstanding  anything  contained  in section  3 or elsewhere  in this Act, it shall  be lawful,  and shall  \nbe deemed  always  to have  been  lawful,  for the 3[Federal  Government]  to employ  the Frontier  \nConstabulary  outside  the limits  of or adjoin ing the North -West  Frontier  7[in other  parts  of Pakistan  \nfor the better  protection  and administration  of those  parts].  \n 4. Constitution  of Constabulary . The Frontier  Constabulary  shall  be constituted  in such \nmanner,  and the members  of the Constabulary  shall  receive  such pay, pension,  and other  \nremuneration  as shall  from  time to time 8* * * be ordered  by the 3[Federal  Government].  \n 5. Appointment  and powers  of superior  officers .___ (1) The 3[Federal  Government]  may \nappoint  any person  to be Commandant  and may appoint  other  persons  to be District  Constabulary  \nOfficers  or Assistant  Constabulary  Officers  of the Frontier  Constabulary,  or of any part thereof  \nconstituted  in any one or more  districts.  \n (2) The Commandant  and every  other  officer  so appointed  shall  possess,  and may exercise,  \nsuch power  and authority  over the subordinate  officers  and members  of the Constabulary  at any \ntime,  under  his command  as is provided  by or under  this Act. \n 6. Appointment  of subordinate  officers  and men.  The appointment  of all officers  and men \nof the Frontier  Constabulary,  other  than those  mentioned  in sub-section  (1) of section  5, shall  rest \nwith the Commandant  and the District  Cons tabulary Officer  who shall  respectively  exercise  such \npowers,  in such manner  as may be prescribed  by rules  made  under  this Act. \n \n 7. Superintendence, control and administration of Constabulary.___ (1) The \nsuperintendence of, and control over, the Frontier Cons tabulary shall vest in the 3[Federal \nGovernment]; and the Frontier Constabulary shall be administered by the Com mandant and the \nDistrict Constabulary Officer in accordance with the provisions of this Act and of any rules made \nthereunder.  \n \n \n1Paragraph  previously  amended  by A. O., 1937,  has been  omitted  by the Federal  Laws (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. 3 \nand Sch II. \n2Subs  by A. O., 1937,  for “The L. G. may continue  to maintain  a force,  to be called ”.  \n3Subs  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government ”, which  was previously  amended  by A. O., 1937,  for “L. G.”. \n4Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960) , s.3 and 2nd Sch. (with effect  from  the 74th October,  1955 ), for the \nProvinces  and the Capital  of the Federation ” which  had been  subs,  by A. O., 1949.  Arts.  3(2) and 4, for “British  India ”. \n5See foot-note 2 on preceding  page . \n6Section  3A ins. by the special  Criminal  Courts  (Second  Arndt.)  Ordinance,  1942  (42 of 1942) , s. 2. \n7Subs  by Ordin ance 21 of 1960 , s.3 and 2nd Sch. (with effect  from  the 14th October  1955 ), for “Province  in a province  other  than that Province  for the \nbetter  protection  and administration  of that other  province ”. \n8The words  “with the previous  sanction  of the G. G. in C.” rep. by A. O., 1937.  \n \nPage 5 of 12 \n  (2) The District  Constabulary  Officer  and the Constabulary  of a district  shall  be under  the \ngeneral  control  and direction  of the Deputy  Commissioner  of the district  1[or, when  the Frontier  \nConstabulary  is employed  under  section  3A in 2[any part of Pakistan  other  than the North -West  \nFrontier],  under  the general  control  and direction  of the District  Magistrate  of the district].  \n (3) In exercising  authority  under  sub-section  (2) the Deputy  Commissioner  1[or District  \nMagistrate]  shall  be governed  by such rules  and orders  as the 3[Federal  Government]  may make  in \nthis behalf.  \n \n 8. More  heinous  offences .___ (1) Every  member  of the Constabulary  who commits  any of the \nfollowing  offences,  that is to say :___ \n \n(a)  begins,  excites,  causes  or conspires  to cause  or joins  in any mutiny;  or being  \npresent  at any mutiny,  does not use his utmost  endeavours  to suppress  it, or \nknowing,  or having  reason  to believe  in, the existence  of any mutiny,  or of \nany intention  to mutiny,  or of any conspiracy  against  the State  does not, \nwithout  delay  give information  thereof  to his commanding  or other  superior  \nofficer;  or, \n \n(b)  uses,  or attempts  to use, criminal  force  to, or commits  an assault  on, his \nsuperior  officer  whether  on or off duty knowing  or having  reason  to believe  \nhim to be such ; or, \n(c)  shamefully  abandons  or delivers  up any garrison,  fortress,  post or guard  which  \nis committed  to his charge,  or which  it is his duty to defend  ; or,  \n \n(d)  directly  or indirectly  holds  correspondence  with,  or assists  or relieves  any \nperson  in arms  against  the State,  or omits  to discover  immediately  to his com-\nmanding  or other  superior  officer  any such corres pondence  coming  to his \nknowledge  ; or,  \n \nwho,  while  on active  service,___ \n(e)  disobeys  the lawful  command  of his superior  officer  ; or, \n(f)  deserts  the service  ; or, \n(g)  being  a sentry,  sleeps  upon  his post,  or quits  it without being  regularly  \nrelieved  or without  leave  ; or, \n(h)  without  authority,  leaves  his commanding  officer,  or his post or party,  to go in \nsearch  of plunder  ; or, \n(i)  quits  his guard,  picquet,  party,  or patrol  without  being  regularly  relieved  or \nwithout  leave  ; or, \n(j)  uses criminal  force  to, or commits  an assault  on, any person  bringing  \nprovisions  or other  necessaries  to camp  or quarters,  or forces a safeguard  or, \nwithout  authority,  breaks  into any house  or any other  place  for plunder,  or \nplunders,  destroys,  or damages  any property  of any kind ; or, \n \n1Ins. by the North -West Frontier Constabulary (Amdt.) Ordinance, 1943 (42 of 1943), s. 3.  \n2Subs. b y the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “a Province \nother than the North -West Frontier Province”.  \n3Subs by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which was previously amended by A. O., 1937, for “L. G.”.  \n \n \nPage 6 of 12 \n (k)  intentionally  causes  or spreads  a false  alarm  in action  or in camp,  garrison,  or \nquarters  ; or, \n(l)  displays  cowardice  in the execution  of his duty ; \n shall  be punishable  with 1[imprisonment]  for life or for a term of not less than seven  years,  or \nwith imprisonment  for a term which  may extend  to fourteen  years,  or with fine which  may extend  to \nthree  months'  pay, or with fine to that extent  in addition  to such sentence  of transportation  or \nimpr isonment,  as the case may be, as may be passed  upon  him under  this section.  \n (2) If any member  of the Constabulary  while  on active  service  with a force  beyond  the limits  \nof 2[Pakistan],  is charged  with committing  any offence  described  in clause  (c), clause  (d), or clause  \n(f), of sub-section  (1), or the offence  of culpable  homicide  amounting  to murder,  he may be \nsummarily  tired for such offence  by the Political  Officer  accompanying  the force,  sitting  with two \nother  officers  appointed  by the Political  Officer  for this purpose.   \n (3) Every  officer  appointed  under  sub-section  (2) shall  be either  –  \n3[(a)  an officer  of the Pakistan  Army,  other  than a junior  commissioned  officer,  or,] \n(b)  a civil officer,  of gazette d rank,  or, \n(c)  a person  appointed  under  section 5 \n Provided  that, if circumstances  permit,  not less than once  such officer  shall  be a Constabulary  \nOfficer  appointed  under  section  5.  \n (4) If one or both of the officers  sitting  with the Political  Officer  concur  with him in finding  \nthe accused  guilty , and the Political  Officer  so directs,  the accused  shall  be forthwith  shot to death.   \n 9. Less  heinous  offences . Every  member  of the Constabulary  who commits  any of the \nfollowing  offences,  that is to say,___ \n(a)  is in state of intoxication  when  on, or after having  been  warned  for, any duty,  \nor on parade  or on the line of march  ; or, \n(b)  strikes  or attempts  to force  any sentry  ; or, \n(c)  being  in command  of a guard,  picquet  or patrol,  refuses  to receive  any \nprisoner  or person  duly committed  to his charge,  or, without  proper  authority,  \nreleases  any prisoner  or person  placed  under  his charge,  or negligently  suffers  \nany such prisoner  or person  to escape  ; or, \n(d)  being  under  arrest  or in confinement,  leaves  his arrest  or confinement,  before  \nhe is set at liberty by proper  authority;  or, \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981) s. 3 and Sch. II. for “transportation”.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effec t from the 14th October, 195 5), for “the \nProvinces and the Capital of the Federation” which had been subs. by A. O., 1949, Arts. 3(2) and 4, for “British India”.  \n3Subs. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s.4 and III Sch. , for the original clause(a).  \n \n \nPage 7 of 12 \n (e)  is grossly insubordinate or insolent to his superior officer in the execution of \nhis office ;or  \n(f)  refuses  to superintend  or assist  in the making  of any field-work  or other  work  \nof any description  ordered  to be made  either in quarters  or in the field ; or, \n(g)  strikes  or otherwise  ill-uses any member  of the Cons tabulary  subordinate  to \nhim in rank or position  ; or, \n(h)  being  in command  at any post or on the march,  and receiving  a complaint  that \nany one under  his command  has beaten  or otherwise  maltreated  or oppressed  \nany person,  or has committed  any riot or trespass,  fails,  on proof  of the truth  \nof the complaint,  to have due reparation  made,  as far as possible,  to the \ninjured  person  or to report  the case to the prope r authority  ; or, \n(i)  designedly  or through  neglect  injures  or loses  or fraudul ently  disposes  of, his \narms,  clothes,  tools,  equipments,  ammunition,  accoutrements  or Fron tier \nConstabulary  necessaries,  or any such articles  entrusted  to him or belonging  to \nany other  person  ; or, \n(j)  malingers  or feigns  or produces  disease  or infirmity  in himself  or intentionally  \ndelays  his cure,  or aggra vates  his disease  or infirmity  ; or, \n(k)  with intent  to render  himself  or any other  person  unfit  for service,  voluntaril y \ncauses  hurt to himself  or any other  person  ; or, \n(l)  does not, when  called  upon  by his, superior  officer  so to do or upon  ceasing  to \nbe a member  of the Cons tabulary,  forthwith  deliver  up, or duly account  for, all \nor any arms,  ammunition,  stores,  accout rements,  appointments  or other  \nproperty  issued  or supplied  to him or in his custody  or possession,  as such \nmem ber of the Constabulary  ; or, \n(m)  knowingly  furnishes  a false return  or report  of the number  or state of any men \nunder  his command  or charge,  or of any money,  arms,  ammunition,  clothing,  \nequipments,  stores  or other  property  in his charge,  whether  belonging  to such \nmen or to 1[the Govern ment]  or to any member  of, or any person  attached  to, \nthe Constabulary,  or who,  through  design  or culpable  negle ct, omits  or refuses  \nto make  or send any return  or report  of the matters  aforesaid  ; or, \n(n)  absents  himself  without  leave,  or without  sufficient  cause  overstays  leave  \ngranted  to him ; or, \n(o)  is guilty  of any act or omission  which,  though  not specified  in the Act, is \nprejudicial  to good  order  and discipline  ; or, \n  Who, while not on active service,___ \n \n \n1The original word “Government” was first subs. by A. O., 1937 and then amended by A. O., 1961, Art. 2 (with effect from the 2 3rd March, 1956), to \nread as above.  \n \nPage 8 of 12 \n  (p)  disobeys  the lawful  command  of his superior  officer;  or, \n(q)  deserts  the service  ; or, \n(r)  being  a sentry,  sleeps  upon  his post,  or quits  it without  being  regularly  \nrelieved  or without  leave  ; or, \n(s)  quits  his guard,  picquet,  party,  or patrol without  being  regularly  relieved  or \nwithout  leave  ; or, \n(t)  plunders,  destroys  or damages  any property  of any kind ; or, \n(u)  displays  cowardice  in the execution  of his duty;  \n shall  be punishable  with imprisonment  for a term which  may extend  to one year,  or \nwith fine which  may extend  to three  months ’ pay, or with both.  \n 10. Minor  punishment .___(1) The Commandant  or the District  Constabulary  Officer  may,  \nsubject  to any rules  made  under  this Act, award  in lieu of, or in addition  to, suspension  or dismi ssal, \nany of the following  punishments  to any member  of the Constabulary  who is, in the opinion  of the \nCommandant  or the District  Constabulary  Officer,  as the case may be, guilty  of disobedience,  \nneglect  of duty,  or remissness  in the discharge  of any duty,  or of rendering  himself  unfit  to discharge  \nhis duty,  or of other  misconduct  in his capacity  as such member  of the Constabulary,  that is to say,___ \n(a)  reduction  in rank and emoluments  ; \n(b)  fine to any amount  not exceeding  one month's  pay and allowances  ; \n(c)  confinement  to quarters  for a term not exceeding  one month  ; \n(d)  confinement  in the quarter -guard  for not more  than twenty -eight  days with or \nwithout  punishment -drill or extra  guard,  fatigue  or other  duty ; and \n(e)  removal  from  any office  of distinction  or special  emolument  in the \nConstabulary.  \n  (2) The Commandant  or the District  Constabulary  Officer,  or an officer  not being  below  the \nrank of Subedar,  commanding  a separate  detachment  or an outpost,  or in temporary  command  at the \nheadquarters  of a district  during  the absence  of the Com mandant  and the District  Constabulary  \nOfficer  may,  without  a formal  trial, award  to any member  of the Constabulary  who is subject  to his \nauthority  any of the following  punishments  for the commission  of any petty  offence against  \ndiscipline  which  is not otherwise  provided  for in this Act, or which  is not of a sufficiently  serious  \nnature  to call for a prosecution  before  a Criminal  Court,  that is to say,- \n(a)  confinement  for not more  than seven  days in the quarter -guard  or such other  \nplace  as may be considered  suitable,  with forfeiture  of all pay and allow ances  \nduring  its continuance  ; and \n(b) punishment -drill,  or extra  guard,  fatigue  or other  duty,  for not more  than thirty  \ndays,  with or without  confinement  to quarters . \n \nPage 9 of 12 \n  (3) Any one of the punishments  described  in sub-section  (1) or sub-section  (2) may be \nawarded  separately,  or in combination  with any one or more  of the said punishments,  respectively.  \n 11. Place  of imprisonment  and liability  to dismissal  on imprisonment .___ (1) Every  person  \nsentenced  under  this Act to imprisonment  may be dismissed  from  the Frontier  Constabulary,  and \nshall  be further  liable  to forfeiture  of pay and allowances  due, as well as of medals  and decorations  \nreceived  and the public  money  due to him. \n (2) Every  such person  shall,  if he is so dismissed,  be imprisoned  in the nearest  prison  or such \nother  prison  as the 1[Federal  Government]  may,  by general  or special  order,  direct ; but, if he is not \nalso dismissed  from  the Frontier  Constabulary,  he may, if the Court  or the Commandant  so directs,  \nbe confined  in the quarter -guard  or such other  place  as the Court  or the Commandant  may consider  \nsuitable.  \n 12. Deductions  from  pay and allowances.  The following  penal  deductions  may be made  \nfrom  the pay and allowances  of a member  of the Constabulary,  that is to say,- \n(a)  all pay and allowances  for every  day of absence  either  on desertion  or without  \nleave,  and for every  day of imprisonment  awarded  by a Criminal  Court  or of \nconfinement  awarded  by an Officer  exercising  authority  under  section  10 ; \n(b)  all pay and allowances  for every  day whilst  he is in custody  on a charge  for an \noffence  of which  he is afterwards  convicted  ; \n(c)  all pay and allowances  for every  day on which  he is in hospital  on account  of \nsickne ss certified  by the proper  Medical  Officer  attending  on him at the hos-\npital to have  been  caused  by an offence  under  this Act committed  by him ; \n(d)  all pay and allowances  ordered  to be forfeited  under  section  10 ; and \n(e)  any sum required  to make  good  such compensation  for any expenses  caused  \nby him, or for any loss of, or damage  or destruction  done  by him to, any arms,  \nammunition,  equipment,  clothing,  instruments,  Fron tier Constabulary  \nnecessaries  or decoration,  or to any buildings  or property,  as may be awarded  \nby the Commandant  or the District  Constabulary  Officer.  \n 13. Collective  fines. Whenever  any weapon  or part of a weapon  or ammu nition  forming  part \nof the equipment  of a company  or other  similar  unit is lost or stolen,  the Commandant  may,  after \nmaking  such inquiry  as he thinks  fit, impose  a collective  fine upon  the subordinate  officers  and men \nof such unit, or upon  so many  of them  as, in his judgment,  should  be held responsible  for such loss \nor theft.  \n 14. Resignation  and with  drawal  from  the Constabulary.  No member  of the Constabulary  \nshall  be at liberty  to – \n(a)  resign  his appointment  during  the term of his engage ment,  except  before  the \nexpiration  of the first three months  of his service  ; or,  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “ Central Government,” which was previously amended by A. O., 1937, for “L. G.”.  \n \n \nPage 10 of 12 \n (b)  withdraw  himself  from  all or any of the duties  of his appointment,  without  the \npermission  in writing  (to be previously  obtained)  of the Commandant  or the \nDistrict  Constabu lary Officer  or other  officer  autho rised  by the Commandant  \nto grant  such permission.  \n 15. General  duties  of members  of the Constabulary .___ (1) It shall  be the duty of every  \nmember  of the Cons tabulary  promptly  to obey  and to execute  all orders  and warran ts lawfully  issued  \nto him by any competent  authority,  to detect  and bring  offenders  to justice,  and to apprehend  all \npersons  whom  he is legally  authorised  to apprehend,  and for whose  apprehension  sufficient  grounds  \nexist.  \n (2) Every  member  of the Constabul ary shall  be liable  to serve  without  and beyond,  as well as \nwithin,  the limits  of 1[Pakis tan]. \n 16. Power  and duties  conferrable  and imposable  on members  of the Constabulary.  The \n2[Federal  Government]  may,  by general  or special  order,  confer  or impose  upon any member  of the \nConstabulary  any of the powers  or duties  conferred  or imposed  on a Police  officer  of any class  or \ngrade  by any enactment  for the time being  in force.  \n 17. Protection  for acts of members  of the Constabulary .___ (1) In any suit or proceed ing \nagainst  any member  of the constabulary  for any act done  by him in pursuance  of a warrant  or order  \nof a competent  authority,  it shall  be lawful  for him to plead  that such act was done  by him under  the \nauthority  of such warrant  or order.  \n (2) Such  plea may be proved  by the production  of the warrant or order  directing  the act, and, \nif it is so proved,  such member  of the Constabulary  shall  thereupon  be discharged  from  liability  in \nrespect  of the act so done  by him notwithstanding  any defect  in the jurisdic tion of the authority  \nwhich  issued  such warrant  or order.  \n (3) All suits and proceedings  (whether  civil or criminal)  against  any person  which  may \nlawfully  be brought  for anything  done  or intended  to be done  under  the powers  conferred  by, or in \npursuance  of, any provision  of this Act or the rules  there under,  shall  be commenced  within  three  \nmonths  after the act complained  of was committed  and not otherwise  ; and notice  in writing  of such \nsuit or proceeding  and of the cause  thereof  shall  be given  to the defen dant or his superior  officer  one \nmonth  at least before  the commencement  of the suit or proceeding.  \n 3[17 A. Apprehension  of deserters .___ (1) Whenever  any member  of the Constabulary  \ndeserts,  his District  Constabulary  Officer  shall  give information  of the desertion  to such civil \nauthorities  as in his opinion  may be able to afford  assistance  towards  the capture  of the deserter  and \nsuch authorities  shall,  thereupon,  take steps  for the apprehen sion of the said deserter  in like manner  \nas if he were  a person  for whose  apprehension  a warrant  had been  issued  by a Magis trate,  and shall  \ndeliver  the deserter,  when  apprehended,  to Frontier  Constabulary  custody.  \n \n \n1Subs. by the .Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “ the \nProvinces and the Capital of the Federation” which had been subs. by A. O., 1949, Arts. 3 (2) and 4, for “British India”.  \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which was previously amen ded by A. O. , 1937 , for “L. G.” . \n3Section 17 -A ins. By the North -West Frontier Constantly (Amdt.) Act, 1965 (23 of 1965), s.  2. \n \n \n \nPage 11 of 12 \n  (2) A provost  marshal  appointed  under  the Pakistan  Army  Act, 1952  (XXXIX  of 1952)  , the \nPakistan  Air Force  Act, 1953  (VI of 1953), or the Pakistan  Navy  Ordinance,  1961 (XXXV of 1961)  , \nor any person  legally  exercising  authority  under  him or on his behalf,  may arrest  without  warrant  any \nperson  whom  he reasonably  believes  to be a member  of the Constabulary  and a deserter  or absen t \nwithout  leave  and bring  him without  delay  before  the nearest  Magistrate  as if he were  a deserter  \nfrom  the Pakistan  Army,  the Pakistan  Air Force  or the Pakistan  Navy. ]  \n 18. Authority  to confer  exclusive  powers  of Sessions  Courts  on Deputy  Commissioner :- \nNotwithstanding  anything  contained  in the Code  of Criminal  Procedure,  1898  (V of 1898) , the \n1[Federal  Government]  may declare  that the Court  of any Deputy  Commissioner  and no other  Court,  \nshall  be deemed  to be the Court  of Session  for the disposal  of cases , or any class  of cases,  arising  \nunder  this Act.  \n 19. Criminal  powers  conferred  with  in Pakistan  to be exercisable  beyond  Pakistan.  Any \nperson  invested  with any powers  under  the Code  of Criminal  Procedure,  1998  (V of 1898 ), for the \ndisposal  of any case under this Act within  the limits  of 2[Pakistan]  shall,  in relation  to any case \narising  under  this Act beyond  such limits,  have  the same  power  and be subject  to the same  \nconditions  as to appeal  or otherwise  as if such case had arisen  within  such limits.  \n 20. Application  of Act to other  bodies  enrolled  for service  on frontier.___ The 2[Federal  \nGovernment]  3* * *may,  by notification  in the official  Gazette,  apply4 with such modifications  (if \nany) as it may think  fit, any of the provisions  of this Act and the rules thereunder  to the Border  \nMilitia  or to any persons  for the time being  enrolled  for similar  service  on the external  frontier  of \n2[Pakistan].  \n 21. Power  to make  rules . The 1[Federal  Government]  may,  by notification  in the official  \nGazette,  make  rules4  - \n(a)  regulating the functions and powers of the Deputy Commissioner 5[District \nMagistrate] Commandant, the District Constabulary Officer and the Assistant \nConstabulary Officer, respectively, under this Act ;  \n(b)  regulating, 6* * * the classes and grades of, and the remuneration to be paid to \nthe officers and men of, and the conditions of service in the 7Frontier Cons -\ntabulary ;  \n(c)  fixing the period of service for members of the Cons tabulary in any district or \nlocal area ;  \n \n \n1Subs.  by F. A. O., 1975  Art. 2 and Table  for “ Central  Government  “, which  was previously  amended  by A.O.,  1937,  for “ L. G ”. \n2Subs.  by the .Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from the 14th October,  1955 ), for “ the \nProvinces  and the Capital  of the Federation ” which  had been  subs.  by A. O., 1949,  Arts.  3 (2) and 4, for “British  India ”.  \n3The words  “subject  to the control  of the G. G. in C.” rep. by A. O., 1937.   \n4This Act has been  applied  with modifications  to the Frontier  Corp s., viz., the Kurrum  Militia,  the Tochi  Scouts  and the South  Waziristan  Scouts  see N: \nW.F.P.  Chief  Commissioner's  Notification  No. 1085 -M., dated  the 27th March,  1925.  \n5Ins. by the North -West Frontier Constabulary (Amdt.) Ordinance, 1943 (42 of 1943),. s. 4.  \n6The words “subject to the provisions of s. 4” rep. by A. O., 1937.  \n7For the Frontier Constabulary Leave Rules, see Gazette of India, 1944, Pt. I, Section I, p. 1050.  \n \n \nPage 12 of 12 \n (d)  regulating the award of minor punishments to Cons tabulary Officers under the  \npowers conferred by sec tion 10, and providing for appeals from, or the \nrevision of orders under, that section, or the remission of fines imposed under \nthat section, and the remission of deductions made under section 12 ;  \n (e)  regulating  the several  or collective  liability  of mem bers of the Constabulary  in \nthe case of the loss or theft of weapons  and ammunitions  ; and \n(f)  generally,  for the purpose  of carrying  into effect  the provisions  of this Act. \n 22. [Repeal .] Rep. by the Repealing  Act, 1938  (1 of 1938),  s. 2 and Sch. \n____________  \n \nTHE  SCHEDULE  \n \nCONDITIONS  OF SERVICE  \n \n[See section  2, clause  (a)] \nAFTER  you have  served  for such periods  as the 1[Federal  Government]  may have  prescribed  in this \nbehalf  in the Frontier  Constabulary  maintained  under  the North-West  Frontier  Cons tabulary  Act, \n1915,  you may,  at any time,  when  not on active  service,  apply  for your discharge,  through  the officer  \nto whom  you may be subordinate,  to the Commandant,  or to the District  Cons tabulary  officer  of the \ndistrict  in which  you may be serving  and you will be granted  your discharge  after three  months  from  \nthe date of your application,  unless  your discharge  would  cause  the vacancies  in the Frontier  \nConstabulary  to exceed  one-tenth  of the sanctioned  strength,  in which  case you shall be bound  to \nremain  until this objection  is waived  by competent  authority  or removed.  But when  on active  service  \nyou shall  have  no claim  to a discharge,  and you shall  be bound  to remain  to do your duty until the \nnecessity  for retaining  you in the Frontie r Constabulary  ceases,  when  you may make  your \napplication  in the manner  herein before  prescribed:  \n Provided  that, if you wish  to withdraw  from  the Frontier  Constabulary,  you may resign  at any \ntime before  the expiration  of the first three  months  of your service,  but not afterwards  until the \ncompletion  of the period  prescribed  as aforesaid  : \n Provided,  also, that the Commandant  or the District  Cons tabulary  Officer  may,  if he thinks  \nfit, allow  you to resign  at any time on your giving  three  months'  notice  of your wish  to do so. \nSignature  of the member  of the \nConstabulary  in acknowledgement  of the \nabove  having  been  read to him.            A.B.  \n \n \nSigned  in my presence  after I had \nascertained  that A.B.  understood  the \npurport  of what  he signed.   \n             C.D. \nCommandant  or, District   \nConstabulary  Officer.  \n \n \nDate: 11 -09-2024  \n1Subs. by F. A. O., 1975 Art. 2 and Table for “ Central Government “, which was previously amended by A.O. 1937, for “ L. G “."
}