{
    "file": "./converted_json\\administratorb8b8d981892633ea566163a13f7157dc(16).json",
    "name": "The Enforcement of Women’s Property Rights Act, 2020",
    "date": "18th February, 2020",
    "tagline": "Protecting and Securing Women’s Property Rights",
    "content": "THE ENFORCEMENT OF WOMEN’S PROPERTY RIGHTS ACT, 2020\nCONTENTS\nSECTIONS :\n1.Short title, extent and commencement.\n2.Definitions.\n3.Powers of the Ombudsman.\n4.Complaint to the Ombudsman in case no proceedings in a court of law are pending.\n5.Delivery of possession and transfer of ownership of property to women etc.\n6.Reference to court.\n7.Complaint to the Ombudsman in case proceedings in a court of law are pending.\n8.Loss of rent.\n9.Execution of orders.\n10.Appointment of officers, etc.\n11.Bar of jurisdiction.\n12.Power to make rules.Updated till 23.9.2021\nTHE ENFORCEMENT OF WOMEN’S PROPERTY RIGHTS ACT, 2020\nCONTENTS\nSECTIONS :\n1.Short title, extent and commencement.\n2.Definitions.\n3.Powers of the Ombudsman.\n4.Complaint to the Ombudsman in case no proceedings in a court of law are pending.\n5.Delivery of possession and transfer of ownership of property to women etc.\n6.Reference to court.\n7.Complaint to the Ombudsman in case proceedings in a court of law are pending.\n8.Loss of rent.\n9.Execution of orders.\n10.Appointment of officers, etc.\n11.Bar of jurisdiction.\n12.Power to make rules.\nUpdated till 23.9.2021\nTHE ENFORCEMENT OF WOMEN’S PROPERTY RIGHTS ACT, 2020\nCONTENTS\nSECTIONS :\n1.Short title, extent and commencement.\n2.Definitions.\n3.Powers of the Ombudsman.\n4.Complaint to the Ombudsman in case no proceedings in a court of law are pending.\n5.Delivery of possession and transfer of ownership of property to women etc.\n6.Reference to court.\n7.Complaint to the Ombudsman in case proceedings in a court of law are pending.\n8.Loss of rent.\n9.Execution of orders.\n10.Appointment of officers, etc.\n11.Bar of jurisdiction.\n12.Power to make rules.Updated till 23.9.2021\nActs, Ordinances, President’s Orders and Regulations\nSENATE SECRETARIAT\nIslamabad, the 28th February, 2020\nNo. F. 9(10)/2020 -Legis. —The following Acts of Majlis-e-Shoora(Parliament) received the\nassent of the President on the 18th February, 2020 and is hereby published for general information: —\nACT NO. XII OF 2020\nAn Act to protect and secure the rights of ownership of women in the property\nWHEREAS it is expedient to provide for the protection of the rights of ownership and\npossession of properties owned by women, ensuring that such rights are not violated by means of\nharassment, coercion, force or fraud;\nIt is hereby enacted as follows:\n1.Short title, extent and commencement. —(1) This Act shall be called the  Enforcement of\nWomen’s Property Rights Act, 2020.\n(2) It shall extend to the whole of the Islamabad Capital Territory.\n(3) It shall come into force at once.\n2.Definitions .—In this Act, unless the context otherwise requires, the  following expressions\nshall have the meanings hereby respectively assigned  to them: -\n(a) ‘complainant’ means a woman who files a complaint or for whom proceedings are\ninitiated in respect of the title or possession of her property;\n(b) ‘Government’ means the Federal Government;\n(c) ‘Ombudsman’ means the Ombudsman appointed under section 7 of the Protection\nagainst Harassment of Women at the Workplace Act, 201 0 (IV of 2010);\n(d) ‘prescribed’ means prescribed by rules;\n(e) ‘property’ includes any moveable and immoveable property; and\n(f) ‘rules’ mean rules made under this Act.\n3.Powers of the Ombudsman. —In addition to the powers, functions and authority under this\nAct and rules made hereunder, the Ombudsman, for the purpose of this Act, shall have the same powers,\nfunctions and authority as are vested in the Ombudsman for the Protection against Harassmen t of\nWomen at the Workplace Act, 2010 (IV of 2010).\n4.Complaint to the Ombudsman in case no proceedings in a court of law are pending. —\n(1) Any woman deprived of ownership or possession of her property, by any means, may file a\ncomplaint to the Ombudsman if no  proceedings in a court of law are pending regarding that property:\nProvided that the Ombudsman, on its own motion or on a complaint filed by any person\nincluding a non -governmental organization, may also initiate action under sub -section (1) in relation to\nthe ownership or possession of a woman’s property, if no proceedings are pending in a court inrespect\nof that property.\n(2) The Ombudsman shall make a preliminary assessment of the complaint filed under sub -\nsection (1) whereafter he may, if the matter requires further probe or investigation, refer the matter to the\nconcerned Deputy Commissioner , who, after calling the reco rd, if necessary, and issuing notices to the\ncomplainant or her adversaries, conduct a summary enquiry and submit a report within fifteen days to\nthe Ombudsman.\n(3) If the matter does not require any detailed probe, investigation or recording of evidence, the\nOmbudsman may, after calling any record, if deemed necessary , pass orders under section 5.\n(4) The Ombudsman upon receiving the report under sub -section (2), may further conduct such\nsummary enquiry and call for such record as he may deem fit.\n(5) The Ombudsman after confronting the report of the concerned Deputy Commissioner and the\nconclusion and findings of his own enquiry, shall call upon the complainant and her adversaries to\nsubmit objections, whereafter he may conduct a hearing, and pass orders under section 5, preferably\nwithinsixty days of receipt of the complaint under sub -section (1).\n5.Delivery of possession and transfer of ownership of property to women  etc. -(1) On\nconclusion of the proceedings under section 4, if the Ombudsman  finds that the complainant has been\nillegally deprived of ownership or  possession of her property, he shall direct the Deputy Commissioner\nor a  state functionary or any private perso n to take steps so as to restore or confer  possession or title of\nthe property to the complainant, including measures to  perfect such title.\n(2) The Ombudsman may, where deemed fit, direct the officer -in-charge of a policestation for\nsuch assistance as may be required for the purposes of implementing the orders passed under sub -section\n(1).\n(3) The concerned Deputy Commissioner shall submit a compliance report within seven days to\nthe Ombudsman in respect of implementation of his orders.\n1[(4) Any person aggrieved by a decision of Ombudsman under sub -section (1), may, within\nthirty days of decision, make a representation to the President, who may pass such order thereon as he\nmay deem fit.]\n6.Reference to court. —(1) Notwithstanding anything contained in sections 4  and 5, if upon\npreliminary assessment, or upon receiving the report of the  Deputy Commissioner or upon conducting\nfurther summary enquiries by the  Ombudsman himself, he comes to the conclusion that the matter\nrequires in -depth enquiry, investigation or detailed recording of evidence or intricate  adjudication, he\nshall formulate a reference along with all the reports  and material collected and submit the same to the\nconcerned Civil Court  preferably within sixty days of receipt of the complaint under sub -section  (1) of\nsection 4.\n(2) Notwithstanding anything contained in any other law, the Civil Court shall entertain the\nreference under sub -section (1), as a civil suit and proceed further in terms of the Code of Civil\nProcedure, 1908 (Act V of 1908) and the relevant rules.\n7. Complaint to the Ombudsman in case proceedings in a court of law arepending. —(1)\nWhere proceedings in a court of law are pending in relation to the ownership or possession of any\nproperty claimed to be owned by a woman, she may file a complaint under this sub -section to the\nOmbudsman :\nProvided that the Ombudsman, on its own motion or on a complaint filed by any person\nincluding a non -governmental organization may also initiate action under sub -section (1) in relation to\nthe ownership or possession of a woman’s property, even if proceedi ngs are pending in a court in respect\nof that property.\n(2) The Ombudsman shall make a preliminary assessment of the complaint under sub -section (1),\nwhereafter he may, if the matter requires further probe or investigation, refer the matter to the concer ned\nDeputy Commissioner, who, after calling the record, if necessary, and issuing notices to the complainant\nor her adversaries, conduct a summary enquiry and submit a report within fifteen days to the\nOmbudsman.\n1Ins. by Act X of 2021, s.2.\n(3) If the matter does not require any detailed probe, investigation or recording of evidence, the\nOmbudsman may, after calling any record, if deemed necessary, may file a report in the court of law, in\nwhich the case is pending, recommending that the proc eedings in the court may be terminated or put in\nabeyance unconditionally or subject to any court order and the Ombudsman be permitted by the court to\ntake further proceedings under this Act.\n(4) Before filing of the report under sub -section (3), the Ombudsmanshall call upon the\ncomplainant and her adversaries to submit objections , and conduct a hearing and pass orders, preferably\nwithinthirty days of the hearing, as to whether the Ombudsman will or will not file a reportunder sub -\nsection (3).\n(5) Incase the Ombudsman passes an order of not filing a report under sub-section (3), he may\nadvise the complainant to pursue the proceedings in the court of law and terminate the complaint.\n(6) The Ombudsman upon receiving the report under sub -section (2), may further conduct such\nsummary inquiry and call for such record as he may deem fit.\n8.Loss of rent. —On culmination of proceedings under section 5, the Ombudsman may also\ndirect the complainant to be paid by the person depriving the said complainant of the use of the property,\nthe amount equivalent to the rent that the property would fetch at the prevale nt market rate, for the\nduration for which the complainant was deprived of the use of such property.\n9.Execution of orders. —The Ombudsman may direct any executive state functionary including\nthe relevant Deputy Commissioner where the property of the Com plainant is situated, to execute the\nordersin letterand spirit.\n10.Appointment of officers, etc. —For carrying out the object and purpose of this Act, the\nFederal Government shall appoint such officers as maybe required, on such terms and conditions a s\nprescribed.\n11.Bar of jurisdiction. —No court or other authority shall have jurisdiction -\n(a)to question the validity of any action taken, or intended to be taken, or order\nmade, or anything or purporting to have been taken, made or done under this Act;\nor\n(b)to grant an injunction or stay or to make any interim order in relation to any\nproceeding before, or anything done or intended to be done or purporting to have\nbeen done by, or under the orders or at the instance of the Ombudsman.\n12.Power to make rules. —The Federal Government may make rules to carry out the purpose of\nthis Act.\n__________"
}