{
    "file": "./converted_json\\administrator1e3813f2332b8766f11c84b8a33bc0fb.json",
    "name": "Central Excise Duty on Sugar (Validation) Ordinance, 1979",
    "date": "16th July, 1979",
    "tagline": "To validate the levy and collection of excise duty on enhanced rate on stocks of sugar held by sugar mills on 7th June, 1975.",
    "content": "Page 1 of 2 \n \n  \n \nTHE CENTRAL EXCISE DUTY ON SUGAR (VALIDATION) \nORDINANCE, 1979  \n   \nCONTENTS  \n1.  Short title and commencement  \n2.  Validation of levy and collection of central excise duty on enhanced rate, etc .  \n\n \nPage 2 of 2 \n THE CENTRAL EXCISE DUTY ON SUGAR  (VALIDATION)  ORDINANCE, \n1979.  \nORDINANCE No. XXXIV OF 1979  \n[16th July, 1979]  \nAn Ordinance to validate the levy and collection of excise duty on enhanced rate on stocks of sugar \nheld by sugar mills on the 7th June, 1975.  \n WHEREAS it is expedient to validate  the levy and collection of excise duty on enhanced rate \non stocks of sugar held by sugar mills on the 7th June, 1975, and to provide for the collection of \nexcise duty on such enhanced rate on the said stocks;  \n AND WHEREAS the President is satisfied that c ircumstances exist which render it necessary \nto take immediate action;  \n  NOW, THEREFORE, in pursuance of the Proclam ation of the fifth day of July 1977, read \nwith the Laws (Continuance in Force) Order, 1977 ( C. M. L. A. Order No. 1 of 1977 ), and in exercis e \nof all powers enabling him in that behalf, the President is pleased to make and promulgate the \nfollowing Ordinance:__ \n 1. Short title and commencement.____ (1) This Ordinance may be called the Central Excise \nDuty on Sugar (Validation) Ordinance, 1979.  \n (2) It shall come into force at once.  \n 2. Validation of levy and collection of central excise duty on enhanced rate, etc.__ \nNotwithstanding anything contained in the Central Excise  and Salt Act, 1944 (I of 1944)  or in any \nrule or notification made or issued  thereunder, or in any judgment of a Court, the central excise duty \nlevied and collected on stocks of sugar held by sugar mills on 7th June, 1975, at the rate of twenty -\nseven rupees and twenty -two paisa per cwt in additional to the excise duty chargeable from the sugar \nmills under subsection (4) of section 3 of the said Act for the year 1974 -75 shall be deemed to have \nbeen validly levied and collected and shall not be liable to be refunded and so much of such duty as \nhas not been paid, collected or realise d before the corning into force of this Ordinance shall be \nrecoverable in accordance with provisions of the said Act and the rules made thereunder.  \n______ ____  \n  \n \n \n \n \nDate: 13 -09-2024"
}