{
    "file": "./converted_json\\administrator5d6b74fcde759f340d6d706574476e01.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page \n1\n \nof \n4\n \n \n \n \nTHE HACKNEY\n-\nCARRIAGE ACT, 1879\n \n \nCONTNETS\n \n1. \n \nShort title\n \n2. \n \nInterpretation clause\n \n3. \n \nApplication of Act to municipalities\n \n4. \n \n[\nRepeal\n]\n \n5. \n \nPower to extend operation of rule beyond limits of municipality or cantonment\n \n6. \n \nWhat rules under section 3 may provide for\n \n7. \n \nPenalty for breach of rules\n \n8. \n \nDisposal of fees and payment of expenses\n \n9. \n \nPower of Magistrate to decide disputes regarding fares\n \n10. \n \nIn case of dispute, hirer may require driver to take him to Court\n \n \n \n \n \n\n \nPage \n2\n \nof \n4\n \n \nTH\nE HACKNEY\n-\nCARRIAGE ACT, 1879\n \nl\nACT No. XIV OF 1879\n \n[5th September, 1879]\n \nAn Act for the regulation and control of hackney\n-\ncarriages in certain Municipalities and \nCantonments.\n \nPreamble. \nWHEREAS it is expedient to provide for the regulation and control of hackney\n-\ncarriages in certain municipalities and cantonments; It is hereby enacted as follows:\n-\n \n \n1. Short title. \nThis Act may be called the Hackney\n-\ncarriage Act, 1879: \n \n2\n* \n \n* \n \n*\n \n \n* \n \n* \n \n*\n \n \n*\n \n \n \nNothing herein contained shall affect any power conferred by any law relating to \nmunicipalities, or any rule made in exercise of any such power. \n \n2. Interpretation clause. \nIn this Act\n___\n_\n \n \n“hackney\n-\ncarriage” means any wheeled vehicle drawn by animals and used for the conveyance \nof passengers which is kept, or offered, or plies for hire; and \n \n“committee” means a municipal committee, or a body of municipal commissioners, constituted \nunder the \nprovisions of any enactment for the time being in force. \n \n3. Application of Act to municipalities. \n3\n[The Provincial Government concerned may, by \nnotification in the official Gazette, apply this Act to any municipalities in the \n4\n[\n5\n[the Punjab] or the \nDistri\nct of Sylhet in \n6\n[East Pakistan]]. \n \nPower of committees to make rules. \nWhen this Act has been so applied to any municipality, \nthe committee of such municipality may, from time to time, make rules for the regulation and control \nof hackney\n-\ncarriages within t\nhe limits of such municipality, in the manner in which, under the law for \nthe time being in force, it makes rules or bye\n-\nlaws for the regulation and control of other matters within \nsuch limits. \n \nConfirmation and publication of rules. \nEvery rule made under \nthis section shall, when \nconfirmed by the \n7\n[Commissioner] and published for such time and in such manner as the \n7\n[Commissioner] may, from time to time, prescribe, have the force of law: \n \nPower of Commissioner to rescind rules. \nProvided that the \n7\n[Commissio\nner] may, at any \ntime, rescind any such rule. \n \n1\nFor Statement of Objects and Reasons \nsee \nGazette of India, 1879, Pt. V, p.52 ; and for Proceedings in Council, \nsee ibid., \nSupplement, pp.49, 78 and \n1141. \n \nThis Act has been applied to Phulera in the Excluded \nArea of Upper Tanawal to the extent the Act is applicable in the N.W.F.P., subject to certain \nmodifications ; and extended to the Excluded Area of Upper Tanawal (N.W.F.P.) other than Phulera with effect from such date a\nnd subject to such \nmodifications as m\nay be notified\n-\n \nsee \nN.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950. \n \nThis Act has been repealed to the extent of Islamabad Capital Territory, \nsee \nOrdinance No. XXVII of 1981, s. 4 and 3rd Sch. \n \n2\nThe words “and it shall come into force at once” rep. by the Second Repealing and Amending Act, 1914 (17 of 1914), s. 3 and S\nch. ll. \n \n3\nSubs. by A. O., 1937, for original paragraph. \n \n4\nSubs. by A. O., 1949, Sch., for “United Provinces, the Punjab, the Centra\nl Provinces, Assam, Ajmer, Merwara, or Coorg”. \n \n5\nSubs. by the Federal Laws (Revision and Declaration) Act, 1951, (26 of 1951), section 8, for “West Punjab”. \n \n6\nSubs. by A. O., 1961, Art. 2, for “East Bengal” (with effect from the 23rd March, 1956). \n \n7\nSubs. \nby the Decentralization Act, 1914 (4 of l914), for “L. G.” In the N.W.F.P. all references to “Commissioner” are to be constru\ned as referring to the \nRevenue Commissioner; \nsee \nthe N.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 6 (1) (f). \n \n \nPage \n3\n \nof \n4\n \n \n4. \n[\nPowe\nr to make rules for cantonments.\n] \nRep. by A O., \n1937. \n \n5. Power to extend operation of rule beyond limits of municipality or cantonment. \nThe \nauthority making any rules under this Act may \n1\n[with the sanction of the Commissioner] extend their \noperation to an\ny railway\n-\nstation, or specified part of a road, not more than six miles from the local \nlimits of the municipality \n2\n* * concerned: \n \n3\n*\n \n \n*\n \n \n* \n \n* \n \n*\n \n \n*\n \n \n* \n \n6. What rules under section 3 may provide for. \nThe rules to be made under section 3 \n4\n* * * \nmay, among other matters,\n–\n \n \n(a) \n \ndirect\n \nthat no hackney\n-\ncarriage, or no hackney\n-\ncarriage of a particular \ndescription, shall be let to hire, or taken to ply, \nor offered for hire, except under \na license granted in that behalf; \n \n(b) \n \ndirect that no person shall act as driver of a hackney\n-\ncarriage \nexcept under a \nlicense granted in that behalf; \n \n(c) \n \nprovide for the issue of the licenses referred to in clauses (a) and (b), prescribe \nthe conditions (if any) on which such licenses shall be granted, and fix the fees \n(if any) to be paid therefor; \n \n(d) \n \nr\negulate the description of animals, harness and other things to be used with \nlicensed carriages, and the condition in which such carriages, and the animals, \nharness and other things used therewith, shall be kept, and the lights (if any) to \nbe carried after\n \nsunset and before sunrise; \n \n(e) \n \nprovide for the inspection of the premises on which any such carriages, animals, \nharness and other things are kept; \n \n(f) \n \nfix the time for which such licenses shall continue in force, and the events (if \nany) upon which wit\nhin such time they shall be subject to revocation or \nsuspension; \n \n(g) \n \nprovide for the numbering of such carriages; \n \n(h) \n \ndetermine the times at which and the circumstances under which, any person \nkeeping a hackney\n-\ncarriage shall be bound to let or refuse \nto let such carriage \nto any person requiring the same; \n \n(i) \n \nappoint places as stands for hackney\n-\ncarriages, and prohibit such carriages \nwaiting for hire except at such places; \n \n(j) \n \nlimit the rates or fares, as well for time as distance, which may be dema\nn\nded for \nthe hire of any hackney \ncarriage; and prescribe the minimum speed at which \nsuch carriages when hired by time shall be driven; \n \n \n1\nIns. by A.O., 1937. \n \n2\nThe words “or cantonment” rep. \nibid. \n \n3\nProviso rep. \nibid. \n \n4\nThe words and figure “or section 4” rep. \nibid. \n \n \nPage \n4\n \nof \n4\n \n \n(k) \n \nlimit the number of persons, and the weight of property, which may be conveyed \nby any such carriage; \n \n(l) \n \nrequire the owner or person in charge of any such carriage to keep a printed list \nof fares, in E\nnglish and such other language as may be prescribed, affixed inside \nsuch carriage in such place as may be determined by the rules, and prohibit the \ndestruction or defacement of such list; \n \n(m) \n \nrequire\n \ndrivers to wear a numbered badge or ticket, and to produce their licenses \nwhen required by a Magistrate or other person authorized by the rules in this \nbehalf,\n \nand prohibit the transfer or lending of such licenses and badges; and \n \n(n) \n \nprovide for the dep\nosit of property found in such carriages, and the payment of \na fee by the owner of such property on the delivery thereof to him. \n \n7. Penalty for breach of rules. \nAny person breaking any rule made under this Act shall be \npunished with fine which may extend \nto fifty rupees. \n \n8. Disposal of fees and payment of expenses. \nThe amount of any fees received and the amount \nof any expenses incurred in giving effect to this Act shall \n1\n* * * be credited and debited respectively \nto the municipal fund \n2\n* * *\n. \n \n9. Power of\n \nMagistrate to decide disputes regarding fares. \nIf any dispute arises between the \nhirer of any hackney\n-\ncarriage and the owner or driver of such carriage as to the amount of the fare \npayable by such hirer under any rule made under this Act, such dispute sha\nll, upon application made \nin that behalf by either of the disputing parties, be heard and determined by any Magistrate or Bench \nof Magistrates within the local limits of whose jurisdiction such dispute has arisen; and such Magistrate \nor Bench may, besides \ndetermining the amount so in dispute, direct that either party shall pay to the \nother such sum as compensation for loss of time as such Magistrate or Bench thinks fit. \n \nAny sum determined to be due or directed to be paid under this section shall be recover\nable as \nif it were a fine\n3\n. \n \nThe decision of any Magistrate or Bench in any case under this section shall be final. \n \nWhen any such case is heard by a Bench, any difference of opinion arising between the members of \nsuch Bench shall be settled in the same ma\nnner as differences of opinion arising between such members \nin the trial of criminal cases. \n \n10. In case of dispute, hirer may require driver to take him to Court. \nIf, at the time any \ndispute mentioned in section 9 arises, any Magistrate or Bench of Magistrates having jurisdiction in \nrespect of such dispute is sitting within the local limits to which the rules apply, the hirer of the carriage \nmay require the driver t\nhereof to take him in the same to the Court of such Magistrate or Bench for the \npurpose of making an application under that section. \n \nAny driver neglecting or refusing to comply with such requisition shall be punished with \nimprisonment for a term which may\n \nextend to one month, or with fine not exceeding fifty rupees, or \nwith both. \n \nDate; 16\n-\n09\n-\n2024\n \n1\nThe words “in any municipality” rep. by A.O., 1937. \n \n2\nThe words “add in any cantonment where there is a cantonment fund to such fund” rep., \nibid. \n \n3\nAs to \nrecovery of fines, s\nee \nthe General Clauses Act, 1891 (10 of 1897\n), \nsection 25."
}