{
    "file": "./converted_json\\administrator920798ebe6866d66302cafae2e8c2c6e.json",
    "name": "Sindh Incumbered Estates Act, 1896",
    "date": "16th October, 1896",
    "tagline": "An Act to Amend the Law Providing for the Relief of Jagirdars and Zamindars in Sindh",
    "content": "Page 1 of 14 \n   \n \n \n \nTHE SINDH  INCUM BERED EST ATES ACT, 1896  \n \n              \n \nCONTENTS  \nCHAPTER I  \nPRELIMINARY  \n1.  Title and commencement  \n2.  Definitions  \nCHAPTER II  \nOF THE APPLICATION AND PRELIMINARY INQUIRY  \n \n3.  Applicat ion for the benefit of this Act  \n4.  Order to inquire  \n5.  Interim order of protection  \n6.  Verified statement to be submitted  \n7.  Report of inquiry and proceedings thereon  \nCHAPTER III  \nOF THE ORDER OF MANAGEMENT  \n \n8.  Order of management  \n9.  Effect of order of management  \n10.  Powers of manager  \n11.  Payments to b e ma de by manager and order thereof  \nCHAPTER IV  \nPROOF OF DEBTS AND SCHEME FOR LIQUIDATION  \n \n12.  Notice to claimants against debtors   \n \n\n \nPage 2 of 14 \n 13.  Claimants to present  full particulars and documents  \n14.  Claim  not duly notified to be barred  \n15.  Determination of debt s and liabilities  \n16.  Power to  rank debts and to fix interest  \n17.  “Liquidation­scheme ” \n18.  Proceedings of Commissioner on s ubmission of Liquidation­scheme  \n19.  Power to relinquish management  \nCHAPTER V  \nOF THE PROCEEDINGS SUBSEQUENT TO SANCTION OF THE  \nLIQUIDATION­SCHEME.  \n \n20.  Effects of sanctioning scheme  \n21.  Power to  remove mortgagee in possession  \n22.  Power to inquire into  consideration given for leases  \n23.  Power to lease  \n24.  Power to raise money by mortgage or sale  \n25.  Separation of part of jagir l ands subject to lapse  \n26.  Mana ger's receipt to be a discharge  \n27.  Termination of management  \n28.  Death of debtor during management  \n29.  Mortgages, etc., made by restored j agirdar valid only for his life  \n30.  Power to revise liquidation­scheme  \nCHAPTER VI  \nOF APPEAL AND REVISION  \n \n31.  Appeal  \n32.  Power to call for proceedings and pass order thereon.  \n \n \n \n \n \nPage 3 of 14 \n CHAPTER VII  \nMISCELLANEOUS  \n \n33.  Power to make rules  \n34.  Power to appoint new manager  \n35.  Managers to be public servants  \n36.  Investigation to be deemed a J udicia l proceeding  \n37.  Power to summon witnesses and  compel production of documents  \n38.  Bar of suits  \n39.  Saving of jurisdiction of Courts in Si ndh in respect of certain suits  \n \n \nPage 4 of 14 \n THE SINDH  INCUM BERED EST ATES ACT, 1896  \n \n1Act No. XX OF 1896  \n \n \n[16th October, 1896]  \n \nAn act to amend the law providing for the relief of jagi rdars and zamindars in Sindh. \n \n WHEREAS  it is expedient to amend the law providing  for the relief of jagirdars and \nzamindars in Sindh;  It is hereby enacted as follo ws:— \n \nCHAPTER I \n \nPRELIMIN ARY \n \n 1. Title and commencemen t.—(1) This Act may be called the Sindh incumbered Estate Act,  \n1896; a nd \n (2) It shall come into force at once. \n \n 2. Definitions. In this Act— \n \n (1) “Jagir land” includes also  a  share held  hereditarily of  the  revenues of  a \nGovernment village, but do es not include siri or mamul  or garden grants: \n \n (2) “jagirdar” means a person who,  or whoes  ancestor, was found  in possession  of jagir land \nin Sindh on the seventeenth day of February, 1843,  and to whom  the s aid land, or a portion of the \nsame, or other land in lieu thereof, has been continu ed by the 2*Gov ernment, 3[as a jagir]: \n \n (3) “zamindar” means a person holding  lands in Sindh on the aggregate of which he or his \nancestor has been assessed by the Government, on  account of land- revenue for any one of the five \nrevenue-years next before the 4[making of an application und er section 3 by or in respect of or on \nbehalf of such person]  a sum  not less than three hundr ed rupees; and a person holdi ng lands in \nSindh whi ch, having been comprised in the jagir lands of a jagirdar and having ceased to be \njagir lands, are as essed by the Government on account of land revenue at a sum not less than \nthree hundred rupees per year, and, where a joint family or any other body of co - owners hold \nlands of either of those  descriptions,  each member of that family or body who  would  be entitled to \ndemand a partition  of the lands: and \n \n (4) “Commission er” means the Commission er in Sindh.  \n \n \n                                                                                                                                                           _ \n1For Statement of Objects and Reasons, see Gazette of India, 1896, Pt. V.p. 252; and for Proceedings in Council, see ibid., Pt. VI , pp. 236 and \n243. \nThis Act has been and shall be deemed to have been extended to the whole of Pakistan by the Central Laws (Statute Reform) Ordinance, 1960 (21 of \n1960), s.3 and 2nd Sch. (with effect from the 14th October, 1955). \nThis Act has been amended in its application to the Province of Sind by the Sind Act, No. 17 of 1975, s. 3 and 2nd Sch. \n2The word “British” omitted by A.O., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956). \n3Subs. by the Sindh Incumbered Estates (Amdt.) Act, 1906 (2 of 1906), s.2(a), for “and to whom, or to whose ancestor, a sanad has been, or \nhereafter may be, granted confirming such continuance”. \n4Subs. by s. 2(b), ibid., for “commencement of this Act”. \n \nPage 5 of 14 \n CHAPTER II  \nOF THE APPLICATION AND PRELIMINARY INQUIRY  \n \n 3. Application  for the benefit of this Act.—(1) At any time after the commencement of this \nAct, any jagirdar or zamindar or any person who would be sole heir or one of the heirs to \nsuch jagirdar or zamindar if he then died intestate, may apply in writi ng to the Commission er, \nstating th at such jagirdar or zamindar is subject to debts or liabiliti es, other than debts due, or \nliabiliti es incurred,  l[to  the  Government], or  that  his  immoveable property is  charged  with  \ndebts  or li abiliti es other, than as aforesaid, and requesting that the provis ions of this Act be applied \nto his case. \n \n (2) When any jagirdar, zamindar or other person entitled to make an application under this  \nsection is a minor, or of unsound  mind, or an idiot,  such application may be made on his b ehalf  by  \nthe  guardian  or  other  legal  curator  of  his  person,  or  by  the  legally constitut ed administr ator \nor manager of his estate. \n \n \n 4. Order to inquire.—(1) When any such application is made by or on behalf of a jagirdar or \nthe person who would  be his sole h eir if he then died, the  Commissioner shall direct an inqui ry to be \nmade by such officer, as he thinks  fit, into the nature and amount of such debts and liabiliti es, and \nthe sufficiency of the debtor's property, whether moveable or immoveable, to discharge the same. \n \n (2) When such an application is  made in any other case, it shall be in the discretion of the \nCommission er, subject to any general rules which may from  time to time be made by the 2[Pro - \nvinci al Government] in this behalf, either to reject such application, or to direct an inqui ry to be \nmade as aforesaid. \n \n 3[5. Interim order of protection.—(1)] When the Commission er has directed an inqui ry \nunder section 4, he may, if he thinks  fit, furth er direct that, until he dismisses the application or \nappoints  an officer under section 7, sub-section (2), clause (c),-  \n \n(a)     all  proceedings then  pending  in  any Civil  or  Revenue Court or  Office in \nl[Pakistan], in  respect of any of the debts and liabiliti es to which the debtor is \nsubject, or which are charged on the whole  or any part of his immoveable \nproperty, shall be stayed, and the operation of all processes, executions and \nattachments then in force for, or in respect of, such debts and liabiliti es shall \nbe susp ended; and \n \n \n \n \n \n \n \n \n1The original words “to Govt.” have successively been amended by A.O., 1937 and A.O., 1961, Art. 2 (with effect from the 23rd March, 1956) to read \nas above. \n2Subs. by A. O., 1937, for “Governor of Bombay in Council”. \n3The original. s. 5 was re-numbered as sub-section (1) of that section by the Sindh Incumbered Estates (Amdt.) Act, 1906 (2 of 1906),  s. 3. \n \nPage 6 of 14 \n (b)    no fresh proceedings, processes, execution  or attachments shall be instit uted in, \nor issued by, any Civil Court or Revenue Court or Office in  l[Pakistan] \nin respect of such debts and liabiliti es. \n \n2[(2) Every direction given under sub-section (1) shall be deemed to afford protection \nto sureties of the debtor as well as to the debtor himself, unless in any case a \nsurety has, by his bond, expressly accepted liability thereunder in the event of \nan 'order being made in respect of the debtor's property under section 7, sub-\nsection (2), clause (c).] \n \n 6. Verified statement to be submitted.—(1) When an inqui ry has been directed under \nsection 4, the  applicant shall, within  a period to be fixed by the Commissioner, sub mit to the officer \nappoint ed to make such inquiry a statement duly verified by the said applicant or by some other \ncompetent person in the manner required by law for the verification of plaints and containing, so far \nas may be practicable, such details as to the debts and liabiliti es, and as to the sufficiency of the  \ndebtor's property, whether moveable or immovable, to meet the same, as the Commission er, or the \nsaid officer subject to his control,  may require.   \n (2) If any such statement contains any averment which the person making the verification \nknows  or believes to be false, or does not know  or believe to be true, such person shall be deemed to \nhave intention ally given false evidence within  the meaning of the Pakistan Penal Code (XLV of \n1860). \n \n 7. Report of inquiry and proceedings thereon.—(1) The officer so appoint ed, after \nmaking inqui ry, shall submit a report of the proceedings to the Commission er. \n \n (2) On receipt of such report, the Commission er may—  \n \n(a)       direct a further inqui ry; or \n \n(b)       dismiss the application; or, \n \n(c)     by order publish ed in  the  3[official Gazette], appoint  an  offi cer  \n(hereinafter called the manager) to manage the moveable property of the \ndebtor, and to arrange for the liquid ation of his debts in manner hereinafter \nprovi ded. \n \nCHAPTER III \nOF THE ORDER OF MAN AGEMENT \n \n 8. Order of management.—(1) An order made under section 7, sub-section (2), clause (c) \n(hereinafter called “the order of management”), shall extend to all immoveable property, including  \nany interest in joint immoveable property, of or to whi ch the debtor is on the  date of its publi cation \npossessed or entitled in his own right, or which he is entitled to redeem, or which may be \nacquired by or devolve  on him during  the continuance of the management, and to all debts and \nliabiliti es to which he is subject, or which are charged on the whole or any part of his immoveable \nproperty on the said date, and to the amount of any loan which may be received by the  manager in \nthe manner hereinafter provid ed. \n \n1Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation”, which had been subs. by A. 0.,1949, Arts. 3 (2) and 4, for “British India”. \n2Sub-section (2) ins. by the Sindh Incumbered Estates (Amdt.) 1906 (2 of 1906), s.3. \n3Subs. by A.O., 1937, for “Sindh Official Gazette”. \n \nPage 7 of 14 \n  \n (2) The management sh all be deemed to commence from the date on which the order is \npublish ed. \n \n 9. Effect of order of management.  On the publi cation of the ord er of management the \nfollowing  consequences shall ensue:— \n \n (1) all proceedings then pending in any Civil Court or Revenue Court or Office in \n1[Pakistan] in respect to the debts and liabiliti es mention ed in section 8 shall be st ayed; and the \noperation of all processes, executions  and attachments then in for ce for, or in respect of, such \ndebts and liabiliti es shall be suspended; \n \n \n (2) so long  as the management continu es, no fresh proceedings, processes, executions or  \nattachments shall be institut ed in or issued by any Civil Court or Revenue Court or Office in \n1[Pakistan] in respect of such debts and liabiliti es; \n \n 2[(2a) clauses (1) and (2) shall be deemed to afford protection to sureties of the debtor as \nwell as to the debtor himself, unless in any case a surety has, by his bond, expressly accepted \nliability thereunder in the event of an order being made in respect of the debtor’s  property under \nsection 7, sub-section (2), clause (c);] \n \n (3) so long as the management continu es, the debtor shall be incompetent- \n \n(a)  to enter into any contract involving  him in pecuniary liability, or \n \n(b)  to mortgage, charge, lease or alienate the property under management or  any \npart thereof, or \n \n(c)  to grant valid receipts for the rents and profits  arising  or accruing therefrom: \n \n Provid ed that nothing  contained in this  clause shall be deemed to pr eclude the manager from \nletting, and the debtor from taking, the whole or any part of such property on such terms consist ent \nwith this Act as may be agreed upon between the parties; \n \n (4) so long as the management continu es, no person other than the manager shall be \ncompetent to mortgage, charge, lease or alienate such property or any part thereof. \n \n 10. Powers of manager. The manager shall, during the management of  the property, have \nall pow ers which the owner thereof might, as such, have legally exercised, and shall receive and \nrecover all rents, 3[profits and other sums] due in respect of the property under management, and for  \nthe purpose  of recovering such rents, 3[profits and other sums] shall have, in addition  to any powers \npossessed by a jagirdar or zamindar, as the case may be, all the powers possessed by a Collector \nunder the law for the time being in force for the recovery of land-revenue due  to Gov ernment, \n4[including  the power conferred by section 176 of the Bombay Land -revenue Code, 1879  \n(Bom.V of 1879)]: \n \n1Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3 and 2nd Sch. (with effect from the 14th October, 1955),. for “ the \nProvides and the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3(2) and 4, for “British India”. \n2Clause (2a) ins. by the Sindh Incumbered Estates (Amdt.) Act, 1906 (2 of 1906), s.4. \n3Subs. by the Sindh Incumbered Estates (Amdt.) Act, 1906 (2 of 1906), s. 5 (a), for “and profits”. \n4Ins. ibid., s.5 (b) \n \nPage 8 of 14 \n  Provid ed that he shall not, before the liquid ation-scheme hereinafter mention ed has been \nsanctioned, demise the property und er management, or  any part thereof, for any term exceeding two \nyears, to take effect in possession.  \n \n 11. Payments to be made by manager and order thereof.—(1) From the sums received or \nrecovered under section 10, the manager shall pay- \n \nfirst, the costs of the management, including the costs of necessary repairs; \n \nsecondly, the Government revenue and all debts and liabilities for the time being due or \nincurred  1[to the Government] in respect of the property under management; \n \nthirdl y, the rent (if any) due to the jagirdar or other superior holder in respect of the said \nproperty; \n \nfourthl y, such periodi cal allowances as the Commission er may, from  time to time, fix for  the \nmaintenance of the debtor and his family ; \n \nfifthl y, the cost of such improvements of the said property as he thinks  necessary, and are \napproved by the Commission er. \n \n (2) The residue  shall be retained by the manager for the liquid ation, in  manner hereinafter \nprovid ed, of the debts and liabilities mention ed in section 8 other than those  so due or  incurred l[to \nthe Government], and also for the repayment, either before or after the liquid ation of  such debts and \nliabiliti es, of any loan received by the manager under this A ct. \n \nCHAPTER IV \n \nPROOF OF DEBT S AND  SCHEME FOR LIQUIDA TION \n \n 12. Notice to claimants against debtors. On the publi cation of the order of management, \nthe manager shall publish in  the 2[official Gazette] a notice in English and Sindhi, calling upon  all \npersons  having claims against the debtor, or the property under management, to notify the same in \nwriting  to such manager within  six months  from  the date of the publication, and shall also cause \ncopies of such notice to be exhibited at the mukhti arkar’s kachahris in the distri ct in which the  said \nproperty lies, and at such other places as he thinks  fit. \n \n 13. Claimants to present full particulars and documents.—(1) Every such claimant shall, \nalong with his claim, present full particulars thereof. \n \n (2) Every document on which the claimant founds his claim, or on which he relies in support  \nthereof, shall be delivered to the manager along with the claim.   \n (3) If the  document is an entry in any book,  the claimant shall produ ce the book  to the \nmanager, together with a copy of the entry on which he relies. The manager shall mark the book for  \nthe purpose  of identification and, after examining  and comparing the copy with the original, shall \nreturn the book  to the claimant. \n \n (4) If any document in the possession or  under the control  of the claimant is not delivered or \nproduced by him to the manager along with the claim, the manager may refuse to receive such \ndocument in evidence on the claimant's behalf at the investigation of the case. \n \n \n1The original words “to Government” have successively been amended by A. 0., 1937, and A. 0., 1961, Art. 2 (with effect from the 23rd March, \n1956) to read as above. \n2Subs. by A.O., 1937, for “Sindh official Gazette”. \n \nPage 9 of 14 \n  14. Claim  not duly notified to be barred. Every such claim (other than claims 1[of the \nGovernment] not notifi ed to the manager within  the time and in the manner required by such \nnotice shall, except as provid ed in section 19, clause (d), be deemed for all purpo ses and on all \noccasions,  whether during the continu ance of the management or afterwards, to have been duly \ndischarged: \n \n Provid ed that, when proof is made to the manager that the claimant was unable to comply \nwith the  provisions  of section 12, the manager may receive such claim within  the furth er period of \nsix months  from  the expiration of the original period of six months.  \n \n \n 15. Determination  of debts and liabilities. The manager shall inquire  into the histo ry \nand merits of every claim received under sections  12 and 14, and shall, in accordance with the rules \nto be made under this Act, determine the amount of the debts and liabiliti es (if any) justly due to the  \nseveral claimants. \n \n 16. Power to rank debts and to fix interest. If such amount cannot be paid at once, \nthe manager shall then proceed to rank such debts and liabiliti es according  to the  order in whi ch they \nshall be paid, and to fix the interest (if any) to be paid thereon, respectively, from the  date of the fin al \ndecision  thereon to the date of the payment and discharge thereof. \n \n 17. Liquidation  scheme.-(1) When the total amount of the debts and liabiliti es \n(including those  due and incurred 1[to the Government] has been finally determined, the  manager \nshall prepare and submit to the Commissioner a schedule of such debts and liabiliti es, and a scheme \n(hereinafter called the liquid ation-scheme) showi ng the mode in which it is propos ed to pay and \ndischarge the same, whether from  the income of the property under management, or with the aid of  \nfunds  raised under the powers hereinafter conferred, or partly in one of such ways and partly in the \nother. \n \n (2)  Every  liquid ation-scheme  shall  further  provide  for  the  continu ance  of  the \npayments to be made by the manager under section 11, and for the rep ayment of the money (if \nany)  which  the  manager  propos es  to  borrow  under  this  Act;  and  may  provide  f or  the \nimprovement of the property under management either from  the said income or with the aid of the  \nfunds  raised as aforesaid, or partly in one of such ways and partly in the other. \n \n 18. Proceedings of Commissioner on  submission  of liquidation  scheme. The \nCommission er may— \n \n(a)    as often as he thinks  fit send back such scheme to the manager for revisio n, and \ndirect him to make such furth er inqui ry as may be requisite  for the proper \npreparation of the scheme, or \n \n(b)    sanction any liquid ation-scheme or any revised liquidation-scheme submitted to \nhim, either as it  stands, or subject to  su ch modifi cations  as he may \ndeem expedient. \n \n \n1The original words “to Government” have successively been amended by A.O., 1937, and A.O., 1961, Art. 2 (with effect from the 23rd March, \n1956), to read as above. \n \nPage 10 of 14 \n  19. Power to relinquish management.—(1) At any time before he has sanctioned a \nliquid ation s cheme under section 18, the Commission er may, by an order publish ed in the l[official  \nGazette],  direct  that  on  a  date  fixed  by  such  order  the  management  shall  be relinquish ed. \n \n (2) On the date so fixed— \n \n(a)   the management shall terminate; \n \n(b)   the  owner  of  the  property  und er  management  shall  be  restored  to  the \npossession  thereof, subject to any leases granted under section 10 ; \n \n(c)    any residue  of the  rents and profits  of the  said property retained under section \n 11, sub-section (2), shall be paid to him; and \n \n(d)   the proceedings, processes, executions  and attachments stayed and suspended \nunder section 9, and the debts and liabiliti es barred by section 14, shall \nrevive. \n(3)  In calculating the  periods of limitation applicable to suits to recover and \nenforce debts and liabiliti es revived under this section, the time during  which \nthe management has continu ed shall be excluded. \n \nCHAPTER V \nOF THE PROCEEDINGS SUBSEQ UENT TO SANC TION OF THE LIQUIDA TION- \nSCHEME. \n \n 20. Effects of sanctioning scheme. When the Commission er sanctions  the liquid ation-\nscheme, he shall notify the  fact of such sanction at such places and in such manner as the \n2[Provin cial Gov ernment] may from  time to time by rule direct; and thereupon - \n  \n (1)  all proceedings, pr ocesses, executions  and attachments stayed or suspended und er \nsection 9 shall be for ever barred, and \n \n (2)  every debt or liability due or owing to any person which was provable before the  \nmanager shall  be  extinguished; and  such person shall  be  entitled to receive under the \nliquid ation-scheme the  amount (if any) finally awarded to him  under Chapter IV in respect of such \ndebt or liability. \n \n 21. Power to remove mortgage e in possession.—(1) If the property under management or \nany part thereof is in the possession  of a mortgagee or condition al vendee, the manager, at any time \nafter the  liquid ation-scheme has been sanctioned as aforesaid, may, by an order in writing, require \nsuch incumbrancer to deliver up poss ession  of the same to him  at the end of the then current revenue-\nyear. \n \n(2) if such incumbrancer refuses or neglects to obey such order, the manager may, without r esorting  \nto a Civil Court, enter upon  the property and summarily evict the refrom  the said incumbrancer \nand any other person obstr ucting or resisting  on his behalf. \n \n1Subs. by A. 0., 1937, for “Sindh official Gazette” \n2Subs. ibid., for “L. G.”. \n \nPage 11 of 14 \n  (3) Nothi ng in this section shall be held to affect the right of any incumbrancer to r eceive, \nunder the liquid ation-scheme, the amount (if any) awarded to him under Chapter IV. \n \n \n 1[22. Power to inquire into consideration given for leases .—(1)] If the property under \nmanagement or any part thereof is in the possession of any person claiming to hold under a lease,  2* \n* * the manager, with the sanction of the Commissioner, may inquire into the sufficiency of the \nconsideration for which the lease was granted, and if such consideration appears t o him insufficient, \nmay by written order, at any time after the liquidation -scheme bas been sanctioned as aforesaid, \neither set aside the lease, or require the person so in possession to pay such consideration for the said \nlease as the manager thinks fit ;  and, in default of such payment, the lease shall be cancelle d. \n 3[(2) Whenever the manager sets aside or cancels a lease under sub-section (1),  he sh all, by \nwritt en order, award to the lessee such compensation, if  any, as may appear to the manager to be \nequitable in the circumstances; and, subject to the provisions  of Chapter VI, no compensation in \nexcess of the amount so awarded shall be recoverable by the lessee in a Civil Court or otherwise. \n \n (3) Any compensation awarded by the manager under sub-section (2) shall be deemed to be \na debt mention ed in section 8, and shall rank in priori ty to all other debts and liabiliti es other than \ndebts or liabiliti es due or incurred 4[to the Government]. \n \n \n (4) If any lessee whose  lease has been so set aside or cancelled refuses or neglects to give up \npossession  when required to do so by the manager, the manager may, without  resorting to a Civil \nCourt, enter upon  the property and summarily evict therefrom  the said lessee and any oth er person \nobstr ucting or resisting  on his behalf.] \n \n 23. Power to l ease.  Subject  to  the  rules  made  under  section  33,  the  manager,  after  the \nliquid ation-scheme has been sanctioned as aforesaid, shall have power to demise all or any part of \nthe property under management for any term of years not exceeding twenty years absolut e, to take \neffect in possession,  in consid eration of  the payment to him of any fine, or without  fine, and \nreserving such rents, and under such conditions  as may be agreed upon.  \n \n 524. Power to raise money by mortgage or sale. At any time after the liquid ation-scheme \nhas been sanctioned as aforesaid, the manager, with the previous  assent of the Commissioner, shall \nhave power to raise any money which may be required for carrying out such scheme— \n \n(a)     by demising by way of mortgage the whole  or any part of the property under \nmanagement for  a term not exceeding tw enty years from  the publi cation of \nthe ord er of management; or \n \n(b)     by selling, by public  auction or by private contract, and upon  such terms as \nthe manager thinks  fit, such portion  of the said property as may appear \nexpedient; or  \n \n1The original section 22 was re-numbered as section 22 (1) by the Sindh Incumbered Estates (Amdt.) Act, 1906 (2 of 1906), s. 6(a). \n2The words “dated within the three years immediately preceding the commencement of the management” were rep. ibid., s. 6 (b). \n3Sub-sections (2), (3) and (4) ins. ibid., s. 6(c). \n4See page No. 8, Foot note No. 1   \n5This section has been amended in its application to the Province of West Pakistan (except the Capital of the Federation) by West Pakistan Act 16 of \n1957, s. 3 (3) and 3rd Sch. (with effect from the 14th October, 1955). \n \nPage 12 of 14 \n (c)     by  borrowing money at  such  rate  of  interest  as  appears  reasonable to  \nthe 1[Provin cial Government]. \n \n 25. Separation  of part of jagir  lands subject to lapse. When jagir land under management \nis held on this condition,  that on the  happening of a certain event a share of the land shall lapse, but \nthat it shall be in the discretion of the person then entitled as jagirdar to divide off and relinquish in  \nrespect of the lapse such part of the land, being a fair equivalent of that share, as he thinks  fit, the  \nmanager may, if he deems it convenient for  the better exercise of the powers conferred by sections  \n23 and 24, at any time, after such consultation with  persons interested as he thinks n ecessary, allot \nby writt en order, for relinquish ment on  the happening of the event, such part of the  land as he \nthinks  fit ; and thereupon  that part and no other shall, on the happening of the event, be \nrelinquish ed. \n \n 26. Manager’s receipt to be a discharge. The manager's receipt for any moneys, rents or \nprofits r aised or received by him under this Act shall discharge the person paying the same \ntherefrom and from  being concerned to see to the application thereof. \n \n 27. Termination of  management.—(1) When the debts and liabilities mention ed in the \nliquid ation-scheme and the amount of any loan received under section 24, clause (c), together with  \nthe interest (if any) due there on, have been paid and discharged, the manager shall publish in  the \n2[official Gazette] a notice fixing a date for the termination of the management. \n \n (2) On the date so fixed the management sh all terminate, and the owner shall be restored to \nthe possession  and enjoyment of the property under management, or of such part thereof as has not \nbeen sold by the manager under the power conferred by section 24,  but subject to the leases and \nmortgages (if any) granted and made by the manager und er the powers conferred by sections  10, 23 \nand 24. \n \n \n 28. Death of debtor during management. If the debtor dies after the publication of the  \norder of management and before the management has been terminated in either of the modes \nhereinbefore provid ed,— \n \n (1) the  management shall continue and proceed in all respects as if such debtor w ere still \nliving  ; \n \n (2) any person  succeeding to  the  whole  or  any portion  of  the  property under \nmanagement shall, while  such management continu es, be subject in respect of su ch property to the  \ndisabiliti es imposed by section 9, clause (3), sub-clauses (b) and (c) ; and \n \n (3) no  Civil Court or Revenue Court or Office in 3[Pakistan] shall, during  the \ncontinu ance of the management, issue  any attachment or other process against any portion  of the \nproperty under management fo r, or in respect of, any debt or liability incurred by any such person \nwhether before or after his said succession.  \n \n \n1Subs. by A. O., 1931, for “L. G.”. \n2Subs. ibid., for “Sindh official Gazette”. \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for” the \nProvinces and the Capital of the Federation” which had been subs. by A. O., 1949, Arts. 3 (2) and 4, for “British India”. \n \nPage 13 of 14 \n  29. Mortgages, etc., made by restored jagirdar valid  only for this life. When a jagirdar \nor zamindar has been restored under section 27, sub-section (2),  to the possession  of any property, \nno mortgage, charge, lease or alienation of such property, or of any part thereof, made or granted by \nsuch jagirdar or zamindar shall be valid as to any time beyond his natural life 1[unless made or  \ngranted with the previous sanction of the Commissioner], 2[or in the case of a loan granted under \nthe Land Improvement Loans Act, 1883  (XIX of 1883) , or the  Agriculturists,  Loans Act, 1884  (XII \nof 1884) , with the previous sanction of the officer granting such loan]. \n \n 30. Power to revise liquidation  scheme. Notw ithstanding anything contained in this Act, \nthe Commission er may, at any time after he has, whether before or after the commencement of  this \nAct, sanctioned the liquid ation scheme, revise and modify the  same, but not so as to affect the ri ght \nof any person to receive in full before the termination of the management the amount fin ally \nawarded to him under Chapter IV. \n \nCHAPTER VI \nOF APPEAL AND REVISION \n \n 31. Appeal.—(1) An appeal against any decision  or order under sections  14, 15, 16 and 22, \nand imposing  a fine or imprisonment in exercise of the powers conferred by section 37, shall lie to \nthe Commission er, if preferred within  six weeks from  the date of such decision or order. \n \n (2) There shall be no appeal against the decision of the Commission er on such appeal. \n \n 3[32. Power to call for proceedings and pass order thereon. The Provincial Government \nmay, of its own motion  or on the application of any person concerned, call for the proceedings in \nany case under this Act, and pass such order thereon consist ent with  the provisions of  this Act as it \nthinks  fit.] \n \nCHAPTER VII  \nMISCELL ANEOUS \n \n 33. Power to make rules.—(1) The Commission er, with the previous  sanction of the \n4[Provin cial Government], may, from  time to time, make rules consist ent with this Act- \n \n(a)    to regulate the security to be required from  subord inate officers under this Act; \n \n(b)    to regulate the procedure in all cases under this Act; \n \n(c)    for the guidance of officers inquiri ng into and determining  on claims under \nChapter IV ; and in particular as to the allowance of interest (if any) on each \nof the  principal debts and liabiliti es so determined, from the date on which it \nwas incurred down to the date of the determination, and on the aggregate \namount of su ch debts and liabiliti es, from the  date of the determination down \nto the date of p ayment, and as to the order of paying debts and liabiliti es \nand repaying any loan received hereunder; \n \n(d)    for investing  any moneys received or raised by the manager under this Act in \nany Government securities of 5[Pakistan], and for the sale of such \nsecurities; and \n \n(e)    generally to carry out the provisio ns of this Act. \n \n1Ins. by the Bombay Repealing and Amending Act, 1919 (Bom. 2 of 1919), s. 2 and Sch..1. \n2Ins. by the Sindh Incumbered Estates (Amdt.) Act, 1929 (Bom. 11 of 1929), s. 2. \n3Subs. by the Sind Incumbered Estates (Amdt.) Act, 1951 (Sind Act l7 of 1951), s. 2, for the original s. 32. \nThis section has been amended in its application to the Province of West Pakistan (except the Capital of the Federation), by the West Pakistan \nAct 16 of 1957, s. 3 (3) and 3rd Sch. (with effect from the 14th October, 1955).4 \n4Subs. by A. 0., 1937, for “Governor of Bombay in Council”. \n5Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s. 3 and 2nd Sch. (with effect from the 14th  October, 1955), for “the \nProvinces and the Capital of the Federation” which had been subs. by A. O., 1949, Arts. 3 (2) and 4, for “British India”. \n \nPage 14 of 14 \n  (2) Such rules shall be publish ed in the  1[official Gazette], and shall thereupon  have the force \nof law. \n \n 34. Power to appoint new manager. Whenever the Commission er thinks  fit, he may \nsuspend or remove any manager, and may appoint any officer in the stead of any manager appoint ed \nunder this Act; and thereupon  the management then vested under this Act in the for mer \nmanager shall become vested in the new manager, and the new manager shall have the s ame powers \nas if he had been originally appoint ed. \n \n 35. Managers to be public servants. Every manager appoint ed under this Act shall be \ndeemed a public  servant within  the meaning of the Pakistan Penal Code (XLV of \n1860).  \n \n 36. Investigation  to be deemed a judicial proceeding. Every investigation condu cted by \nthe manager with reference to any claim preferred before him under this Act, or to any matter \nconnected with any such claim, shall be taken to be a judicial proceeding wit hin the meaning of the  \nPakistan Penal Code (XLV of 1860).  \n \n 37. Power to summon witnesses and compel production of documents. For the purpos es \nof  this  Act,  the  manager  2[or  any  officer  subordin ate  to  him,  not  below  the  rank  of  a \nMukhti arkar,] may summon and enforce the attendance of witnesses and compel them to g ive \nevidence, and compel the produ ction of documents, by the same means and, as far as possible  in the  \nsame manner, as is provided in the case of a Civil Court by the 3Code of Civil Procedure. \n \n 38. Bar of suits. No suit or other proceeding s hall be maintained against Bar of suits.  any \nperson in respect of anything done  by him bona  fide pursu ant to this Act. \n \n 39. Saving of jurisdiction of Courts in Sindh in respect of certain suits. Nothing  in this \nAct precludes the Courts  in Sindh having jurisd iction in  suits relating to the succession  to any \nimmoveable property brought under the operation of  this Act from  entertaining  and disposing  of \nsuch suits;  but to all such suits the manager of such property shall be made a party. \n \n \n \n \n________  \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n1Subs. by A. O., 1937, for “Sindh officia1 Gazette”. \n2Ins. by the Incumbered Estates and Court of Wards (Sind Arndt.) Act, 1947 (16 of 1947), s. 2. \n3See now the Code of Civil Procedure, 1908 (5 of 1908)."
}