{
    "file": "./converted_json\\administrator1f5a0941d4362ab7e7dfe28b6a35a254.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE  CRIMINAL LAW AMENDMENT ORDINANCE, 1944  \n1ORDINANCE  No.XXXVIII O F 1944  \n[23 August, 1944 ]  \nAn Ordinance to prevent the disposal or concealment of property procured by  \nmeans of certain offences . \nWHEREAS  an emergency has arisen which makes it necessary to p rovide for \npreventing the disposal or concealment of money or other property procured by means of \ncertain offences punishable under the Pakistan Penal Code;  \n Now, T HEREFORE , in exercise of the powers conferred by section 72 of the \nGovernment of India Act, as set out in the Ninth Schedule to the Government of India Act, \n1935  (26 Geo. 5,c.2. ), the Governor -General is pleased to make and promul gate the following \nOrdinance :__ \n1. Short title, extent and commencement .__ (1) This Ordinance may be called the \nCrimi nal Law Amendment Ordinance, 1944.   \n2[(2) It extends to the whole of Pakistan and applies to all citizens of Pakistan and \npublic servants wherever they may be. ]  \n3[(3) It shall come into force at once. ] \n_____________________________________________________ ______________________  \n1The Ordinance has been applied to__ \n(i) Baluchistan see Notification No.47 -w., dated the 11th September, 1944, Gazette of India, 1944, Pt.I, p.1213;  \n(ii) such of the Baluch Tribal Areas beyond the western border of the Dera Ghzai Kh an District of the Punjab as are not included \nin the Baluchistan Tribal Areas, subject to certain conditions see Gazette of India, 1945, Pt.I.p.159.  \nThe Ordinance has also been extended to the Leased Areas of Baluchistan by the Leased Areas (Laws) Order, 1 950 (G.G.O. 3 of \n1950).  \n2Subs. by the Criminal Law Amendment Act, 1953 (37 of 1953),s.4, for the original sub -section (2) as amended by A.O, 1949.  \n3Sub-section (3) ins. and shall be  deemed always to have been ins. by the Repeasling and Amending Act, 1945 (6 of 1945),s.3 and 2nd Sch. \n \n2. Interpretation .__ 1[(1) In this Ordinance, unless there is anything repug nant in the \nsubject or context,__  \n(a) “appropriate Government”  shall have the same meaning as defined in clause \n(a) of section 2 of the 2[Pakistan Criminal Law Amendment Act, 1958  (XL of \n1958 )] ; \n(b) “public servant”  includes a public servant as defined in section 21 of the \nPakistan Penal Code  (XLV of 1860) , and also every railway employee, or \nemployee of such organization or body corporate as may be  notified in the \nofficial Gazette by the appropriate Government;  \n(c) “scheduled offence”  means an offence specied in  the schedule to this \nOrdinance;]  \n(2) For the purpose of this Ordinance the date of the termination of criminal \nproceedings shall be deemed to be__  \n(a) where such proceedings are taken to the High Court , whether in appeal or on \nrevision, the date on which the High Court passes its final orders in such \nappeal or revision, or  \n(b) where such proceedings are not taken to the High Court, the day i mmediately \nfollowing the expiry of sixty days from the date of the last judgment or order \nof a criminal Court in the proceedings.  \n3*  *  *  *  *  *  * \n3. Applicat ion for attachment of property._(1) Where the 4[appropriate \nGovernment ] has reason to believe that any person has committed (whether after the \ncommencement of this Ordinance or n ot) any scheduled offence, the 4[appropriate \nGovernment]  may, whether or not any  Court  \n___________________________________________________________________________\n 1Subs. by  Act 37 of 1953, s.4, for the original sub -section (1)  \n 2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981),s.3 and Sch.,II, for “Pakistan Criminal Law  \nAmendment Act, 1948”.  \n 3Sub-section (3) omitted by A.O., 1949.  \n 4Subs. by  the Criminal Law Amendment Act, 1953 (37 of 1953),s.4 for “Provincial Government”.   \n \nhas taken cognizance of the offence, authorise the making of an application to the District \nJudge within the local limits of whose jurisdiction the said person ordinarily  resides or carries \non his business, for the attachment under  this Ordinance of the money or other property which \nthe 1[appropriate Government ] believes the said person to have procured by means of the \noffence, or if such money or other property cannot for any reason be attached, of other \nproperty of the said person of value as nearly as may be equivalent to that of the aforesaid \nmoney or other property.  \n(2) The provisions of Order XXVII of the First Schedule to the Code of Civil \nProcedure, 1908  (V of 1908)  shall apply to proceedings for an order of attachment under this \nOrdinance as they apply to suits by the 2[Government] . \n(3) An application under sub -section (1) shall be accompanied by one or more \naffidavits stating the grounds on which the belief that th e said person bas committed any  \nscheduled offence is founded, and the amount of money or the value of other property \nbelieved to have been procured by means of the offence; the application shall also furn ish__   \n(a) any information available as to the locat ion for the time being of any such \nmoney or other property, and shall, if necessary, give particulars, including the \nestimated value, of other property of the said person ;  \n(b) the names and addresses of any other persons believed to have, or be likely to \nclaim, any interest or title in the property of the  said person.  \n4. Ad interim  attachment._(1) Upon receipt of an application under section 3, the \nDistrict Judge shall, unless for reasons to be recorded in writing he is of opinion that there \nexist no prima  facie  grounds for believing that the person in respect of whom the application \nis made has committed any scheduled offence or that he has procured hereby any money or \nother property, pass without delay an ad interim  order attaching the money or other prop erty \nalleged to have been so procured, or if it transpires that such money or other property is not \navailable for attachment, such other property of the said person of equivalent value as the \nDistract Judge may think fit:  \nProvided that the District Judge m ay if he thinks fit before passing such order, and \nshall before refusing to pass such order, examine the person or persons making the affidavits \naccompanying the application.  \n \n___________________________________________________________________________\n 1Subs. by the Criminal Law Amendment Act, 1953 (37 of 1953),s.4, for “Provincial Government”.  \n 2Subs. by A.O., 1961, Art.2, for “Crown” ( with effect from the 23rd March, 1956 ).  \n(2) At the same time as he passes an order under sub -section (1), the District ju dge \nshall issue to the person whose money or other property is being attached a notice, \naccompanied by copies of the order, the application and affidavits and of the evidence, if any, \nrecorded calling upon him to show cause on a date to be specified in the  notice why the order \nof attachment should not be made absolute.  \n(3) The District Judge shall also issue notice, accompanied by copies of the \ndocuments accompanying the notice under sub -section (2), to all persons represented to him \nas having, or being lik ely to claim, any interest of title in the property of the person to whom \nnotice is issued under the said sub -section, calling upon each such person to appear on the \nsame date as that specified in the notice under the said sub -section and make objection if  he \nso desires to the attachment of the property or any portion thereof on the ground that he has \nan interest in such property or portion thereof.  \n(4) Any other person claiming an interest in the attached property or any portion \nthereof may, notwithstandin g that no notice has been served upon him under this section \nmake an objection as aforesaid to the District Judge at any time before an order is passed \nunder sub -section (1) or sub -section (3), as the case may be, of section 5.  \n 5. Investigat ion of objecti ons to attachment.__ (1) If no cause is shown and no \nobjections are made under section 4 on or before the specified date, the District Judge shall \nforthwith pass an order making the ad interim  order of attachment absolute.  \n(2) If cause is shown or any obje ctions are made as aforesaid, the District Judge shall \nproceed to investigate the same, and in so doing, as regards the examination of the parties, \nand in all other respects he shall, subject to the provisions of this Ordinance, follow the \nprocedure and ex ercise all the powers of a Court in hearing a suit under the Code of Civil \nProcedure, 1908  (V of 1908) ; and any person making an objection under section 4 shall be \nrequired to adduce evidence to show that at the date of the attachment he had some interest in \nthe property attached.  \n  (3) After investigation under sub -section (2), the District Judge shall pass an order \neither making the ad interim  order of attachment absolute or varying it by releasing a portion \nof the property from attachment or withdrawing  the order:  \nProvided tha t the District Judge shall not__ \n(a) release from attachment any -interest which he is satisfied that the person \nbelieved to have committed a scheduled offence has in the property, unless he \nis also satisfied that there will remain under attachme nt an amount of the said \nperson’ s property of value not less than that of the property believed to have \nbeen procured by the said person by means of the offence, or  \n(b) withdraw the order of attachment unless he is satisfied that the said per son has \nnot by means of the said offence procured any money or other property.  \n6. Attachment of property of mala fide  transferees.__(1) Where the assets available for \nattachment of a person believed to have committed a scheduled offence are found to be le ss than the \namount or value which he is believed, to have procured by means of such offence; and where the \nDistrict Judge is satisfied, by affidavit or otherwise, that there is reasonable cause for believing that \nthe said person has, after the date on whic h the offence is alleged to have been committed transferred \n(whether after the commencement of this Ordinance or not) any of his property otherwise than in \ngood faith and for consideration, the District Judge may by notice require any transferee of such \nproperty (whether or not he received the property directly from the said person) to appear on a date to \nbe specified in the notice and show cause why so much of the transferee’s property as is equivalent to \nthe proper value of the property transferred should  not be attached.  \n(2) Where the said transferee does not appear and show cause on the specified date, or where \nafter investigation in the manner provided in sub -section (2) of section 5, the District Judge is satisfied \nthat the transfer of the property to  the said transferee was not in good faith and for consideration, the \nDistrict Judge shall order the attachment of so much of the said transferee’s property as is in the \nopinion of the District Judge equivalent to the proper value of the property transferr ed. \n 7. Execution of orders of attachment.  An order of attachment of property under this \nOrdinance shall be carried into effect so far as may be practicable in the manner provided in the Code \nof Civil Procedure, 1908 (V of 1908), for the attachment of prop erty in execution of a decree.  \n  8. Security in lieu of attachment.  Any person whose property has been or is about to be \nattached under this Ordinance may at any time apply to the District Judge to be permitted to give \nsecurity in lieu of such attachment, and where the security offered and given is in the opinion of the \nDistrict Judge satisfactory and sufficient, he may withdraw or, as the case may be, refrain from \npassing, the order of attachment.  \n 9. Administration of attached property.__(1) The District Judge may, on the application of \nany person interested in any property attached under this Ordinance and after giving the agent of the \n1[appropriate Government] an opportunity of being heard, make such orders as the District Judge \nconsiders just and reason able for__  \n(a) providing from such of the attached property as the applicant claims an interest in, \nsuch sums as may be reasonably necessary for the maintenance of the applicant and \nof his family, and for the expenses connected with the defence of the app licant where \ncriminal proceedings have been instituted against him in any Court for a scheduled \noffence;  \n(b) safeguarding so far as may be practicable the interests of any business affected by the \nattachment, and in particular, the interest of any partners  in such business.  \n(2) Where is appears to the District Judge to be just and convenient, he may by order appoint \na receiver to manage any property attached under this Ordinance in accordance with such instructions \nas the District Judge may from time to tim e think fit to give; and where a receiver is so appointed, the \nprovisions of rules, 2, 3, 4 and 5 of Order XL of the First Schedule to the Code of Civil Procedure, \n1908 (V of 1908), shall be applicable.  \n 1Subs. By the Criminal Law Amendment Act, 1953 (37 o f 1953),s.4, for “Provincial Government”.  \n10. Duration of attachment.  An order of attachment of property under this \nOrdinance shall, unless it is withdrawn earlier in accordance with the provisions of this \nOrdinance, continue in force__  \n(a) where no Cour t has taken cognizance of the alleged scheduled offence at the \ntime when the order is applied  for, for three months from the date of the order \nunder sub -section (1) of section 4 or sub -section (2) of section 6, as the case \nmay be, unless cognizance of suc h offence is in the meantime so taken , or \nunless the District Judge on application by the agent of the 1[appropriate \nGovernment ] thinks it proper and just that the period should be extended and \npasses an order accordingly ; or  \n(b) where a Court has taken c ognizance of the alleged scheduled offence, whether \nbefore or after the time when  the order was applied for  until orders are passed \nby the District Judge in accordance with the provisions of this Ordinance after \nthe termination of the criminal proceedings.  \n11. Appeals.__(1) The 1[appropriate Government ] or any person who has shown cause \nunder section 4 or section 6 or has made an objection under section 4 or has made an \napplication under section 8 or section 9, if aggrieved by any order of the District Judg e under \nany of the foregoing provisions of this Ordinance, may appeal to the High Court within thirty \ndays from the date on which the order complained against was passed.  \n(2) Upon any appeal under this section the High Court may, after giving such parties \nas it thinks prope r an opportunity of being heard,  pass such orders as it thinks fit.  \n(3) Until an appeal under this section is finally disposed of by the High Court, no \nCourt shall, otherwise than in accordance with the provisions of section 8 or section 13, order \nthe withdrawal or suspension of any order of attachment to which the appeal relates.  \n12. Criminal Courts to evaluate property  procured by scheduled offences.__(1) \nWhere before judgment is pronounced in any criminal trial for a scheduled offence i t is \nrepresented to the Court that an order of attachment of property has been passed under this \nOrdinance in connection with such offence, the Court shall, if it is convicting the accused , \nrecord a finding as to the amount of money or value of other prope rty procured by the \naccused by means of the offence.   \n(2) In any appeal or revisional proceedings against such conviction, the appellate or \nrevisional Court shall, unless it sets aside the conviction, either confirm such finding or \nmodify it in such manner  as it thinks proper.  \n(3) In any appeal or revisional proceedings against an order of acquittal passed in a \ntrial such as is referred to in sub -section (1), the appellate or revisional Court, if it convicts \nthe accused, shall record a finding such as is re ferred to in that sub -section.  \n___________________________________________________________________________\n 1Subs. by the Criminal Law Amendment Act, 1953 (37 of 1953),s.4 for “Provincial Government”.  \n1[(4) Where the accused is convicted of a scheduled off ence ot her than one specified \nin item 1  of the Schedule to this Ordinance and where it appears that the offence has caused \nloss to more than one Government referred to in said Schedule or local authority, the finding \nreferred to in the section shall indica te the amount of loss sustained by each such Government \nor local authority.  \n(5) Where the accused is convicted at the same trial of one or m ore offences specified \nin item 1  of the schedule to this Ordinance and of one or more offences specified in any of \nthe other items of the said schedule, the finding referred to in this section  shall indicate \nseparately the a mount s procured by means of the two classes of offences. ] \n  13. Disposal of attached property upon termination of criminal proceedings .__ (1) \nUpon t he termination of any criminal proceedings for any scheduled offence in respect of \nwhich any order of attachment of property has been made under this Ordinance or security \ngiven in lieu thereof, the agent of the 2[appropriate Government ] shall without dela y inform \nthe District Judge, and shall where criminal proceedings have been taken in any Court, \nfurnish the District Ju dge with a copy of the Judgment or order  of the trying Court and with \ncopies of the judgments or orders, if any, or the appellate or revi sional Courts thereon.  \n(2) Where it is reported to the District Judge under sub -section (1) hat cognizance of \nthe alleged scheduled offence has not been taken or where the final judgment or order of the \ncriminal Courts is one of acquittal, the District Jud ge shall forthwith withdraw any orders of \nattachment of property made in connection with the offence, or where security has been given \nin lieu of such attachment, order such security to be returned.  \n_________________________________________________________ _________________  \n1Sub-section (4) and (5) ins. by the Criminal Law (1944 Amdt.) Amending Ordinance, 1945 (14 of 1945),s.2.  \n2Subs. by the Criminal Law Amdt. Act, 1953 (37 of 1953), s.4 for “Provincial Government”.  \n(3) Where the final judgment or order of the criminal Courts is one of conviction, the \nDistrict Judge shall order that from the property of the convicted person attached under this \nOrdinance or out of the security given in lieu of such attachment, there shall be forfeited to \n1[Government] such am ount or value as is found in the final judgment or order of the criminal \nCourts in pursuance of section 12 to have been procured by the convicted person by means of \nthe offence, together with the costs of attachment as determined by the District Judge; and  \nwhere the final judgment or order of the criminal Courts has imposed or upheld a sentence of \nfine on the said person (whether alone or in conjunction with any other punishment), the \nDistrict Judge may order, without prejudice to any other mode of recovery , that the said fine \nshall be recovered from the residue of the said attached property or of the security given in \nlieu of such attachment . \n \n(4) Where the amounts ordered to be forfeited or recovered under sub -section (3) \nexceed the value of the property of the convicted person attached, and where the property of \nany transferee of the convicted person has been attached under section 6, the District Judge \nshall order that the balance of the amount ordered to be forfeited under sub -section (3) \ntogether with the costs of attachment of the transferee’s property as determined by the \nDistrict Judge shall be forfeited to 1[Government] from the attached property of the transferee \nor out of the security given in lieu of such attachment; and the District Judge may or der, \nwithout prejudice to any other mode of recovery, that any fine referred to in sub -section (3) \nor any portion thereof not recovered under that sub -section shall be recovered from the \nattached property of the transferee or out of the security given in l ieu of such attachment.  \n \n(5) If any property remains under attachment in respect of any scheduled offence or \nany security given in lieu of such attachment remains with the District Judge after his orders \nunder sub -sections (3) and (4) have been carried int o effect, the order of attachment in respect \nof such property remaining shall be forthwith withdrawn, or as the case may be, the \nremainder of the security returned, under the orders of the District Judge.  \n \n2[(6) Every sum ordered to be forfeited under this  section in connection with any \nscheduled offence other than one specified in Item 1 of the Schedule to this Ordinance shall, \nafter deduction of the costs of attachment as determined by the District Judge, be credited to \nthe Government (being a Government referred to in the said Schedule) or local authority to \nwhich the offence has caused loss, or where there is more than one such Government or local \nauthority, the sum shall, after such deduction as aforesaid, be distributed among them in \nproportion to the loss sustained by each.]  \n_________ _______ ___________________________________________________________  \n1Subs. by A.O., 1961, Art.2, for “His Majesty” ( with effect from the 23rd March, 1956 ). \n2Sub-section (6) added by the Criminal Law (1944 Amdt.) Amending Or dinance, 1945 (14 of 1945).s .3. \n14. Bar to other proceedings . Save as provided in section 11 and notwithstanding \nanythi ng contained in any other law,__ \n(a) no suit or other legal proceedings sha ll be maintainable in any Court__ \n(i) in respect of any prope rty ordered to be forfeited under section 13 or \nwhich has been taken in recovery of fine in pursuance of an order \nunder that section, or  \n(ii) while any other property is attached under this Ordinance, in r espect of \nsuch other property,__  \nby any person upo n whom a notice has been served under section 4 or section \n6 or who made an objection under sub -section (4) of section 4 ; and  \n(b) no Court shall, in any legal proceedings or otherwise, pass any decree or order, \nother than a final decree in a suit by a p erson not being a person referred to in \nclause (a), which shall have the effect of nullifying or affecting in any way any \nsubsisting order of attachment of property under this Ordinance, or the right of \nthe District Judge to hold security in lieu of any such  order of attachment.  \n15. Protection of action taken.  No suit, prosecution or other legal proceedings shall \nlie against any person for anything in good faith done or intended to be done in pursuance of \nthis Ordinance.  \n_______  \nTHE SCHEDULE  \n(See section 2)  \nOFFENCES  IN CONNECTION  WITH WHICH  PROPERTY  IS LIABLE  TO BE ATTACHED . \n1. An offenc e punishable under section 161 o r section 165 of the Pakistan Penal Code \n1[or any conspiracy to commit or any attempt to commit or any abetment of such offence.]  \n2. An offence  punishable under section 406 2[or section 408], or section 409 of the \nPakistan Penal Code where the prope rty in respect of which the offen ce is committed is \nproperty entrusted by 3* * * the 4[Federal] or a Provincial Government or a department of any \nsuch Government or a local authority or a person acting on behalf of any such Government or \ndepartment or authority.  \n3. An offence punishable under section 411 or section 414 of the Pakistan Penal Code, \nwhere the stolen property in respect of which the offence  is committed is property such as is \ndescribed in the proceding item and in respect of which an offence punishable under section \n406 2[or section 408] or section 409 of the said Code has been committed.  \n4. An  offence punishable under section 417 or sectio n 420 of the Pakistan Penal \nCode, where the person deceived is 3* * * the 4[Federal] or a Provincial Government or a \ndepartment of any such Government or a local authority or a person acting on behalf of any \nsuch Government or department or authority.  \n5. Any conspiracy to commit or any attempt to commit or any abetment of any of the \n5[offences specified in items 2,3 and 4].  \n________  \n___________________________________________________________________________  \n1Added by the Criminal Law (1944 Amdt.) Amending O rdinance, 1945 (14 of 1945),s.4.  \n2Ins.ibid. \n3The orginal words “His Majesty’s Government in the United Kingdom or in any part of His Majesty’s dominions or” omitted by \nthe Criminal Law Amending Act, 1953 (37 of 1953),s.4.  \n4Subs. by F.A.O., 1975, Art.2 and Table, for “Central”.  \n5Subs. by Act 37 of 1953, for “aforesaid offences”."
}