{
    "file": "./converted_json\\administrator1c90220dff082736b76ee7037c41bd8c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6   \n \n \n \n \nTHE  NOTARIES  ORDINANCE,  1961  \n \n \n \nCONTENTS  \n \nPREAMBLE  \n1. Short  title extent  and commencement  \n2. Definitions  \n3. Power  to appoint  notaries  \n4. Registers  \n5. Entry  of names  in the Register  and issue  or renewal  of certificates  of practice  \n6. Annual  publication  of lists of notaries  \n7. Seal of notaries  \n8. Functions  of notaries  \n9. Bar of practice  without  certificate  \n10. Removal  of names  from  Register  \n11. Construction  of references  to notaries  public  in other  laws  \n12. Penalty  for falsely  representing  to be a notary,  etc. \n13. Cognizance  of offences  \n14. Reciprocal  arrangements  for recognition  of notarial  acts done  by foreign  notaries.  \n15. Power  to make  rules  \n16. Saving  of Act XXVI  of 1881  \n \n \n \n \n \n \n\n \n \nPage 2 of 6  THE  NOTARIES  ORDINANCE,  1961  \nORDINANCE  NO. XIX OF 1961  \n[14th  June,  1961]  \n \nAn Ordinance to provide for and to regulate the profession of notaries in Pakistan  \nWHEREAS  it is expedient  to provide  for and to regulate  the profession of notaries  in Pakistan;  \n \nNOW, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf the President is pleased to make and \npromulgate  the following  Ordinance:  \n \n1. Short t itle, extent and commencement. ―(1) This Ordinance may be called the Notaries \nOrdinance, 1961.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force on such date 1as the 2 [Provincial Government] may, by notification \nin the official Gazette, appoint.  \n \n2. Definitions.  In this Ordinance, unless th e context otherwise requires, ― \n \n(a) “instrument” includes every document by which any right or liability is, or \npurports to be, cre ated, transferred, modified, limited, extended, suspended, \nextinguished or recorded;  \n \n3[(b) “Legal  practitioner”  means  a legal  practitioner  as defined  in the Legal  \nPractitioners  and  Bar Councils  Act, 1973 (XXV  of 1973);]  \n \n(c)  “notary” means a person appointed as such under this Ordinance:  \n \n4 * * * * * * * \n(d) “prescribed”  means  prescribed by rules  made  under this  Ordinance;  \n \n(e) “Register”  means  a Register  of Notaries  to be maintained  under  section  4. \n(3). Power  to appoint  notaries.  The 5* * * Provincial  Government,  for the whole  or any part \nof the Province  may,  appoint  as notaries any  legal  practitioners  or other  persons who  possess  such \nqualifications  as may be  prescribed.  \n \n4. Registers. —(1) The 6* * * Provincial Government shall maintain, in such form as may be \nprescribed, a Register of the notaries appointed by that Government and entitled to Practice  as such \nunder this Ordinance.  \n \n \n 1 This Ordinance has been  brought  into force  in the Province  of West  Pakistan  except  the Tribal  Areas  with effect  from  the 5th January,  \n 1966,  see Gazette  of West  Pakistan,  1966,  Ext.,  p. 33h. \n 2 Subs.  by A.O.,  1964,  Art. 2 and Sch.,  for “Central  Government”.  \n 3 Subs.  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  S 3 and Sch.,  II. \n 4 Proviso  omitted  ibid. \n 5 The words  “Central  Government”  for the whole  or any part of Pakistan,  and the “omitted  by A.O.,  1964,  Art. 2 and Sch. \n 6 The words  “Central  Government  and the” omitted  ibid. \n \n \n \nPage 3 of 6   (2) Every such Register shall include the following particulars about the notary whose name \nis entered therein, namely:  \n \n(a)  his full name, date of birth, residential and professional address;  \n \n(b)  the date on which his name is entered in the Register;  \n \n(c)  his qualification; and  \n \n(d)  any other particulars which may be prescribed.  \n \n5. Entry  of names  in the Register  and issue  or renewal  of certificates  of practice . Every \nnotary who intends to practise as such shall, on payment to the 1 [Provincial Government] of the \nprescribed fee, if any, be entitled―  \n \n(a) to have his name entered in the Register maintained by that Government \nunder section 4, and  \n(b) to a certificate authorizing him to practise  for a period of three years from \nthe date on which the certificate is issued to him.  \n \n2[(2) Every such notary who wishes to continue to practise after the expiry of the period of \nthree  years referred to in clause (b) of sub­section (1) shall, at such time  before expiry of the said \nperiod as  may be prescribed, submit to the Provincial Government an application for renewal of his \ncertificate  of practice  accompanied by the  prescribed fee.  \n \n(3) On receipt of an application under sub­section (2) from a notary, the Provincial Government  \nmay, if, after such inquiry as it may deem fit, it is satisfied that the conduct of the notary during the  \npreceding three years has been unobjectionable, renew the certificate of practice for a period of three  \nyears.  \n \n(4) A person  who has been in practice as a notary for a continuous period of six years shall not \nbe appointed as a notary unless a period of not less than three years has elapsed since the expiry of the  \nperiod  for which his  certificate  of practice  was renewed.]  \n \n6. An nual  publication  of lists of notaries.  The 3* * * Provincial  Government  shall,  not later \nthan                             the end of January each year, publish in the official Gazette a list of notaries appointed by that  \nGovernment and in practice at the beginning of that year together with such details pertaining to them  \nas may be  prescribed.  \n7. Seal  of notaries.  Every  notary  shall  have  and use, as occasion  may arise,  a seal of such \nform  and design as  may be  prescribed.  \n  \n8. Functions of notaries.― (1)  A notary may do all or any of the following acts by virtue of \nhis office, namely:  \n(a) verify, authenticate,  certify  or attest  the execution  of any instrument;  \n \n 1 Subs.  ibid.,  for “Government  appointing  him”.  \n 2 Subs.  by the Notaries  (Amdt.)  Ordinance,  1984  (51 of 1984),  s. 2, for sub­section  (2), which  was previously  amended  by A.O.,  1964,  Art. \n 2 and Sch. \n 3 The words  “Central  Government  and every\"  omitted  by A.O.,  1964,  Art 2. and Schedule.  \n \n \nPage 4 of 6  (b) present any promissory note, hundi or bill of exchange for acceptance or \npayment or  demand better security;  \n \n(c)  note or protest the dishonour by non­acceptance or non­payment of any \npromissory note,  hundi or bill of exchange or protest for better security or \nprepare acts of honour under the  Negotiable  Instru ments Act, 1881 (XXVI of \n1881), or serve  notice  of such note  or protest;  \n \n(d) note and draw up ship ’s protest, boat ’s protest or protest relating to demurrage \nand other  commercial  matters;  \n \n(e) administer  oath to, or take affidavit  from,  any person;  \n \n(f) prepare  bottomry  and respondantia  bonds,  charter  parties  and other  mercantile  \ndocuments;  \n \n(g) prepare, attest or authenticate any instrument intended to take effect in any \ncountry or  place outside Pakistan in such form and language as may conform to \nthe la w of the place  where  such deed is  intended to  operate;  \n \n(h) translate,  and verify  the translation  of, any document  from  one language  into \nanother;  \n \n  (i) any other act  which  may be  prescribed.   \n \n(2) No act specified in sub section (1) shall be deemed to be  a notarial act except when it is done \nby a notary under his signature and official seal.  \n \n9. Bar of practice without certificate .―(1) Subject to the provisions of this section, no person \nshall practise  as a notary or do any notarial act under the official seal of a notary unless he holds a \ncertificate of practice in force issued to him under section 5:  \n \nProvided that nothing in this sub­section shall apply to the presentation of any promissory note,  \nhundi or bill of exchange for acceptance or payment by the clerk of a notary acting on behalf of such  \nnotary.  \n \n1* * * * * * \n10. Removal of names from Register.  The 2[Provincial Government] may, by order, remove  \nfrom  the Register  maintained by  it under  section  4 the name  of the  notary if  he \n \n(a)  makes  a request  to that effect;  or \n \n(b)  has not paid any prescribed  fee required  to be paid by him; or \n \n(c)  is an undischarged  insolvent;  or \n \n(d)  has been  found,  upon  inquiry  in the prescribed  manner,  to be guilty  of such \nprofessional  or other misconduct as, in the opinion of the Government, renders \nhim unfit to practise as a  notary.  \n \n 1Sub­section  (2) omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. 3 and Sch.,  II. \n 2Subs.  by A.O.,  1964,  Art. 2 and Sch.,  for “Government  appointing  any notary”.   \n \n \nPage 5 of 6  11. Construction of references to notaries public in other laws.  Subject to the provisions of \nsection 16, any reference to a notary public in any other law shall be construed as a reference to a \nnotary entitled to practise under this Ordinance.  \n \n12. Penalty for falsely representing to be a notary, etc. Any person who ―  \n \n (a)  falsely represents that he is a notary without being appointed as such, or  \n \n (b)  practises as a notary or does any notarial act in contravention of section 9, shall \n   be punishable with imprisonment for a term which may extend to three months, \n   or with fine, or with both.  \n \n13. Cognizance of offence. ―(1) No court shall take cognizance of any offence committed by \na notary in the exercise or purported exercise of his functions under this Ordinance save upon \ncomplaint in writing made b y an officer authorized by the 1* * * Provincial Government by general or \nspecial order in this behalf.  \n \n(2) No magistrate other than a magistrate of the first class shall try an offence punishable under \nthis Ordinance.  \n \n14. Reciprocal arrangements for recognition of notarial acts done by foreign notaries.  If \nthe 2[Federal Government] is satisfied that by the law or practice of any country or place outside \nPakistan, the notarial acts done by notaries within Pakistan are recognised for all or any limited \npurposes in tha t country or place, the 2[Federal Government] may, by notification in the official \nGazette, declare that the notarial acts lawfully done by notaries within such country or place shall be \nrecognised  within Pakistan for all purposes or, as the case may be, for such limited purposes as may \nbe specified in the notification.  \n \n 15. Power to make rules.― (1) The 1 [Provincial Government] may, by notification in the \nofficial Gazette, make rules to carry out the purposes of this Ordinance.  \n \n(2) In particular, and without prejudice to the generality of the foregoing power, such rules may \nprovide for all or any of the following matters, namely:  \n \n(a)  the qualifications of a notary, the form and manner in which applications for \nappointment as a notary may be made and the disposa l of such applicants;  \n \n(b)  the certificates, testimonials or proofs as to character, integrity, ability and \ncompetence which any person applying for appointment as a not ary may be \nrequired to furnish;  \n \n(c)  the fees payable for appointment as a notary and for the issue and renewal of a \ncertificate of practice, and exemption, whether wholly or in part, from such fees  \nin specified  classes of cases;  \n \n(d)  the fees payable to a notary for doing any notarial act;  \n \n \n 1Subs.  by A.O.,  1964,  Art. 2 and Sch.,  for “Central  Government”.  \n \n \nPage 6 of 6   (e)  the form of Registers and the particulars t o be entered therein;  \n \n (f)  the form and design of the seal of a notary;  \n  \n (g)  the manner in which inquiries into allegations or professional or other \n misconduct of notaries may be made;  \n \n (h)  the acts which a notary may do in addition to those specified in section 8 and \n the manner in which a notary may perform his functions.  \n \n16. Saving of Act XXVI of 1881 . Nothing in this Ordinance affects the provisions of the \nNegotiable Instruments Act, 1881 (XXVI of 1881), or any appointment made in pursuance of section \n138 of that Act or  the powers of any person so appointed."
}