{
    "file": "./converted_json\\administrator0a802e3468735238090ceede22ccfd11.json",
    "name": "The Arbitration Act, 1940",
    "date": "11 March, 1940",
    "tagline": "To consolidate and amend the law relating to arbitration.",
    "content": "UNDER REVIEW  \nPage 1 of 17 \n s \n \n \nTHE ARBITRATION ACT, 1940  \n \n \n \n      CONTENTS  \n1.  Short title, extent and commencement . \n2.  Definitions.  \n3.  Provisions i mplied in arbitration agreement.   \n4.  Agreement that arbitrato rs be appointed by third party.  \n5.  Authority of appointed arbitrator  or umpire irrevocable except by leave of  Court.  \n6.  Arbitration agreement not to be disch arged by death of party thereto.  \n7.  Provisions in case of insolvency .  \n8.  Power of Court to appoint arbitrator or umpire . \n9.  Power to party to appoint new arbitrat or or, in ce rtain cases, a sole arbitrator.  \n10.  Provisions as to appointment of three or more arbitrators .  \n11.  Power to  Court to remove arbitrators or umpire in certain circumstances .  \n12.  Power of Court where arbitrator is removed or his authority rev oked .  \n13.  Powers of arbitrator .  \n14.  Award to be signed and filed .  \n15.  Power of Court to modify award.  \n16.  Power to remit award .  \n17.  Judgment in terms of award.  \n18.  Power of Court to pass interim orders .   \n \n\nUNDER REVIEW  \nPage 2 of 17 \n 19.  Power to supersede arbitration where  award becomes void or is set aside.  \n20.  Application to file in Court arbitration agreement .  \n21.  Parties to suit may apply for order o f reference.  \n22.  Appointment of arbitrator.  \n23.  Order of reference.  \n24.  Reference to arbitration by some of the pa rties.  \n25.  Provisions applicable to arbitrations under this Chapter.  \n26.  Application of Chapter.  \n26-A.   Award to set out reasons  \n27.  Power of arbitrators to make an interim award.  \n28.  Power to Court only to enlarge time for making award  \n29.  Inter est on awards.  \n30.  Grounds for setting aside award.  \n31.  Jurisdiction.  \n32.  Bar to suit contesting arbitration agreement or award.  \n33.  Arbitration agreement or award to be contested by application.  \n34.  Power to stay legal proceedings where there is  an arbitration agreement.  \n35.  Effect of legal proceedings on arbitration.  \n36.       Power of Court,  to order that a provision making an award a condition precedent to  \nan action shall not apply to a particular difference.  \n37.  Limitations.  \n38.  Dispute s as to arbitrator’s remuneration or costs.  \n39.  Appe alable orders.  \n40.  Small Cause Court not to have jurisdictions over arbitration s save arbitrations in suit  \nbefore it.  \n41.  Procedure and powers of Court.  \n42.  Service of notice by party or arbitrato r.  \nUNDER REVIEW  \nPage 3 of 17 \n 43.  Power of Court to issue processes for appearance before arbitrator .  \n44.  Power of High Court to make rules.  \n45.  Government to be bound.  \n46.  Application of Act to statutory arbitrations.  \n47.  Act to apply to all arbitrations.  \n48.  Saving for p ending references.  \n 49.  [Omitted ] \nTHE  FIRST  SCHEDULE  \nImplied  conditions  of arbitration  agreements  \nTHE  SECOND  SCHEDULE  \nPower  of Court  \nTHE  THIRD  SCHEDULE  \n[Repealed.]  \nTHE  FOURTH  SCHEDULE  \n[Repealed.]  \nUNDER REVIEW  \nPage 4 of 17 \n THE ARBITRATION ACT, 1940.  \n \n1ACT NO. X OF 1940  \n[11 March, 1940]  \n \nAn Act to consolidate and amend the law relating to Arbitration.  \n \nWHEREAS it  is expedient to consolidate and amend the law relating to arbitration in \n2[Pakistan];  \n \nIt is hereby enacted as follows : — \nCHAPTER I  \n \nINTRODUCTORY  \n1. Short title, extent and  commencement .—(1) This Act may be called the Arbitration Act, \n1940.  \n3[(2) It extends to the whole of Pakistan].  \n(3) It shall come into force on the 1st  day of July, 1940.  \n2. Definitions . In this Act, unless there is anything  repugnant in the subject or co ntext — \n(a) “arbitration agreement” means a written agreement to submit present or future \ndifferences to arbitration, whether an arbitrator is named therein or not;  \n(b) “award” means an arbitration award;  \n(c) “Court” means a Civil Court having jurisdiction to decide the question \nforming the subject -matter of the reference if the same had been the \nsubject -matter of a suit, but does not, except for the purpose of arbitration \nproceedings under section 21, include a Small Cause Court ; \n(d) “legal representative” means a person who in law represents the estate of a \ndeceased person, and includes any person who intermeddles with the estate of \nthe deceased, and, where a party acts in representative character, the person on \nwhom the estate devolves on the death of the party so acting;  \n(e) “reference” means a reference to arbitration.  \n \n \n \n \n1 For statement of Objects and Reasons, see Gazette of India, 1939, Pt. V, p. 142, ; for the Report of Select Committee, see ib id., 1940, Pt. V, p. 35.  \nThis Act has been applied to Balu chistan, see Notification No. 168 - N., dated the 17th October, 1940, Gazette of India, 1940, Pt. I, p. 1478;  \nPhulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N. W. F. P., subject to certain modi fications - see N.W.F.. P \n(Upper Tananwal) (Excluded Area) Laws Regulation, 1950;   and also extended to the Excluded Area of Upper Tanawal other than Phulera by the \naforesaid Regulation, and declared to be in force in that area with effect from the 1st June, 1951, see N.W.F.P. Ga zette, Ext., dated the 1st June, 1951.  \nIt has been extended to the Leased Areas of Baluchistan by the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950).  \n2 Subs. by the Central Laws (Statue Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch (with eff ect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation” which had been subs., by A. O., 1949, for British India”.  \n3 Subs. by Ordinance 21 of 1960, s. 3 and Sch (with effect from the 14th  October, 1955), for the original sub -section (2) as amended by A. O, 1949.  \nUNDER REVIEW  \nPage 5 of 17 \n CHAPTER II  \nARBITRATION WITHOUT INTERVENTION OF A COURT  \n3. Provisions implied in arbitration agreement . An arbitration agreement, unless a \ndifferent intention is expressed therein, shall be deemed to include the provisi ons set out in the First \nSchedule in so far as they are applicable to the reference.  \n4. Agreement that arbitrators be appointed by third party . The parties to an arbitration \nagreement may agree that any reference thereunder shall be to an arbitrator or arb itrators to be \nappointed by a person designated in the agreement either by name or as the holder for the time being \nof any office or appointment.  \n5. Authority of appointed arbitrator or umpire irrevocable except by leave of \nCourt.  The authority of an appoi nted arbitrator or umpire shall not a revocable except with the leave \nof the Court unless a contrary intention is expressed in the arbitration agreement.  \n6. Arbitration agreement not to be discharged by death of party thereto .—(1) An \narbitration agreement shall not be discharged by the death of any party thereto, either as respects the \ndeceased or any other party, but shall in such event be enforceable by or against the legal \nrepresentative of the deceased.  \n(2) The authority of an arbitrator shall not be re voked by the death of any party by whom he \nwas appointed.  \n(3) Nothing in this section shall affect the operation of any law by virtue of which any right \nof action is extinguished by the death of a person.  \n7. Provisions in case of insolvency .—(1) Where it i s provided by a term in a contract to \nwhich an insolvent is a party that any differences arising there out or in connection therewith shall be \nreferred to arbitration, the said term shall, if the receiver adopts the contract, be enforceable by or \nagainst hi m so far as it relates to any such differences.  \n(2) Where a person who has been adjudged an insolvent had, before the commencement of \nthe insolvency proceedings, become a party to an arbitration agreement, and any matter to which the \nagreement applies is r equired to be determined in connection with, or for the purposes of the \ninsolvency proceedings, then, if the case is one to which sub -section (1) does not apply, any other \nparty to the agreement or the receiver may apply to the Court having jurisdiction in  the insolvency \nproceedings for an order directing that the matter in question shall be referred to arbitration in \naccordance with the agreement, and the Court may, if it is of opinion that, having regard to all the \ncircumstances of the case, the matter ou ght to be determined by arbitration, make an order \naccordingly.  \n(3) In this section the expression “receiver” includes an Official Assignee.  \n8. Power of Court to appoint arbitrator or umpire. —(1) In any of the following cases: — \n(a) where an arbitration agr eement provides that the reference shall be to one or \nmore arbitrators to be appointed by consent of the parties, and all the parties \ndo not, after differences have arisen, concur in the appointment or \nappointments; or  \nUNDER REVIEW  \nPage 6 of 17 \n (b) if any appointed arbitrator or um pire neglects or refuses to act, or is incapable \nof acting, or dies, and the arbitration agreement does not show that it was \nintended that the vacancy should not be supplied, and the parties or the \narbitrators, as the case may be, do not supply the vacancy ; or \n(c) where the parties or the arbitrators are required to appoint an umpire and do \nnot appoint him;  \nany party may serve the other parties or the arbitrators, as the case may be, with a written notice to \nconcur in the appointment or appointments or in s upplying the vacancy.  \n(2) If the appointment is not made within fifteen clear days after the service of the said notice, \nthe Court may, on the application of the party who gave  the notice and after giving the other parties \nan opportunity of being heard, ap point an arbitrator or arbitrators or umpire, as the case may be, who \nshall have like power to act in the reference and to make an award as if he or they had been \nappointed by consent of all parties.  \n9. Power to party to appoint new arbitrator or, in certa in cases, a sole arbitrator . Where \nan arbitrations agreement provides that a reference shall be to two arbitrators, one to be appointed by \neach party, then, unless a different intention is expressed in the agreement, — \n(a) if either of the appointed arbitra tors, neglects or refuses to act, or is incapable \nof acting or dies, the party who appointed him may appoint a new arbitrator in \nhis place;  \n(b) if one party fails to appoint an arbitrator, either originally or by way of \nsubstitution as aforesaid, for fifte en clear days after the service by the other \nparty of a notice in writing to make the appointment, such other party having \nappointed his arbitrator before giving the notice, the party who has appointed \nan arbitrator may appoint that arbitrator to act as so le arbitrator in the \nreference, and his award shall be binding on both parties as if he had been \nappointed by consent:  \nProvided that the Court may set aside any appointment as  sole arbitrator  made under clause \n(b) and either, on sufficient cause being show n, allow further time to the defaulting party to appoint \nan arbitrator or pas s such other order as it thinks fit.  \nExplanation. — The fact that an arbitrator or umpire, after  a request by either party to enter on \nand proceed with the reference, does not with in one month comply with the request may constitute a \nneglect or refusal to act within the meaning of section 8 and this section.  \n10. Provisions as to appointment of three or more arbitrators .—(1) Where an arbitration \nagreement provides that a reference sh all be to three arbitrators, one to be appointed by each party \nand the third by the two appointed arbitrators, the agreement shall have effect as if it provided for the \nappointment of an umpire, and not for the appointment of a third arbitrator, by the two  arbitrators \nappointed by the parties.  \n(2) Where an arbitration agreement provides that a reference shall be to three arbitrators to be \nappointed otherwise than as mentioned in sub -section (1), the award of the majority shall, unless the \narbitration agree ment otherwise provides, prevail.  \nUNDER REVIEW  \nPage 7 of 17 \n (3) Where an arbitration agreement provides for the appointment of more arbitrators than \nthree, the award of the majority, or if the arbitrators are equally divided in their opinions, the award \nof the umpire shall, unless the arbitration agreement otherwise provides, prevail.  \n11. Power to Court to remove arbitrators or umpire in certain circumstances .—(1) The \nCourt may, on the application of any party to a reference, remove an arbitrator or umpire who fails to \nuse all reaso nable dispatch in entering on and proceeding with the reference and making an award.  \n(2) The Court may remove an arbitrator or umpire who has misconduct ed himself or the \nproceedings.  \n(3) Where an arbitrator or umpire is removed under this section, he shall  not be entitled to \nreceive any remuneration in respect of his services.  \n(4) For the purposes of this section the expression “proceeding with the reference” includes, \nin a case where reference to the umpire becomes necessary, giving notice of that fact to the parties \nand to the umpire.  \n12. Power of Court where arbitrator is removed or his authority revoked .—(1) Where \nthe Court removes an umpire who has not entered on the reference or one or more arbitrators (not \nbeing all the arbitrators), the Court may, on  the application of any party to the arbitration agreement, \nappoint persons to fill the vacancies.  \n(2) Where the authority of an arbitrator or arbitrators or an umpire is revoked by leave of the \nCourt, or where the Court removes an umpire who has entered o n the reference or a sole arbitrator or \nall the arbitrators, the Court may, on the application of any party to the arbitration agreement, \neither — \n(a)  appoint a person to act as sole arbitrator in the place of the person or persons \ndisplaced, or  \n(b)  order  that the arbitration agreement shall cease to have effect with respect to \nthe difference referred.  \n(3) A person appointed under this section as an arbitrator or umpire shall have the like power \nto act in the reference and to make an award as if he had bee n appointed in accordance with the \narbitration agreement.  \n13. Powers of arbitrator . The arbitrators or umpire shall, unless a different intention is \nexpressed in the agreement, have power to — \n(a) administer oath to the parties and witnesses appearing;  \n(b) state a special case for the opinion of the Court on any question of law \ninvolved, or state the award, wholly or in part, in the form of a special case of \nsuch question for the opinion of the Court;  \n(c) make the award conditional or in the alternative;  \n(d) correct in an award any clerical mistake or error arising from any accidental \nslip or omission;  \nUNDER REVIEW  \nPage 8 of 17 \n (e) administer to any party to the arbitration such interrogatories as may, in the \nopinion of the arbitrators or umpire, be necessary.  \n14. Award to be signed a nd filed .—(1) When the arbitrators or umpire have made their \naward, they shall sign it and shall give notice in writing to the parties of the making and signing \nthereof and of the amount of fees and charges payable in respect of the arbitration and award.  \n(2) The arbitrators or umpire shall, at the request of any party to the arbitration agreement or \nany person claiming under such party or if so directed by the Court and upon payment of the fees and \ncharges due in respect of the arbitration and award and of  the costs and charges of filing the award, \ncause the award or signed copy of it, together with any depositions and documents which may have \nbeen taken and proved before them, to be filed in Court, and the Court shall thereupon give notice to \nthe parties o f the filing of the award.  \n \n (3) Where the arbitrators or umpire state a special case under clause (b) of section 13, the \nCourt, after giving notice to the parties and hearing them, shall pronounce its opinion thereon and \nsuch opinion shall be added to, an d shall form part of, the award.  \n15. Power of Court to modify award . The Court may by order modify or correct an \naward — \n(a) Where it appears that a part of the award is upon a matter not referred to \narbitration and such part can be separated from the other  part and does not \naffect the decision on the matter referred; or  \n(b) Where the award is imperfect in form, or contains any obvious error which can \nbe amended without effecting such decision; or  \n(c) Where the award contains clerical mistake or an error ari sing from an \naccidental slip or omission.  \n16. Power to remit award .—(1) The Court may from time to time remit the award or any \nmatter referred to arbitration to the arbitrators or umpire for reconsideration upon such terms as it \nthinks fit — \n \n(a) where the award has left undetermined any of the matters referred to \narbitration, or where it determines any matter not referred to arbitration and \nsuch matter cannot be separated without affecting the determination of the \nmatters referred; or  \n(b) where the award is  so indefinite as to be incapable of execution ; or  \n(c) where an objection to the legality of the award is apparent upon the face of it.  \n(2) Where an award is remitted under sub -section (1) the Court shall fix the time within \nwhich the arbitrator or umpire  shall submit his decision to the Court:  \nProvided that any time so fixed may be extended by subsequent order of the Court.  \n(3) An award remitted under sub -section (1) shall become void on the failure of the arbitrator \nor umpire to reconsider it and submit his decision within the time fixed.  \nUNDER REVIEW  \nPage 9 of 17 \n 17. Judgment in terms of award . Where the Court sees no cause to remit the award or any \nof the matters referred to arbitration for reconsideration or to set aside the award, the Court shall, \nafter the time for making an application to set aside the award has expired, or such application \nhaving been made, after refusing it, proceed to pronounce judgment according to the award, and \nupon the judgment so pronounced a decree shall follow, and no appeal shall lie from such decr ee \nexcept on the ground that it is in excess of, or not otherwise in accordance with, the award.  \n18. Power of Court to pass interim orders .— (1) Notwithstanding anything contained in \nsection 17, at anytime after the filing of the award, whether notice of t he filing has been served or \nnot, upon being satisfied by affidavit or otherwise that a party has taken or is about to take steps to \ndefeat, delay or obstruct the execution of any decree that may be passed upon the award, or that \nspeedy execution of the aw ard is just and necessary, the Court may pass such interim orders as it \ndeems necessary.  \n(2) Any person against whom such interim orders have been passed may show cause against \nsuch orders, and the Court, after hearing the parties, may pass such further or ders as it deems \nnecessary and just.  \n19. Power to supersede arbitration where award becomes void or is set aside . Where an \naward has become void under sub -section (3) of section 16 or has been set aside, the Court may by \norder supersede the reference and s hall thereupon order that the arbitration agreement shall cease to \nhave effect with respect to the difference referred.  \n_____________  \nCHAPTER III  \nARBITRATION WITH INTERVENTION OF A COURT WHERE THERE IS NO SUIT \nPENDING.  \n20. Application to file in Court arbi tration agreement .—(1) Where any persons have \nentered into an arbitration agreement before the institution of any suit with respect to the subject -\nmatter of the agreement or any part of it, and where a difference has arisen to which the agreement \napplies, they or any of them, instead of proceeding under Chapter II, may apply to a Court having \njurisdiction in the matter to which the agreement relates, that the agreement be filed in the Court.  \n(2) The application shall be in writing and shall be numbered and registered as a suit between \none or more of the parties interested or claiming to be interested as plaintiff or plaintiffs and the \nremainder as defendant or defendants, if the application has been presented by all the parties, or, if \notherwise, between the  applicant as plaintiff and the other parties as defendants.  \n(3) On such application being made, the Court shall direct notice thereof to be given to all \nparties to the agreement other than the applicants, requiring them to show cause within the time \nspeci fied in the notice why the agreement should not be filed.  \n(4) Where no sufficient cause is shown, the Court shall order the agreement to be filed, and \nshall make an order of reference to the arbitrator appointed by the parties, whether in the agreement \nor otherwise, or, where the parties cannot agree upon an arbitrator, to an arbitrator appointed by the \nCourt.  \nUNDER REVIEW  \nPage 10 of 17 \n (5) Thereafter the arbitration shall proceed in accordance with, and shall be governed by, the \nother provisions of this Act so far as they can be mad e applicable.  \n______ _____  \nCHAPTER IV  \nARBITRATION IN SUITS  \n21. Parties to suit may apply for order or reference . Where in any suit all the parties \ninterested agree that any matter in difference between them in the suit shall be referred to arbitration, \nthey may at any time before judgment is pronounced apply in writing to the Court for an order or \nreference.  \n22. Appointment of arbitrator . The arbitrator shall be appointed in such manner as may be \nagreed upon between the parties.  \n23. Order of reference .—(1) T he Court shall, by order, refer to the arbitrator the matter in \ndifference which he is required to determine, and shall in the order specify such time as it thinks \nreasonable for the making of the award.  \n(2) Where a matter is referred to arbitration, the C ourt shall not, save in the manner and to the \nextent provided in this Act, deal with such matter in the suit.  \n \n 24. Reference to arbitration by some of the parties . Where some only of the parties to a \nsuit apply to have the matters in difference between th em referred to arbitration in accordance with, \nand in the manner provided by section 21, the Court may, if it thinks fit, so refer such matters to \narbitration (provided that the same can be separated from the rest of the subject -matter of the suit) in \nthe manner provided in that section, but the suits shall continue so far as it relates to the parties who \nhave not joined in the said application and to matters not contained in the said reference as if no such \napplication had been made, and an award made in p ursuance of such a reference shall be binding \nonly on the parties who have joined in the application.  \n25. Provisions applicable to arbitrations under this Chapter.  The provisions of the other \nChapters shall, so far as they can be made applicable, apply to arbitrations under this Chapter:  \nProvided that the Court may, in any of the circumstances mentioned in Section 8, 10, 11 and \n12, instead of filing up the vacancies or making the appointments, make an order superseding the \narbitration and proceed with the s uit, and where the Court makes an order superseding the arbitration \nunder section 19, it shall proceed with the suit.  \n_____ ____  \nCHAPTER V \nGENERAL  \n26. Application of Chapter . Save as otherwise provided in this Act, the provisions of this \nChapter shall apply  to all arbitrations.  \n1[26-A. Award to set out reasons. —(1) The arbitrators or umpire shall state in the award the \nreasons for the award in sufficient detail to enable the Court to consider any question of law arising \nout of the award.  \nUNDER REVIEW  \nPage 11 of 17 \n  \n(2) Where the award  does not state the reasons in sufficient detail, the Court shall remit the \naward to the arbitrators or umpire and fix the time within which the arbitrator or umpire shall submit \nthe award together with the reasons in sufficient detail:  \n \nProvided that any time so fixed may be extended by subsequent order of the Court.  \n \n(3) An award remitted under sub -section (2) shall become void on the failure of the \narbitrators or umpire to submit it in accordance with the direction of the Court.]   \n \n27. Power of arbitrato rs to make an interim award .—(1) Unless a different intention \nappears in the arbitration agreement, the arbitrators or umpire may, if they think fit, make an interim \naward.  \n \n(2) All references in this Act to an award shall include references to an interim award made \nunder sub -section (1).  \n \n28. Power to Court only to enlarge time for making award .—(1) The Court may, if it \nthinks fit, whether the time for making the award has expired or not and whether the award has been \nmade or not, enlarge from time to time  the time for making the award.  \n \n(2) Any provisions in an arbitration agreement whereby the arbitrators or umpire may, except \nwith the consent of all the parties to the agreement, enlarge the time for making the award, shall be \nvoid and of no effect.  \n \n29. Interest on awards . Where and in so far as an award is for the payment of money the \nCourt may in the decree order interest, from the date of the decree at such rate as the Court deems \nreasonable, to be paid on the principal sum as adjudged  by the award and  confirmed by the decree.  \n \n30. Grounds for setting aside award . An award shall not be set aside except on one or more \nof the following grounds, namely; — \n \n(a) that an arbitrator or umpire has misconducted himself or the proceedings;  \n \n(b) that an award has b een made after the issue of an order by the Court \nsuperseding the arbitration or after arbitration proceedings have become \ninvalid under section 35;  \n \n(c) that an award has been improperly procured or is otherwise invalid.  \n \n31. Jurisdiction. —(1) Subject to the provisions of this Act, an award may be filed in any \nCourt having jurisdiction in the matter to which the reference relates.  \n \n(2) Notwithstanding anything contained in any other law for the time being in force and save \nas otherwise provided in his Act , all questions regarding the validity, effect or existence of an award \nor an arbitration agreement between the parties to the agreement or persons claiming under them \nshall be decided by the court in which the award under the agreement has been, or may be , filed, and \nby no other Court.  \n \n(3) All applications regarding the conduct of arbitration proceedings or otherwise arising out \nof such proceedings shall be made to the Court where award has been, or may be, filed, and to no \nother Court.  \n \n \n1 Section 26A in s. by the Arbitration (Amdt.) Ordinance, 1981 (15 of 1981),s.2.  \n(4) Notwithstanding anything contained elsewhere in this Act or in any other law for the time \nbeing in force, where in any reference any application under his Act has been made in a Court \ncomp etent to entertain it, that Court alone shall have jurisdiction over the arbitrat ion proceedings and \nUNDER REVIEW  \nPage 12 of 17 \n all subseque nt application arising out of that reference and the arbitration proceeding s shall be made \nin that court  and in no other Court  \n \n32. Bar to suit  contesting arbitration agreement or award . Notwithstanding any law for \nthe time being in force, no suit shall lie on any ground whatsoever for a decision upon the existence, \neffect or validity of an arbitration agreement or award, nor shall any arbitratio n agreement or award \nbe set aside, amended, modified or in any way affected otherwise than as provided in this Act.  \n \n33. Arbitration agreement or award to be contested by application . Any party to an \narbitration agreement or any person claiming under him d esiring to challenge the existence or \nvalidity of an arbitration agreement or an award or to have the effect of either determined shall apply \nto the Court and the Court shall decide the question on affidavits :  \n \nProvided that where the Court deems it just and expedient, it may set down the application \nfor hearing on other evidence also and it may pass such orders for the discovery and particulars as it \nmay do in a suit  1[.] \n \n2*         *                *             *               *               *               * \n \n34. Power to stay legal proceedings where there is an arbitration agreement . Where any \nparty to an arbitration agreement or any person claiming under him commences any legal \nproceedings against any other party to the agreement or any person claim ing under him in respect of \nany matter agreed to be referred, any party to such legal proceedings may, at any time before filing a \nwritten statement or taking any other steps in proceedings, apply to the judicial authority before \nwhich the proceedings are pending to stay the proceedings; and if satisfied that there in no sufficient \nreason why the matter should not be referred in accordance with the arbitration agreement and that \nthe applicant was, at the time when the proceedings were commenced, and still r emains, ready and \nwilling to do all things necessary to the proper conduct of the arbitration , such authority may make \nan order staying the proceedings.  \n \n35. Effect of legal proceedings on arbitration .—(1) No reference nor award shall be \nrendered invalid b y reasons only of the commencement of legal proceedings upon the subject - matter \nof the reference, but when legal proceedings upon the whole of the subject matter of the reference \nhave been commenced between all the parties to the reference and a notice th ereof has been given to \nthe arbitrators or umpire, all further proceedings in a pending reference shall, unless a stay of \nproceedings is granted under section 34, by invalid.  \n \n(2) In this section the expression “parties to the reference” includes any perso ns claiming \nunder any of the parties and litigating under the same title.  \n \n36. Power of Court,  to order that a provision making an award a condition precedent to \nan action shall not apply to a particular difference . Where it is provided (whether in the \narbitration agreement or otherwise) that an award under an arbitration agreement shall be a condition \nprecedent to the bringing of an action with respect to any matter to which the agreement applies, the \nCourt, if it orders (whether under this Act or any othe r law) that the agreement shall cease to have \neffect as regards any particular difference, may further order that the said provision shall also cease \nto have effect as regards that difference.  \n \n \n1 Subs. and added by the Arbitration (Amdt.) Ordinance, 1977 (27 of 1977),  \ns. 2 for colon, which was previously amended by Ordinance 12 of 1972,  \ns. 2 and Sch., to read as above.  \n2  Provisio omitted by Ordinance 12 of 1972, s. 2 and Sch.  \n37. Limitations. —(1) All the provisions of the Limitation Act, 1908 (IX of 1908 ), sha ll \napply to arbitrations  as they apply to proceedings in Court.  \n \nUNDER REVIEW  \nPage 13 of 17 \n (2) Notwithstanding any term in an arbitration agreement to the effect that no cause of action \nshall accrue in respect of any matter required by the agreement to be referred until an aw ard is made \nunder the agreement, a cause of action shall, for the purpose of limitation, be deemed to have accrued \nin respect of any such matter at the time when it would have accrued but for that term in the \nagreement  \n \n(3) For the purposes of this section  and of the Limitation Act, 1908 (IX of 1908), an \narbitration shall be deemed to be commenced when one party to the arbitration agreement serves on \nthe other parties thereto a notice requiring the appointment of an arbitrator, or where the arbitration \nagreement provides that the reference shall be to a person named or designated in the agreement, \nrequiring that the difference be submitted to the person so named or designated.  \n \n(4) Where the terms of an agreement to refer future differences to arbitration pr ovide that any \nclaims to which the agreement applies shall be barred unless notice to appoint an arbitrator is given \nor an arbitrator is appointed or some other step to commence arbitration proceedings is taken within \na time fixed by the agreement, and a d ifference arises to which the agreement applies, the Court, if it \nis of opinion that in the circumstances of the case undue hardship would otherwise be caused, and \nnotwithstanding that the time so fixed has expired, may on such terms, if any, as the justic e of the \ncase may require, extend the time for such period as it thinks proper.  \n \n(5) Where the Court orders that an award be set aside or orders, after the commencement of \nan arbitration that the arbitration agreement shall cease to have effect with respec t to the difference \nreferred, the period between the commencement of the arbitration and the date of the order of the \nCourt shall be excluded in computing the time prescribed by the Limitation Act, 1908 (IX of 1908), \nfor the commencement of the proceedings  (includ ing 1908 arbitration) with respect to the difference \nreferred.  \n \n38. Disputes as to arbitrator’s remuneration or costs .—(1) If in any case an arbitrator or \numpire refuses to deliver his award except on payment of the fees demanded by him, the Court may, \non an application in this behalf, order that the arbitrator or umpire shall deliver the award to the \napplicant on payment into Court by the applicant of the fees demanded, and shall, after such inquiry, \nif any, as it thinks fit, further order that out  of the money so paid into Court there shall be paid to the \narbitrator or umpire by way of fees such sum as the Court may consider reasonable and that the \nbalance of the money, if any, shall be refunded to the applicant.  \n \n(2) An application under sub -section (1) may be made by any party to the reference unless the \nfees demanded have been fixed by written agreement between him and the arbitrator or umpire, and \nthe arbitrator or umpire shall be entitled to appear and be heard on any such application.  \n \n(3) The  Court may make such orders as it thinks fit respecting the costs of an arbitration \nwhere any question arises respecting such costs and the award contains no sufficient provision \nconcerning them.  \n ____ _____ _ \n \nCHAPTER VI  \n \nAPPEALS  \n39. Appealable  orders .—(1) An appeal shall lie from the following orders passed under this \nAct (and from no others) to the Court authori sed by law to hear appeals from original decrees of the \nCourt passing the order: — \nAn order — \nUNDER REVIEW  \nPage 14 of 17 \n (i)  superseding an arbitration;  \n(ii)  on an award sta ted in the form of a special cases;  \n(iii)  modifying or correcting an award;  \n(iv)  filing or refusing to file an arbitration agreement;  \n(v)   staying or refusing to stay legal proceedings where there is an arbitration \nagreement;  \n(vi)  setting aside or refu sing to set aside an award:  \nProvided that the provisions of this section shall not apply to any order passed by a Small \nCause Court.  \n(2) No second appeal shall lie from an order passed in appeal  under this section, but nothing \nin this Section shall affect or take away any right to appeal to 1[the Supreme Court].  \n_____ _______  \nCHAPTER VII  \nMISCELLANEOUS  \n40. Small Cause Court not to have jurisdictions over arbitration save arbitrations in suit \nbefore it.  A Small Cause Court shall have no jurisdiction over any a rbitration proceedings or over \nany application arising there out save on application made under section 21.  \n41. Procedure and powers of Court.  Subject to the provisions of t his Act and of rules made \nthere under — \n(a) the provisions of the Code of Civil  and Procedure, 1908 (V of 1908), shall \napply to all proceedings before the Court, and to all appeals, under this Act, \nand \n(b) the Court shall have, fo r the purpose of, and in relation to , arbitration \nproceedings, the same power of making orders in respect of an y of the matters \nset out in the Second Schedule as it has for the purpose of, and in relation to, \nany proceedings before the Court:  \nProvided that nothing in clause (b) shall be taken to prejudice any power which may be \nvested in an arbitrat ion or umpire fo r making orders with respect to any of such matters.  \n \n \n \n1 Subs. by A.O., 1961, Art.2 and Sch., for   “His Majesty in Council” (with effect from the 23rd March, 1956).  \n42. Service of notice by party or arbitrator . Any notice required by this Act to be served  \notherwise than through the Court by a party to an arbitration agreement or by an arbitrator or umpire \nUNDER REVIEW  \nPage 15 of 17 \n shall be served in the manner provided in the arbitration agreement, or if there is no such provision, \neither — \n(a) by delivering it to the person on whom  it is to be served, or  \n(b) by sending it by the post in a letter addressed to that person at his usual or last \nknown place of abode or business in 1[Pakistan] and registered under Chapter \nVI of the Post Officer Act, 1898 (VI of 1898).  \n43. Power of Court t o issue processes for appearance before arbitrator .— (1) The Court \nshall issue the same processes to the parties and witnesses whom the arbitrator or umpire desires to \nexamine as the Court may issue in suits tried before it.  \n(2) Persons failing to attend i n accordance with such process, or making any other default, or \nrefusing to give their evidence, of guilty or any contempt to the arbitrat or or umpire during the \ninvestigation of the reference, shall be subject to the like disadvantages, penalties and puni shments \nby order of the Court on the representation of the arbitrator or umpire as they would incur for the like \noffices in suits tried before the Court.  \n(3) In this section the expression “processes” includes summonses and commissions for the \nexamination of witnesses and summonses to produce documents.  \n44. Power to High Court to make rules . The High Court may make rules consistent with \nthis Act as to — \n(a) the filing of awards and all proceedings consequent thereon or incidental \nthereto;  \n(b) the filing and hearing of special cases and all proceedings consequent thereon \nor incidental thereto;  \n(c) the staying of any suit or proceeding in contravention of an arbitration \nagreement;  \n(d) the forms to be used for the purposes of this Act;  \n(e) generally, all proceed ings in Court under this Act.  \n45. Government to be bound . The provisions of this Act shall be binding on \nthe 2[Government].  \n \n \ns \n \n1 Subs. by the Central Laws (Statute Reform) Ordinance, 1960  (21 of 1960), s. 3 and 2 nd Sch. ( with effect from the 14th October , 1955 ), for “the       \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”  \n2 Subs. by A.O.,1961. Art.2, for “Crown” (with effect from the 23 rd March, 1956 ).  \n46. Application of Act to statutory arbitrations . The provisions of this Act, except \nsub-section (1) of section 6 and section 7, 12, 1[,36] and 37, shall apply to every arbitration under any \nUNDER REVIEW  \nPage 16 of 17 \n other enactment for the time being in force, as if the arbitration were pursuant to an arbitration \nagreement and as if that other enactment were an arbitration agreement, except in so far as this Act is \ninconsistent with that other enactment or with any rules made thereunder.  \n47. Act to apply to all arbitrations.  Subject to the provisions of section 46, and save in s o \nfar as is otherwise provided by any law for the time being in force, the provisions of this Act shall \napply to all arbitrations and to all proceedings thereunder:  \nProvided that an arbitration award otherwise obtained may with the consent of all the parti es \ninterested be taken into consideration as a compromise or adjustment of a suit by any Court before \nwhich the suit is pending.  \n48. Saving for pending references . The provisions of this Act shall not apply to any \nreference pending at the commencement of t his Act, to which the law in force immediately before \nthe commencement of this Act shall, notwithstanding any repeal affected by this Act, continue to \napply.  \n 49. [Repeals and amendments] Rep. by the Repealing and Amending Act, 1945 (VI of \n1945),s. 2 and F irst Schedule.  \n____ _________ _ \nTHE FIRST SCHEDULE  \n(See Section 3)  \nIMPLIED CONDITIONS OF ARBITRATION AGREEMENTS  \n1. Unless otherwise expressly provided, the reference shall be to a sole arbitrator.  \n2. If the reference is to an even number of arbitrators, the arbitrators shall appoint an umpire \nnot later than one month from the latest date of their respective appointments.  \n3. The arbitrators shall make their award within four months after entering on the reference or \nafter having been called upon to act by noti ce in writing from any party to the arbitration agreement \nor within such extended time as the Court may allow.  \n4. If the arbitrators have allowed their time to expire without making an award or have \ndelivered to any party to the arbitration agreement or to  the umpire a notice in writing stating that \nthey cannot agree, the umpire shall forthwith enter on the reference in lieu of the arbitrators.  \n5. The umpire shall make his award within two months of entering on the reference or within \nsuch extended time as the Court may allow.  \n \n \n1Ins. by Repealing and Amending Act, 1942 (25 of 1942), s.3 and 2 nd Sch.  \n6. The parties to the reference and all persons claiming under them shall subject to the \nprovisions of any law for the time being in force, submit to be examine d by the arbitrators or umpire \non oath or affirmation in relation to the matters in difference and shall, subject as aforesaid, produce \nUNDER REVIEW  \nPage 17 of 17 \n before the arbitrators or umpire all books, deeds, papers, accounts writings and documents within \ntheir possession or po wer respectively, which may be required or called for, and do all other things \nwhich, during the proceedings on the reference, the arbitrators, or umpire may require.  \n7. The award shall be final and binding on the parties and persons claiming under them \nrespectively.  \n` 8. The cost of the reference and award shall be in the discretion of the arbitrators or umpire \nwho may direct to, and by whom, and in what manner, such costs or any part thereof shall be paid, \nand may tax or settle the amount of costs to be s o paid or any part thereof and may award costs to be \npaid as between legal practitioner and client.  \n________  \nTHE SECOND SCHEDULE  \n(See Section 41)  \nPOWER S OF COURT  \n1. The preservation, interim custody or sale of any goods which are subject matter of the \nreference.  \n2. Securing the amount in difference in the reference.  \n3. The detention, preservation or inspection of any property or thing which is the subject of \nthe reference or as to which any questio n may arise therein and authoris ing for any of the aforesaid  \npurposes any person to enter upon or into any land or building in the possession or any party to the \nreference, or authoris ing any samples to be taken or any observation to be made, or experiment to be \ntried, which may be necessary or expedient for the pu rpose of obtaining full information or evidence.  \n4. Interim injunctions or the appointment of a receiver.  \n5. The appointment of a guardian for a minor or person of unsound mind for the purposes of \narbitration proceedings.  \n____ _____  \nTHE THIRD AND FOURTH SCH EDULES. [ENACTMENTS REPEALED. ENACTMENTS \nAMENDED.]  Rep. by the Repealing and Amending Act, 1945 (VI of 1945),s.2  and First Schedule.  \n \n_______ ____"
}