{
    "file": "./converted_json\\administrator61aa40e4d884d0f5a49f19d8eacbfffb.json",
    "name": "Members' Agents and Traders (Eligibility Standards) Rules, 2001",
    "date": "March 10, 2001",
    "tagline": "Securities and Exchange Commission of Pakistan Notification",
    "content": "The Gazette of PakistanEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nIslamabad, Saturday, March 10, 2001\nPart II\nStatutory Notifications (S.R.O.)\nGovernment of Pakistan\nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN\nNOTIFICATION\nIslamabad, the 9th March, 2001\nS.R.O. 150 (I)/2001.  -In exercise of the powers conferred by section 33 of the Securities and Exchange Ordinance, 1969 \n(XVII of 1969), read with clause (b) of section 43 of the Securities and Exchange Commission of Pakistan Act, 1997(XLII of \n1997), the Securities and Exchange Commission of Pakistan, with the approval of the Federal Government is pleased to make \nthe following rules, namely:-\nMEMBERS AGENTS AND TRADERS (ELIGIBILITY STANDARDS) RULES, 2001\n1. Short title and commencement.  --(1) These rules may be called the Members’ Agents and Traders (Eligibility \nStandards) Rules, 2001.\n(2) They shall come into force at once.\n2. Definitions.  -In these rules, unless there is anything repugnant in the subject of context, --\n(a) “agent” means a person appointed by a member of a Stock Exchange to act on his behalf for the purpose \nrecognized by a stock exchange and includes a sub-broker or head of a branch office;\n(b) “Commission” means Securities and Exchange Commission of Pakistan;\n(c) “trader” means an employee of a member who is authorized by such member to execute trade of the investors \nthrough the automated trading system in such exchange.\n3. Eligibility criteria.  -(1) The eligibility criteria for registration as an agent shall be as follows, namely :-\nIn the case of an individual, the applicant:\n(a) is not less than 21 years of age;\n(b) is a citizen of Pakistan;\n(c) is not a lunatic or a person of unsound mind;\n(d) has not been convicted of any offence involving fraud or breach of trust;\n(e) has not been removed as an agent by a member of a stock exchange for fraud or breach of trust and \nfurnish a certificate of that effect from his previous employee;\n(f) has at least passed graduation or equivalent examination from an institution recognized by the \nGovernment:\nProvided that the Commission may relax the educational qualification on merits having regard to the \napplicant’s experience;\n \n(g) has attended a course for the agents prescribed by the stock exchange and approved by the \nCommission;\n(h) has at least two years experience in a related field such as banking, accountancy or in a broker’s office;\n(i) has faithfully complied with all general and specific directives of the Commission; and\n(j) in the case of partnership a firm or a body corporate, the partners or directors, as the case may be, shall \ncomply with the requirements contained in clause (i).\n(2) The aforesaid conditions shall also apply to the trader employed by a member.\nABDUL HALEEM JADRAN\nJoint Director"
}