{
    "file": "./converted_json\\administrator5ee651a16e27984bce2e62dd78b47d90.json",
    "name": "Office of Federal Ombudsman for Protection against Harassment of women at the Workplace (Employees' Service) Rules, 2014",
    "date": "2014-02-12",
    "tagline": "For Protection Against Harassment of Women at the Workplace",
    "content": "0 \nIlrbe ettlette REGISTERED No.  M - 302 L.-7646 \nof Vaidotan \n62stoomers# \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, WEDNESDAY, MARCH 5, 2014 \nPART H \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nLAW, JUSTICE AND HUMAN RIGHTS DIVISION \n(Federal Ombudsman Secretariat) \nFOR PROTECTION AGAINST HARASSMENT OF \nWOMEN AT THE WORKPLACE \nNOTIFICATION \nIslamabad, the 12th February, 2014 \nS. R. 0. 156 (I)/2014.—In exercise of the powers conferred by \nsection 13 of the Protection against Harassment of women at the Workplace Act, \n2010 (IV of 2010), the Federal Government is pleased to make the following \nrules, namely:— \nCHAPTER 1 \nGENERAL \n1. Short title, application and commencement.—(l) These rules \nmay be called the Office of Federal Ombudsman for Protection against \nHarassment of women at the Workplace (Employees' Service) Rules, 2014. \n(2) \tThey shall come into force at once. \n• (443) \nPrice: Rs. 10.50 \n[4230 (2014)/Ex. Gaz.] \n444 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH  5:2014 \t(Pea  11 \n2. \tDefinitions.—(1) In these rules, unless there is anything repugnant \nin the subject or context,— \n\"Act\" means .the Protection against women at the Workplace Act, \n2010 (IV of 2010); \n\"appointing authority\" in relation to a post means, the authority \ncompetent to make appointment to a post under these rules; \n\"basic pay scales\" mean basic scales of pay sanctioned by the \nFederal Government from time to time; \n\"section\" means a section of the Act of the Protection against \nHarassment of women at the Workplace Act 2010 (IV of 2010); \n\"duty\" inc I udes,— \nservice as a probationer provided that such service is \nfollowed by confirmation; \njoining time; \nperiod of training undertaken, by an employee, with prior \napproval of. the competent authority in or outside Pakistan; \ncompulsory waiting for posting; and \nattending obligatory departmental examination; \n\"initial appointment\" means appointment made otherwise than by \npromotion or transfer; \n\"joining time\" means the time allowed to an officer to join a post at \nthe station to which he is posted; \t • \n\"lien\" means the title of an officer to hold substantively a \npermanent post on.which he has been appointed substantively; \n\"Office\" means the Secretariat of the Federal Ombudsman, \n. appointed under section 7 of the Act; \n\"pay\" means the pay as defined under clause (d) of sub-section (1) \nof section 2 of the Civil Servant Act, 1973 (LXXI of 1973); \n\"permanent post\" means a post as defined in clause (e) of sub-\nsection (1) of Section 2 of the Civil Servants Act, 1973 (LXX1 of \n1M; (i) \nPARriu THE GAZETTE OF PAKISTAN, EXTRA., MARCH 5, 2014 \t445 \n(I) \"regular appointment\" means appointment made in the prescribed \nmanner against posts likely to continue for an indefinite period \nwhether by promotion or otherwise; \n\"Promotion and Selection Board\" or \"Promotion and Selection \nCommittee\" means Board or Committee constituted by the Federal \nOmbudsman for the purpose of recommending to appointing \nauthority persons for initial appointment, promotion or \nappointment by transfer to a post in the office; \n\"schedule\" means the Schedule to these rules; \n(2) All the words and expressions used but not defined in these rules \nshall have the same meanings as is assigned to them in the Act or, as the case \nmay be, Civil Servants Act, 1973 (LXXI of 1973), and Rules made there under \nand explanation, amendments made by the Government from time to time. \nCHAPTER II \nESTABLISHMENT AND APPOINTMENTS \nEmployees' establishment.—The regular establishment of \nemployees in basic pay scales Ito 20 (BPS-1 to 20) of the Office shall consist of \nposts mentioned in the Schedule with their scales of pay, appointment to the \nposts in the Office shall be made in the manner as prescribed in the Schedule. \nAppointing authority.— The person specified in column (3) of \nthe Table below shall be appointing authority for making, on recommendations \nof the appropriate Promotion and Selection Board or Committee, appointment to \nvarious posts in the Office as specified in column (2) thereof namely:- \nTABLE \nS. No. For appointment to posts in Appointing Authority \n(1) (2) (3) \nI. BPS-20 and \nequivalent above arid Appointments \tmade \tby \tthe \tFederal \nGovernment on deputation. \n PS-17 to 19 Federal Ombudsman. \n BPS-5 to 16 ' An officer to be notified by the Federal \nOmbudsman. \t. \n BPS-1 to 4 An officer to be notified by the Federal \nOmbudsman. \n446 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 5, 2014 \t[Pr4Cr \n5. Method of appointment and qualification for appointment, \netc.—(l) Appointment to various posts shall be made on regular basis by any of \nthe following methods, namely: — \nby initial appointment; \nby promotion; and \nby transfer \n(2) The method of appointment, qualifications and other conditions \napplicable to various posts shall be as laid down in the Schedule. \n6. Promotion and Selection Board and Committee.—The \nfollowing shall be various Promotion and Selection Board and Committees to \nrecommend to he appointing authority persons for their initial appointment; \npromotion or, as the case may be, appointment by transfer against various posts \nin the Office, namely:— \nS. No. Name of the \nBoard or \nCommittee. For appointment \nto posts in Composition of the Board or Committee. \n(2) (3) (4) \n1 Promotion and \nSelection \nBoard BPS —19 Federal Ombudsman \tChairperson \nAddl. Secy. Mk Law, \tMember \nJustice & Human Rights \nAddl. Secy. Establishment \tMember \nDivision \nSecretary, Federal \t Member-cum- \nOmbudsman Sectt. \t Secretary \n2. Promotion and \nSelection \nBoard BPS -17 to 18 Federal Ombudsman \tChairperson \nSecretary \t Member \nDirector \tMember-cum-\nSecretary \n3. Promotion and \nSelection \nCommittee-1. BPS-5 to 16 Secretary \tChairperson \nDirector \t Member \nDeputy Director (Admn) \tMember-cum-\nSecretary \n4. Promotion and \nSelection \nCommittee-11 BPS-1 to 4 Director \tChairperson \nRegistrar \t Member \nDeputy Director (Admn) \tMember-cum\nSecretary \n7. \tInitial appointment.—A person shall be eligible for initial \nappointment to a post in the Office if he,— \n(a) \tis a citizen of Pakistan; . - \nPry  II) THE GAZETTE OF PAKISTAN, EXTRA., MARCH 5, 2014 • \t447  \nsatisfies the prescribed qualifications and experience for the post as \nprovided in the Schedule; and \nis .withiri the not more age-limit specified against the post in the \nSchedule. \nVacancies to be advertised.—All vacancies to be filled in by \ninitial appointment shall be advertised in the newspapers in accordance with the \nlaid down policies of the Federal Government. \nMerit, provincial and regional quotas.—Vacancies in various \nposts shall be filled on all Pakistan basis in accordance with the merit and \nprovincial and regional quotas prescribed by the Federal Government from time \nto time. (Women Quota, Minorities (Non-Muslim) Quota and Disabled Quota. \nCertificate of good conduct.—(1) A person who is not already in \nthe service of the Federal Government or a Provincial Government or any \ncorporation or autonomous body set up or controlled by any such Government \nshall not be considered for appointment unless he produces a certificaie of good \nmoral character from an officer in basic pay scale 17 or above in the service of \nthe Federal Government or a Provincial Government or an officer of similar rank \nin the service of such corporation or autonomous body. \n(2) \tCharacter and antecedents of the candidate for appointment to any \npost, other than the one who is already in service of the Office or holding a post \nunder the Federal Government or a Provincial Government, shall be verified and \nthe appointment shall be made only, if in the opinion of the appointing authority, \nhis character and antecedents are satisfactory. . \nMedical fitness.—A candidate for appointment to any post must \nbe in good mental and bodily health and free from physical defect likely to \ninterfere with the discharge of his duties. A candidate who, after such medical \nexamination as has been prescribed by the Federal Government officers is found \nnot to satisfy these requirements, shall not be appointed. \nAppointment by promotion.—(1) An employee possessing the \nprescribed minimum educational and other qualifications, length of service and \nother conditions as set out in the Schedule shall be eligible for promotion to a \nhigher post for the time.being reserved under these rules for promOtion.. \n(2) When first appointment of a person was made in a post in basic \npay scale 16 or below, one-half of service in basic pay scale 16 and one-fourth in \nbasic pay scale 15 and below shall be counted as service in basic pay scale 17 for \ncomputing minimum length of service for purpose of promotion. \n448 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 5,2014 \t[PArtai \n(3) The period of extra-ordinary leave or any other period of service \nwhich is not .reckoned as service qualifying for pension shall not be counted \ntowards length of service for promotion. \n(4) \tThe posts in basic pay scales 19 and below are non-selection posts. \nThe promotion to those posts shall be made on the basis of seniority-cum-fitness. \n(5) The appropriate Promotion and Selection Board or Committee \nshall consider case of the eligible employeein order of his seniority and either— \nrecommend him for promotion; \nrecommend him for supersession on the ground of his being unfit \nfor promotion; or \ndefer consideration of his promotion, if — \ndisciplinary or criminal proceedings are pending against him; \nhe is on deputation aboard with a foreign government, private \norganization or an international agency; \nhe has not undergone the prescribed training or passed the \ndepartmental examination required, if any, for promotion; or \nhis seniority is sub-judice .and some injunctive order has been \npassed: \nProvided that in the case of deferment, a .  vacancy shall \nbe reserved for him or, if it is filled, it shall be subject to \ncondition that when he is subsequently promoted without \nhaving been superseded, he shall retain seniority with his \noriginal batch. \n(6) An employee who is superseded shall not be considered for \npromotion again unless he earns one more performance evaluation report for a \nfull year. \n(7) An employee whose case is deferred shall be considered for \npromotion as soon as the reason for which his promotion was deferred cases to \nexist \n13. \tAppointment by transfer.—(1) Appointment by transfer from one \npost to another post shall be made in the public interest with approval of the \nappointing authority or recommendation of the appropriate Promotion and \nSelection Board or Committee as specified in schedule to these rules. \nPry II] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 5, 2014 \t'449 \n(2) Appointment to a post by transfer shall be made from amongst \npersons holding appointment on regular basis in the Federal Gavernment or a \nProvincial Government in a post in the 4same basic pay scale or equivalent to or \nidentical with the post to be filled, and only a person, possessing the . \nqualification and, meeting other conditions laid down for initial appointment to \nthe post on which appointment by transfer is to be made, shall be considered for \nappointment by transfer on recommendations of the appropriate Promotion and \nSelection Board or Committee. \n14, Appointment on contract.—Appointment on contract basis to a \npost shall be made in accordance with the policy of the-Federal Government. \nAppointment on deputation.—The Federal Ombudsman may \nappoint on deputation against a post in the Office, a person who is holding an \nequivalent post on regular basis in the Federal Government or a Provincial \nGoVemment or in a Corporation or in an Organization set up or controlled by \nsuch Governments. The terms and conditions of such appointment shall be \nsettled with mutual consent of the lending authority ancl the Federal Ombudsman \nas per existing standard terms and conditions of the Federal Government. \nAppointment on acting charge basis.—Acting charge appoint-\nment shall be made in accoidance with the provisions of the Civil Servants Act, \n1973 (LXXI of 1973) and the rules made thereunder. \nAdditional Charge.—Additional charge arrangement shall be \nMade in accordance with the policy of the Federal Government. \nCurrent charge of higher post.—Grant of current charge of \nhigher post shall be made in accordance with the policy of the Federal \nGovernment as amended from time to time. \nProbation.—(1) A person appointed to a post by initial \nappointment, by transfer or promotion shall be on probation for a period of one \nyear. \nThe period of probation may be curtailed for good and sufficient \nreasons, to be recorded by the appointing authority or, if considered necessary, it \nmay be extended for a period not exceeding one year as may be specified at the \ntime of appointment. \nOn successful completion of the period of probation the appointing \nauthority shall, by specific order, terminate the probation. \nIf no order is issued under sub-rule (3), on the expiry of first year \nof probation, it shall be deemed to have been extended for another year and if no \n450 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 5,2014 [PAW   \norder is passed after expiry of extended period of probation, the period of \nprobation shall be deemed to have been completed satisfactorily. \nwhere in respect of any post, satisfactory completion of probation \nincludes passing of any examination, test or course or successful completion of \nany training, a person appointed on probation to such post, who, before expiry of \nthe original or extended period of probation, fails to pass such examination, test, \ncourse or complete training, as the case may be, shall stand discharged from \nservice or reverted to the post from which he was promoted, or transferred, or \ninitially appointed. \nAn employee on initial appointment shall not be deemed to have \ncompleted his period of probation satisfactorily until his character and \nantecedents have been verified to the satisfaction of the appointing authority. \nConfirmation.—For the purpose of confirmation the employees \nshall be governed under the provisions of Civil Servants (Confirmation) Rules, \n1993 as amended from time to time. \nCHAPTER III \nSENIORITY \nSeniority.—For the purpose of seniority the employees shall be \ngoverned under the provisions contained in the Civil Servants (Seniority) Rules, \n1993 as amended from time to time. \nCHAPTER IV \nPOSTING AND TRANSFER \n. \t22. Liability to serve.---Unless otherwise provided for in these rules, \nan employee shall be liable to serve in any equivalent post in the Office \nanywhere ir Pakistan: \nProvided that where an employee is required to serve in a post outside \nhis service or cadre his terms and conditions of service as to his pay shall not be \nless favourable that those to which he would have been entitled if he had been so \nrequired to serve. \nTransfer within the Office.—The Ombudsman may transfer \nemployee from one post to another. \nEmployee to serve for three years for fresh deputation.—An \nemployee on repatriation from an earlier deputation shall not be considered for \nsubsequent deputation until he serves in the Office for.  a minimum period of \nthree years. \nE.5k..11] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 5, 2014 \t451  \nPromotion of an employee during deputation.—An employee on \ndeputation to a foreign service in Pakistan, if due for promotion, shall be \nconsidered for promotion only after he has resumed duty in the Office. \nCHAPTER V \nTERMINATION, REVERSION, RESIGNATION AND RETIREMENT \nTermination of service.—For the purpose of termination of \nservice, the employees shall be governed under Section II of the Civil Servants \nAct, 1973 as amended from time to time. • \nReversion to lower post etc.—For the purpose of reversion to a \nlower post etc., the employees shall be governed under the provisions of \nSection 12 of the Civil Servants Act, 1973 as amended from time to time. \nResignation from service.—(l) An employee may resign from his \npost in writing: \nProvided that the resignation shall not become effective unless it is \naccepted by the appointing authority and till such time the employee shall \ncontinue to serve and shall not absent himself from duty without proper leave: \nProvided further that the appointing authority shall within fourteen days, \ndecide the resignation and communicate the decision to the employee. \nIf an employee after submissiOn of his resignation withdraws it \nbefore it is accepted,the resignation shall be deemed to have been withdrawn. \nIf an employee withdraws his resignation after its acceptance by• \nthe appointing authority but before he is relieved, it shall be open to the authority \nwhich accepted the resignation to allow the employee to withdraw the \nresignation. \nThe resignation of an employee shall not be accepted if any \ndisciplinary or criminal proceedings against him are contemplated or pending. \nAn employee before submitting his resignation shall be required to \nclear all dues payable to the Office by him. \nThe resignation shall be submitted by the employee through his \nimmediate officer who shall forward it to the appointing authority alongwith the \nfollowing information, namely:— \n(a) whether any disciplinary or criminal proceedings are contemplated or \nare pending against him; \n452 \tTHE GAZETT .  E OF PAKISTAN, EXTRA., MARCH 5,2014 \t[Pic.2 \nwhether the employee is required to serve the Office for any \nspecified period in accordance with his terms and conditions of \nappointment or any bond or undertaking in connection with the \ngrant of leave or training and whether the period of bond or \nundertaking has expired and if not, whether any money spent on \nhis training is recoverable from him or has been paid by him; and \nwhether any other dues recoverable from him have been paid by \nhim or not. \nRetirement.—For the purpose of Recruitment the employees shall \nbe governed under Section 13 of Civil Servants Act, 1973 as amended from time \nto time. \nEmployment after retirement.—A retired employee shall not be \nre-employed in the office unless such re-employment is absolutely necessary in \nthe public interest and does not block promotion of a junior employee. Such re-\nemployment may be made with approval of the Prime Minister in accordance \nwith the policy of re-employment issued by the Federal Government as amended \nfrom time to time. Further, persons dismissed/comPulsory retired or retired on \nexercise of option before attaining the age of superannuation shall not be eligible \nfor re-employment in any manner. \n31. Conduct.—For the purpose of conduct, the employees shall be \ngoverned under the provisions of Government Servants (Conduct) Rules, 1964 \nas amended from time to time. \n32. Efficiency and discipline.—In the Matter of efficiency and \ndiscipline the employees shall be governed Under the Government Servants • \n(Efficiency & Discipline) Rules, 1973 as amended from time to time. \nCHAPTER VII \nMISCELLANEOUS \nApplication of other rules, etc.—For matters not provided for \nunder these rules, the employees shall be governed by the laws, rules, \nregulations, orders, instructions etc. as are applicable to civil servants of the \nsame rank and status in the Federal Government. \nRepeal and savings.—Any rules, regulations, notifications, orders \nand instructions concerning terms and conditions of service of employees made \nor issued prior to commencement of these rules are hereunder repealed but the \nrepeal thereof shall not affect any action taken or any thing done or suffered \nthereunder. \nRenT1] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 5, 2014 \t453 \nSCHEDULE \n[see rules 2(l) (n), 3, 5, 7 and 12] \nTABLE-I \nSr. No. Name of the post Basic Pay Scale \n(1) _ (2) (3) \nI. Secretary 20 \n2. Director 19 \n3. Private Secretary 17 \n4. Deputy Director (Achim) 18 \n5. Registrar 18 \n6. Publication Officer 18 \n7. Deputy Director (Accounts) 17/18 \n8. Assistant Director (Admn) 16 \n9. Assistant Registrar 16 \n10. Assistant Accounts Officer 16 \n11. Assistant Publication Officer 16 \n12. Superintendent 16 \nSCHEDULE \n[See rules 2 (1)(n), 3,5,7 and 121 \nTABLE-H \nSr. No. Name of the post Basic Pay Scale \n(1) (2) (3) \n Stenographer 16 \n Assistant In charge 15 \n Assistant 14 \n Stenotypist 14 \n Upper Division Clerk 9 \n Lower Division Clerk 7 \n Staff Car Driver 4 \n Dispatch Rider 4 \n Duplicating Machine Operator 4 \n Naib Qasid 1 \n11 Chowkidar 1 \n12. Mali 1 \n13 Farash 1 \n14. Sanitary Worker 1 \n4 ii 454 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 5,2014 \t[P  \nA- METHOD OF APPOINTMENT \nTABLE-HI \nS. No. Name of the Post By Promotion By initial appointment or by \nappointment by transfer \n(I) (2) (3) (4) \n1. Secretary - To be filled through Federal \nGovernment on deputation \n2 Director 50% 50% \n. Deputy Director (Admn) 100% \n Registrar 100% - \n Publication Officer 100% - \n Deputy Director \t' \n(Accounts) .  50% 50% \n Private Secretary 100% - \n Assistant Director \n(Admn) 100% - \n Assistant Registrar 100% - \n Assistant Publication \nOfficer 100% - \n Assistant Accounts \nOfficer 100% - \n Assistant Private \nSecretary 50% 50% \n Superintendent 100% - \nB- CONDITIONS OF PROMOTION \nTABLE-IV \nPromotion to a post in column (2) of the table below shall be made by \nfrom amongst the persons who hold the post specified in column (4) of that table • \non regular basis and possess the qualification and experience prescribed in \ncolumn (5), thereof namely:— \nIn II] THE GAZETT .  E OF PAKISTAN, EXTRA., MARCH 5, 2014 \t455 \nS. No. Nomenclature \nof the post BPS Person eligible for \npromotion Conditions for promotion \n1 2 3 ' \t4 5 \nI. Director 19 Deputy Director \n(BPS-18) 12 years service in BPS-17 and above \nor 07 years service 1 BPS-I8 in case \nof direct recruitment BPS-I8 \n \n. Deputy Director 18 Assistant Director \n(BPS-I6), and \nSuperintendents \n(BPS-16) In the absence of intermediatory post \nin BPS-17 the conditions regarding \nlength of service should be 08 years in \nBPS-I6. \n Assistant \nDirector (Admn) 16 Assistant-in-Charge \n(BPS-I 5) and Assistant \n(BPS-I4) 03 years service as Assistant Incharge \n(BPS-IS) \tor \t05 \tyears \tservice \tas \nAssistant (BPS-14) \n Assistant \nRegistrar \n• . \t16 Assistant lncharge \n(BPS-15 and Assistant \n(BPS-I4) 03 years service as Assistant Incharge \n(BPS-15) \tor \t05 \tyears \tservice.  as \nAssistant (BPS-I4) having bachelors \ndegree in Law from any recognized \nuniversity. \n Assistant \nPublication \nOfficer 16 Assistant Incharge \n(BPS-I5) and Assistant \n(BPS-I4).  03 yea-s service as Assistant Mebane \n(BPS-15) \tand \t05 . years \tservice \tas \nAssistant (BPS-I4). \n Assistant \nAccounts \nOfficer 16 Assistant Incharge \n(BPS-15) and Assistant \n(BPS-I4) 03 years service as Assistant Incharge \n(BPS-15) and .05 \tyears service as \nAssistant (BPS-I4). \n Private Secretary 16 Assistant Private \nSecretary (BPS-16) 03 \tyears \texperience \tas \tAssistant \nPrivate Secretary. \n Superintendent 16 Assistant-in-charge \n(BPS-IS) and Assistant \n(BPS-I4) 03 years service as Assistant Incharge \n(BPS-15) \tor \t05 \tyears \tservice \tas. \nAssistant (BPS-I4). \nNOTE.—If no suitable person is available for promotion, the post reserved for \npromotion shall be filled in by initial appointment and failing that by transfer. \nC - QUALIFICATIONS, EXPERIENCE AND AGE LIMIT FOR INITIAL \nAPPOINTMENTS \nOn the closing date for receipt of applications as fixed in the relevant \nadvertisement, a candidate for initial appointment to a post must possess the \neducational qualifications and experience and must be within the age limit as \nmentioned against the post concerned: \nProvided that the maximum age limit shall be relaxable in respect of the \ndifferent categories of candidates to the extent as provided in the Initial \nAppointment to a Civil Posts (Relaxation of Upper Age Limit) Rules, 1993. \n456 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 5, 2014 \t[PA:III \nTABLE-V \nS. No. \tNomenclature of BPS \tAge \tAcademic Qualification \nthe post \nMinimum Maximum \n(1) \n \n \n \n \n (6) \nSecond Class or Grade \"C\" Master's \nDegree from any recognized Univarsitn \nSocial SsEnse ao Law.  12 years \nservice in BPS-17 and above or 07 years \nservice in BPS-18 in case of di \nSecond Class or Grade \"C\" Master's \nDegree from any recognized Universi \nSocial Science and La . 05 years \n— \t Texpenence in BPS-17 \nSecond Class or Grade \"C\" Master's \nDegree from any recognized ,L,Iniversitx,  \nSocialScience an_d___Laii 05 years \ne \tn in BPS-1  \nSecond class or Grade \"C\" \nBachelor's degree from a University \nrecognized by HEC \nA minimum speed of 100/50 w.p.m, \nin shorthand/typing respectively \nMust be computer literate. \nSecond Class or Grade \"C\" Bachelors \nDegree from any recognized University \nin Social Science and Law. \n2nd Class or grade \"C\" B.Com/ \nIBBA/BCS from a University \nrecognized by the High Education \nCommission; and \nFinal Examination of Association of \nAccounting Technicians of Pakistan \n(AAT); or \nFoundation Examination of Institute \nof Chartered Accounts of Pakistan \n(ICAP). Or \n2nd Class or grade \"C\" Master's Degree \nin Commerce Business Administration \nFinance/Accounts from a University \nrecognized by the High Education \nCommission. (2) \nDirector \nDeputy Director \nRegistrar \nAssistant Private \nSecretary \nAssistant Registrar \nAssistant Accounts \nOfficer (3) \t(4) \t\n(5) \n19 \t32 \t40 \n18 \t25 \t35 \n18 \t25 \t35 \n16 \t20 \t28 \n16 \t\n22 \t30.  \n16 \t22 \t30 \n7. Assistant Director 16 22 30 Second Class or Grade\"C\" Bachelors \nDegree from any recognized University \nSocial Science and Law. \nPiwr DI THE GAZETTE OF PAKISTAN, EXTRA., MARCH 5, 2014 \t457 \n35. This issues with the approval of the Establishment Division vide \ntheir 0.M.No. 6/4/2013-R-II, dated 24-1-2014 and Finance Division vide their \nU.O. No. 3(4) R-14/2014-24, dated 07-02-2014. \nMUBARAK AHMAD, \nDeputy Director \n(Admn and Finance). \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS. ISLAMABAD \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD. KARACHI.."
}