{
    "file": "./converted_json\\administrator44a2137e0a17b5d66c6d366acfd17291.json",
    "name": "Members of Majlis -e-Shoora (Parliament) Immunities and Privileges Act",
    "date": "3rd May, 2023",
    "tagline": "An Act to provide for the members of Majlis -e-Shoora (Parliament) immunities and privileges",
    "content": "Page 1 of 4 \n   \n \n \nTHE MEMBERS OF MAJLIS -E-SHOORA (PARLIAMENT) \nIMMUNITIES AND PRIVILEGES ACT, 2023  \n \n \n \n \n \n \n \nCONTENTS  \n1. Short title, extent and commencement  \n2. Definitions  \n3. Arrest under preventive detention laws  \n4. Registration of cases  \n5. Intimation of arrest, detention, etc., of a member  \n6. Intimation on release of a member  \n7. Production of member in custody  \n8. Exemption from arrest  \n9. Arrest within the precincts of Majlis -e-Shoora (Parliament)  \n10. Service of legal process  \n11. Act not to pre judice, restrict or limit any other immunities and privileges  \n \n   \n\n \nPage 2 of 4 \n THE MEMBERS OF MAJLIS -E-SHOORA (PARLIAMENT) \nIMMUNITIES AND PRIVILEGES ACT, 2023  \nACT NO. XX OF 2023  \n[3rd May, 2023]  \nAn \nAct \nto provide for the members of  Majlis -e-Shoora  (Parliament) im munities and privileges  \nWHEREAS clause (2) of Article 66 of the Constitution of the Islamic Republic of Pakistan \nprovides, inter -alia, that immunities and privileges of members of Majlis -e-Shoora  (Parliament) may \nbe determined by law;  \nAND WHER EAS it is expedient to provide a law for exemption from preventive detention, \nsafeguards against arrest, for specified periods;  \nNOW THEREFORE the Majlis -e-Shoora (Parliament) enacts the following Act :__ \n1. Short title, extent and commencement. — (1) This Act shall be called the Members \nof Majlis -e-Shoora (Parliament) Immunities and Privileges Act, 2023.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions. — In this Act, unless there is anything repugnant in the subject or \ncontext, — \n(a) “Assembly” means the National Assembly of Pakistan;  \n(b) “Chairman” means the Chairman of the Senate;  \n(c) “member” means a member of the Senate of Pakistan or the National Assembly;  \n(d) “Senate” means the Senate of Pakistan;  \n(e) “session” means the period commencing on the day of the first sitting of the \nSenate or the Assembly after having been summoned until the Senate or \nAssembly is prorogued; and  \n(f) “Speaker” means the Speaker of the  National Assembly.  \n3. Arrest under preventive detention laws. — No member shall be detained under any \nlaw pertaining to preventive detention once the session is summoned by the President or the Chairman \nor Speaker, as the case may be.  \n4. Registration of ca ses.— When a first information report (FIR) is registered or \nreference' is filed, against a member, the Chairman or Speaker, as the case may be, shall be ‘informed \n \nPage 3 of 4 \n and copy of the FIR or ref erence, as the case may be, shall be provided within twenty -four h ours of \nsuch registration or filing.  \n5. Intimation of arrest, detention, etc., of a member. — (l) When a member is required \nto be arrested or arrested on a criminal charge or for a criminal offence or is sentenced to be \nimprisonment by a court or is detained  under an executive order, the committing judge, magistrate or, \nas the case may be, executive authority, shall immediately intimate such fact to the Chairman or \nSpeaker, as the case may be, indicating the reasons for the arrest, detention or impris onment of the \nmember.  \n(2) When a member is summoned by or required to appear before any commission, \ntribunal, authority, organization, agency or other, for any investigation or inquiry, as the case may be, \nthe Chairman or Speaker, as the case may be, shall be informed in respect of the same, by intimating \nthe brief facts and reasons thereof.  \n6. Intimation on release of a member. — When a member after his arrest or detention is \nreleased on bail or otherwise or is acquitted of a criminal charge, such fact  shall be intimated to the \nChairman or Speaker, as the case may be, by the authority concerned.  \n7.  Production of member in custody. — (1)  The Chairman, Speaker or, as the case may \nbe, chairman of a committee of the Senate or Assembly shall summon a member  in custody on the \ncharge of any offence or under any law related to preventive detention to attend a sitting or sittings of \nthe Senate, Assembly or meeting of a committee of which he is a member.  \n(2) On a production order under sub -section (1) signed by t he secretary or by any oth er \nofficer authorized by the Chairman, Speaker, as the case may be, in this behalf, addressed to the Federal \nGovernment or, as the case may be, the Provincial Government where the member is held in custody, \nor to the authority hav ing or holding custody of the member, the Federal Government or the Provincial \nGovernment or such other authority, shall cause the member in custody to be produced before the \nsergeant -at-arms of the Senate or, as the case may be, who shall after the conclu sion of the Assembly \nsitting on the meeting, deliver the member into the custody of the Federal Government or the Provincial \nGovernment or other authority, as the case may be.  \n8. Exemption from arrest. — No member shall be detained or arrested one week befo re \nthe commencement of a session in which he is required to__ \n(a) a vote for election of the Prime Minister or the Chief Minister; or  \n(b) for a vote of confidence or a vote of no confidence; or  \n(c) for a money bill (Annual Budget).  \n9. Arrest within the pre cincts of Majlis -e-Shoora (Parliament). — No member shall be \narrested within the precincts of Majlise -Shoora  (Parliament) without the permission of the Chairman \nor Speaker, as the case may be.  \n10. Service of legal process. — A legal process issued by any court, tribunal or other \nauthority shall not be served on a member within the precincts of Majlis -e-Shoora (Pa rliament).  \n  \n \nPage 4 of 4 \n 11. Act not to prejudice, restrict or limit any other immunities and privileges. — The \nprovisions of this Act shall be in addition to, and not in derogation of, any powers, immunities and \nprivileges of the members which may from time to time be  defined by law or which are enjoyed by the \nmembers, or any law relating to immunities and privileges, and nothing contained herein shall \nprejudice, restrict or limit, all or any of the immunities and privileges enjoyed by the members or \navailable to the m embers under any law or otherwise."
}