{
    "file": "./converted_json\\administrator619dc59abe31af578ae0d2f183e9db68.json",
    "name": "PAF Air War College Institute Act, 2021",
    "date": "6th October, 2021",
    "tagline": "An Act to provide for re-organization of the Pakistan Air Force Air War College as a degree awarding institute",
    "content": "Page 1 of 29 \n  \n \n \n \n \nTHE PAF AIR WAR COLLEGE INSTITUTE ACT, 2021  \n \n \n \n \n \n \n \n                                                                      CONTENTS  \n                                                                       ___________  \n \nCHAPTER -I \n \nPRELIMINARY  \n \n1. Short  title and commencement  \n2. Definitions  \nCHAPTER -II \nTHE  DEGREE  AWARDING  INSTITUTE  \n \n3. Establishment and incorporation of the Institute  \n4. Powers and functions of the Institute  \n5. Institute  open  to all classes,  creeds,  etc \n6. Teaching at the Institute.  \nCHAPTER -III \nOFFICERS  OF THE  INSTITUTE  \n7. Principal officers  \n8. The Patron  \n9. Chancellor  \n10. Removal from the Senate  \n11. President   \nUpdated till 12.04.2023\n \n12. Vacancy of the office of the President  \n13. Registrar  \n14. Director Finance  \n15. Controller of Examinations  \nCHAPTER -IV \nAUTHORITIES  OF THE  INSTITUTE  \n16. Authorities.  \n17. Senate  \n18. Powers and functions of the Senate  \n19. Visitations  \n20. Syndicate  \n21. Powers and functions of the Syndicate  \n22. Academic  Council  \n23. Powers  and functions  of the Academic  Council  \n24. Representation Committees  \n25. Appointment  of committees  by certain Authorities  \nCHAPTER -V \nSTATUTES,  REGULATIONS  AND  RULES  \n \n26. Status  \n27. Regulations  \n28. Amendment  and repeal  of statutes  and regulations.  \n29. Rules  \nCHAPTER -VI \nINSTITUTE  FUND  \n30. Institute  fund \n31. Audit and accounts  \n32. Opportunity to show cause  \n33. Appeal to the Syndicate and the Senate  \n34. Service  of the Institute  \n35. Benefits  and insurance,  gratuity,  provident  fund and benevolent  fund \n36. Commencement  of term of office  of members  of Authority  \n \nPage 3 of 29 \n 37. Filling of  casual vacancies in Authorities  \n38. Flaws in the constitution  of Authorities  \n39. Proceedings of authorities not invalidated by the vacancies  \n40. First statutes and regulations  \n41. Transitory  provisions  \n42. Removal of difficulties  \n43. Indemnity  \n44. Power to allow appointment of employees of the Government,  other  universities  or \neducational  or research  institutions  to the Institute  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTHE PAF AIR WAR COLLEGE INSTITUTE ACT, 2021  \n \nACT No. XVI OF 2021  \n[6th October, 2021 ] \n \n \nAn Act to provide for re -organization of the Pakistan Air Force Air War College as a degree  \nawarding institute  \n \nWHEREAS, in view of the interminable need of an apex institution to impart higher education \nin the fields of defence and security studies with special emphasis on air power employment in joint \nmilitary environment, it is expedient to e stablish a premier degree awarding institution of learning to \ndisseminate knowledge related to national and global security challenges, natural and applied sciences, \nsocial and behavioral science, humanities, mathematics, political science, medical science s, bio -\ntechnology, computer sciences, information communication technology, law -fare, space sciences, \nscience and technology, international relations, history, artificial  intelligence,  management, \noperational research, air power, war studies, sports scienc es and other relevant areas of study and to \nprovide for matters connected therewith or ancillary thereto;  \n \nIt is hereby enacted as follows: — \n \nCHAPTER -I \n \nPRELIMINARY  \n \n1.  Short title and commencement. —(1) This Act shall be called the PAF Air War College \nInstitute Act, 2021.  \n \n(2) It shall come into force at once.  \n \n2.  Definitions. —In this Act, unless there is anything repugnant in the subject or context, — \n \n(a) “Academic Council” means the Academic Council of the Institute;  \n \n(b) “Advance Studies and Research Board” means the advance studies and research \nboard constituted in the prescribed manner;  \n \n(c) “affiliated college” means a college or an educational institution, by whatever \nname called for, affiliated to the Institution but not maintained or administered \nby it;  \n \n(d) “Authority” means any authorities of the institute specified or set up under \nsection 16;  \n \n(e) “Board of Faculty” means the board of faculty constituted in the prescribed \nmanner;  \n \n(f) “Board of Studies” means the board of studies constituted in the prescribed \n \nPage 5 of 29 \n manner;  \n \n(g) “Chancellor” means the Chancellor of the Institute;  \n \n(h) “Chief Instructor (CI)” or “Chairman” means head of a department;  \n \n(i) “Commission” means the Higher Education Commission established under the \nHigher Education Commission Ordinance, 2002 (LIII of 2002);  \n \n(j) “constituent college” means a college or an educational institution, by whatever \nname described, maintained and administered by the Institute;  \n \n(k) “Dean” means head of a faculty or the head of an academic body granted the \nstatus of a faculty by this Act or by  the statutes or regulations;  \n \n(l) “department” means a teaching department maintained and administered or \nrecognized by the Institute in the prescribed manner;  \n \n(m) “Deputy President” means the Deputy President of the Institute;  \n \n(n) “faculty” means an administrative  and academic unit of the Institute consisting \nof one or more departments, as may be prescribed;  \n \n(o) “Finance and Planning Committee” means the finance and planning committee \nconstituted in the prescribed manner;  \n \n(p) “Government” means the Federal Government;  \n \n(q) “institute” means the PAF Air War College Institute established under this Act;  \n \n(r) “Patron” means the Patron of the institute;  \n \n(s) “President” means the President being head of the Institute;  \n \n(t) “prescribed” means prescribed by statutes, regulations or rules made under this \nAct; \n \n(u) “Representation Committee” means the representation committee constituted \nin the prescribed manner;  \n \n(v) “Selection Board” means the selection board constituted in the prescribed \nmanner;  \n \n(w) “Senate” means the Senate of the Institute;  \n \n(x) “statutes”, “regulations” and “rules” mean respectively the statutes, the \nregulations and the rules made under this Act;  \n \n \n(y) “Syndicate” means the Syndicate of the Institute; and  \n \n(z) “teachers” include professors, associate professors, assistant professors, \nlecturers and directing staff (DS) engaged whole -time by the Institute or by a \nconstituent or affiliated college and such other persons as may be declared by \nregulations to be the teachers.  \n \nCHAPTER -II \n \nTHE DEGREE AWARDING INSTITUTE  \n \n3. Establishment and incorporation of the Institute. —(1) The PAF Air War College stands \nre-organized and established as the PAFAir War College Institute, herein after called as the Institute, \nwhich shall consist of the following, namely; — \n \n(a) the Patron, Chancellor, the members of Senate, the President and Deputy \nPresident;  \n \n(b) the members of the authorities of the Institute;  \n \n(c) all teachers and persons recognized as students of the Institute in accordance \nwith terms prescribed from time to time; and  \n \n(d) all other full -time officers and members of the staff of the Institute.  \n \n(2) The Institute shall be a body corporate by the name of the PAF Air War College Institute, \nhaving perpetual succession and a common seal and may sue and be sued by the said name.  \n \n(3) The pri ncipal seat of the Institute shall be at Karachi and it may set up any number of \ncampuses, constituent colleges at such places in Pakistan and abroad as the Senate may, from time to \ntime, determine in accordance with the prescribed procedure and applicable  laws with prior approval \nof the Commission.  \n \n(4) The Institute shall be competent to acquire and hold property, both movable and \nimmovable, and to lease, sell or otherwise transfer any movable and immovable property which may \nhave become vested in or been acquired by it.  \n \n(5) The Institute shall have academic, financial and administrative autonomy, including the \npower to employ officers, teachers and other employees on such terms and conditions as may be \nprescribed.  \n \n(6) In particular and without prejudice to the a uthority granted to the Commission by the law, \nthe Government or an authority or auditor appointed by the Government shall have no power to \nquestion the policy underlying the allocation of resources approved by the Senate in the annual budget \nof the Instit ute. \n \n4. Powers and functions of the Institute. —The Institute shall have the following powers and \nfunctions, namely: — \n \nPage 7 of 29 \n  \n(i) to provide for education and scholarship in such branches of knowledge as it \nmay deem fit and to make provision for research, innovation, service to society \nand for the application, advancement and dissemination of knowledge in such \nmanner as it may determine;  \n \n(ii) to prescribe courses of studies to be conducted by it and the constituent and \naffiliated colleges;  \n \n(iii) to hold examinations and to awar d and confer degrees, diplomas, certificates \nand other academic distinctions to and on persons who have been admitted to \nand have passed its examinations under prescribed conditions;  \n \n(iv) to prescribe the terms and conditions of employment of the officers, tea chers \nand other employees of the Institute and to lay down terms and conditions that \nmay be different from those applicable to government servants in general;  \n \n(v) to engage, where necessary, persons on contract of specified duration and to \nspecify the terms of each such engagement;  \n \n(vi) to confer honorary degrees or other distinctions on approved persons in the \nmanner prescribed;  \n \n(vii) to provide for such instructions for persons not being students of the Institute \nas it may prescribe and to grant certificates and dip lomas to such persons;  \n \n(viii) to institute programs for the exchange of students and teachers between the \nInstitute and other universities, educational institutions and research \norganizations, in Pakistan and abroad;  \n \n(ix) to provide career counseling and job search services to students and alumni;  \n \n(x) to maintain linkages with alumni;  \n \n(xi) to develop and implement fund raising plans;  \n \n(xii) to provide and support the academic development of the faculty of the Institute;  \n \n(xiii) to confer degrees on persons who have carried out independent research under \nprescribed conditions;  \n \n(xiv) to affiliate and disaffiliate colleges and educational institutions under \nprescribed conditions;  \n \n(xv) to inspect colleges and other educational institutions affiliated or seeking \naffiliation with it;  \n(xvi) to accept the examinations passed and the period of study spent by students of \nthe Institute at other universities and places of learning equivalent to such \n \nexaminations and periods of study in Pakistan and abroad, as it may prescribe, \nand to withdraw such  acceptance;  \n \n(xvii) to co -operate with other universities, public authorities or private organizations, \ninside as well as outside Pakistan, in such manner and for such purposes as it \nmay prescribe;  \n \n(xviii)  to institute professorships, associate professorships, assistan t professorships \nand lectureships and any other posts and to appoint persons thereto;  \n \n(xix) to create, abolish, up -grade or down -grade posts for research, teaching, \nextension, administration and other related purposes and to appoint persons \nthereto;  \n(xx) to recognize as Institute teachers selected members of the teaching staff of \naffiliated colleges or educational institutions admitted to the privileges of the \nInstitute or such other persons as it may deem fit;  \n(xxi) to institute and award financial assistance to s tudents in need, fellowships, \nscholarships, bursaries, medals and prizes under prescribed conditions;  \n(xxii) to establish teaching departments, constituent colleges, faculties, institutes, \nworkshops, libraries, museums and other centers of learning for the \ndevelo pment of teaching and research and to make such arrangements for their \nmaintenance, management and administration as it may prescribe;  \n(xxiii)  to provide for the residence of the students of the Institute and the colleges, to \ninstitute and maintain halls of reside nce and to approve or license hostels and \nlodging;  \n(xxiv)  to maintain order, discipline and security on the campuses of the Institute and \nthe constituent colleges;  \n(xxv) to promote the extra -curricular and recreational activities of students of the \nInstitute, its campuses and constituent colleges and to make arrangements for \npromoting their health and general welfare;  \n(xxvi)  to demand and receive such fees and other charges as it may determine;  \n \n(xxvii)  to make provision for research, advisory or consultancy services and with the se \nobjects to enter into arrangements with other institutions, public or private \nbodies, commercial and industrial enterprises under prescribed conditions;  \n \n(xxviii)  to enter into, carry out, vary or cancel contracts;  \n \n(xxix)  to receive and manage property transferred and  grants, contributions made to \nthe Institute and to invest any fund representing such property, grants, bequests, \ntrusts, gifts, donations, endowments or contributions in such manner as it may \ndeem fit;  \n \n(xxx) to provide for the printing and publication of resea rch and other works; and  \n \nPage 9 of 29 \n  \n(xxxi)  to do all such other acts and things, whether incidental to the powers aforesaid \nor not, as may be requisite or expedient in order to further the objectives of the \nInstitute as a place of education, learning, research and developm ent. \n \n5. Institute open to all classes, creeds, etc. —(1) The Institute shall be open to all persons of \neither gender and of whatever religion, race, creed, class, colour  or domicile who qualify for admission \nto the courses of study offered by the Institute based on the criteria determined by the Syndicate and \nno person shall be denied the privileges of the Institute on the ground only of religion, race, caste, \ncreed, clas s, colour or domicile.  \n \n(2) An increase in any fee or charge that is in excess of ten percent per annum on an annualized \nbasis from the last such increase shall not be made except in special circumstances, and only with the \napproval by the Senate.  \n \n(3) The Institute shall institute, financial aid programmes for students in need, to the extent \nconsidered feasible by the Senate given the resources are available, so as to enable admission and \naccess to the Institute and the various opportunities provided by  it to be based on merit rather than \nability to pay:  \n \nProvided that the Institute may institute self -finance schemes not covering more than ten \npercent of the total number of candidates in any on -campus taught course or research -based \nprogramme of study.  \n \n6. Teaching at the Institute. —(1) All recognized teaching in various courses shall be \nconducted by the Institute or the colleges in the prescribed manner and may include lectures, tutorials, \ndiscussions, seminars, demonstrations, and other methods of instruct ion as well as practical work in \nthe workshops and other governmental or private organizations.  \n \n(2) The authority responsible for organizing recognized teaching shall be such as may be \nprescribed.  \n \nCHAPTER -III \n \nOFFICERS OF THE INSTITUTE  \n \n7. Principal officer s.—Following shall be the principal officers of the Institute, namely, — \n \n(a) the Patron;  \n \n(b) the Chancellor;  \n \n(c) the President;  \n \n(d) the Deputy President;  \n \n(e) Chief Instructor, Chairman or head of department;  \n \n \n(f) the Registrar;  \n \n(g) the Director Finance;  \n \n(h) the Controller of Examinations;  \n \n(i) the Officer Commanding Administration or Director Administration; and  \n \n(j) such other persons as may be prescribed by the statutes or regulations to be the \nprincipal officers of the Institute.  \n \n8. The Patron. —(1) The President of the Islamic Republic of Pakistan shall be the Patron of \nthe Institute.  \n \n(2) The Patron shall, when present, preside at the meetings of the Senate and the convocation \nof the Institute. In the absence of Patron, the Chancellor shall preside over the convocation of the \nInstitute. \n \n(3)  The members of the Senate shall be appointed by the Patron from amongst the persons \nrecommended by the Representation Committee set up for this purpose in accordance with sub -section \n(1) of section 24 along with those elected.  \n \n(4) Every proposal to co nfer an honorary degree shall be subject to confirmation by the Patron.  \n \n(5) If the Patron is satisfied that a serious irregularity or mismanagement with respect to the \naffairs of the Institute has occurred, he may — \n \n(a) as regards proceedings of the Senate, direct that specified proceedings be \nreconsidered and appropriate action taken within one month of the direction \nhaving been issued:  \n \nProvided that if the Patron is satisfied that either no reconsideration has been carried out or that \nthe reconsideration h as failed to address the concern expressed, he may, after calling upon the Senate \nto show cause in writing, appoint a five member review panel to examine and report to the Patron on \nthe functioning of the Senate. The report of the review panel shall be sub mitted within such time as \nmay be specified by the Patron. The review panel shall be drawn from persons of eminence in \nacademics and in the fields of defence and security, law, accountancy and administration; and  \n \n(b) as regards proceedings of any Authority or  with respect to matters within the \ncompetence of any Authority, other than the Senate, direct the Senate to \nexercise powers under section 18.  \n \n9. Chancellor. — (1) The Chief of Air Staff shall be the Chancellor of the Institute.  \n \n(2) The Chancellor shall, when present, preside at the meetings of the Senate and the \nconvocation of the Institute in the absence of Patron. In the absence of Chancellor, the Senate may \nrequest the person of eminence or President to preside over the convocation of the Institute.  \n \nPage 11 of 29 \n  \n(3) If the  Chancellor is satisfied that a serious irregularity or mismanagement with respect to \nthe affairs of the Institute has occurred, he may, — \n \n(a) as regards proceedings of the Senate, direct that specified proceedings be \nreconsidered and appropriate action taken within one month of the direction \nhaving been issued:  \n \nProvided that if the Chancellor is satisfied that either no reconsideration \nhas been carried out or that the reconsideration has failed to address the concern \nexpressed, he may, after calling upon the Senate to show cause in writing, \nappoint a five member review panel to examine and report to the Chancellor on \nthe functioning of the Senate. The report of the review panel shall be submitted \nwithin such time as may be specified by the Chancellor. The review panel shall \nbe drawn from persons of eminence in aca demics and in the fields of defence \nand security, law, accountancy and administration; and  \n \n(b) as regards proceedings of any Authority or with respect to matters within the \ncompetence of any Authority, other than the Senate, direct the Senate to \nexercise powe rs under section 18.  \n10. Removal from the Senate. —(1) The Chancellor may, upon the recommendation of \nthe review panel, send his recommendation to the Patron to remove any person from the membership \nof the Senate on the ground that such person — \n \n(a) has become of unsound mind; or  \n \n(b) has become incapacitated to function as member of the Senate; or  \n \n(c) has been convicted by a court of law for an offence involving moral turpitude; \nor \n \n(d) has absented himself from two consecutive meetings without just cause; or  \n \n(e) has been guilty of misconduct, including use of position for personal advantage \nof any kind, or gross inefficiency in the performance of functions.  \n \n(2) The Chancellor shall remove any person from the membership of the Senate on a resolution \ncalling for the r emoval of such person supported by at least two -Third of the membership of the Senate:  \n \nProvided that before passing such resolution, the Senate shall provide the member concerned \na fair hearing.  \n \n11. President. —(1) There  shall be a President of the Institute, who shall be a senior officer \nfrom Pakistan Air Force and shall be appointed by the Chancellor on such terms and conditions as \nmay be prescribed.  \n \n(2) The President shall be the chief executive officer of the Institute r esponsible for all \nadministrative and academic functions of the Institute and for ensuring that the provisions of this Act, \n \nstatutes and rules are faithfully observed in order to promote the general efficiency and good order of \nthe Institute. The President  shall have all powers prescribed for this purpose including administrative \ncontrol over the officers, teachers and other employees of the Institute.  \n \n(3) The President shall, if present, be entitled to attend any meeting of any Authority or body \nof the Instit ute. \n \n(4) Notwithstanding anything contained in this Act, the President may exercise such powers \nwhich are not expressly stated to be within his competence, where in his discretion immediate action \nis required to be taken. The President shall report any such exercise of power to the Emergency \nCommittee of the Senate within seventy -two hours.  \n \n(5) The President shall also have the following powers, namely: — \n \n(a) to direct teachers, officers and other employees of the Institute to take up such \nassignments in connection with examination, administration and such other \nactivities in the Institute as he may consider necessary for the purposes of the \nInstitute;  \n \n(b) to sanction by re -appropriation an amount not exceeding an amount prescribed \nby the Senate for an unforeseen item not provided for in the budget and report \nit to the Senate at the next meeting;  \n \n(c) to make appointments of such categories of employees of the Institute as may \nbe prescribed by the statutes. Such appointments shall be made after advertising \nin cases other th an appointment by transfer, secondment or deputation;  \n \n(d) to suspend, punish and remove, in accordance with prescribed procedure, from \nservice, officers, teachers and other employees of the Institute except those \nappointed by or with the approval of the Senat e; \n \n(e) to delegate, subject to such conditions as may be prescribed, any of his powers \nunder this Act to an officer or officers of the Institute; and  \n \n(f) to exercise and perform such other powers and functions as may be prescribed.  \n \n(6) The President shall present a n annual report before the Senate within three months of the \nclose of the academic year. The annual report shall present such information as regards the academic \nyear under review as may be prescribed, including disclosure of all relevant facts pertaining to— \n \n(a) academics;  \n \n(b) research;  \n \n(c) administration; and  \n \n(d) finances.  \n \nPage 13 of 29 \n (7) The President’s annual report shall be made available, prior to its presentation before the \nSenate, to all officers and Institute teachers and shall be published in such numbers as are required to \nensure its wide circulation.  \n \n12. Vacancy of the office of the President. —(1) Whenever the office of the President falls \nvacant, or is likely to fall vacant, the Chancellor shall appoint a suitable officer for appointment as the \nPresident.  \n \n(2) At any time when the office of the President is vacant, or the President is absent or is unable \nto perform the functions of his office due to illness or some other cause, the Senate shall make \narrangements in accordance with the statutes for the performance of the dut ies of the President.  \n \n13. Registrar. —(1) There shall be a Registrar of the Institute who shall be appointed by the \nSenate on the, recommendation of the President, on such terms and conditions as may be prescribed.  \n \n(2) The experience as well as the professional a nd academic qualifications necessary for \nappointment to the post of the Registrar shall be such as may be prescribed.  \n \n(3) The Registrar shall be a full -time officer of the Institute and shall — \n \n(a) be the administrative head of the secretariat of the Institute and be responsible \nfor the provision of secretariat support to the Authorities of the Institute;  \n \n(b) be the custodian of the common seal and the academic records of the Institute;  \n \n(c) maintain a register of registered graduates in the prescribed manner;  \n \n(d) supervi se the process of election, appointment or nomination of members to the \nvarious Authorities and other bodies in the prescribed manner; and  \n \n(e) perform such other duties as may be prescribed.  \n \n(4) The Registrar shall hold office for a term of three years which may  be extended by one or \nmore such term:  \n \nProvided that the Senate may, on the advice of the President and after providing him the \nopportunity of being heard, terminate the appointment of the Registrar on ground of inefficiency or \nmisconduct in accordance wi th prescribed procedure.  \n \n14. Director Finance. — (1) There shall be a Director Finance of the Institute who shall be \nappointed by the Senate on the recommendation of the President on such terms and conditions as may \nbe prescribed,  \n \n(2) The experience and the professional and academic qualifications necessary for \nappointment to the post of the Director Finance shall be as may be prescribed.  \n \n(3) The Director Finance shall be the chief financial officer of the Institute and shall — \n \n \n(a) manage the assets, liabilities, re ceipts, expenditures, funds and investments of \nthe Institute;  \n \n(b) prepare the annual and revised budget estimates of the Institute and present \nthem to the Syndicate or a committee thereof for approval and incorporation in the budget to be \npresented to the Sen ate; \n \n(c) ensure that the funds of the Institute are expended on the purposes for which \nthey are provided;  \n \n(d) have the accounts of the Institute audited annually so as to be available for \nsubmission to the Senate within six months of the close of the financial year; and  \n \n(e) perform such other duties as may be prescribed.  \n \n(4) The term of office of the Director Finance shall, unless renewed, be for a period of three \nyears:  \n \nProvided that the Senate may, on the advice of the President and after providing him the \nopportun ity of being heard, terminate the appointment of the Director Finance on grounds of \ninefficiency or misconduct in accordance with prescribed procedure.  \n \n15. Controller of Examinations. —(1) There  shall be a Controller of \nExaminations, to be appointed by the Senate on the recommendation of the President, on such terms \nand conditions as may be prescribed.  \n \n(2) The minimum qualifications necessary for appointment to the post of the Controller of \nExaminat ions shall be as may be prescribed.  \n \n(3) The Controller of Examinations shall be a full -time officer of the Institute and shall be \nresponsible for all matters connected with the conduct of examinations and perform such other duties \nas may be prescribed.  \n \n(4) The C ontroller of Examinations shall be appointed for a renewable term of three years:  \n \nProvided that the Senate may, on the advice of the President and after providing him the \nopportunity of being heard, terminate the appointment of the Controller of Examinations on grounds \nof inefficiency or misconduct in accordance with prescribed procedure.  \n \nCHAPTER -IV \n \nAUTHORITIES OF THE INSTITUTE  \n \n16. Authorities. — (1) The following shall be the Authorities of the Institute, \nnamely: — \n \n \nPage 15 of 29 \n (a) the Senate;  \n \n(b) the Syndicate;  \n \n(c) the Academic Council;  \n \n(d) the Advanced Studies and Research Board;  \n \n(e) the Board of Faculty;  \n \n(f) the Board of Studies;  \n \n(g) the Finance and Planning Committee;  \n \n(h) the Representation Committees for appointment to the Senate, Syndicate and \nthe Academic Council in accordance with relevant provision of this Act;  \n \n(i) the Selection Board; and  \n \n(j) such other Authorities as may be constituted by the Senate.  \n \n(2) The Senate, the Syndicate and the Academic Council may set up such other committees or \nsub-committees, by whatever name describ ed, as are considered desirable through statutes or \nregulations as may be appropriate. Such committees or sub -committees shall be Authorities of the \ninstitute for the purposes of this Act.  \n \n17. Senate.—(1) The Senate shall be responsible for governance, general supervision and \ncontrol of the affairs including laying down broad policies of the Institute and shall consist of the \nfollowing, namely; — \n \n(a) the Patron who shall be the chairperson of the Senate;  \n \n(b) the Chancellor or his nominee not below the rank of A ir Vice Marshal;  \n \n(c) the President;  \n \n(d) one member of the Government not below the rank of Additional Secretary \nfrom the Division to which business of education stands allocated or any other \ndepartment relevant to the special focus of the education;  \n \n(e) four persons, being persons of distinction in the fields of defence and security, \nstrategy, statecraft, administration and management, such that the appointment \nof these persons reflects a balance across the various fields:  \n \nProvided that the special focus  or affiliation of the Institute, to be declared in the \nmanner prescribed, may be reflected in the number of persons of distinction in \nan area of expertise relevant to the Institute who are appointed to the Senate;  \n \n \n(f) one person from amongst the alumni of th e Institute;  \n \n(g) two persons from the academic community of the country, other than an \nemployee of the Institute, at tthe level of professor or principal of a college;  \n \n(h) four Institute teachers; and  \n \n(i) one person nominated by the Commission.  \n \n(2) The numbers of the members of the Senate described against clauses  (f) to (i) of sub -section \n(1) may be increased by the Senate through statutes subject to the condition that the total membership \nof the Senate does not exceed twenty - one, with a maximum of five Institute tea chers and the increase \nis balanced to the extent possible, in proportion to different categories specified in sub -section (1).  \n \n(3) All appointments to the Senate shall be made by the Chancellor. Appointments of persons \ndescribed in clauses (f) end (g) of sub -section (1) shall be made from amongst a panel of three names \nfor each vacancy recommended by the Representation Committee set up in terms of section 24 and in \naccordance with procedure as may be prescribed:  \n \nProvided that effort shall be made, without compromising on quality or qualification, to give \nfair representation to women on the Senate:  \n \nProvided further that as regards the institute teachers described in clause  (h) of sub -section \n(1), the Senate shall prescribe a procedure for appointment on the  basis of elections that provide for \nvoting by the various categories of Institute teachers:  \n \nProvided also that the Senate may alternatively prescribe that appointment of Institute teachers \nto the Senate shall also be in the manner provided by this sub -section for the persons described in \nclauses (f) and (g) of sub -section (1).  \n \n(4) Members of the Senate, other than ex-officio members, shall hold office for a term of three \nyears. One -third of the members, other than ex-officio members, of the first restructure d Senate, to be \ndetermined by lot, shall retire from office on the expiration of one year from the date of appointment \nby the Chancellor. One -half of the remaining members, other than ex-officio members, of the first \nrestructured Senate, to be determined b y lot, shall retire from office on the expiration of two years \nfrom the date of appointment and the remaining one -half, other than ex-officio members, shall retire \nfrom office on the expiration of the third year:  \n \nProvided that no person, other than an ex-officio member, may serve on the Senate for more \nthan two consecutive terms:  \n \nProvided further that the Institute teachers appointed to the Senate may not serve for two \nconsecutive terms.  \n \n(5) The Senate shall meet, at least twice in a calendar year.  \n \n(6) Service on the Senate shall be on honorary basis but actual expenses may be reimbursed as \nmay be prescribed.  \n \nPage 17 of 29 \n  \n(7) The Registrar shall be the secretary of the Senate.  \n \n(8) In the absence of the Chancellor, meetings of the Senate shall be presided over by the senior \nmost se rving Air Force officer from amongst the members of the Senate, not being an employee of the \nInstitute as the Chancellor may, from time to time, nominate. The member so nominated shall be the \nconvener of the Senate.  \n \n(9) Unless otherwise prescribed by this Act, all decisions of the Senate shall be taken on the \nbasis of the opinion of a majority of the members present, In the event of the members being evenly \ndivided on any matter, the person presiding over the meeting shall have a casting vote.  \n \n(10) The quorum f or a meeting of the Senate shall be two -thirds of its total membership, a \nfraction being counted as one.  \n \n18. Powers and functions of the Senate. — (1) The Senate shall have the powers of general \nsupervision over the Institute and shall hold the President and t he Authorities accountable for all the \nfunctions of the Institute. The Senate shall have all powers of the institute not expressly vested in an \nAuthority or officer by this Act and all other powers not expressly mentioned by this Act that are \nnecessary for  the performance of its functions.  \n \n(2) Without prejudice to the generality of the foregoing powers, the Senate shall have the \nfollowing powers, namely: — \n \n(a) to approve the proposed annual plan of work, the annual and the revised budget \nestimates, the annual report and the annual statement of the account;  \n \n(b) to hold, control and lay down policy for the administration of the property, \nfunds and investments by the institute, including the approval of the sale and \npurchase or acquisition of immovable property;  \n \n(c) to oversee the quality and relevance of the Institute academic programmes and \nto review the academic affairs of the Institute in general;  \n \n(d) to approve the appointment of the Deans, professors, associate professors and \nsuch other senior faculty and senior admin istrators as may be prescribed;  \n \n(e) to institute schemes, directions and guidelines for the terms and conditions of \nappointment of the officers, teachers and other employees of the institute;  \n \n(f) to approve strategic plans;  \n \n(g) to approve financial resource develop ment plans of the Institute;  \n \n(h) to consider the drafts of statutes proposed by the Syndicate and deal with them \nin the manner as provided for in section 26;  \n \n(i) the Senate may make a statute on its own initiative and approve it after calling \n \nfor the advice of the Syndicate or the Academic Council, as the case may be;  \n \n(j) to annul by order in writing the proceeding of any Authority or officer if the \nSenate is satisfied that such proceedings are not in accordance with the \nprovisions of this Act, statutes or regulati ons after calling upon such Authority \nor officer to show cause as to why such proceedings should not be annulled;  \n \n(k) to recommend to the Chancellor removal of any member of the Senate in \naccordance with the provisions of this Act;  \n \n(l) to make appointments of me mbers of Syndicate, in accordance with the \nprovisions of this Act;  \n \n(m)  to make appointments of the members of Academic Council, other than  ex-\nofficio members, in accordance with the provisions of this Act; and  \n \n(m) to determine the form, provide for the custody and regulate the use, of the \ncommon seal of the Institute.  \n \n(3) The Senate may, subject to the provisions of this Act delegate all or any of its powers and \nfunctions to any Authority, officer or employee of the Inst itute at its main campus, to any Authority, \ncommittee, officer or employee at its additional campus for the purpose of exercising such powers and \nperforming such functions in relation to such additional campus, and for this purpose the Senate may \ncreate ne w posts or positions at the additional campus.  \n \n19. Visitations. —The Senate may, in accordance with the terms and procedures as may be \nprescribed, cause an inspection to be made in respect of any matter connected with the Institute.  \n \n20. Syndicate. — (1) There shall be a Syndicate headed by the President to make regulations \nand rules, for day to day functioning of the Institute, within the framework of policies laid down by \nthe Senate. Other members of the Syndicate shall consist of — \n \n(a) the President who shall be its chairperson;  \n \n(b) the Deans of faculties of the institute;  \n \n(c) heads of the constituent colleges and institutes;  \n \n(d) one professor, one associate professor and one assistant professor or lecturer \nfrom different departments who are not members of the Senate to be  elected by \nthe Institute teachers in accordance with procedure to be prescribed by the \nSenate;  \n \n(e) the Registrar;  \n \n(f) the Director Finance; and  \n \n(g) the Controller of Examinations.  \n \nPage 19 of 29 \n  \n(2) Members of the Syndicate, other than ex-officio members, shall hold office for a term of \nthree years.  \n \n(3) As regards three professors specified in clause (d) of sub -section (l), the Senate may, as an \nalternative to elections, prescribe a procedure for proposal of a panel of names by the Representation \nCommittee set up in terms of section 24. Appointment of persons proposed by the Representation \nCommittee may be made by the Senate on the recommendation of the President.  \n \n(4) The quorum for a meeting of the Syndicate shall be one -half of the total number of \nmembers, a fraction being counted as o ne. \n \n(5) The Syndicate shall meet at least once in each quarter of a year.  \n \n21. Powers and functions of the Syndicate. —(1) The Syndicate shall be the executive body \nof the Institute and shall, subject to the provisions of this Act and the statutes, exercise general \nsupervision over the affairs and management of the Institute.  \n \n(2) Without prejudice to the generality of the foregoing powers and subject to the provisions \nof this Act, the statutes and directions of the Senate, the Syndicate shall have the follow ing powers, \nnamely: — \n \n(a) to consider annual report, the annual and revised budget estimates and to submit \nthese to the Senate;  \n \n(b) to transfer and accept transfer of moveable property on behalf of the Institute;  \n \n(c) to enter into, vary, carry out and cancel contrac ts on behalf of the Institute;  \n \n(d) to cause proper books of the accounts to be kept for all sums of money received \nand expended by the Institute and for the assets and liabilities of the Institute;  \n \n(e) to invest any money belonging to the Institute including any  un-applied income \nin any of the securities described in section 20 of the Trusts Act, 1882 (Act II \nof 1882), or in the purchase of immovable property or in such other manner, as \nit may prescribe, with the like power of varying such investment;  \n \n(f) to receive  and manage any property transferred and grants, bequests, trusts, \ngifts, donations, endowments and other contributions made to the Institute;  \n \n(g) to administer any funds placed at the disposal of the Institute for specified \npurposes;  \n \n(h) to provide the building s, libraries, premises, furniture, apparatus, equipment \nand other means required for carrying out the work of the Institute;  \n \n(i) to establish and maintain halls of the residence and hostels or approve or licence  \nhostels or lodging for the residence of students;  \n \n \n(j) to recommend to the Senate affiliation or disaffiliation of the colleges;  \n \n(k) to recommend to the Senate admission of educational institutions to the \nprivileges of the Institute and withdraw such privileges;  \n \n(l) to arrange for the inspection of the colleges and the departments;  \n \n(m) to institute professorships, associate professorships, assistant professorships, \nlectureships and other teaching posts or to suspend or to abolish such posts;  \n \n(n) to create, up -grade, down -grade, suspend or abolish such administrative or \nother posts as may be necessary;  \n \n(o) to prescribe the duties of officers, teachers and other employees of the Institute;  \n \n(p) to report to the Senate on matters with respect to which it has been asked to \nrepor t; \n \n(q) to appoint members to various Authorities in accordance with the provisions of \nthis Act;  \n \n(r) to propose drafts of the statutes for submission to the Senate;  \n \n(s) to regulate the conduct and discipline of the students of the Institute;  \n \n(t) to take actions necessary for the good administration of the Institute in general \nand to this end exercise such powers as are necessary;  \n \n(u) to delegate any of its powers to any Authority or officer or a committee; and  \n \n(v) to perform such other functions as have been assigned t o it by the provisions of \nthis Act or may be assigned to it by the statutes.  \n \n22. Academic Council .— (1) There shall be an Academic Council, which shall lay down \nacademic policies, decide on the syllabi and curricula of various courses at the Institute and the \naffiliated institutions to ensure excellence and the requisite joint -ness in training activitie s. The \nAcademic Council of the Institute shall consist of the following, namely: — \n \n(a) the President who shall be its chairman;  \n \n(b) the Deans of faculties and heads of colleges and departments as may be \nprescribed;  \n \n(c) five members representing the departments, institutes and the constituent \ncolleges to be elected in the manner prescribed by the Senate;  \n \nPage 21 of 29 \n  \n(d) two heads of affiliated colleges;  \n \n(e) five professors including emeritus professors;  \n \n(f) the Registrar;  \n \n(g) the Controller of Examinations; and  \n \n(h) the Librarian.  \n \n(2) The Senate shall appoint the members of the Academic Council on the recommendation \nof the President:  \n \nProvided that as regards the five professors and the members representing the departments, \ninstitutes and the constituent colleges, the Senate may, as an alternative to elections, prescribe a \nprocedure for proposal of a panel of names by the Representation Committee set up in terms of section \n24. Appointment of persons, proposed by the Representation Committee shall be made by the Senate \non the recommendati on of the President.  \n \n(3) The Academic Council shall act as an advisory and implementing body for the decision of \nthe Syndicate on all matters relating to the conduct of examinations, conferment of degrees, revision \nand updating of course syllabi, quality of e ducation and duration of all courses including conduct of \npostgraduate classes in specified disciplines.  \n \n(4) The Academic Council shall also assist the President in evaluating, proposing and \ncoordinating research and development projects at respective institu tes and colleges both constituent \nand affiliated.  \n \n(5) Members of the Academic Council shall hold office for a term of three years.  \n \n(6) The Academic Council shall meet at least once in each quarter.  \n \n(7) The quorum for meetings of the Academic Council shall be one-half of the total number of \nmembers, a fraction being counted as one.  \n \n23. Powers and functions of the Academic Council. —(1) The Academic Council shall be \nthe principal academic body of the Institute and shall, subject to the provisions of this Act and the  \nstatutes, have the power to lay down proper standards of instruction, research and examinations and \nto regulate and promote the academic life of the Institute and the colleges.  \n \n(2) Without prejudice to the generality of the forgoing powers and subject to  the provisions of \nthis Act and the statutes, the Academic Council shall have the power to — \n \n(a) approve the policies and procedures pertaining to the quality of academic \nprogrammes;  \n \n(b) approve academic programmes;  \n \n \n(c) approve the policies and procedures pertaining  to the student related functions \nincluding admissions, expulsions, punishments, examinations and certification;  \n \n(d) approve the policies and procedures assuring quality of teaching and research;  \n \n(e) recommend the policies and the procedures for affiliation of o ther educational \ninstitutions;  \n \n(f) propose to the Syndicate schemes for the constitution and organization of \nfaculties, teaching departments and boards of studies;  \n \n(g) appoint paper setters and examiners for all examinations of the Institute after \nreceiving panels of names from the relevant authorities;  \n \n(h) institute programmes for the continued professional development of Institute \nteachers at all levels;  \n \n(i) recognize the examinations of other universities or examining bodies as \nequivalent to the corresponding ex aminations of the Institute;  \n \n(j) regulate the award of studentship, scholarships, exhibitions, medals and prizes;  \n \n(k) propose regulations for submission to the Syndicate;  \n \n(l) prepare an annual report on the academic performance of the Institute; and  \n \n(m) perform  such other functions as may be prescribed by regulations.  \n \n24. Representation Committees. —(1) There shall be Representation Committees constituted \nby the Senate through statutes to recommend persons for appointment to the Senate in accordance with \nthe provisi ons of section 17.  \n \n(2) There shall also be a Representation Committee constituted by the Senate through statutes \nto recommend persons for appointment to the Syndicate and the Academic Council in accordance with \nthe provisions of sections 20 and 22 respectivley.  \n \n(3) Members of the Representation Committee, to recommend persons for appointment to the \nSenate, shall consist of the following, namely: — \n \n(a) three members of the Senate who are not Institute teachers;  \n \n(b) two persons nominated by the Institute teache rs from amongst themselves in \nthe manner prescribed;  \n \n(c) one person from the academic community, not employed by the Institute, at the \nlevel of professor or college head to be nominated by the Institute teachers in \nthe manner prescribed; and  \n \nPage 23 of 29 \n  \n(d) one eminent citizen with experience in administration, philanthropy, \ndevelopment work, law or accountancy to be nominated by the Senate.  \n \n(4) The Representation Committee, to recommend persons for the appointment to the \nSyndicate and the Academic Council, shall c onsist of the following, namely; — \n \n(a) two members of the Senate who are not Institute teachers; and  \n \n(b) three persons nominated by the institute teachers from amongst themselves in \nthe manner prescribed.  \n \n(5) The term of the Representation Committee shall be three years: Provided that no member \nshall serve for more than two consecutive terms.  \n \n(6) The procedures of the Representation Committee shall be such as may be prescribed.  \n \n(7) There may also be such other Representation Committees set up by any of other Authorities \nof the Institute as are considered appropriate for recommending persons for appointments to the \nvarious Authorities and other bodies of the Institute.  \n \n25. Appointment of committees by certain Authorities. —(1) The Senate, the Syndicate, the \nAcademic Council and  other Authorities may, from time to time, appoint such standing, special or \nadvisory committees, as they may deem fit, and may place on such committees persons who are not \nmembers of the Authorities appointing the committees.  \n \n(2) The constitutions, functions and powers of the Authorities for which no specific provision \nhas been made in this Act, shall be such as may be prescribed by statutes or regulations.  \nCHAPTER -V \nSTATUTES, REGULATIONS AND RULES  \n \n26. Statutes.—(1) Subject to the provisions of this Act , statutes may he made to regulate or \nprescribe all or any of the following matters, namely: — \n \n(a) the contents of and the manner in which the annual report to be presented by \nthe President before the Senate shall be prepared;  \n \n(b) the Institute fees and other charges;  \n \n(c) the constitution of any pension, insurance, gratuity, provident fund and \nbenevolent fund for Institute employees;  \n \n(d) the scales of pay and other terms and conditions of service of officers, teachers \nand other Institute employees;  \n \n(e) the maintenance o f the register of registered graduates;  \n \n \n(f) affiliation and disaffiliation of educational institutions and related matters;  \n \n(g) admission of educational institutions to the privileges of the Institute and the \nwithdrawal of such privileges;  \n \n(h) the establishment of faculties, departments, institutes, colleges and other \nacademic divisions;  \n \n(i) the powers and functions of officers and teachers;  \n \n(j) conditions under which the Institute may enter into arrangements with other \nInstitutions or with public bodies for purposes of research and advisory \nservices;  \n \n(k) conditions for appointment of emeritus professors and award of honorary \ndegrees;  \n \n(l) efficiency and discipline of Institute employees;  \n \n(m) the constitution and procedure to be followed by Representation Committees in \ncarrying out  functions in terms of this Act;  \n \n(n) the constitution, functions and powers of theAuthorities of the Institute; and  \n \n(o) all other matters which by this Act are to be or may be prescribed or regulated \nby statutes.  \n \n(2) The draft of statutes shall be proposed by the Syndicate to the Senate which may approve \nor pass with such modifications as the Senate may think fit or may refer back to the Syndicate, as the \ncase may be, for reconsideration of the proposed draft:  \n \nProvided that statutes concerning any of the matte rs mentioned in clauses  (a) and (i) of sub -\nsection (1) shall be initiated and approved by the Senate after seeking views of the Syndicate:  \n \nProvided further that the Senate may initiate a statute with respect to any matter in its power \nor with respect to w hich a statute may be made in terms of this Act and approve such statute after \nseeking the views of the Syndicate.  \n \n27. Regulations. —(1) Subject to the provisions of this Act and the statutes, the Academic \nCouncil may propose and the Syndicate may make regulat ions for all or any of the following matters, \nnamely: — \n \n(a) the courses of study for degrees, diplomas and certificates of the Institute;  \n \n(b) the manner in which the teaching referred to in sub -section (1) of section 6 shall \nbe organized and conducted;  \n \n \nPage 25 of 29 \n (c) the admission and expulsion of students to and from the Institute;  \n \n(d) the conditions under which students shall he admitted to the course and the \nexaminations of the Institute and shall become eligible for the award of degrees, \ndiplomas and certificates;  \n \n(e) the conduct of examinations;  \n \n(f) the conditions under which a person may carry on independent research to \nentitle him to a degree;  \n \n(g) the institution of fellowships, scholarships, exhibitions, medals and prizes;  \n \n(h) the use of the library;  \n \n(i) the formation of faculties,  departments and board of studies; and  \n \n(j) all other matters which by this Act or the statutes are to be or may be prescribed \nby regulations.  \n(2) Regulations shall be proposed by the Academic Council and shall be submitted to the \nSyndicate which may approve them or withhold approval or refer them back to the Academic Council \nfor reconsideration. A regulation proposed by the Academic Council shall not be effective unless it \nreceives the approval of the Syndicate.  \n \n28. Amendment and repeal of statutes and regulatio ns.—The procedure for adding to, \namending or repealing the statutes and the regulations shall be the same as that prescribed respectively \nfor making statutes and regulations.  \n \n29. Rules.—The Authorities and the other bodies of the Institute may make rules, to be \npublished in official Gazette, consistent with this Act, statutes and the regulations, to regulate any \nmatter relating to the affairs of the Institute which has not been provided for by this Act, or that is not \nrequired to be regulated by statutes or re gulation, including rules to regulate the conduct of business \nand the time and place of meetings and related matters.  \n \nCHAPTER -VI \n \nINSTITUTE FUND  \n \n30. Institute fund. —(1) The Institute shall have a fund to which shall be credited all donations, \ntrusts, bequests, endowments, grants, proportionate grant from the Federal Government, Joint Staff \nHeadquarters (JSHQ), Defence Division. Higher Education Commission (HEC), Divis ion to which \nthe business of education stands allocated, assistance from international agencies, contributions, shares \nof fee and income from any other source.  \n \n(2) The present recurring and non -recurring grants being allocated by the Defence Division, \nHEC and  JSHQ to the National Defence University immediately in existence before the \ncommencement of this Act, shall continue to be allocated in future to the Institute, with suitable \nupward adjustments from time to time.  \n \n \n(3) All expenditure of the Institute shall be  met within the sanctioned budget of the Institute or \nas approved by the Syndicate.  \n \n31. Audit and accounts. —(1) The accounts of the Institute shall be maintained by Director \nFinance in such form and in such manner as may be prescribed.  \n \n(2) The teaching, departments, constituent colleges and institutes and all other bodies \ndesignated as such by the Syndicate in terms of statutes shall be independent cost centers of the \nInstitute with authority vested in the head of each cost centre to sanctio n expenditure out of the budget \nallocated to it:  \n \nProvided that re -appropriation from one head of expenditure to another may be made by the \nhead of a cost centre in accordance with and to the extent prescribed by the statutes.  \n \n(3) All funds generated by a tea ching department, constituent college or other unit of the \nInstitute through consultancy, research or other provision of service shall be made available without \nprejudice to the budgetary allocation otherwise made, after deduction of over heads in the mann er and \nto the extent prescribed by Senate, to the teaching department, constituent college or other units for its \ndevelopment. A part of the funds so generated may be shared with the Institute teachers or researchers \nin charge of the consultancy, research or service concerned in the manner and to the extent prescribed \nby the statutes.  \n \n(4) No expenditure shall be made from the funds of the Institute unless a bill for its payments \nhas been issued by the head of the cost centre concerned in accordance with the re levant statutes and \nthe Director Finance has verified that the payment is provided for in the approved budget of the cost \ncentre, subject to the authority to re -appropriate funds from one head of expenditure to other head of \nexpenditure in respect of the c ost centre.  \n \n(5) Provision shall be made for an internal audit of the finances of the Institute.  \n \n(6) The annual audited statement of accounts shall be prepared in accordance with the laid \ndown rules and regulations of the Government of Pakistan for the purpose of  audit for such institutions \nand signed by Director Finance.  \n \n(7) The observations made by the Pakistan Air Force audit team, if any, together with such \nannotations as the Director Finance may make, shall be considered by the Syndicate and shall be \nplaced befo re the Senate within six months of closing of the financial year.  \nCHAPTER -VII \n \nGENERAL PROVISIONS  \n \n32. Opportunity to show cause. — Except as otherwise provided, no officer, teacher or other \nemployee of the institute holding a permanent post shall be reduced in  rank or removed or \ncompulsorily retired from service or dismissed from service unless he has been given a reasonable \nopportunity of showing cause against the action proposed to be taken.  \n \n \nPage 27 of 29 \n 33. Appeal to the Syndicate and the Senate. — Where an order is passed i mposing penalty \non any officer (other than the President), teacher or other employee of the Institute or altering or \ninterpreting to his disadvantage the prescribed terms and conditions of his service, he shall, where the \norder is passed by any officer or teacher of the Institute other than the President, have the right to \nappeal to the Syndicate against the order and, where the order is passed by the President, have the right \nto appeal to the Senate.  \n \n34. Service of the Institute. — (1) All persons employed by the Institute in accordance with \nthe terms and conditions of service prescribed by statutes shall be persons in the service of Pakistan \nfor the purposes of any court or tribunal set up by law in terms of Article 212 of the Constitution of \nthe Islamic Repub lic of Pakistan:  \n \nProvided that any provision as regards the terms and the conditions of the employment of \npersons in the service of Pakistan in general or in comparable employment, notwithstanding the service \nof persons employed by the Institute, shall be  entirely governed by the terms and conditions prescribed \nby the relevant statutes.  \n \n(2) An officer, teacher or other employee of the Institute shall retire from service on the \nattainment of such age or term of service as may be prescribed.  \n \n(3) The terms and cond itions of employment of any Institute teacher in the employment of the \nInstitute shall not be varied to his disadvantage from the commencement of this Act.  \n \n(4) Persons above the age of superannuation may be re -employed on contract in the manner \nprescribed by the Senate, in conformity with the Government rules and regulations.  \n \n35. Benefits and insurance, gratuity, provident fund and benevolent fund. —(1) The \nInstitute shall constitute for the benefit of its officers, teachers and other employees schemes, as may \nbe prescribed, for the provision of post -employment benefits as well as health and life insurance while \nin service.  \n \n(2) Where any provident fund which has been constituted under this Act, the provisions of the \nProvident Funds Act, 1925 (XIX of 1925) shall ap ply to such fund as if it were the Government \nProvident Fund.  \n \n36. Commencement of term of office of members of Authority. —(1) When a member of a \nnewly constituted Authority is appointed or nominated, his term of office as fixed under this Act shall \ncommence from such date as may be prescribed.  \n \n(2) Where a member who has accepted any other assignment or for any other similar reason \nremains absent from the Institute for a period of not less than six months, he shall be deemed to have \nresigned and vacated his s eat. \n \n37. Filling of casual vacancies in Authorities. —Any casual vacancy in the appointed or \nnominated member of any Authority shall be filled, as soon as conveniently may be, by the person or \nthe body who appointed or nominated the member whose position has b ecome vacant and the person \nappointed or nominated to the vacancy shall be member of such Authority for the residual term for \n \nwhich the person whose place he fills would have been a member.  \n \n38. Flaws in the constitution of Authorities. —Where there is flaw in the constitution of an \nAuthority, as constituted under this Act, the statutes or the regulations on account of abolition of a \nspecified office under Government or because an organization, institution or other body outside the \nInstitute has been dissolved o r has ceased to function, or because of some other similar reason, such \nflaw shall he removed in such manner as the Senate may direct.  \n \n39. Proceedings of authorities not invalidated by the vacancies. — No act, resolution nor \ndecision of any Authority shall be invalid by reason of any vacancy in the Authority doing, passing or \nmaking it or by reason of any want of qualification or invalidity in the election, appointment or \nnomination of any de facto membe r of the Authority, whether present or absent.  \n \n40. First statutes and regulations. —Notwithstanding anything to the contrary contained in \nthis Act, the President of the Islamic Republic of Pakistan, being the Patron, shall promulgate the first \nstatutes and reg ulations which shall be deemed to be statutes and regulations made under sections 26 \nand 27 respectively and shall continue to remain in force unless amended or repealed.  \n \n41. Transitory provisions. —(1) Notwithstanding anything contained in this Act, the membe rs \nof the first Senate, except the Institute teachers, shall be appointed by the Chancellor in accordance \nwith the numbers and criteria for membership specified in this Act. The first Senate so constituted \nshall initiate, as soon as possible, the process f or the recruitment of Institute teachers and appointment \nof the members of the Syndicate and the Academic Council in accordance with the terms of this Act. \nThe Institute teachers to be appointed to the first Senate shall be appointed as soon as the procedu re \nprescribed for appointment of Institute teachers to the Senate has to be complied with. The term or \ntenure provided in sub -section  (4) of secti on 17 notwithstanding one -third of the members, other than \nex-officio members, of the first Senate, to be dete rmined by lot, shall retire from office on the \nexpiration of one year from the date of appointment by the Chancellor. One -half of the remaining -\nmembers, other than ex -officio members of the first Senate, to be determined by lot, shall retire from \noffice on  the expiration of two years from the date of appointment and the remaining one -half, other \nthan ex -officio members, shall retire from office on the expiration of the third year.  \n \n(2) On commencement of this Act, all pending cases of enrollments, degrees a nd transcripts, \netc. with the other universities and institutions, with which the PAF Air War College stood affiliated \nto before commencement of this Act, shall stand transferred to the Institute and shall be dealt with as \nif these were the cases of enroll ments, degrees and transcripts, etc. of the Institute, notwithstanding \nany condition of such affiliation or agreement or contract with the said other universities and \ninstitutions.  \n42. Removal of difficulties. —If any difficulty arises in giving effect to  any p rovision of this \nAct, the Chancellor may make such order or direction, not  inconsistent,  with the provisions  of this Act, \nas may appear  to him to be necessary  for the purpose  of removing  such difficulty.  \n \n43. Indemnity. —No suit or legal  proceedings  shall  lie against  the Government,  the Institute  or \nany Authority,  officer  or employee  of the Government  or the Institute or any person in respect of \nanything which is in good faith done or  deemed  to have  been  done  under this  Act. \n \n \nPage 29 of 29 \n 44. Power to allow appointment of employees of the Government,  other  universities  or \neducational  or research  institutions  to the Institute. — \n(1) Notwithstanding  anything  contained  in this Act, the Senate  may on the advice  of the \nSyndicate, allow any post in the institute to be filled by appointment, on such  terms  and conditions  as \nthe Senate  may specify,  an employee  of the Government  or any other  university  or educational  research  \ninstitution.  \n \n(2) Where any appointment has been made under this section, the terms  and condition of \nservice of the appointee shall not be less favourable than those  admissible  to him immediately  before  \nsuch appointment  and he shall he entitled  to all benefits of his past service.  \n \n________________"
}