{
    "file": "./converted_json\\administrator7b521557aa16d86b0a700b908bf7adeb.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 8 \n  \n \n \n \n ISLAMABAD CAPITAL TERRITORY PRIVATE EDUCATIONAL \nINSTITUTIONS (REGISTRATION AND REGULATION) ACT, 2013  \n \n \n \n \n \n \n \nCONTENTS  \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Establishment of the Authority.  \n4. Aims and objectives of Authority.  \n5. Functions and power of the Authority.  \n6. Composition of the Authority.  \n7. Appointment, functions and powers of Chairman.  \n8. Maintenance of accounts and audit.  \n9. Funds.  \n10. Staff ’s pay and allowances.  \n11. Directions from Government.  \n12. Establishment or continuance of an institution.  \n13. Application for registration of an institution.  \n14. Inquiry and recommendation about the application.  \n15. Monitoring, inspection, etc.  \n16. Cancellat ion or suspension of certificate of registration.  \n17. Appeal.   \n\n \nPage 2 of 8 \n 18. Annual reports.  \n19. Penalty.  \n20. Cognizance of offence.  \n21. Indemnity.  \n22. Power to make rules.  \n23. Power to make regulation.  \n24. Removal of difficulties.  \n \n  \n \nPage 3 of 8 \n ISLAMABAD CAPITAL TERRITORY PRIV ATE EDUCATIONAL \nINSTITUTIONS (REGISTRATION AND REGULATION) ACT, 2013  \nACT XI OF 2013  \n[19th March, 2013]  \nAn Act to provide for the registration, regulation and functioning of private educational institutions \nin Islamabad Capital Territory  \nWHEREAS, it is expedient to regulate the functioning of private educational institutions in the \nIslamabad Capital territory and to provide for the registration of such institutions ensuring adequate \ntransparency and proper discipline and for matters connected therewith o r incidental thereto;  \nIt is hereby enacted as follows:__ \n1. Short title, extent and commencement.__ (1) This Act may be called the Islamabad \nCapital  Territory Private Educational Institutions (Registration and Regulation) Act, 2013.  \n(2) It extends to the whole of the Islamabad Capital Territory.  \n(3) It shall come into force at once.  \n2. Definitions.__ In this Act, unless there is anything repugnant in the subject or context,  \n(a) “Authority ” means the Islamabad Capital Territory Private Educational \nInstituti ons Regulatory Authority (ICT­PEIRA) established under section 3;  \n(b) “Board ” means the Federal Board of Intermediate and Secondary Education, \nIslamabad;  \n(c) “Chairman ” means the Chairman of the Authority;  \n(d) “college ” means a privately managed college im parting education for \nintermediate or higher secondary education or equivalent;  \n(e) “Government ” means the Federal Government;  \n(f) “institution ” means a privately managed school, college, tuitions centre or an \ninstitution imparting education upto  intermediate or higher secondary school \nlevel or equivalent;  \n(g) “member ” means the member of the Authority;  \n(h) “prescribed ” means prescribed by rules or regulations made under this Act;  \n(i) “privately managed ” means an institution which is not owned or managed by a \nGovernment, a local body or a body set up or controlled by the Government; \nand Government; and  \n(j) “school ” means a privately managed school or tuition centre imparting \neducation at pre­ primary level including day­care centre  and from pre­primary \n \nPage 4 of 8 \n level to secondary education level or equivalent.  \n3. Establishment of the Authority.__ (1) There shall be established an Authority to be \nknown as  the Islamabad Capital Territory Private Educational Institutions Regulatory Authority \n(ICT­PEIRA).  \n(2) The Authority shall be a body corporate, having perpetual succession and a common \nseal, with power, subject to the provisions of this Act to enter into contracts, acquire and hold property, \nboth movable and immovable, and shall by the said name sue and be sued.  \n4. Aims and objectives of Authority.__ The aims and objectives of the Authority shall be \nto register and regulate privately managed educational institutions in the Islamabad Capital Territory \nto ensure that such institutions follow a uniform policy that includes,  \n(a) curricula according to Federal scheme of studies;  \n(b) duration of academic session and holidays or vacations;  \n(c) determination and fixation of rate of fee being charged by the institutions, \nqualifications of teaching staf f, their terms and conditions of service including \nsalaries and mode of payment of their salaries;  \n(d) promotion of curricular and co­curricular activities on inter­institutional basis;  \n(e) achievement of fair measure of uniformity of academic standards an d evaluation \namong the institutions;  \n(f) capacity building of teachers; and  \n(g) performance of such other functions as may be incidental or conducive, to the \nattainment of the aforementioned objectives.  \n \n5. Functions and power of the Authority.__ the functions and powers of the Authority \nshall be,  \n(a) to regulate, determine and administer all matters and do all such acts and things \nas are necessary for the achieving of aims and objectives of this Act;  \n(b) to register and regulate, private educatio nal institutions in Islamabad Capital \nTerritory including fixation of grade­wise rate of admission fee, security fee, \nmonthly tuition fee and other fees being charged by private educational \ninstitutions;  \n(c) to cause inspections to be made by such persons as the Authority may nominate \nof institutions applying for registration or of registered institutions;  \n(d) to withdraw registration if it is satisfied after the inspection that the management \nand instructions in an institution are not of prescribed standar d and are in \nviolation of the provisions of this Act;  \n \nPage 5 of 8 \n (e) to check qualifications of teaching staff and their terms and conditions of \nservice;  \n(f) to fix, demand and receive such fee for registration and inspection of the \ninstitution as may be prescribed;  \n(g) to adopt measures to promote physical and moral well­being of students \nincluding sports facilities;  \n(h) to ensure that the services, quality of education being provided and salary paid \nto the teachers commensurate with the fee being charged;  \n(i) to ens ure that the building of the institution is adequate and its structure is sound \nto house the students;  \n(j) to arrange for the annual audit of the accounts of the Authority;  \n(k) to execute any other important matter concerning its functions as may be \nincide ntal or conducive to the exercise of aforesaid powers and performance of \nfunctions; and  \n(l) to make rules, regulations and policy and to execute the same; and  \n(m) to prescribe fines to be imposed for, violation of any of the provisions conferred \nupon the A uthority under this section.  \n(2) The Authority shall perform such other functions as may be assigned to it by the \nGovernment including the appointment of staff and determination of their terms and conditions of \nservice for proper execution of the functions  assigned to the Authority under this Act.  \n(3) In discharge of its functions the Authority shall be guided on questions of policy given \nto it from time to time by the Government.  \n(4) All the law enforcement agencies shall come in aid of the Authority in ex ercise of its \npowers and performance of its functions.  \n6. Composition of the Authority .__ The Authority shall consist of a Chairman, two \nMembers  possessing qualifications and experience as may be prescribed:  \nProvided that the Government may at any time inc rease the number of members and by \nnotification in the official Gazette, prescribed the qualifications and mode of their appointment.  \n7. Appointment, functions and powers of Chairman.__ The Chairman and the members \nshall  be appointed by the Government on such terms and conditions as it may determine.  \n(2) The Chairman shall be the chief executive officer of the Authority, who shall ensure \nthe observance of the provisions of this Act and the rules, regulations and policy made thereunder.  \n(3) The Chairman sha ll take all possible steps to ensure that the funds of the Authority are \nspent judiciously and properly.  \n8. Maintenance of accounts and audit.__ The Authority shall maintain complete \n \nPage 6 of 8 \n accounts of  income and expenditure in such manner and form as the Governm ent, in consultation with \nthe Controller General of Accounts, may determine. The accounts shall be audited by the Auditor \nGeneral of Pakistan annually.  \n \n9. Funds.__ The Authority shall be a self­financing body. In addition to this, the \nGovernment  shall allocate annual grant which shall be at the disposal of the Authority, to meet all the \nexpenses including pay and allowances of the staff.  \n(2) The Authority shall have a Fund to which shall be credited all income including income \nfrom inspection fee, registration fee, security fee, fine, other sources and annual grant from the \nGovernment, and account therefore shall be maintained in a scheduled bank.  \n10. Staff’s pay and allowances .__ (1) The pay and allowances of the staff shall be such as \nare in  force  in the Board or other similar regulatory authorities of the Government.  \n(2) The Authority may appoint such staff as may be prescribed under rules for carrying out \nits functions.  \n11. Directions from Government.__ The general direction and administration of  the affairs \nof the  Authority shall vest in the Chairman and members. The Government shall be the sole judge as \nto whether a question is a question of policy and may, as and when it considers necessary, issue \ndirectives to the Authority on matters of polic y and the same shall be binding on the Authority.  \n \n12. Establishment or continuance of an institution.__ No institution shall be established \nor continued except in accordance with the provisions of this Act.  \n13. Application for registration of an instituti on.__ (1) Any person intending to  establish \nor continue any existing institution shall make an application to the Authority in the prescribed form \naccompanied by such documents and fee as may be prescribed.  \n(2) An existing institution may continue to function for a period not exceeding ninety days \nfrom the commencement of this Act and where an application is made under sub­section (1) until the \napplication is rejected or if any appeal is preferred until the decision of the appeal.  \n(2) Every institution  or its branches running under the same management or name at \ndifferent premises shall be registered separately.  \n(3) Affiliation of a private educational institution with the Board or any foreign board or \nany other examining body shall be subject to regist ration with the Authority.  \n14. Inquiry and recommendation about the application .__ (1) The Authority may, on the  \nreceipt of an application under section 13 constitutes  an Inspection Committee to make inquiry about \nsuch matters as may be prescribed.  \n(2) The Inspection Committee shall submit its recommendations to the Authority within \nthirty days of the receipt of the application by it under sub­section (1).  \n \nPage 7 of 8 \n (3) The Authority shall, after considering the report of the Inspection Committee and after \nmaking suc h further inquiry, as it considers necessary, either grant or reject the application.  \n(4) The Authority shall record reasons for granting or rejecting the application:  \nProvided that no order of refusal shall be made without giving the person concerned an \nopportunity of being heard.  \n15. Monitoring, inspection, etc .__ (1) An institution shall be subject to monitoring by the  \nAuthority and for this purpose the Government or any officer or authority authorized by it may inspect \nany institution with a view to ensuring that such an institution is maintained in accordance with the \nprovisions of this Act, the rules and the terms and conditions of the certificate of registration and the \nmanagement of the institution shall afford all facilities for carrying out a pr oper inspection.  \n16. Cancellation or suspension of certificate of registration .__ (1) Where the Authority, \non receipt of a complaint or otherwise, after making such inquiry or inspection as deemed fit, is \nsatisfied that there is a contravention of any of t he provisions of this Act, the rules or terms or condition \nof the certificate of registration or any order passed or instruction issued by the Authority, it may after \ngiving an opportunity to the person concerned of being heard, suspend or cancel the certi ficate of \nregistration:  \nProvided that where the default can be remedied no order shall be made unless an opportunity \nis provided to the person concerned to rectify such default within the specified period.  \n(2) On the cancellation or suspension of the certi ficate of registration, the Authority may \nmake such orders and take such action with respect to the completion of the current education term as \nmay be considered necessary.  \n(3) On the cancellation of the certificate of registration under this section, the institution \nshall be closed down by the Authority.  \n17. Appeal . Where the Authority rejects an application for registration or suspends or \ncancels the certificate of registration the aggrieved person may, within thirty days from the date of the \norder of the  Authority, prefer an appeal to the Secretary, Ministry of Capital Administration and \nDevelopment and the order passed by him shall be final and given effect to by the Authority.  \n18. Annual reports .__ (1) The institutions shall furnish to the Authority each year a report \non annual audit accounts, report on the activity of the institution during the preceding year and such \ninformation relating to its activities as may be required by the Authority.  \n(2) The Authority may, from time to time, give such instructions as it considers necessary \nfor compliance by the institutions.  \n(3) The Authority shall submit to the Government, as soon as possible after the end of every \nfinancial year but before the 30th Septem ber, a report on the conduct of its affairs for the year.  \n19. Penalty.  Subject to the provisions of section 13, whoever runs an institution in \ncontravention of the provisions of this Act or the rules made there under shall be punished with \nimprisonment whi ch may extend to one year or with fine which may extend to five thousands rupees \nfor each day during the period the offence continues, or with both.  \n20. Cognizance of offence.  No court shall take cognizance of an offence under this Act \n \nPage 8 of 8 \n except upon a compla int in writing made by the Authority or any other authorized by it in this behalf \nand no court inferior to that of a Magistrate of the First Class shall try any such offence.  \n21. Indemnity.  No suit or legal proceedings shall lie against the Government, the  Authority \nor any person acting under this Act for anything which is done in good faith or intended to be done \nunder this Act.  \n22. Power to make rules.  The Government may, by notification in the official Gazette, \nmake rules to carry out the purposes of thi s Act.  \n23. Power to make regulation.  A board may, with the prior approval in writing of the \nGovernment, make such regulations as appear to it to be necessary for carrying out the purposes of \nthis Act.  \n24. Removal of difficulties.  If any difficulty arises i n giving effect to any provisions of \nthis Act, the Government may make such order, not inconsistent with the express provisions of this \nAct, as may appear to it necessary or expedient for the purpose of removal of the difficulty."
}