{
    "file": "./converted_json\\administrator60b5477118ceacd247072106c3ba100e.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]  THE GAZETTE OF PAKISTAN,  EXTRA., DEC.  3,  2020 731\n____________________________________________________________________________________________________________________________________\nISLAMABAD, THURSDAY,  DECEMBER  3, 2020____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT  OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, the 2nd December, 2020\nNo. F. 2(1)/2020-Pub.— The following Ordinance Promulgated on 2nd\nDecember, 2020 by the Pesident is hereby published for general information:—\n ORDINANCE No. XIII OF 2020\nAN\nORDINANCE\nto ensure the development of scientific and technological ecosystem through\ndevelopment of zone to accelerate technology development in the country\nWHEREAS it is expedient to provide institutional and legislative support for\nthe technology sector with internationally competitive and export oriented structures\nand ecosystem, to attract foreign direct investment, develop collaboration ecosystem\n(731)\nPrice : Rs. 40.00\n[6460(2020)/Ex. Gaz.]\n732 THE GAZETTE OF PAKISTAN, EXTRA., DEC.  3,  2020   [P ART I\nconnecting academia, research and technology industry, to initiate innovation in\nproduction systems and products, to increase the standards and quality of technology\ngoods and services, to increase productivity and decrease the costs of production\nthrough high-tech interventions, intensive innovation and futuristic entrepreneurship,\nto enable job creation, to commercialise technological knowledge and to provide for\nmatters connected therewith or incidental thereto,\nAND WHEREAS,  the Senate and the National Assembly are not in session\nand the President is satisfied that circumstances exist which render it necessary to\ntake immediate action;\nNOW, THEREFORE,  in exercise of the powers conferred by clause (1) of\nArticle 89 of the Constitution of Islamic Republic of Pakistan, the President of the\nIslamic Republic of Pakistan is pleased to make and promulgate the following\nOrdinance:—\n1.Short title, extent and commencement.— (1) This Ordinance shall\nbe called the Special Technology Zones Authority Ordinance, 2020.\n(2) It extends to the whole of Pakistan.\n(3) It shall come into force at once.\n2.Definitions.— In this Ordinance, unless the context otherwise\nrequires,—\n(a) “Authority” means the Special Technology Zones Authority established\nunder section 3;\n(b) “Board” means the Board of Governors constituted under section 6;\n(c) “Chairperson” means the Chairperson of the Authority appointed by\nthe Prime Minister, pursuant to the provisions of this Ordinance and\nincludes the person when acting as the Chairperson;\n(d)  “capital equipment” means plant, equipment, devices, instruments,\naccessories, machinery, hardware, materials, software (licensing,\ncertifications etc.), tools and component parts required to perform\nfunctions of zone developers and zone enterprises;\n(e) “Division Concerned” means the Division to which business of this\nOrdinance stands allocated;\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., DEC.  3,  2020 733\n(f) “development plan” means a comprehensive document outlining the\ndetails and design of development of land, property or real estate and\nother matters pertaining to the construction.\n(g) “development agreement” means a duly approved agreement between\nAuthority and a zone developer, agreed to and endorsed by the\nApprovals Committee, that authorizes zone developer to develop and\nestablish a zone.\n(h) “management” means the management team of the Authority appointed\nunder section 7;\n(i) “master plan” means an overarching planning document providing\nconceptual spatial, landscape and infrastructure layout, which is used\nto structure land and development.\n(j) “Prescribed” means prescribed by rules or regulations made under\nthis Ordinance;\n(k) “Regulations” means regulations made under this Ordinance;\n(l) “research and development” mean regular activities carried out with\nthe purpose of obtaining new knowledge that shall enable the\ndevelopment of science and technology or creating new equipment,\nproducts and tools using the available information and resources, creating\nnew systems, processes and services including software production\nor improving those that are available;\n(m) “Rules” means rules made under this Ordinance;\n(n) ‘Schedule’ means schedule made under this Ordinance;\n(o) ‘technology sector’ means sectors identified, notified and approved\nby the Authority for the purpose of this Ordinance;\n(p) “zone developers” means a public, private or a public-private legal\nentity, group of companies or consortium notified by the Authority as\nsuch;\n(q) “zone enterprise” means any public, private, or public-private legal\nentity investing, operating, functioning within the zone and notified as\nsuch by the Authority;\n734 THE GAZETTE OF PAKISTAN, EXTRA., DEC.  3,  2020   [P ART I\n(r) “zone” shall include any defined geographical area notified by the\nAuthority with any such name including, but not limited to special\ntechnology zones, information technology parks, high-tech industrial\narea, software technology park, hardware technology park, technology\nexport zones, free technology zones, science and technology park,\ninformation technology zones, science and technology zone, R&D\nZone, opportunity zone, innovation zone, technology development zone,\nknowledge parks, smart city, knowledge city, technology incubation\nzone or any sector zone which may require technological intervention\nsuch as biotech, chemical technologies, agri-tech, fin tech, robotics,\nnanotech etc. and other zones with any combination or combinations\nof the aforesaid fields.\n3.Establishment of the Authority.— (1) On the commencement of\nthis Ordinance, there shall stand established an Authority to be called as the Special\nTechnology Zones Authority in accordance with the provisions of this Ordinance.\n(2) The Authority shall be a body corporate having perpetual succession\nand a common seal, with power, to purchase, acquire, sell and hold property, and\nshall by the said name sue and be sued.\n(3) The headquarters of the Authority shall be at Islamabad and the\nAuthority may establish regional or sub-offices elsewhere either within or outside\nPakistan as required.\n(4) The Authority shall have power to constitute as many committees,\ncouncils and associations nationally and internationally to achieve its goals, as it may\ndeem fit.\n4.Powers of the Authority.— (1) Subject to the provisions of this\nOrdinance, the Authority may take such measures and exercise such powers as\nmay be required for performance of its functions.\n(2) Without prejudice to the generality of the powers conferred by sub-\nsection (1), the Authority shall—\n(a) primarily be responsible for planning, policy formulation, execution,\noperations, monitoring and evaluation of zones which may be assigned\nto it, approved by it or developed by it from time to time;\n(b) approve and notify zones with the approval of Board;\n(c) have the power to grant license to zone developers and zone enterprises\nfor carrying out activities related to zones;\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., DEC.  3,  2020 735\n(d) be responsible for development, implementation and functioning of\nzones;\n(e) make arrangements for provision of security, utility, roads, basic\ninfrastructure, high speed internet and any other services required to\nensure smooth development and functioning of zones;\n(f) allow any additional incentive over and above those provided in the\nOrdinance, subsidies and rebates, for zone developers and zone\nenterprises, with approval of the Federal Government; and\n(g) seek assistance from any officer, Ministry, Division, department or\nagency for the performance of its functions under this Ordinance;\n5.Functions of the Authority.— (1) To perform its functions, the\nAuthority may—\n(a) from time to time, review national investment policies, laws and\nregulations that impact zones and propose any amendments,\nmodifications and relaxations therein to the Federal Government;\n(b) initiate and consider zone investment proposals and categories for\ninvestment which may require specific treatments and interventions\nand recommend, where appropriate, additional incentives or relaxations\nof conditions or criteria to the Federal Government for approval;\n(c) be associated in the formulation of all policies that may have an impact\non investment in technology sector in Pakistan, including inter-alia,\neconomic, fiscal and trade policies;\n(d) coordinate with Ministries, departments, agencies and Provincial\nGovernments with regard to policies and their implementation having\nimpact on investment in technology sector;\n(e) develop or cause to be developed national special technology zone\nstrategy, national emerging technologies strategy, and national\ninformation and communication technology strategy;\n(f) identify and promote technology sector investment opportunities and\ntheir promotion in Pakistan and abroad;\n(g) develop and approve mechanisms and arrangements for management\nand operations of zones including one-window facility for provision of\n736 THE GAZETTE OF PAKISTAN, EXTRA., DEC.  3,  2020   [P ART I\nall services and utilities, physical infrastructure, logistics infrastructure,\nhuman capital development and digital infrastructure for the zone;\n(h) identify, create and upgrade technological and scientific clusters and\nindustrial support systems within zones including, but not limited to,\ninter-alia,  research and development centres, skill development\ncentres, training institutes, data centres, universities, hospitals, and other\nhard and soft infrastructure related to successful execution of zones;\n(i) attract investment into zones that include inter-alia  foreign direct\ninvestments, venture capital funds, public sector investments, public-\nprivate investments and private funds;\n(j) marketing and promotion of zones by developing a marketing, image-\nbuilding and public relations strategy to generate interest in the potential\nand opportunities of the Pakistani market and publicize its activities;\n(k) make recommendations to Federal and Provincial government to\nprovide and procure lands for the zones;\n(l) identification and approval of locations for setting up zones;\n(m) procure and acquire land or any infrastructure for the zones;\n(n) appoint commissions, expert bodies and consultants to study various\naspects of attracting investments in technology related businesses and\nimproving the investment climate, procedures and other related matters;\n(o) develop studies, feasibility reports, experiments, public-private\npartnership frameworks, financial vehicles, technical research and\nsurveys related to zones;\n(p) develop or cause to be developed master plans for zones and approve\nthem;\n(q) act as one window for investors dealing with other relevant government\nentities on behalf of these investors;\n(r) issue letters of recommendation or invitation letters, which shall be\ndeemed sufficient for the purpose of issuance of business and work\npermits or visas by relevant Authority;\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., DEC.  3,  2020 737\n(s) collect, compile, analyse, maintain and distribute zones related\ninformation, from time to time publish analytical reports, trends and\ninsights;\n(t) promote a congenial environment for investment into zones;\n(u) negotiate and finalize all such acts, deeds, initiatives, agreements for\nprotection and promotion of technology related investments with other\ncountries and represent Pakistan on regional and international level,\nthat may be necessary or expedient for the purpose of successful\nplanning, development, execution, implementation, management and\nmaintenance of zones;\n(v) liaise with private sector trade bodies and associations for their active\nparticipation in promotion of technology related investment;\n(w) approval, issuance and cancellation of licences of zone enterprises\nand zone developers,\n(x) allocation of land, space, lots within zones developed by the Authority\nitself;\n(y) from time to time, determine and review the fees and charges for\nservices provided by the Authority; and\n(z) perform any other function assigned to it by the Federal Government.\n(2) The Federal Government may, from time to time, assign more functions\nand issue guidelines to the Authority.\n6.Board.— (1) There shall be a Board of Governors of the Authority\ncomprising the following members, namely:—\n(a) the Prime Minister of the Islamic Republic of Pakistan shall be its\nPresident;\n(b) Federal Minister in Charge of the Division concerned;\n(c) Chairperson of the Authority; and\n(d) not less than seven and not more than twenty-five ex-officio and\nIndependent members, provided that not less than five Independent\nmembers shall be appointed from private sector from amongst persons\nof renowned integrity, expertise, experience and knowledge.\n738 THE GAZETTE OF PAKISTAN, EXTRA., DEC.  3,  2020   [P ART I\n(2)The ex-officio and the Independent members shall be appointed by\nthe Federal Government and for a term of three years.\n(3) An ex-officio member shall hold office as member till such time he\nholds the office by virtue of which he is a member and upon his transfer, retirement,\nresignation or removal from office, the person appointed in such person’s place shall\nbe the member.\n(4) Secretary of the Board shall be appointed with the approval of the\nPresident.\n(5) The Board shall meet at least twice in a year. The Secretary of the\nBoard may take approval of any decision through circulation among members of the\nBoard. The Chairperson of the Authority may call a special meeting with the approval\nof the president of the Board.\n(6) The meetings of the Board shall be presided over by the president of\nthe Board and in his absence, the President of the Board shall appoint any member\nto chair the meeting.\n(7) The quorum for a meeting of the Board shall be one-third of the total\nmembership of the Board, and decisions of the Board shall be made with majority of\ntotal present members of the Board.\n(8) The Board shall approve rules, strategic plans and policies of the\nAuthority.\n7.Management.— (1) The management of the Authority shall consist\nof Chairperson and executive directors and any other officer of the Authority as\napproved by the Chairperson.\n(2) The Chairperson shall be appointed by the Prime Minister of Pakistan\nfor a period of three years and shall be eligible for re-appointment for one more\nsimilar term.\n(3) The Chairperson shall be preferably from the private sector and shall\nbe eligible for such remunerations as determined by the Prime Minister.\n(4) The qualifications, experience and terms and conditions for appointment\nof the Chairperson, executive directors, management team and members of the\nAuthority shall be prescribed by rules.\n(5) The Chairperson may resign from his office by writing under his hand\naddressed to the Prime Minister. The Prime Minister may after providing the\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., DEC.  3,  2020 739\nopportunity of being heard remove the Chairperson from office if, on an inquiry\nconducted by a person or persons designated with the approval of the Prime Minister,\nhe is found inefficient or unable to perform the functions of his office due to mental\nor physical disability, or to have committed misconduct.\n8.Budget, finance and audit.— (1) The Authority, in respect of each\nfinancial year shall prepare its own budget in accordance with prescribed procedures\nand shall maintain complete and accurate books of account of its annual expenses\nand receipts.\n(2) In respect of each financial year, the Authority shall submit for approval\nof the Federal Government, by such date and in such form as may be specified, a\nstatement showing the estimated receipts and expenditure and the sums which are\nlikely to be required from the Federal Government during the next financial year.\n(3) The budget prepared by the Authority shall be reviewed by the budget\ncommittee consisting of three members and officers to be nominated by the Authority\nfrom amongst the directors, members and any senior office bearers within the\nAuthority. The budget committee shall ensure that Authority complies with all\nrequirements of this Ordinance, the rules and the regulations pertaining to such\nbudget.\n(4) The Authority may charge a fee for its services rendered to zone\ndevelopers and zone enterprises as may be prescribed.\n(5) The accounts of the Authority shall be audited annually by the Auditor\nGeneral of Pakistan. Copies of the Auditor General’s report on the accounts shall be\nprovided to the Authority and the Federal Government.\n(6) The Chairperson of the Authority shall be its principal accounting officer.\n9.Grants.— (1) The Federal Government may, from time to time, place\nannual grants at the disposal of the Authority for the smooth discharge of its affairs.\n(2) The Authority may apply for international grants for the purpose of\nachieving objectives of this Ordinance.\n10.Funds.— (1) There shall be constituted a fund to be called the National\nSpecial Technology Zone Authority Fund, which shall vest in the Authority and shall\nbe utilized by the Authority to meet all expenses and charges properly incurred in\nconnection with carrying out the purposes of this Ordinance. The fund shall be\ncredited all sums received by the Authority. The Fund shall consist of—\n740 THE GAZETTE OF PAKISTAN, EXTRA., DEC.  3,  2020   [P ART I\n(a) funds provided by the Federal Government for payment of salaries,\nestablishing infrastructure and running day-to-day business of the\nAuthority;\n(b) grants made or funds allocated by the Federal Government;\n(c) foreign aid, loans or investments obtained or raised by the Authority;\n(d) all other sums including but not limited to fees, commission, charges\nand revenue as accrued or receivable by the Authority;\n(e) proceeds of any investments made by the Authority in utilising any\namount of fund which is not required for immediate use;\n(f) funds raised through Public-Private Partnerships by the Authority; and\n(g) funds from bonds, sukuk and other forms of finances and investments\non the basis of participation term certificates, musharika certificates,\nterm finance certificates or any other financial or debt instruments or\nsecurities issued by the Authority.\n(2) Without prejudice to any other law for the time being in force, the\nAuthority may invest, as per needs and requisites, in other specialised funds and\nfinancial vehicles with public, private or international entities to achieve objectives\ndefined under this Ordinance.\n11.Bank accounts.— (1) The Authority may subject to the provision of\nany other law for the time being in force open and maintain one or multiple bank\naccounts in local and foreign currency in any scheduled bank in the Pakistan as may\nbe prescribed by rules.\n(2) Bank accounts of the Authority shall be opened with the prior approval\nof principal accounting officer.\n12.Approvals committee.— (1) There shall be a committee, hereinafter\ncalled approvals committee, headed by the Chairperson and four other officers of\nthe Authority nominated by the Chairperson for this purpose.\n(2) The Chairperson may call any person as an expert to assist the approvals\ncommittee and such person shall not be eligible to cast vote.\n(3) The meeting of the approvals committee shall be convened on the\norders of the Chairperson.\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., DEC.  3,  2020 741\n(4) The approvals committee shall meet as frequently as required but not\nless than once every quarter.\n(5) Fifty percent or more of the members shall constitute quorum of the\napprovals committee.\n(6) Where the Chairperson is not present, an officer of the Authority\nnominated by the Chairperson shall chair the approvals committee.\n(7) The decisions of the approvals committee shall be taken by majority\nof the total membership present and voting. In case of the equal voting, the Chairperson\nof the committee shall have the discretion to take decision.\n(8) The Chairperson shall appoint an officer from the Authority to be the\nsecretary of the said committee.\n(9) The Chairperson shall be competent to remove or substitute any\nmember of the committee if desired.\n13.Functions and responsibilities of the approvals committee.—\nThe functions and responsibilities of the approvals committee shall be—\n(a) to approve such procedures, mechanisms and regulations for\nimplementation of this Ordinance as are applicable to all zones or a\nparticular zone;\n(b) to review and recommend amendments in national information and\ncommunication technology strategy, national emerging technologies\nstrategy and other technology and science related initiatives;\n(c) to approve or amend development plan and master plan for each zone;\n(d) to approve all strategic initiatives of the Authority including, but not\nlimited to, inter-alia, establishing new zones, entering into agreement\nwith other entities, joint ventures, public private partnerships etc.\n(e) to notify with approval of relevant authorities’ additional incentives for\nzone developers and zone enterprises;\n742 THE GAZETTE OF PAKISTAN, EXTRA., DEC.  3,  2020   [P ART I\n(f) to review and direct actions on annual and bi-annual reports submitted\nby the Authority;\n(g) to annually review the implementation of this Ordinance with a view\nto improving policies relating to zones;\n(h) to take any other steps it deems appropriate in order to advance the\nobjectives of this Ordinance;\n(i) to approve any existing or new zone proposed by any investor, whether\npublic or private;\n(j) recommend applicable incentives for zone developers and zones\nenterprises;\n(k) approve or cancel licences issued by the Authority for any zone\nenterprises and zones developers; and\n(l) consider and approve zone developers and zone enterprises applications\nand agreements.\n14.Criteria for approval of zones.— (1) The Authority shall develop\ncriteria for approval of zones under its rules and regulations.\n15.Licensing of zone enterprises and zone developers.— (1) The\nAuthority shall develop the criteria and procedures for licensing of the zone enterprises\nand zone developers.\n16.Sanctions against zone enterprises and zone developers.— A\nmechanism may be developed by the Authority for sanctions against zone enterprises\nand zone developers for violations as per rules and regulations of the Authority.\n17.Land regime.— (1) The Authority may acquire land itself or request\nto the Federal or Provincial Governments to acquire land on its behalf, subject to\nprevailing laws.\n(2) The Federal Government may transfer any land, property, asset,\ninfrastructure, facility to the Authority, subject to prevailing laws.\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., DEC.  3,  2020 743\n18.Public utilities and other facilities.— (1) The Authority shall provide\ninfrastructure facilities such as electricity, water, gas, roads, telecommunication\nservices and other essential facilities necessary for efficient operations in a zone:\nProvided that the cost of providing such facilities shall be borne by the zone\ndevelopers and zone enterprises.\n(2) The zone developer shall have the right to set up a renewable,\ngeo-thermal, hydel or other captive electric power generation plant or install power\ngenerator of sufficient size to cater the expected demand for electricity within a\nparticular zone as per rules and regulations of the Authority and to sell only the\nexcess electricity generated outside that particular zone as per prevailing laws.\n19.Incentives for zones.— (1) On execution of relevant agreement with\nthe Authority, the zone developers as well as zone enterprises in a zone shall be\nentitled to incentives outlined in sections 21 and 22.\n(2) With the objective of promoting a particular sector, industry or Zone,\nthe Authority may grant additional benefits to zone enterprises and zone developers,\nprovided that—\n(a) such additional benefits may only be granted if the Authority finds\nthese to be justified on the basis of an economic impact assessment.\n(b) such additional benefits, if granted conditionally, may be liable to be\nforfeited with retroactive effect if it is finally determined that a zone\ndeveloper or zone enterprise has failed to comply with the conditions\nprescribed for the additional benefits in question; and\n(c) the Authority shall make economic impact assessment of the zone\nwithin five years from the date of the agreement is signed and within\nthe first year of operations of an enterprise.\n(3) Any additional benefits granted by Authority—\n(a) shall be deemed to be included in the relevant development agreements;\nand\n(b) shall become effective on such conditions as the Authority may\nstipulate.\n744 THE GAZETTE OF PAKISTAN, EXTRA., DEC.  3,  2020   [P ART I\n(4) Nothing in this Ordinance shall be construed to limit the Authority of\nany Federal, Provincial and Local Government Authority to grant such additional\nbenefits to zone developers and zone enterprises as are within the scope of their\nrespective statutory powers.\n(5) The State Bank of Pakistan may issue special foreign exchange\nregulations for special technology zones.\n20.Protection of incentives.— (1) Incentives under this Ordinance shall\nbe additional to all incentives, benefits and protections, which may be applicable to\nzone developers and zone enterprises under generally applicable legislation and\ninternational agreements of Pakistan.\n(2) These incentives shall not be withdrawn prematurely and\nretrospectively and any change therein shall be to the advantage of the zone developer\nand zone enterprise.\n21.Incentives for zone developers.— The following shall be incentives\nfor zone developers namely:—\n(a) exemption from all taxes on income accruable in relation to the\ndevelopment and operations of the zones for a period of ten years,\nstarting from the date of signing of the development agreement;\n(b) exemption from all custom duties and taxes for a period of ten years\nfrom the date of signing of the development agreement on capital\ngoods including but not limited to materials, plant, machinery, hardware,\nequipment and software imported into Pakistan for consumption within\nzones by the Authority and zone developers; and\n(c) exemption from general sales tax (GST) on goods and services on\nimport of plant, machinery, equipment and raw-materials for\nconsumption of these items within zones by the Authority and zone\ndevelopers.\n22.Incentives for zone enterprises.— The following shall be incentives\nfor zone enterprises, namely:—\n(a) exemption from all income taxes (withholding tax, presumptive tax)\nfor a period of ten years from the date of issuance of license by the\nAuthority;\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., DEC.  3,  2020 745\n(b) exemption from all custom duties and taxes for a period of ten years\nfrom the date of issuance of license by the Authority on capital goods\nincluding but not limited to materials, plant, machinery, hardware,\nequipment and software imported into Pakistan for consumption within\nzones by the Authority and zone enterprises;\n(c) exemption from property tax for ten years from the date of issuance\nof license by the Authority;\n(d) exemption from G.S.T on goods and services on import of plant,\nmachinery, equipment and raw-materials for consumption of these\nitems within zones by the Authority as well as zone enterprises; and\n(e) tax exemption on dividend income and long-term capital gains from\ninvestments in a venture capital (VC) undertaking for a period of ten\nyears from the date of issuance of license by the Authority.\n23.Alternate dispute resolution mechanism.— (1) The Authority shall\nestablish alternate dispute resolution mechanism for settlement of any disputes\nbetween zone enterprises and zone developers, for the purpose of this Ordinance.\n24.Powers to make rules. — (1) The Authority may, with approval of\nthe Federal Government, make rules as deemed necessary for implementation and\nto carry out purposes of this Act.\n(2) Until the rules referred to in sub-section (1) are made, the President\nof the Board shall be competent to determine, the terms and conditions for appointment\nof the Chairperson, executive directors, officers and employees of the Authority.\n25.Powers to make regulations.— (1) The Authority may, with the\napproval of the Board, make regulations as deemed necessary for implementation\nand to carry out purposes of this Ordinance.\n26.Annual report.— (1) The Authority shall prepare and submit to the\nFederal Government, within four months of the expiry of each financial year, a\nreport on the conduct of its functions and affairs for that year.\n(2) Each such annual report shall include—\n(a) an audited statement of income and expenditure;\n(b) an audited balance sheet;\n746 THE GAZETTE OF PAKISTAN, EXTRA., DEC.  3,  2020   [P ART I\n(c) a short financial statement of preceding financial year;\n(d) activities of the Authority during previous financial year;\n(e) an outline of the investment programs for the year ahead; and\n(f) any other matter which the Federal Government may direct or the\nAuthority may consider appropriate to make its report more self-\nspeaking about its initiatives and achievements.\n27.Delegation of powers. — (1) The Board may delegate any of its\npowers and assign its functions subject to such conditions as it may deem fit to\nimpose, to the Chairperson or a committee.\n28.Recruitment.— (1) The Authority may, from time to time, determine\nthe need to employ and appoint such officers, members of its staff, advisers,\nconsultants, and other employees, as it considers necessary for efficient performance\nof its functions on such terms and conditions as may be prescribed by regulations,\nprovided that all appointments shall be made in accordance with the prescribed\neducational, technical or professional qualifications and experience.\n29.Employee of the Authority to be public servants.— (1) For the\npurposes of this Ordinance, the officers and members of the staff, advisers,\nconsultants and experts of the Authority shall be deemed to be public servants within\nthe meaning of section 21 of the Pakistan Penal Code, 1860 (Act XLV of 1860).\n30.Assistance from agencies.— (1) The Authority may seek any\ninformation from all sources including any Ministry, Division, department, statutory\nbody, corporation, agency of the Federal Government which, in its opinion, concerns\nany matter relating to the Authority and the requisite information shall be provided to\nthe Authority within time frame stipulated by it.\n31.Indemnity.— No suit, prosecution or other legal proceedings shall lie\nagainst the Authority, the Chairperson, members of the Authority, the employees\nand consultants of the Authority for anything done in good faith or intended to be\ndone under this Ordinance or any rule or regulation made thereunder.\n32.Ordinance to override other laws.— The provisions of this\nOrdinance shall have effect notwithstanding anything to the contrary contained in\nany other law for the time being in force and any such law shall, to the extent of any\ninconsistency, cease to have any effect on the commencement of this Ordinance.\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., DEC.  3,  2020 747\n33.Removal of difficulties.— If any difficulty arises in giving effect to\nany of the provisions of the Ordinance, the Federal Government may, within one\nyear of the commencement of this Ordinance, make such order, not inconsistent\nwith the provisions of this Ordinance, as may appear to it to be necessary or expedient\nfor the purpose of removing such difficulty.\nDR. ARIF ALVI,\nPresident.\n_________\nRAJA NAEEM AKBAR,\nSecretary.\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}