{
    "file": "./converted_json\\administrator1d4920c5ecb396e787b5f596248ce035(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]   THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  501 \n \n \n \n \n \n \n  \nISLAMABAD , TUESDAY , JULY  27, 2021 \n \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nNATIONAL ASSEMBLY  SECRETARIAT  \n \nIslamabad, the 26th July, 2021 \n \nNo.  F.  22(32)/2019-Legis.—The following Act of Majlis -e-Shoora  \n(Parliament) received the assent of the President on the 20th July, 2021 is hereby \npublished for general information :— \n \nACT NO. IX OF 2021 \nAN \nACT \n \nto provide for the well -being, comfort and dignity of the senior citizens residing  \nin the Islamabad Capital Territory  \n \n WHEREAS  it is e xpedient to establish  a Fund to provide for the well -\nbeing, comfort, and dignity of the senior citizens residing in the Islamabad \nCapital Territory;  \n  \n \n \n(501) \n  Price : Rs. 20.00 \n[1069 (2021)/Ex. Gaz.]    \n502           THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  [PART I \n \n \n \n \n  WHEREAS  the Constitution of the Islamic Republic of Pa kistan enjoins \non the State to alleviate the sufferings of all citizens, irrespective of sex, caste, \ncreed or race;  \n AND WHEREAS  Pakistan being a member state of the United Nations has \ncommitted to fulfilling its international obligations which include fol lowing the \nUN Principles for Older Persons and Madrid International Plan of Action on \naging;  \n Therefore it is hereby enacted as follows:  \nPART -I \nPRELIMINARY  \n 1. Short title, extent and commencement .—(1) This Act may be \ncalled the Islamabad Capital Territory  Senior Citizens Act, 2021.  \n (2) It shall extend to the Islamabad Capital Territory.  \n (3) It shall come into force at once.  \n 2. Definitions .—(1) In this Act, unless there is anything repugn ant to \nthe subject or context, — \n(a) “Act” means the Islamabad Capi tal Territory Senior Citizens Act, \n2021;  \n(b) “Code” means the Code of Criminal Procedure, 1898 (Act V of \n1898) ; \n(c) “Council” means the Islamabad Capital Territory Senior Citizens \nCouncil established under section 3 of this Act;  \n(d) “Court” means the Dis trict and Sessions C ourts of Islamabad and \nthe Islamabad High Court;  \n(e) “Chairperson ” means the Chairperson of the Council;  \n(f) “Controlling Ministry ” means the Ministry and the relevant \nDepartment from where the Senior Citizen had retired;  \n(g) “Fund” means  the Senior Citizens Fund established under section 15  \nof this Act;  \n(h) “Government ” means the Federal Government;  \n(i) “Indigent” means any senior citizen who is frail, sickly, or with \ndisability, and without pension or permanent source of income, \ncompensa tion or financial assistance from his relatives or from any \nother source to support his basic needs;  \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  503 \n \n \n \n \n (j) “Prescribed ” means as prescribed by the Rules or Regulations \nmade under this Act;  \n(k) “Regulations ” mean the regulations made by the Council under \nsection 26 of this Act;  \n(l) “Rules” mean the rules made under section 25 of this Act;  \n(m) “Senior Citizen ” means an elderly person who has attained sixty \nyears of age or more and is residing in the Islamabad Capital \nTerritory;  \n(n) “Welfare” includes all such s ervices relating to the social, \neconomic, boarding and lodging needs of the senior citizens as well \nas their legal protection as provided under this Act; and  \n(o) “Welfare Packages or Grants ” mean welfare and social security \npackages or grants announced for  welfare of the senior citizens by \nthe Government.  \n(2)  The expressions used but not defined in this Act and defined in \nlaws pertaining to Old Age Benefit and Pension Laws shall have the same \nmeaning assigned to them in that Act.  \nPART -II \nSENIOR CITIZENS CO UNCIL  \n 3. Establishment of the Council .—(1) The Ministry of Human \nRights shall establish a Council to be known as the Senior Citizens Council.  \n (2) The Council shall be an autonomous body corporate having its own \nseal and may enter into contracts and may a cquire, purchase, rent, hold and enjoy \nmoveable and immovable property of every description and may in all legal ways \ntransfer or dispose of any moveable or immoveable property or any interest \nvested in such property.  \n (3) The seal of the Council shall be kept in the custody of the \nChairperson of the Council.  \n (4) The head office of the Council shall be at Islamabad.  \n (5) The Council shall be established, as soon as, this Act comes into force . \n 4. Composition of the Council .—(1) The Council shall consist of  the \nfollowing:  \n(a) Minister for Human Rights Division  Chairperson  \n \n(b) Member of the Civil Society to be nominated  Member  \n by the Ministry of Human Rights  \n504           THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  [PART I \n \n \n \n \n (c) Chief Commissioner, ICT  Member  \n \n(d) One representative not below the level of  Member  \n Joint Secretary of the Finance Division  \n \n(e) One representative not below the level of  Member  \n Joint Secretary of the National Health  \n Services,  Regulations  and Coordination  \n Division  \n \n(f) One representative from Pakistan Bait -ul- Maal  Member  \n \n(g) Senior Citiz en nominated by Human Rights Division  Member   \n \n(h) One member of the National Assembly from  Member  \n the opposition to be nominated by the  Speaker  \n \n(i) One member of the Senate from the opposition  Member   \n to be nominated by the Chairman  Senate  \n \n(j) One re presentative from Poverty Alleviation  Member  \n and Social Security Division not below the  \n level of Joint Secretary  \n \n(k) A representative from the Pakistan Bar Council  Member   \n \n(l) Secretary Human Rights Division  Ex-officio   \n  Member -cum- \n  Secretary  \n \n (2) The Council shall have the powers to co -opt members from \namongst the relevant departments and from persons who are experts in their \nrespective fields, for advice on particular matters under its consideration.  \n \n (3) The members of the Council, other than ex-officio  members, shall \nbe nominated for a term of three years which may be extended for another term \nof three years.  \n \n (4) If a member of the Council, other than ex-officio  member, is unable \nto perform as member of the Council, he shall inform the Counc il and the \nCouncil after receiving such information, may cancel his or her membership.  \n \n (5) Any casual vacancy of a member, other than an ex-officio  member, \nshall be filled in by a person nominated by the respective authority and the \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  505 \n \n \n \n \n person so nominated s hall hold the office for the un -expired period of the term of \nhis predecessor.  \n \n 5. Executive Committee of the Council .—(1) The Council shall \nconstitute an Executive Committee comprising of the Chairperson, two members \nand Secretary of the Council.  \n \n (2) The Executive Committee shall perform such functions as may be \nassigned to it by the Council.  \n \n 6. Appointment of employees or officers .—To carry out the \npurposes of this Act, the Council may appoint or employ advisors, experts and \nconsultants of the requir ed fields on such terms and conditions as may be \nprescribed in the Regulations.  \n \n 7. Qualification of Members .—No person shall be a member of the \nCouncil unless, — \n \n(a) he is a citizen of Pakistan;  \n \n(b) he is sane and of sound mind;  \n \n(c) he has not been con victed of an offence involving moral turpitude;  \n \n(d) he has not, at any time, been dis -qualified for employment in or \ndismissed from Government service;  \n \n(e) he is not acting in contravention of the provisions of this Act;  \n \n(f) he has no conflict of intere st, directly or indirectly, with the \nCouncil.  \n \n 8.  Powers and Functions of the Council .—(1) Subject to the \nprovisions of this Act and any rules prescribed therein, the Council shall exercise \nsuch powers and perform such functions, as may be necessary for carrying out \nthe purposes of this Act.  \n \n (2) Without prejudice to the generality of the fore -going sub -section, \nthe Council shall:  \n \n(a) formulate policy proposals on senior citizens in the light of national \nand international commitments on the welfare of s enior citizens and \nsubmit these proposals to the Division concerned with the subject \nof the Act for approval from time to time;  \n506           THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  [PART I \n \n \n \n \n (b) conduct research and compile data on various aspects of aging for \nthe wellbeing of senior citizens for policy formulation;  \n \n(c) take steps towards introduction of geriatrics as part of the syllabus \nof medical universities and colleges;  \n \n(d) propose and ensure arrangements in hospitals for better medical \nattention to senior citizens;  \n \n(e) create facilities including clubs, for b etter social inter -action among \nsenior citizens;  \n \n(f) arrange workshops to educate senior citizens about life changes \nrequired for a healthy and satisfying old age;  \n \n(g) formulate proposals to accommodate the requirements of senior \ncitizens in urban and ru ral planning and development;  \n \n(h) undertake social, economic and other welfare activities in \ncollaboration with public and private sectors for the welfare of \nsenior citizens;  \n \n(i) mobilize financial resources for welfare and rights of the senior \ncitizens;  \n \n(j) constitute committees to assess and carry out welfare activities for \nsenior citizens;  \n \n(k) co-ordinate with Government, non -governmental and international \nsocial and welfare organizations at national and international level \nto take steps for the welf are of senior citizens;  \n \n(l)  make regulations for proper functioning of the Council including \nregulations for appointment of different categories of employees \nunder the administrative control of the Council;  \n \n(m) publish reports and other material for gui dance and welfare of \nsenior citizens;  \n \n(n) grant of senior citizens awards in the fields of their expertise;  \n \n(o) create awareness in the public through organizing seminars, \nworkshops, conferences and use of mass media;  \n \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  507 \n \n \n \n \n (p) establish senior citizens old -age homes to accommodate homeless, \ndeserted and indigent senior citizens;  \n \n(q) encourage to setup organization of senior citizen corps for \nutilization of their potential for service activities and national \ndevelopment;  \n \n(r) ensure fulfillment of internation al commitments of Pakistan relating \nto senior citizens; and  \n \n(s) such other matters as may be prescribed.  \n \n 9.  Meetings of the Council. —(1) The meetings of the Council shall \nbe held quarterly, and shall be presided over by the Chairperson or, in his \nabsen ce, by a member nominated by the Chairperson for the purpose. The \nquorum shall be constituted by one -third of the total members of the Council.  \n \n (2) All decisions of the Council shall be taken by simple majority of \nthe members of the Council present in th e meeting. The Chairperson shall have a \ncasting vote in case of a tie.  \n \n (3) Decisions of the Council shall be recorded by the Secretary of the \nCouncil, who shall circulate such decisions for confirmation to Chairperson and \nthe members within fifteen days of each meeting.  \n \nPART -III \nESTABLISHMENT OF OLD -AGE HOME  \n \n 10.  Establishment of old -age Home .—(1) The Division concerned \nshall establish and maintain old -age homes to be known as Dar -ul-Shafqat, an \naccessible place, to accommodate the indigent senior citi zens of Islamabad.  \n \n (2) The Division concerned shall prescribe a scheme for management \nof old age home including the standards and various types of services to be \nprovided by the old -age home, which is necessary for medical care and provides \nmeans of ente rtainment to inhabitants of such home.  \n \n (3) The Division concerned shall encourage and promote schemes for \nestablishment of old homes in private sector and the Council shall regulate such \nold homes in the prescribed manner.  \n \nPART -IV \nPRIVILEGES TO SENIOR C ITIZENS  \n \n 11.  Privileges to senior citizens .—(1) A senior citizen may, on \ncompletion of his sixty years of age, apply for a senior citizen card.  \n \n508           THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  [PART I \n \n \n \n \n  (2) The procedure and criteria for obtaining the senior citizen card shall \nbe prescribed in the Rules.  \n \n (3) The senior citizen shall be allowed the following privileges upon \nobtaining the senior citizen card:  \n \n(a) free of charge entry to public museums, libraries, parks and \nrecreation facilities;  \n \n(b) provision of express lanes in all government establishments;  \n \n(c) financial support to deserving senior citizens;  \n \n(d) provision, at the Government hospitals or hospitals fully or partially \nfunded by the Government of;  \n \n(i) separate counters;  \n \n(ii) separate medical wards and beds as far as practicable;  \n \n \n(iii) maxi mum concession in medical and dental services; \ndiagnostic and laboratory facilities including but not limited to \nx-rays, computerized scans and blood tests;  \n \n(iv) concession in medicine charges; and  \n \n(v) to provide facilitation in Police Stations.  \n \n(e)  grant of twenty percent discount on purchase of the following \ngoods and services from all designated establishments, for the \nexclusive use and enjoyment of the senior citizens:  \n \n(i) on purchase of medicines and such other medical supplies, \naccessories, and e quipment as may be prescribed;  \n \n(ii) on professional fees of attending physicians, medical and \ndental facilities and diagnostic and laboratory fees in all \ndesignated private hospitals, medical facilities, outpatient \nclinics and health care services; and  \n \n(iii) on domestic fare while travelling by Airlines, Railways and \nGovernment transport.  \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  509 \n \n \n \n \n (f)  exemption from the payment of individual income taxes of senior \ncitizens where the annual income of the senior citizen is such as \nmay be prescribed;  \n \n(g) Financial support upon application made by the indigent senior \ncitizen to the Council subject to determination by the Council;  \n \n 12.  Retirement benefits .—(1) The Controlling Ministry shall ensure \nthat pensionary benefits and dues from concerned departments shall be  directly \ntransferred to the concerned financial institution or post office.  \n \n (2)  The Controlling Ministry shall regularly review the retirement \nbenefits of retired senior citizens from both the government and the private sector \nto ensure their continuin g responsiveness and sustainability, and to the extent \npracticable and feasible, such retirement benefits shall be upgraded to be at par \nwith the current scale enjoyed by those in actual service.  \n \n 13. Transfer of Property void in certain cases .—(1) Where any \nsenior citizen who has transferred by way of Hiba -ba-Shart -ul-Iwaz or otherwise, \nhis property, subject to the condition that the transferee shall provide the basic \nnecessities of life such as maintenance to the transferor and such transferee \nrefuses or  fails to provide such basic necessities, the said transfer of property may \nat the option of the transferor be declared void by court of competent jurisdiction.  \n \n (2)  Where any senior citizen has a right to receive maintenance out of \nassets and such asset s or part thereof is transferred, the right to receive \nmaintenance may be enforced against the transferee, if the transferee has notice \nof the right, or if the transfer is gratuitous, but not against the transferee for \nconsideration and without notice of r ight. \n \n 14. Application for Maintenance .—An application for maintenance \nmay be made by a parent who is a senior citizen and is unable to maintain \nhimself from his own earning or out of the property owned by him, against his \nlegal heir, who is not a minor a nd is in possession of or would inherit his \nproperty after the parent ’s death, to an ADR Centre as provided in the Alternative \nDispute Resolution Act, 2017 and the provisions of the said Act shall mutatis \nmutandis  apply to the application.  \n \n 15. Fund .—(1) The Ministry of Human Rights in collaboration with \nthe Ministry of Finance shall establish a Fund to be known as the Senior Citizens \nFund after commencement of this Act, and it shall consist of:  \n \n(a) all grants, allocations made by the Government;  \n \n(b) all donations, endowments, contributions made by the private \nindividual organizations within the country and abroad; and  \n \n510           THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  [PART I \n \n \n \n \n (c) all sums received by the Council from any other source including \nPakistan Bait -ul-Mal, profits on investment from funds, funds \ngenera ted by different campaigns and received from any lawful \nsources. Funds shall be invested only in scheduled banks and \nNational Saving Schemes. No investment will be made in stock \nmarket shares or used for speculation in any manner.  \n \n (2) The Fund shall be a dministered by the Council, which shall make \nsuch allocations for specific activities, enumerated in sections 8, 10 and 11 of this \nAct as deemed appropriate and in line with the performance of functions of the \nCouncil.  \n \n (3) The Federal Government shall ma ke annual budgetary allocations \nfor the establishment and other charges of the Council.  \n \n (4) The Fund shall be utilized for, — \n \n(a) the establishment charges; and  \n \n(b) welfare and protection of the senior citizens.  \n \n (5) The Fund shall be maintained in a s cheduled bank and shall be \noperated in accordance with directions of the Council. The Ministry of Human \nRights by issuing a notification in the official Gazette shall make known the \ndetails of the Fund.  \n \n (6) The Fund shall be regularly monitored by the Co uncil and audited \nin the same manner as in the case of the funds of other Federal Government \nDepartments.  \n \n (7) The Fund shall be maintained in accordance with the rules and shall \nbe audited annually through Auditor General of Pakistan and annual audit rep ort \nof the Fund shall be submitted to the Federal Government.  \n \n 16. Exemption .—The Senior Citizens Fund shall be exempted from all \nkinds of taxation or levies under any law in force for the time being. All \ndonations made to the Fund shall also be exempt fr om taxes.  \n \nPART -V \nGRIEVANCES AND REDRESSAL PROCEDURE  \n \n 17. Grievance Committee .—(1) The Council shall constitute a \nGrievance Committee for redressal of grievances of senior citizens.  \n \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  511 \n \n \n \n \n  (2) The Grievance Committee shall consist of three members appointed \nby Council.  \n \n (3) The Council shall appoint one of the members of the Grievance \nCommittee to be the chairman of the Grievance Committee.  \n \n 18. Procedure on Complaints .—(1) If any complaint is received or \nany question or dispute arises as to entitlement of an y privilege under this Act, \nthe matter shall be decided by the Grievance Committee in such manner and \nwithin two weeks of receipt of such complaint, as may be prescribed.  \n \n (2) If a person or entity contravenes any provision of this Act, the \nGrievance Comm ittee may, in the prescribed manner, direct such person to pay \nfine which may extend up to fifty thousand rupees.  \n \n (3) In case of complaints related to negligence of private and public \nhealth sector, particularly related to loss of life, the Committee sha ll have the \npowers under sub -section 18(3) to enquire into such complaints and upon \nfindings of negligence impose fine of minimum one million rupees on the \nresponsible entity.  \n \n (4) The Committee shall, while enquiring into complaints under this \nAct, have all the powers of a civil court trying a suit under Code of Civil \nProcedure, 1908 in respect of  the following matters, namely: — \n \n(a) Summoning and enforcing attendance of witnesses and their \nexamination on oath;  \n \n(b) Discovery and production of documents;  \n \n(c) Receiving evidence of affidavits;  \n \n(d) Requisitioning of public record or copy thereof from court or any \noffice; and  \n \n(e) Any other matter which may be prescribed.  \n \n 19. Violation of directions of the Council .—(1) Whoever refuses to \nhonor the senior citizen card or does not comply with any direction issued to him \nby the Council, shall be tried in accordance with the Code and will be liable to a \nfine not exceeding fifty thousand rupees:  \n \n Provided that no action shall be taken under this section, other  than in \ncases of emergency, unless fifteen days ’ notice has been given for compliance \nand such person has failed to comply.  \n512           THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  [PART I \n \n \n \n \n  20. Exposure and abandonment of senior citizen .—Whenever any \nperson, responsible for the care and protection of senior citizen, le aves such \nsenior citizen in any place with the intention of wholly abandoning such senior \ncitizen, shall be punishable with a fine which may extend to one hundred \nthousand rupees by the Grievance Committee.  \n \n 21. Appeal and Recovery .—(1) Any person aggriev ed from a decision \nof the Grievance Committee under section 19 or 20 may, within fifteen days from \nthe date of decision, file an appeal before the Council whose decision against \nappeal shall be final.  \n \n (2) The Council may authorize any officer to recover the amount of \nfine levied under this Act or any other amount recoverable under this Act and \nsuch officer shall be deemed to be ‘Collector’ under the Land Revenue Act, 1967.  \n \nPART -VI \nMISCELLANEOUS  \n \n 22. Authorities for implementing provisions of this Act .—The \nMinistry of Human Rights may, confer such powers and impose such duties on \nDeputy Commissioner or any other officer of that rank as may be necessary to \nensure that the provisions of this Act are properly carried out.  \n \n 23. Public Servants .—All employees  of the Council shall be deemed \nto be public servants within the meaning of section 21 of the Pakistan Penal \nCode, 1860 (Act No. XLV of 1860).  \n \n 24. Application to private sector .—This Act shall apply to such \nprivate entities, bodies and organizations as t he Division concerned may specify \nby notification in the Official Gazette.  \n \n 25. Power to make rules .—The Federal Government may make rules \nfor carrying out the purposes of this Act, such rules shall be notified in the \nOfficial Gazette.  \n \n 26. Power to make  Regulations .—Subject to the provisions of this \nAct and the rules, the Council may by notification in the official Gazette make \nregulations for carrying out purposes of this Act.  \n \n 27. Power to override other laws .—The provisions of this Act shall \nhave ove rriding effect notwithstanding anything contained in any other law for \nthe time being in force.  \n \n 28. Power to remove difficulties .—If any difficulty arises in giving \neffect to the provisions of this Act, the Federal Government, by order published \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA., JULY 27, 2021  513 \n \n \n \n \n in the O fficial Gazette, make such provisions not inconsistent with the provisions \nof this Act, as appear to be necessary or expedie nt for removing such difficulty:  \n \n Provided that no such order shall be made after the expiry of a period of \ntwo years from the date  of commencement of this Act.  \n \n \n \n TAHIR HUSSAIN , \n Secretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n________________________________________________________________ _ \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD . \nPUBLISHED BY THE DEPU TY CONTROLLER, STATIONERY & FORMS, UNIVERSITY ROAD, KARACHI."
}