{
    "file": "./converted_json\\administrator70a1b3ee33627901c7dc08cae542261a.json",
    "name": "Gas Infrastructure Development Cess (Amendment) Ordinance, 2019",
    "date": "August 22, 2019",
    "tagline": "Amends Gas Infrastructure Development Cess Act, 2015 to reduce cess rates and allow settlement of arrears",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST  28 , 201 9 411 \n \n \n \n \n  \nISLAMABAD,  WEDNES DAY , AUGUST  28, 2019 \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 27th August , 201 9 \n \n No. F.  2(1)/2019 -Pub.—The following Ordinance promulgated on  \n22nd  August , 2019 by the Pres ident is here by published for general information: - \n \nORDINANCE NO. XI OF 2019  \n \nAN \n \nORDINANCE  \nfurther to amend the Gas Infrastructure Development Cess Act, 2015  \n \n WHEREAS  it is expedient further to amend the Gas Infrastructure \nDevelopment Cess Act, 2015 (IV of 2015) for the purposes hereinafter \nappearing;  \n \n AND WHEREAS  the Senate and the National Assembly are not in session \nand the President is satisfied that circumstances exit which render it necessary to \ntake immediate action;  \n \n \n \n   \n(411) \nPrice: Rs. 6.00 \n[1292 (2019)/Ex. Gaz.]  \n412 THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST   28, 2019 [PART I \n \n \n \n   \n NOW, THEREFORE,  in exercise of powers conferred  by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan the President is \npleased to make and promulgate the following Ordinance: - \n \n Short title and commencement .— (1) This Ordinance may  be called \nthe Gas Infrastructure Developm ent Cess (Amendment) Ordinance, 2019.  \n \n (2) It shall come into force atonce.  \n \n 2. Amendment of section 3, Act IV of 2015 .— In the Gas \nInfrastructure Development Cess Act, 2015 (IV of 2015), hereinafter referred to \nas “the said Act”, in section 3, in sub -section (3), in the proviso, for the figure  \n“2018” the figure “2019” shall be substituted.  \n \n 3. Amendment of section 8, Act -IV of 2015 .— In the said Act, in \nsection 8,  after sub -section (3), the following new sub -sections shall be inserted, \nnamely: - \n \n“(4) The CNG station which could not avail the dispensation under sub-\nsection (3) may deposit the outstanding amounts after entering into an agreement \nwith Sui -Northern Gas Pipelines Limited and Sui -Southern Gas Company \nLimited, as the case may be, within ninet y days of the commencement of the Gas \nInfrastructure Development Cess (Amendment) Ordinance, 2019.  \n \n (5) The CNG sector shall pay half of the outstanding cess levied or \ncharged from the 22 nd May, 2015 to the 31 st December, 2018(both days \ninclusive) in acco rdance with the notification to be issued by the Federal \nGovernment after entering into an agreement with Sui -Northern Gas Pipelines \nLimited and S ui-Southern Gas Company Limited , as the case may be, within \nninety days of the commencement of the Gas Infrast ructur e Development Cess \n(Amendment) Ordinance, 2019.  \n \n (6) The fertilizer sector (including feed and fuel), captive power,  \nindustry, Karachi Electricity Supply Company (KESC), generation companies \n(GENCO) and independent power producers (IPPs) shall pay h alf of the \noutstanding cess levied or charged up to the 31 st December, 201 8 in accordance \nwith the notification to be issued by the Federal Government after entering into \nagreements with the respective company mentioned in the First Schedule within \nninety days of the commencement of the Gas Infrastructure Development Cess \n(Amendment) Ordinance, 2019:  \n \n Provided that the fertilizer sector (including feed and fuel), captive \npower, industry, KESC, GENCO and IPPs which have General Sales Tax refund \nclaims or su bsidy claims or  Drawback of Local Taxes and Levies (DLTL) claims \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  AUGUST  28 , 201 9 413 \n \n \n may exercise one time option of non -cash settlement of cess arrears with Federal \nBoard of Revenue under this sub -section after entering into an agreement with \nthe respective gas company : \n \n Provided further that the payment of outstanding cess as specified in sub-\nsections (4), (5) and (6) shall be made in two tranches, first within thirty days of \nsigning of the agreement and second within three months of the signing of the \nagreement.  \n \n (7) The maximum rate of cess specified in the Second Schedule for \nfertilizer feed (new) shall be reduced to zero and that for fertilizer feed (old)  \nfertilizer fuel, CNG region 1 and 2, IPPs and KESC/G ENCO shall be reduced to \nhalf: \n \n (8) The rate of cess for zero r ated industry and its captive power  shall \nbe reduced to zero:  \n \n Provided that reduction in rate of cess as specified in this sub -section and \nsub-section (7) shall be prospective for those sectors or consumers which pay the \nbalance of fifty percent of outst anding cess as provided in sub-sections (5) and \n(6) and shall withdraw cases filed against the Federation of Pakistan. The \nreduced rate of cess shall be applicable from the date of payment of arrears and \nwithdrawal of litigation. ”. \n \n 4. Amendment of Second  Schedule, Act VI of 2015 .— In the \nSecond Schedule, in column 1, after S. No. 9 and its corresponding entries in \ncolumns (2) and (3) the following new entry shall be inserted, namely: - \n \n “10. Zero -rate industry and its captive power  50.00.”. \n  \nDR. ARIF ALVI , \nPresident . \n——————  \nARSHAD FAROOQ FAHEEM , \nSecretary . \n \n \n \n \n \n \n \n \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.  \nPUBLISHED BY THE DEPUTY  CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}