{
    "file": "./converted_json\\administrator557e8cd273c8f3d495ac64336718409f.json",
    "name": "The Metal Tokens Act",
    "date": "1st February 1889",
    "tagline": "An Act for the Protection of Coinage",
    "content": "Page 1 of 4 \n  \n \n \n \n \nTHE METAL TOKENS ACT, 1889  \n \n \n \nCONTENTS  \n \n1. Title and extent. \n2.  Definition. \n3.  Prohibition of  making by private  persons of pieces of metal to be used as money. \n4.  Penalty for unlawful making, issue or possession  of such pieces. \n5.  Cognizance of offences under the last foregoing section. \n6.  Application  of certain of the foregoing provisio ns of this Act to importation of pieces of \n metal for use as money. \n7.  Addi tion to section 98, Act X of 1882 . \n8.  Prohibition of receipt by local authorities and railways as money of m etal which is not \n coin. \n9.  Amendment of section 28 of the Indian  Penal Code. \n \n \n \n\n \nPage 2 of 4 \n THE METAL TOKENS ACT, 1889  \n \n1\nACT  NO. I OF 1889  \n \n[1st Februar y, 1889]  \n \nAn Act for the Protection of Coi nage and other purposes \n \n WHEREAS  it is expedient to prohibit  the making, or the Possession  for issue  or the issue, \nby private persons,  of pieces of metal for use as money; \n \n And whereas it is also expedient to amend section 28 of the Pakistan Penal Code (XLV of \n1860);  \n  It is hereby enacted as follows:— \n \n 1. Title and extent.—(1) This Act may be called the Metal Tokens Act, 1889.  \n \n 2\n[(2) It extends to the whole  of Pakistan]; 3\n* \n \n 3[*  *  *  *  *  *  *] \n \n 2. Definition . In this Act “issue”  means  to put a piece  of metal  into circulation  for the first time \nfor use as money  in 4[Pakistan]  such piece  having  been made  in contravention  of this Act or brought  \ninto 4[Pakistan]  by 5[air, sea or land]  in contravention  of any notification  for the time being  in force  \nunder  section  6[16 of the customs  Act, 1969  (IV of 1969)].  \n \n 3. Prohibition  of making  by private  persons  of pieces  of metal  to be used  as money . No \npiece  of copper  or bronze  or of any other  metal  or mixed  metal,  which,  whether  stamped  or unstamped,  \nis intended  to be used as money,  shall be made  except  by the authority  of the 7[Federal  Government].  \n \n 4. Penalty for unlawful making, issue or possession  of such pieces.—(1) In either of the \nfollowing  cases, namely:— \n \n(a)  if any person makes in contravention  of the last foregoing section, or issues \nor attempts to issue, any such piece as is mention ed in that section, \n \n(b)  if, after the expiration of three months  from  the commencement of this Act, \nany person has in his possession, custody or control any such piece as is \nmentioned in the last foregoing section, with intent to issue  the piece, \n \n 1For Statement of Objects and Reasons, see Gazette of India, 1888, Pt. V; p 19; for Report of the Select Committee. see ibid ., 1889, Pt. IV. \n p. 3; and for Debates in Council, see ibid., 1888, Pt. VI, pp 40 and 81, and ibid., 1889, Pt. VI, pp. 3 and 9.  \n 2Sub-section (2) as amended by A. O., 1949, Arts. 3(2) and 4, has been subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of  \n 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ). \n 3The word “and”  at the end of sub -section (2), and sub -section (3), were rep. by the Repealing and Amending Act, 1914 (10 of 1914), s. 3 \n and Sch. II.  \n 4Subs. by Ord. 21 of 1960, s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), of “the Provinces and the Capit al of the Federation”  \n which had been subs. by A. O., 1949, Arts. 3(2) and 4, for “British India”.  \n 5Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for “sea or by land”.  \n 6Subs. ibid., for “19 of the S ea Customs Act, 1878”.  \n 7Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which was previously subs. by A. O., 1937, for “G. G. in C .”, to read \n as above.  \n \nPage 3 of 4 \n the person shall be punished, \n \n(i)  if he has not been previously convicted under this section, with \nimprisonment which may extend to one year, or with fine, or with both;  \nor, \n \n(ii)  if he has been previously  convicted under this section, with \nimprison ment which may extend to three years, or with fine, or with \nboth. \n \n (2) If any person is convicted of an offence under sub-section (1), he shall, in addition  to \nany other punish ment to which he may be sentenced, forfeit all such pieces as aforesaid, and all \ninstru ments and materials for the making of such pieces, which may have been found  in his \npossession,  custody or control.  \n \n (3) If in the trial of any such offence the question  arises whether any piece of metal or mixed \nmetal was intended to be used or to be issued for use as money, the burden of provi ng that the piece \nwas not intended to be so used or issued shall lie on the accused person.  \n \n 5. Cognizance of offences under the last foregoing section.—(1) The offence of \nmaking, in contravention  of section 3, any such piece as is mention ed in that section shall be a \ncognizable offence. \n \n (2) Notwithstanding  anything  in the 1[Code  of Criminal  Procedure,  1898],  (V of 1898)  no \nother offence punish able under section 4 shall be a cognizable offence, or 2* * * be taken cognizance \nof by any Magistrate, except a Distri ct Magistrate or Sub-Division al Magistrate, without  the previous  \nsanction of the Distri ct Magistrate or Sub-Division al Magistrate. \n \n 6. Application  of certain  of the foregoing  provisions  of this Act to importation  of pieces  \nof metal  for use as money . 3[If at any time the Federal  Governm ent sees fit, by notification  under  \nsection  16 of the Customs  Act, 1969,  (IV of 1969)  to prohibit  to restrict  the bringing  by air, sea or \nland into Pakistan  of any such pieces  of metal  as are mentioned  in section  3, it may by notification  \ndirect  that any person  contravening  the prohibition  or restriction  shall  be liable  to the punishment  to \nwhich  he would  be liable  if he were  convicted  under  this Act of making  such pieces  in Pakistan,  \ninstead  of to the penalty  mentioned  in section  156 of the Customs  Act, 1969 (IV of 1969),  and that \nthe provisions  of sub-section  (3) of section  4 and sub-section  (1) of section  5, or of either  sub-\nsection,  in relation  to the offence  of making  such pieces  shall,  notwithstanding  anything  in the \nCustoms  Act, 1969,  apply,  so far as they can be made  applicable,  to the offence  of contravening  the \nprohibition  or restriction  notified  under  section  16 of that Act.] \n \n 7. [Addi tion to section 98, Act X of 1882 .] Rep. by the Code of Criminal  Procedure, 1898  \n(V of 1898).  \n \n \n \n \n1Subs. by the Fe deral Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for “Code of Criminal Procedure, 1882” . \n2The words “beyond the limits of a presidency town” omitted by A. O., 1949, Sch.  \n3Section 6 subs. by Ord. 27 of 1981, s. 3 and 2n d Sch.  \n \n \nPage 4 of 4 \n  8. Prohibition  of receipt by local authorities and railways as money of metal which is not \ncoin.—(1) No piece of metal which is not coin as defined in the Pakistan Penal Code (XLV of 1860)  \nshall be received as money by or on behalf of any railway-administr ation or local authori ty. \n \n (2) If any person on behalf of a railway-administr ation, or on behalf of a local authori ty, or on \nbehalf of the lessee of the collection of any toll or other impost leviable by a railway is \nadministr ation or local authority, receives as money any piece of metal which is not such coin as \naforesaid, he shall be punished with fine which may extend to ten rupees. \n \n 9. [Amendment of section 28 of the Indian  Penal Code.] Rep. by the Repealing  Act, 1938  \n(I of 1938),  s. 2 and Sch. \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024"
}