{
    "file": "./converted_json\\administratorc8803548fbfe346d380935fb63ac2cd0.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 7   \nTHE  PAKISTAN  FISH  INSPECTION  AND  QUALITY  CONTROL  \nACT,  1997  \n \n \nCONTENTS  \n \n \n1 Short  title, extent  and commencement.  \n2 Definitions.  \n3 Registration  of fish processing  plants,  etc. \n4 Registration  of fish exporters.  \n5 Constitution  and functions  of Inspection  Committee.  \n6 Inspection  of fish processing  plant.  \n7 Fish Export.  \n8 Handling  of fish and fishery  products.  \n9 Quality  evaluation  of fish and fishery  products.  \n10 Powers,  duties  and functions  of Fishery  Officer.  \n11 Cognizance  of offence.  \n12 Penalties.  \n13 Power  to search.  \n14 Seizure  and disposal.  \n15 Revision.  \n16 Indemnity.  \n17 Delegation  of powers.  \n18 Power  to make  rules.  \n\n \nPage 2 of 7  THE  PAKISTAN  FISH  INSPECTION  AND  QUALITY  CONTROL  ACT,  1997  \nACT  NO. XXXV  OF 1997  \nAn Act to regulate  quality  and promote  export  of fish and fishery  products  from  Pakistan  \n \nWHEREAS it is expedient to regulate quality and promote export of fish and fishery products \nand to prevent export of substandard quality of fish and fishery products and for matters connected  \ntherewith and ancillary thereto;  \n \nIt is hereby  enacted  as follows: — \n \n1. Short  title,  extent  and commencement. —(1) This Act may be called  the Pakistan  Fish \nInspection  and Quality Control  Act, 1997.  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once.  \n \n2. Definitions.  In this Act, unless  there  is anything  repugnant  in the subject  or context — \n \n(a) “certificate of quality and origin ” means a certificate issued by the \nDirector­General or an  officer  authorized  by him certifying  that the fish is \nwholesome  and fit for human  consumption  or for any other  purpose  specified \ntherein;  \n \n(b) “Director­General ” means  Director­General,  Marine  Fisheries  Department;,  \n \n(c) “export ” means export of fish and fishery products from Pakistan by any \nmeans to any  place  outside  Pakistan;  \n \n(d) “fish” means  all aquatic  animals  of inland,  marine  and brackish  water  origin,  \nalive  or dead,  and includes prawns, shrimps, lobsters, crabs, oysters, clams, \nscallops, turtles, in salted,  unsalted,  semi­dried,  dried,  frozen,  preserved,  \ncured,  or canned  form and  any other  aquatic  animal  or animal  product  which  \nthe Director  General,  Marine  Fisheries  Department,  may by an order declare  \nto be  fish for the  purposes  of this  Act ; \n \n(e) “fish exporter ” means a person engaged in carrying on the business of export \nof fish and  fishery  products  and registered  with the  registration authority;  \n \n(f) “fish inspection ” means inspection of fish and fishery products by a Fishery \nOfficer for the  purpose  of assessing  the quality of  the fish by inspecting  \nsanitary  and hygienic  conditions  and the physical,  chemical  and \nbacteriological  examination  of fish and fishery  products;  \n \n(g) “fish processing ” means cleaning, filleting, icing, packing, canning, freezing, \npickling,  cooking, drying, semi­drying, salting, chilling, smoking, extraction \n \nPage 3 of 7  of oil, conversion into  fish­meal  or preparing  fish in  any other  manner for  \nmarketing;  \n \n(h) “Fisher y Officer ” means  an Officer  duly authorized  by the Federal  \nGovernment  to exercise  the powers  and perform  the functions  for carrying  out \nthe provisions  of this  Act; \n \n(i) “Fishery product ” means anything originating, produced or made, whether in \nwhole or in  part from  a fish; \n \n(j) “Inspection  Committee ” means  a committee  constituted  under  section  5; \n \n(k) “prescribed ” means  prescribed  by rules  made  under  this Act; \n \n(l) “processing  plant ” means  an establishment,  place or  premises  where  fishes  are \nprocessed;  \n \n(m) “quality ” in respect of fish means a fish or fishery product conforming to the \nestablished  standards  prescribed under this  Act; \n \n(n) “quality control ” means quality assurance of fish and fishery products \nconforming to  standards  prescribed under this  Act or the  rules  made  \nthereunder;  \n \n(o) “registration ” means registration of a fish processing plant under this Act and \n“registered ” shall  be construed accordingly;  \n \n(p) “registration authority ” means a Fishery Officer authorised by the \nDirector­General, by an  order in writing, to register fish processing plants \nunder this Act  or the  rules made  thereunder;  \n \n(q) “rules ” means  rules  made  under  this Act; and \n \n(r) “unwholesome ” means fish or fishery products that have an offensive or \nobjectionable  odour,  flavour,  colour,  texture  or substance  associated  with \nspoilage.  \n \n3. Registration of fish processing plants, etc. —(1) No fish processing plant shall process \nfish and  fish products  unless  it is registered  with the registration  authority.  \n \n(2) The registration authority may, on receipt of an applica tion from a fish processing plant, \non payment  of such fees and conditions  as may be prescribed,  issue  a certificate  of registration.  \n \n4. Registration of fish exporters. —(1) No person shall export fish or fishery products \nunless he is  registered  with the  registration authority.  \n \n(2) The registration authority may, on receipt of an application from a fish processing plant, \non payment  of such fees and conditions  as may be prescribed,  issue  a certificate  of registration.  \n \nPage 4 of 7  5. Constitution and fun ctions of Inspecti on Committee. —(1) The Federal Government \nshall  constitute an Inspection Committee consisting of one representative each of the Export \nPromotion  Bureau, the Marine Fisheries Department and a broad based trade association of fish \nprocessing  plants.  \n \n(2) The functions  of the Committee  shall  be— \n \n(a) to conduct  a survey,  or surveys,  of fish processing  plants  with a view  to \ndetermining  their fitness  for registration;  \n \n(b) to hear appeals  against  orders,  decisions,  action  or omissions  of Fishery  \nOfficers;  \n \n(c) to make  recommendations  to the Federal  Government  for the efficient  \nfunctioning  of the industry,  the removal  of malpractices  therein and  the \nenhancement  of exports;  and \n \n(d) to discharge  such other  functions  as may be  conferred  on it under  the rules.  \n \n6. Inspection of fish processing plant. —(1) A Fishery Officer may inspect any fish \nprocessing  plant  to ensure  the observance  of the  provisions  of this Act and the  rules  made  \nthereunder.  \n \n(2) A Fishery Officer may, without any order from a Magistrate and without a warrant, arrest \nany person  operating  a fish processing  plant  without  a valid  registration  granted  under  section  3. \n \n7. Fish Export. —No person shall process and export or market for export or have in his \npossession  for export  or deal in, any fish or fish products  intended  for human  consumption  which  are \ndecomposed,  unwholesome  or contaminated  with pathogenic  organisms.  \n \n8. Handling  of fish and fishery  products. —No Person  who is suffering  from  leprosy,  \ntuberculoses,  polio  or such other  contagious diseases as the  Government  may,  by notification  in the \nofficial  Gazette, specify, shall handle, carry or process fish or work in a fish processing and packing \nplant or  establishment.  \n \n9. Quality evaluatio n of fish and fishery products. —All fish and fishery products found \nto be of  sub­standard quality shall be detained by the Fishery Officer and shall be disposed of in such \nmanner  as may be  prescribed.  \n \n10. Powers, duties an d functions of Fishery Officer. —Subject to the provisions of this Act, \nthe Fishery  Officer  shall  exercise  the following  powers:­  \n \n(a) to carry out  inspections  of plants  where  fish and fishery products  are \nprocessed for export;  \n \n(b) to carry out  inspection of fish and  fishery products  for export;  \n \n(c) to register fish processing plants and exporters carrying on fish export \nbusiness and issue  registration  certificates  on the recommendation  of the \n \nPage 5 of 7  Inspection  Committee;  \n \n(d) to issue certificates of quality and origin for fish and fishery products when \nthe quality is  found  to be  satisfactory upon inspection ;  \n \n(e) to detain fish and fi shery products when found to be unwholesome and unfit \nfor human  consumption  upon inspection;  and \n \n(f) to carry on any other functions assigned by the Director­General which may \nbe necessary  for the  successful regulation of quality and promotion of export  \nof fish and fishery  products.  \n \n11. Cognizance of  offence. —No Court shall take Cognizance of any offence under this Act, \nexcept  upon  a complaint  in writing  made by  an Officer  authorized  by the Federal  Government  in this \nbehalf.  \n \n12. Penalties. —(1) Whoever contravenes,  or attempts to contravene, any provision of this \nAct or  the rules  shall,  without  prejudice  to any other  penalty  to which  he may be liable,  be punished­  \n \n(i) on a first conviction  with fine which  may extend  to fifty thousand  rupees;  \n \n(ii) on a second conviction to  a fine which may  extend to one  hundred thousand  \nrupees;  \n \n(iii) on a third conviction to a  fine which may extend to two  hundred thousand \nrupees;  and \n \n(iv) for any subsequent conviction with imprisonment for a term which may \nextend to one  year or with fine  which may  extend to three  hundred thousand \nrupees.  \n \n(2) No Court inferior to that of a Magistrate of the first class shall try an offence punishable \nunder  this Act and notwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act \nV of 1898), it shall be lawful for the Magistrate trying an offence under this Act to pass any sentence  \nauthorized  by this  Act. \n \n(3) Any export of fish or fishery products which is  not accompanied by a valid certificate of  \nquality and origin, shall be detained, confiscated or disposed of by the Marine Fisheries Department,  \nin such manner as  may be  prescribed.  \n \n(4) Where the person contravening any provision of this Act or the rules is a  company or \nother  body  corporate,  every  director,  manager,  or other  officer  or agent  thereof  involved  in the \ncontravention  shall  be deemed to be  guilty of  such contravention.  \n \n(5) Whoever attempts to contravene, or abets the  contravention of, any provision of this Act  \nor the rules  shall  be deemed to have  contravene  the provisions  of this Act or the  rules.  \n \n13. Power  to search. —Any Fishery  Officer  may search  any fish processing  plant  or fish \n \nPage 6 of 7  consignment  intended  for export  which  he has reason  to believe  to be not fresh,  decomposed,  \nunwholesome  or contaminated.  \n \n14. Seizur e and disposal. —(1) If any Fishery Officer has reason to believe that any fish or \nfishery  product  intended  for human  consumption  is decomposed,  unwholesome  or contaminated  \nwith pathogenic organisms, he  may seize or detain the same and shall, at the time of seizure or \ndetention,  inform, in writing, the person from whose possession the seizure or detention is made, of \nthe grounds  for the said action.  \n \n(2) The  seized or detained products shall be  dealt  with in accordance  with the  decision of the  \ncourt  before  which the  owner of  the processing  plant  or fish exporter  is prosecuted.  \n \n15. Revision. —(1) Any person aggrieved by an order passed by the Inspection Committee \nmay apply for revision to the Federal Govern ment within thirty days from the date of issue of such \norder  and the decision of the  Federal  Government  thereon shall  be final.  \n \n(2) The Federal Government may, on receipt of an application under sub­section (1) above, \nstay the operation  of the  order of  the Committee  till the disposal  of the application.  \n \n16. Indemnity. —No suit, prosecution  or legal  proceedings  shall  lie against  the Federal  \nGovernment, Marine  Fisheries Department, a  Fishery Officer or any other person for anything in  \ngood  faith done  or intended to  be done  under this  Act or the Rules.  \n \n17. Delegation of powers. —The Federal Government may, by notification in the official \nGazette,  delegate to the Inspection Committee or the Fishery Officer or any officer or authority, its \npowers  under this  Act. \n \n18. Power to make rules. —(1) The Federal Government (Marine Fisheries Department) \nmay, by  notification in the official Gazette, after consultation with the Inspection Committee make \nrules for  carrying  out the purposes  of this  Act. \n \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide  for all or any of  the following  matters  namely : — \n \n(a) the procedure of  applying  for registration;  \n \n(b) the conditions  of registration;  \n \n(c) the fee to be charged  for registration;  \n \n(d) the fee to be charged for a certificate of quality and origin for export of fish \nand fishery  products;  \n \n(e) to hear appeals  or revisions;  \n \n(f) the procedure  for inspection  of fish and fishery  products;  \n \n(g) prescribing the samples procedure and the manner in which samples of fish \nand fishery  products  are selected  for laboratory analysis;  \n \nPage 7 of 7   \n(h) prescribing  quality  standards  for fish and fishery  products;  \n \n(i) regulation of handling, processing, packaging, storage and marketing of fish \nand fishery  products;  \n \n(j) determining disposal procedure for fish and fishery products which do not \nconform with  the prescribed requirements or are otherwise considered \nunwholesome or unsuitable for  human  consumption;  \n \n(k) the forms  of registration  and certificates  of quality  and origin;  \n \n(l) validation period  for registered fish processing plants, fish exporters and the \ncertificates of  quality  and origin;  and \n \n(m) any other matter which is to be or may be prescribed in furtherance of the \nprovisions of  this Act. \n \n_______________"
}