{
    "file": "./converted_json\\administratora507e19d845bee722dd5e03f71d64817.json",
    "name": "Higher Education Commission Ordinance",
    "date": "11th September, 2002",
    "tagline": "An Ordinance to provide for the establishment of the Higher Education Commission",
    "content": "Page 1 of 11 \n  \n \n \nTHE  HIGHER  EDUCATION  COMMISSION  ORDINANCE,  2002  \n \n \n \n \n \n \nCONTENTS  \n_________ __ \n \nCHAPTER  I \nPRELIMINARY  \n \nSECTIONS:  \n1  Short  title, extent  and commencement  \n \n2  Definitions  \n \nCHAPTER  II \nESTABLISHMENT  AND  FUNCTIONS  OF COMMISSION  \n \n3  Controlling  Authority  \n \n4  Establishment  of the Commission  \n \n5  Appointment  of Chairperson  \n \n6  Composition  and constitution  of the Commission  \n \n7  Honorarium  and allowances  of the members  \n \n8  Resignation  and filling  of vacancies  \n \n9  Meetings  of the Commission  \n \n10  Powers  and functions  of the Commission  \n \n11  Secretariat  of Commission  \n \n12  Recruitment  of officers,  etc. \n \n13  Committees  \n \n \n Updated till 31.8.2022\n\n \nPage 2 of 11 \n  \nCHAPTER  III \nACCOUNTS  AND  AUDIT  \n \n14  Account  and reports  of the Commission  \n \nCHAPTER  IV \nMISCELLANEOUS  \n \n15  Authentication  of decisions,  etc. \n \n16  Representation  of Commission  \n \n17  Validity  of Proceedings  \n \n18  Delegation  of function  \n \n19  Chairperson,  member  and officers,  etc., to be public  servants  \n \n20  Ordinance  to override  other  laws \n \n21  Power  to make  rules  \n \n22  Repeal  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 11 \n  \nTHE  HIGHER  EDUCATION  COMMISSION  ORDINANCE,  2002  \n \nORDINANCE  NO. LIII OF 2002  \n \n[11th September , 2002]  \n \nAn Ordinance  to provide  for the establishment  of the Higher  Education  Commission  \n \nWHEREAS  in the interest  of improvement  and promotion  of higher  education,  research  and \ndevelopment  it is expedient  to provide  for the establishment  of a Higher  Education  Commission  and \nfor matters  connected  therewith  or incidental  thereto;  \n \nAND WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary  to \ntake immediate  action;  \n \nNOW, THEREFORE , in pursuance  of the aforesaid  Proclamation  of Emergency  of the fourteenth  \nday of October,  1999  and the Provisional  Constitutional  Order  No. I of 1999,  read with the Provisional  \nConstitution  (Amendment)  Order  No. 9 of 1999  and in exercise  of all powers  enabling  him in that \nbehalf,  the President  of the Islamic  Republic  of Pakistan  is pleased  to make  and promulgate  the \nfollowing  Ordinance: — \n \nCHAPTER  I \nPRELIMINARY  \n \n1. Short  title,  extent  and commencement .—(1) This Ordinance  may be called  the Higher \nEducation  Commission  Ordinance,  2002.   \n \n(2) It extends  to the whole  of Pakistan.   \n \n(3) It shall  come  into force  at once.  \n \n2. Definitions . In this Ordinance  unless  there  is anything  repugnant  in the subject  or context,— \n \n(a)  “Chairperson ” means  the Chairperson  of the Commission;  \n \n(b)  “Commission ” means  the Higher  Education  Commission  established  under  \nsection  4; \n \n(c)  “Committee ” means  a committee  constituted  by the Commission  under  section  \n13; \n \n(d)  “Controlling  Authority ” means  the Controlling  Authority  of the Commission  \nspecified  in section  3; \n \n(e)  “degree  awarding  institutions ” means  an institution  imparting  higher  education  \nand awarding  degree  of its own;  \n \n \nPage 4 of 11 \n (f)  “governing  body” means  the Senate,  Syndicate  or any other  executive  or \ngoverning  body,  by whatever  name  called,  of a university  or degree  awarding  \ninstitution  established  by or under  any law; \n(g)  “Higher  Education ” means  education  at bachelor’ s and higher  level  degree  \ncourses  including  postgraduate  certificates,  diplomas  and research  and \ndevelopment  activities;  \n \n(h)  “Institutions ” means  any university  or other  degree  awarding  institutions  that \noffers  higher  education  or is involved  in the research  and development  \nactivities;  \n \n(i)  “Member” means  Member  of the Commission;  \n \n(j)  “prescribed ” means  prescribed  by rules  made  under  this Ordinance;  \n \n(k)  “Public  Sector  Institution ” means  the Institution  set up by the Federal  \nGovernment  or a Provincial  Government;  \n \n(l)  “Secretariat ” means  the Secretariat  of the Commission;  and \n \n(m)  “University ” means  a university  established  or incorporated  under  any law for \nthe time being  in force.  \n \n \nCHAPTER  II \nESTABLISHMENT  AND  FUNCTIONS  OF COMMISSION  \n \n3. Controlling  Authority . The Controlling  Authority  of the Commission  shall  be the Prime  \nMinister  or, as the case may be, the Chief  Executive  of the Islamic  Republic  of Pakistan  who may \nsupervise  the affairs  of the Commission.  \n \n4 Establishment  of the Commission .—(1) As soon  as may be, the Federal  Government  shall,  \nby notification  in the official  Gazette,  establish  a Commission  to be called  the Higher  Education  \nCommission.  \n \n(2) The Commission  shall  be a body  corporate  having  perpetual  succession  and a common  seal \nwith powers,  subject  to the provisions  of this Ordinance,  to acquire,  hold and dispose  of property,  both \nmovable  and immovable,  and shall  by the said name  sue or be sued.  \n \n(3) The headquarter  of the Commission  shall  be at Islamabad  and it may set up its sub­offices  \nat such place  or places  it may deem  fit. \n \n5. Appointment  of Chairperson .—(1) The Controlling  Authority  shall  appoint  a person  of \ninternational  eminence  and proven  ability  who has made  significant  contribution  to higher  education  \nas teacher,  researcher  or administrator,  as Chairperson  on such terms  and conditions  as it may \ndetermine.  \n \n(2) The Chairperson  appointed  under  sub­section  (1) shall  have  the status  of Federal  Minister.  \n \n \n \nPage 5 of 11 \n 6. Composition  and constitution  of the Commission .—(1) The Commission  shall  consist  of \nfollowing  members,  namely:— \n \n(a)  the Chairperson;  \n \n(b)  the Secretary,  Ministry  of Education;  \n \n(c)  Secretary,  \n \n(i)  Information  Technology  and Telecommunications  Division;  or \n \n(ii)  Scientific  and Technologic  Research  Division;  to be nominated  by the \nControlling  Authority;  \n \n(d)  four nominees  of the Provincial  Government s, one from  each of the provinces;   \n \n(e)  ten members  appointed  in the manner  specified  in sub­sections  (3) and (4); and  \n \n(f)  Executive  Director  to the Commission.  \n \n(2) The Executive  Director  of the Commission  shall  be ex­officio  Secretary  of the Commission.  \n \n(3) The Controlling  Authority  in the first instance  shall  appoint  1[thirteen]  members  of the \nCommission  out of whom  — \n \n(a)  seven  shall  be persons  of international  eminence  and proven  ability  with \nsignificant  contribution  to higher  education  as teacher,  researcher  or \nadministrator  provided  that at least one of the members  shall  be a woman;  \n \n(b)  one member  shall  be a Rector  or Vice -chancellor  appointed  by the Controlling  \nAuthority  out of a panel  of three  persons  suggested  by a committee  consisting  \nof all Vice -chancellors  of public  sector  universities  to be set up by the \nCommission;  and \n \n(c)  1[Five]  members  shall  be persons  of eminence  from  the private  sector  who have  \nmade  significant  contributions  in the field of higher  education  or research  and \ndevelopment.  \n \n(4) In all subsequent  appointments  of the members  specified  in clause  (a) of sub­section  (2) the \nCommission  shall  suggest  a panel  of three  persons  for each seat out of whom  one may be appointed  \nby the Controlling  Authority  not later than one month  from  the date of reciept  of the names  proposed  \nby the Commission  and the Controlling  Authority  may not appoint  any of the persons  proposed  by the \nCommission  and may seek a fresh  proposal  for suitable  persons  for appointme nt as members.  \n \n2[(5) The Chairperson shall hold office for a period of two years  and members shall hold office \nfor period of four years. In no case the Chairperson and members shall be eligible for re -appointment \nfor more than one similar term.]  \n \n1Subs . by the Higher Education Commission (Amendment) Act, 2021 (XXII of 2021), s. 3  \n2Subs . by the Higher Education Commission (Amendment) Act, 2021 (XXI of 2021),  s. 2 \n  \n \nPage 6 of 11 \n 1[(5A) Notwithstanding anything in any order, notification, contract, agreement or any \ninstrument containing the duration and terms of service, a Chairperson or a member who, on  or after \ncommencement of the Higher Education Commission (Amendment) Act, 2021 completes the term or \ntenure as provided in sub -section (5)  shall on such commencement forthwith cease to be the \nChairperson or member, as the case may be. \n \nExplanation .—Sub-section (5), as amended, shall have operation despite any vested right or \nright as a past and closed transaction in any appointment or terms thereof acquired or purported to have \nbeen acquired prior to coming into force of the Higher Educa tion Commission (Amendment) Act,  \n2021 ] \n \n(6) The Chairperson  and the members  may not be removed  from  office  before  the expiry  of \ntheir term save on proven  charges  of corruption,  inefficiency,  permanent  disability  or failure  to attend  \ntwo consecutive  meetings  without  intimation  in advance.  \n \n7. Honorarium  and allowances  of the members . The members,  other  than Chairperson  and \nExecutive  Director,  shall  not be entitled  to any salary  or benefits  for their services  except  such \nhonorarium  and allowances  as may be prescribed.  \n \n8. Resignation  and filling  of vacancies .—(1) The Chairperson  or any Member  may,  by \nwriting  under  his hand  addressed  to the Controlling  Authority,  resign  from  his office.  \n \n(2) Any vacancy  occurring  in the membership  of the Commission  due to death,  removal  or \nresignation  shall  be filled  in accordance  with the provisions  of this Ordinance.  In case the vacancy  is \nnot filled  within  three  months,  the Commission  shall  itself  appoint  person  out of the panel  referred  in \nsub­section  (4) of section  6. \n \n(3) In the case of vacancy  occurring  in the office  of the Chairperson,  the Controlling  Authority  \nmay nominate  any Member  of the Commission  to act as Chairperson  for a maximum  period  of three  \nmonths  during  which  period  the Controlling  Authority  shall  fill in the vacancy  by appointing  a regular  \nChairperson . \n \n9. Meetings  of the Commission .—(1) A meeting  of the Commission  shall  be held at least \ntwice  in a financial  year on such day, at such time and place  as the Chairperson  may determine.  At \nleast six members  may also call a meeting  of the Commission  in relation  to the functions  of the \nCommission  only.  \n \n(2) For the purposes  of a meeting  of the Commission,  nine members  shall  constitute  a quorum.  \n \n(3) The Chairperson  or, in his absence,  a Member,  elected  by the members  present  in the \nmeeting  for the purpose,  shall  preside  over a meeting  of the Commission.  \n \n(4) All decisions  of the Commission  shall  be expressed  in terms  of the opinion  of the majority  \nof its members  present  and voting.  In the event  of an equality  of votes,  the Chairperson  or, as the case \nmay be, the Member  presiding  the meeting  shall  have  a casting  vote:  \n \nProvided  that the Controlling  Authority  may refer any decision  of the Commission  to the \nCommission  for reconsideration.  \n \n1Ins. by the Higher Education Commission (Amendment) Act, 2021 (XXI of 2021),  s. 2 \n \nPage 7 of 11 \n 10. Powers  and functions  of the Commission .—(1) For the evaluation,  improvement,  and \npromotion  of higher  education,  research  and development,  the Commission  may— \n \n(a)  formulate  policies,  guiding  principles  and priorities  for higher  education  \nInstitutions  for promotion  of socio -economic  development  of the country;  \n \n(b)  cause  evaluation  of the performance  of Institutions;  \n \n(c)  prepare,  through  consultation  with the Institutions,  plans  for the development  of \nhigher  education  and express  its opinion  on all matters  relating  thereto;  \n \n(d)  prescribe  conditions  under  which  Institutions,  including  those  that are not part \nof the State  educational  system,  may be opened  and operated;  \n \n(e) set up national  or regional  evaluation  councils  or authorize  any existing  council  \nor similar  body  to carry  out accreditation  of Institutions  including  their \ndepartments,  faculties  and disciplines  by giving  them  appropriate  ratings.  The \nCommission  shall  help build  capacity  of existing  councils  or bodies  in order  to \nenhance  the reliability  of the evaluation  carried  out by them;  \n \n(f)  advise  the Federal  Government  and the Provincial  Governments  on proposals  \nfor granting  a charter  to award  degrees  in both public  and private  sector;  \n \n(g)  submit  to the Federal  Government  the recurring  and development  budgets  for \npublic  sector  Institutions  and allocate  funds  to public  sector  Institution  out of \nbulk financial  provision  received  from  the government  and other  resources  on \nperformance  and need  basis;  \n \n(h)  review  and examine  the financial  requirements  of public  sector  Institutions;  \napprove  and provide  funds  to these  Institutions  on the basis  of annual  recurring  \nneeds  as well as for development  projects  and research  based  on specific  \nproposals  and performance  and while  approving  funds  for a public  sector  \nInstitution  the Commission  shall  ensure  that a significant  proportion  of the \nresources  of the Institution  are allocated  to research  support  and libraries;  \n \n(i)  approve  projects  within  the same  ceilings  as are specified  for Department  \nDevelopment  Working  Party;  \n \n(j)  advise  Institutions  in raising  funds  from  sources  other  than the Government;  \n \n(k)  support  the development  of linkages  between  Institutions  and industry  as well \nas national  and international  organizations  that fund research  and development  \nwith a view  to enhancing  research;  \n \n(l)  facilitate  the introduction  of educational  programmes  that meet  the needs  of the \nemployment  market  and promote  the study  of basic  and applied  sciences  in \nevery  field of national  and international  importance  in the Institutions;  \n \n(m)  advise  Institutions  in ensuring  a proper  balance  between  teaching  and research;  \n \n \nPage 8 of 11 \n (n)  cause  to be setup  testing  bodies  or designate  any existing  body  for the purpose;  \n \n(o)  determine  the equivalence  and recognition  of degrees,  diplomas  and certificates  \nawarded  by Institutions  within  the country  and aboard;  \n \n(p)  develop  guidelines  and facilitate  the implementation  of a system  of evaluation  \nof performance  of faculty  members  and Institutions;  \n \n(q)  provide  guidelines  as regards  minimum  criteria  and qualifications  for \nappointment,  promotion,  salary  structure  in consultation  with the Finance  \nDivision  and other  terms  and conditions  of service  of faculty  for adoption  by \nindividual  Institutions  and review  its implementation;  \n \n(r)  take measures,  including  the allocation  of funds,  for the establishment  of \nfellowships,  scholarships,  visiting  professorships  programmes  or any other  \nprogramme,  in addition  to assistance  of similar  programmes  of Institutions;  and \nfacilitate  greater  mobility  of faculty  through  national  and international  contacts;  \n \n(s)  set up committees  comprising  national  and international  experts  in various  \ndisciplines  to advise  the Commission  on its affairs;  \n \n(t)  promote  formal  links  between  Institutions  in the country  to make  the most  \neffective  use of experience  and specialized  equipment  and promote  national  and \ninternational  linkages  with respect  to knowledge  sharing,  collaborative  \nresearch,  personnel  exchange  and cost sharing;  \n \n(u)  encourage,  support  and facilitate  training  programs,  workshops  and symposia;  \n \n(v)  guide  Institutions  in designing  curricula  that provides  a proper  content  of basic  \nsciences,  social  sciences,  humanities,  engineering  and technology  in the \ncurricula  of each level  and guide  and establish  minimum  standards  for good  \ngovernance  and management  of Institutions  and advise  the Chancellor  of any \ninstitution  on its statutes  and regulations;  \n \n(w)  establish  an endowment  fund for higher  education  with contributions  from  \ngovernmental  as well as non­governmental  resources;  \n \n(x)  collect  information  and statistics  on higher  education  and Institutions  as it may \ndeem  fit and may cause  it published;  and \n \n(y)  perform  such other  functions  consistent  with the provisions  of this Ordinance  \nas may be prescribed  or as may be incidental  or consequential  to the discharging  \nof the aforesaid  functions.  \n \n(2) The Commission  shall  perform  all its functions  efficiently  and diligently.  \n \n11. Secretariat  of Commission .—1[(1) The Government  shall appoint an Executive Director \non the recommendations of the Ministry of Federal Education  who shall unless earlier removed on any \nof the grounds specified in sub -section (6) of section 6, shall hold office for a term of four years and \nshall be responsible for the various activities of the Commission. ] \n \n1Subs . by the Higher Education Commission (Amendment) Act, 2021 (XXI of 2021),  s. 3 \n \nPage 9 of 11 \n  (2) The Executive  Director  shall  be the head  of the Secretariat.  The Secretariat  shall  act as the \nexecuting  wing  of the Commission  and shall  be responsible  for implementation  of all the orders,  \ndecisions,  directives  and policy  of the Commission.  \n \n12. Recruitment  of officers,  etc.—(1) The Commission  may,  from  time to time,  appoint  such \nofficers,  servants,  consultants  and advisers  as it may consider  necessary  for the efficient  performance  \nof its functions  on such terms  and condition s as may be prescribed  by the Federal  Government.  \n \n(2) The Commission  shall  make  rules  for recruitment  of its employees.  \n \n13. Committees .—(1) The Commission  may setup  as many  committees  as may be required  to \neffectively  perform  its functions.  \n \n(2) The composition  and functions  of a committee  shall  be such as the Commission  may \ndetermine.  \n \n \nCHAPTER  III \nACCOUNTS  AND  AUDIT  \n \n14. Account  and reports  of the Commission .— (1) The Commission  shall  have  an account  \nto which  shall  be credited  all grants  and contributions  made  by the Federal  Government  or a Provincial  \nGovernment  or by any person  or authority  and out of which  shall  be disbursed  the grants  and other  \nexpenditure  to be made  and incurred  by the Commission.  \n \n(2) The Federal  Government  shall  provide  funds  to the Commission  for meeting  all expenses  \nrequired  for discharging  its functions  and for the public  sector  institutions  and shall,  subject  to \navailability  of funds,  provide  annual  grants  regularly.  \n \n(3) The accounts  of the Commission  shall  be— \n \n(a)  maintained  in such form  and manner  as the Federal  Government  may,  in \nconsultation  with the Controller  General  of Accounts,  determine;  and \n \n(b)  audited  by Auditor­General  of Pakistan.  \n \n(4) The Commission  shall , after the end of every  financial  year,  submit  to the Controlling  \nAuthority  the audited  annual  statement  of accounts  of the Commission,  together  with the report  of the \nAuditor­General  of Pakistan.  \n \n(5) The Commission  shall  also submit  to the Controlling  Authority  after the end of every  year \na report  on the state of higher  education  and on its activities  during  that year.  \n \nCHAPTER  IV \nMISCELLANEOUS  \n \n15. Authentication  of decisions,  etc. All decisions  of the Commission  shall  be authenticated  \nby the signature  of the Chairperson  or of any other  member  authorized  by it in this behalf  and all other  \norders  or instruments  issued  or executed  by or on behalf  of the Commission  shall  be authenticated  by \nthe signature  of an officer  of the Commission  authorized  by it. \n \nPage 10 of 11 \n 16. Representation  of Commission . Any law or other  instrument  providing  for the \nestablishment  or incorporation  of a university  or a degree  awarding  institution  shall  have  effect  as if it \nprovided  for the governing  body  of the university  or degree  awarding  institution  consisting  of a \nnominee  of the Commission  in addition  to the members  of the governing  body.  \n \n17. Validity  of Proceedings.  No act, proceedings,  decision  or order  of the Commission  shall  \nbe invalid  by reason  only of the existence  of vacancy  in, or defect  in the constitution  of, the \nCommission.  \n \n18. Delegation  of function . The Commission  may,  by general  or special  order  and subject  to \nsuch conditions  as it may deem  fit to impose,  delegate  to Chairperson,  Executive  Director  or any of its \nmember  any of its functions  under  this Ordinance.  \n \n19. Chairperson,  member  and officers,  etc., to be public  servants . The Chairperson,  \nmembers,  officers,  servant,  consultant  and advisers  shall  be deemed  to be public  servants  within  the \nmeaning  of section  21 of the Pakistan  Penal  Code  (Act XLV  of 1860).  \n \n20. Ordinance  to override  other  laws.  The provisions  of this Ordinance  shall  have  effect  \nnotwithstanding  anything  to the contrary  contained  in law for the time being  in force.  \n \n21. Power  to make  rules . The Commission  may,  with the prior  approval  of the Controlling  \nAuthority,  by notification  in the official  Gazette,  make  rules  for carrying  out the purposes  of this \nOrdinance.  \n \n22. Repeal .—(1) The University  Grants  Commission  Act, 1974  (XXIII  of 1974)  is hereby  \nrepealed.  \n \n(2) Upon  commencement  of this Ordinance — \n \n(a)  all funds,  properties,  rights  and interests  of whatsoever  kind issued  and used,  \nenjoyed,  possessed,  owned  or vested  in the UGC  in existence  immediately  \nbefore  such commencement  and all liabilities,  legally  subsisting  against  the said \nUGC  shall  pass to the Commission  established  under  this Ordinance;  and \n \n(b)  everything  done,  action  taken,  obligation  or liabilities  incurred,  rights  and assets  \nacquired,  persons  appointed,  or authorized  jurisdiction  or power  conferred,  \nendowment,  bequests,  funds,  or trust created,  donations  or grants  made  or issued  \nunder  any provision  of the repealed  Act, rules,  applicable  to the said UGC  shall \nremain  in force  and be, continued  and, be deemed  to have  been  respectively  \ndone,  taken,  incurred,  acquired,  appointed,  authorized,  conferred,  created,  \nmade,  or issued  under  this Ordinance  and reference  in any document,  to any \nprovision  of the said Act or rules  made  thereunder  shall,  so far as may be, be \ndeemed  to be reference  to the corresponding  provisions  of this Ordinance  or the \nrules  made  or deemed  to have  been  made  thereunder;  and \n \n(c)  any rules  made  under  the repealed  Act shall,  in so far as they are not inconsistent  \nwith the provisions  of this Ordinance  or the rules  made  there  under  having  \nrecourse  to the various  matters  which  by this Ordinance  have  to be regulated  or \nprescribed  by rules  shall  continue  to be in force,  until they are repealed,  \nreplaced,  rescinded  or modified  in accordance  with the provisions  of this \nOrdinance;  and \n \nPage 11 of 11 \n (d)  all contracts  and working  arrangements  made  and incurred  by the UGC  in \nconnection  with and for the purpose  of the UGC,  before  the establishment  of \nthis Commission  shall  be deemed  to have  been  made  or incurred  by the \nCommission  and have  effect  accordingly;  and \n \n(e)  notwithstanding  anything  contained  in any law, contract  or agreement  or in the \ncondition  of service,  every  officer,  servant  or employee  of the UGC  existing  \nimmediately  before  the establishment  of this Commission  shall,  on such \nestablishment,  stand  transferred  to, and become  an employee  of the Commission  \non such terms  and conditions  as may be prescribed  by rules:  \n \nProvided  that the pay and allowances  to which  an officer  and servant  of the Commission  shall  \nbe entitled  shall  not be less favourable  than those  to which  he was entitled  immediately  before  such \ntransfer  and no person  who stands  transferred  to the Commission  shall,  notwithstanding  anything  \ncontained  in any law, contract  or agreement,  be entitled  to any compensation  because  of such transfer.  \n \n \n___________"
}