{
    "file": "./converted_json\\administratorf08eaec19066a65a1b82cb4ad49feb4d.json",
    "name": "The West Pakistan Family Courts Act, 1964",
    "date": "18th July, 1964",
    "tagline": "Provision for the establishment of Family Courts.",
    "content": "Page 1 of 13 \n \n  \n \nTHE WEST PAKISTAN FAMILY COURTS ACT, 1964  \n         \n             CONTENTS  \n \n1. Short title, extent and commencement  \n2. Definitions  \n3. Establishment of Family Courts  \n4. Qualifications of Judge  \n5. Jurisdiction  \n6. Place of sitting  \n7. Institution of suits  \n8. Intimation to defendant s \n9. Written statement  \n10. Pre-trial proceedings  \n11. Recording of evidence  \n12. Conclusion of trial  \n12A.  Cases to be disposed of within a specified period  \n13.  Enforcement of decrees  \n14.  Appeals  \n15.  Power of Family Court to summo n witnesses  \n16.  Contempt of Family Courts  \n17.  Provisions of Evidence Act and Code of Civil Procedure not to apply  \n17A.  Interim order for maintenance  \n17B.  Power of the Court to issue Commission  \n18.  Appearance through agents  \n19.  Court fee  \n20.  Family C ourt to exercise the powers of the Judicial Magistrate  \n21. Provisions of Muslim Family Laws Ordinance, 1961 not affected  \n\n \nPage 2 of 13 \n 21A.  Interim order pending suit  \n22.  Bar on the issue of injunctions by Family Court  \n23.  Validity of marriages registered under the M uslim Family Laws Ordinance, 1961, not to be \nquestioned by Family Courts  \n \n24.  Family Courts to inform Union Councils of cases not registered under the Muslim Family \nLaws Ordinance, 1961  \n \n25. Family Court deemed to be a District Court for purposes of Guard ians and Wards Act, 1890  \n \n25-A.  Transfer of cases  \n25-B. Stay of proceedings by the High Court and District Courts  \n26.  Power to make rules  \n \n \nPage 3 of 13 \n 1THE WEST PAKISTAN FAMILY COURTS ACT, 1964  \n(W.P. Act XXXV of 1964)  \n[18th July, 1964]  \nAn Act to make provision for the establishment of Family Courts.  \nWHEREAS it is expedient to make provision for the establishment of Family Courts for the \nexpeditious settlement and disposal of disputes relating to marriage and family affairs and for matters \nconnected therewith;  \nIt is hereby enacted as follows:―  \n1. Short title, extent and commencement .― (1) This Act may be called the 2[* * *] Family \nCourts Act, 1964.  \n(2) It shall extend to whole of the 3[Pakistan].  \n(3) It shall come into force in such area or areas and on such date or dates as Government  \nmay, by notification in the official Gazette, specify in this behalf.  \n4[(4) Nothing in this Act shall apply to any suit or any application under the Guardians and \nWards Act, 1890, pending for trial or hearing in any Court immediately before the coming int o force \nof this Act, and all such suits and applications shall be heard and disposed of as if this Act was not in \nforce.  \n(5) Any suit, or any application under the Guardians and Wards Act, 1890, which was \npending for trial or hearing in any Court immediate ly before the coming into force of this Act, and \nwhich has been dismissed solely on the ground that such suit or application is to be tried by a Family \nCourt established under this Act, shall, notwithstanding anything to the contrary contained in any \nlaw, on petition made to it in that behalf by any party to the suit or application, be tried and heard by \nsuch Court from the stage at which such suit or application had reached at the time of its dismissal.]  \n2. Definitions .― 5[(1)] In this Act, unless the context otherwise requires, the following \nexpressions shall have the meanings hereby respectively assigned to them, that is to say―  \n(a)  “Arbitration Council” and “Chairman” shall have the meanings respectively \nassigned to them in the Muslim Family Laws Ordinance, 1961;  \n(b)  “Family Court” means a Court constituted under this Act;  \n(c)  “Government” means 6[the Provincial Government];  \n \n1For statement of objects and reasons see Gazette of West Pakistan (Extraordinary), dated 6 th April, 1964, pages 1153 -P to 1155 -W. \nThis Act was passed by the West Pakistan Assembly on 30th June, 1964; assented to by the Governor of West Pa kistan on 14th July, 1964; and,  \npublished in the West Pakistan Gazette (Extraordinary), dated 18th July, 196 4, pages 2427 -34. \n2Omitted by Act  No. X of 1996, s.2.  \n3Subs. by P.O.  4 of 1975, for “the Province of West Pakistan except the Tribal Areas ”. \n4Added by W.P . ord. X of 1966.  \n5Section 2 re -numbered as sub -section (1) of that section and a new sub -section (2) added by W.P.Ord. X of 1966.  \n6Subs. by P.O.4 of 1975, for “the Government of West Pakistan”.  \n \n \nPage 4 of 13 \n (d)  “party ” shall include any person whose presence as such is considered \nnecessary for a proper decision of the dispute and whom the Family Court \nadds as a par ty to such dispute;  \n(e)  “prescribed ” means  prescribed  by rules  made  under  this Act. \n1[(2) Words  and expressions  used in this Act but not herein  defined,  shall  have  the \nmeanings  respectively  assigned  to them  in the Code  of Civil  Procedure,  1908.]  \n2[3. Esta blishment  of Family  Courts.― (1) Government  shall  establish  one or more  Family  \nCourts  in each District  or at such other  place  or places  as it may deem  necessary  and appoint  a Judge  \nfor each of such Court:  \nProvided  that at least one Family  Court  in each District,  shall  be presided  over by a woman  \nJudge  to be appointed  within  a period  of six months  or within  such period  as the Federal  Government  \nmay,  on the request  of Provincial  Government,  extend:  \n(2) A woman  Judge  may be appointed  for more  than one District  and in such cases  the \nwoma n Judge  may sit for the disposal  of cases  at such place  or places  in either  District,  as the \nProvincial  Government  may specify.  \n(3) Government  shall,  in consultation  with the High  Court,  appoint  as many  woman  Judges  as \nmay be necessary  for the purposes  of sub-section  (1).] \n3[4. Qualifications  of Judge .―No person  shall  be appointed  as a Judge  of a Family  Court  \nunless  he is or has been  2[or is qualified  to be appointed  as] a District  Judge,  an Additional  District  \nJudge,  4[a Civil  Judge  or a Qazi  appointed  under the Dastur -ul-Amal  Diwani , Riasat  Kalat ]. \n5. Jurisdiction .― 5[1] Subject  to the provisions  of the Muslim  Family  Laws  Ordinance,  \n1961,  and the Conciliation  Courts  Ordinance,  1961,  the Family  Courts  shall  have  exclusive  \njurisdiction  to entertain,  hear and adjudicate  upon  matters  specified  in 5[Part  I of the Schedule].  \n6[(2) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act V of \n1898), the  Family  Court shall have jurisdiction to try the offences specified in Part II of the \nSche dule, where one of the spouses is victim of an offence committed by the other.  \n(3) The High Court may with the approval of the Government, amend the Schedule so as to \nalter, delete or add any entry thereto.]  \n6. Place of sittings .―Subject to any general or special orders of Government in this behalf a \nFamily Court shall hold its sittings at such place or places within 7[the District or area for which it is \nestablished] as may be specified by the District Judge.  \n7. Institution of su its.― (1) Every suit before a Family Court shall be instituted by the \npresentation of a plaint or in such other manner and in such Court as may be prescribed.  \n \n1Section  2 re-numbered  as sub-section  (1) of that section  and a new sub-section  (2) added  by W.P.Ord.  X of 1966.  \n2Subs.  and ins. by Act XXI of 1994,ss.  2& 3. \n3Subs.  by W.P. ord. X of 1966.  \n4Subs.  by W.P.Act  I of 1969,  for “ a Civil  Judge ”. \n5Renumbered and subs.  by Ord.55  of 02,s.2.  \n6Added by Ord. 55 of 02,s.2.  \n7Subs. By W.P. Ord. X of 1966, for “the Districts”.  \n \nPage 5 of 13 \n (2) The plaint  shall  contain  all 1[material]  facts  relating  to the dispute  and shall  contain  a \nSchedule  giving  the number  of witnesses  intended  to be produced  in support  of the plaint,  the names  \nand addresses  of the witnesses  and brief  summary  of the facts  to which  they would  depose:  \n2[Provided  that a plaint  for dissolution  of marriage  may contain  all claims  relating  to dowry,  \nmaintenance,  dower,  personal  property  and belongings  of wife,  custody  of children  and visitation  \nrights  of parents  to meet their children .] \nProvided  2[further]  that parties  may,  with the permission  of the Court,  call any witness  at any \nlater stage,  if the Court  considers  such evidence  expedient  in the interest  of justice.  \n3[(3)(i)  Where  a plaintiff  sues or relies  upon  a document  in his possession  or power,  he shall  \nproduce  it in court  when  the plaint  is presented,  and shall  at the same  time,  deliver  the document  or a \ncopy  thereof  to be filed with the plaint.  \n \n      (ii) Where  he relies  on any other  document  not in his posse ssion  or power,  as evidence  in \nsupport  of his claim,  he shall  enter  such documents  in a list to be appended  to the plaint  2[giving  \nreasons  of relevancy  of these  documents  to the claim  in the plaint .]  \n(4) The plaint  shall  be accompanied  by as many  duplicat e copies  thereof  including  the \nSchedule  and the lists of documents  referred  to in sub-section  (3), as there  are defendants  in the suit, \nfor service  upon  the defendants.  \n8. Intimation  to defendant s.―(1) When  a plaint  is presented  to a Family  Court,  it― \n(a)   4[shall]fix a date 4[* * *] of not more than thirty days for the appearance of the \ndefendant;  \n(b)  shall issue summons to the defendant to appear on a date specified therein;  \n5[(c)  shall, within three days of the presentation of the plaint, send to each \ndefendant, by registered post, acknowledgment due, 4[or by courier service or \nby both] a notice of the suit, together with a copy of the plaint, a copy of the \nSchedule referred to in sub -section (2) of section 7 and copies of the \ndocuments and a list of do cuments referred to in sub -section (3) of the said \nsection].  \n(2) Every summons issued under clause (b) of sub -section (1) shall be accompanied by a \ncopy of the plaint, a copy of the Schedule referred to in sub -section (2) of section 7, and copies of the \ndocuments and list of documents referred to in sub -section (3) of the said section.  \n(3) [Deleted by Pb. Ord. XXIV of XXIV of 1971].  \n(4) Service of the plaint and its accompaniments in the manner provided in clause (b) or \nclause (c) of sub -section (1) shall b e deemed to be due service of the plaint upon the defendant.  \n \n1Ins. by Ord. X of 1966.  \n2Ins, added  and subs.  by Ord.55  of 02,ss.  3-4. \n3Subs.  by W.P.  Act I of 1969.  \n4Ins, added and subs. by Ord.55 of 02,ss. 3 -4. \n5Subs. by Pb Ord. XXIV of 1971.  \n \nPage 6 of 13 \n (5) Every  notice and its accompaniments  under  clause  (c) of sub-section  (1) shall  be served  at \nthe expense  of the plaintiff.  The postal  charges  for such service  shall  be deposited  by the plaintiff  at \nthe time of filing  the plaint.  \n \n(6) Summons  issued  under  clause  (b) of sub-section  (1) shall  be served  in the manner  \nprovided  in the Code  of Civil  Procedure,  1908,  Order  V, Rules  9, 10, 11, 16, 17, 18, 19, 1[20,] 21, \n23, 24, 26, 27, 28 and 29. The cost of such summons  shall  be assessed  and paid as for summons  \nissued  under  the Code  of Civil  Procedure,  1908.  \n \nExplanation — [Deleted  by Pb. Ord. XXIV  of 1971. ] \n \n2[9. Written  statement .— (1) On the date fixed -under  clause  (a) of sub-section  (1) of section  \n8, the plaintiff  and the defendant  shall  appear  before  the Family  Court  and the defendant  shall  file his \nwritten  statement,  and attach  therewith  a list of his witnesses  alongwith  a precis  of the evidence  that \neach witness  is expected  to give.  \n3[(1a) A defendant husband may, where no earlier suit for restitution of conjugal rights i s \npending, claim for a decree of restitution of conjugal rights in his written statement to a suit for \ndissolution of marriage or maintenance, which shall be deemed as a plaint and no separate suit shall \nlie for it.  \n \n(1b) A defendant wife may, in the writt en statement to a suit for restitution of conjugal rights, \nmake a claim for dissolution of marriage including khula  which shall be deemed as a plaint and no \nseparate suit shall lie for it:  \nProvided that the proviso to sub -section (4) of Section 10 shall ap ply where the decree for \ndissolution of marriage is to be passed on the ground of khula .] \n(2) Where a defendant relies upon a document in his possession or power, he shall produce it \nor copy thereof in the Court alongwith the written statement.  \n(3) Where h e relies on any other document, not in his possession or power, as evidence in \nsupport of his written statement, he shall enter such documents in a list to be appended to the written \nstatement 3[giving reasons of relevancy of these documents to the deffenc e in the written statement].  \n(4) Copies of the written statement, list of witnesses and precis of evidence referred to in sub -\nsection (1) and the documents referred to in sub -section (2) shall be given to the plaintiff, his agent \nor advocate present in the  Court.  \n(5) If the defendant fails to appear on the date fixed by the Family Court for his appearance, \nthen— \n(a)  if it is proved that the summons or notice was duly served on the defendant, \nthe Family Court may proceed ex parte ; provided that where the Fa mily Court \nhas adjourned the hearing of the suit ex parte , and defendant at or before such \nhearing appears and assigns good cause for his previous non -appearance, he \nmay, upon such terms as the Family Court directs, be heared in answer to the \nsuit as if he  had appeared on the day fixed for his appearance; and  \n \n1Ins. and subs.  by Ord. 55 of 02, ss. 4-5. \n2Subs.  by Act I of 1969.  \n3Ins. and subs. by Ord. 55 of 02, ss. 4 -5. \n \nPage 7 of 13 \n (b)  if it is not proved  that the defendant  was duly served  as provided  in sub-\nsection  (4) of section  8, the Family  Court  shall  issue  fresh  summons  and \nnotices  to the defendant  and cause  the same  to be served  in the manner  \nprovided  in clauses  (b) and (c) of sub-section  (1) of section  8. \n(6) In any case in which a decree is passed ex parte  against a defendant under this Act, he \nmay apply within 1[thirty days of the service of notice under sub -section(7) of the passing of the \ndecree] to the Family Court by which the decree was passed for an order to set it aside, and if he \nsatisfies the Family Co urt that he was not duly served, or that he was prevented by any sufficient \ncause from appearing when the suit was heard or called for hearing, the Family Court shall, after \nservice of notice on the plaintiff, and on such terms as to costs as it deems fit,  make an order for \nsetting aside the decree as against him, and shall appoint a day for proceeding with the suit; provided \nthat where the decree is of such a nature that it cannot be set aside as against such defendant only, it \nmay be set aside against all  or any of the other defendants also.]  \n1[(7) The notice of passing of the ex-parte  decree referred to in sub -section (6) shall be sent to \nthe defendant by the Family Court together with a certified copy of the decree within three days of \nthe passing of the  decree, through process server or by registered post, acknowledgement due, or \nthrough courier service or any other mode or manner as it may deem fit.  \n(8) Service of notice and its accompaniment in the manner provided in sub -section (7) shall \nbe deemed to be due service of the notice and decree on the defendant.]  \n10. Pre -trial proceedings. — 2[(1) When the written statement is filed, the Court shall fix an \nearly date for a pre -trial hearing of the case.]  \n(2) On the date so fixed, the Court shall examine the plaint, the written statement (if any) and \nthe precis of evidence and documents filed by the parties and shall also, if it so deems fit, hear the \nparties and their counsel.  \n(3) At the pre -trial, the Court shall ascertain the points at issue between the par ties and \nattempt to effect a compromise or reconciliation between the parties, if this be possible.  \n(4) If no compromise or reconciliation is possible the Court shall frame the issues in the case \nand fix a date for 3[recording] of evidence [:]4 \n4[ Provided  that notwithstanding any decision or judgement of any court or tribunal, the \nFamily Court in a suit for dissolution of marriage, if reconciliation fails, shall pass decree for \ndissolution of marriage forthwith and shall also restore to the husband the Haq  Mehr received by the \nwife in consideration of marriage at the time of marriage.]  \n11. Recording of evidence .―(1) On the date fixed for 5[recording of the evidence] the \nFamily Court shall examine the witnesses produced by the parties in such order as it deems fit.  \n \n \n1Subs  and added  by Ord.55  of 02,s.5.  \n2Subs.  by W.P.  Act I of 1969.  \n3Subs.  by W.P.  Act.I  of 1969,  for “the hearing  of”. \n4Subs  and added  by Ord. 55 of 02,ss.  6. \n5Subs. by W.P. Act I of 1969 , for “the hearing of the evidence”.  \n \n \nPage 8 of 13 \n (2) The Court shall not issue any summons for the appearance of any witness unless, within \nthree days of the framing of issues, a ny party intimates the Court that it desires a witness to be \nsummoned through the Court and the Court is satisfied that it is not possible or practicable for such \nparty to produce the witness.  \n1[(3) The witnesses  shall  give their evidence  in their own word s: \nProvided  that the parties  or their counsel  may further  examine,  cross -examine  or re-examine  \nthe witnesses:  \nProvided  further  that the Family  Court  may forbid  any question  which  it regards  as indecent,  \nscandalous  or frivolous  or which  appears  to it to be intended  to insult  or annoy  or needlessly  \noffensive  in form.]  \n2[(3A)  The Family  Court  may,  if it so deems  fit, put any question  to any witness  for the \npurposes  of elucidation  of any point  which  it considers  material  in the case.]  \n(4) The Family  Court  may permit  the evidence  of any witness  to be given  by means  of an \naffidavit:  \nProvided  that if the Court  deems  fit it may call such witness  for the purpose  of examination  in \naccordance  with sub-section  (3). \n12. Conclusion  of trial.― (1) After  the close  of eviden ce of both sides,  the Family  Court  \nshall  make  another  effort  to effect  a compromise  or reconciliation  between  the parties  3[within  a \nperiod  not exceeding  fifteen  days].  \n(2) If such compromise  or reconciliation  is not possible,  the Family  Court  shall  announ ce its \njudgement  and give a decree.  \n4[12A. Cases to be disposed of within a specified period. ― A Family Court shall dispose \nof a case, including a suit for dissolution of marriage, within a period of six months from the date of \ninstitution:  \nProvided that where a case is not disposed of within six months either party shall have a right \nto make an a pplication to the High Court for necessary direction as the High Court may deem fit.]  \n13. Enforcement of decrees .― (1) The Family Court shall pass a decree in such form and in \nsuch manner as may be prescribed, and shall enter its particulars in the prescri bed register.  \n(2) If any money is paid or any property is delivered in the presence of the Family Court, in \nsatisfaction of the decree, it shall enter the fact of payment 5[or] the delivery of property, as the case \nmay be, in the aforesaid register.  \n(3) Wh ere a decree relates to the payment of money and the decretal  amount is not paid \nwithin time specified by the Court 4[not exceeding thirty days], the same shall, if the Court so directs \nbe recovered as arrears of land revenue, and on recovery shall be paid  to the decree -holder.  \n \n1Subs.  by W.P.  Act I of 1969.  \n2Add.  Ibid. \n3Subs  and added  by Ord. 55 of 02, s.7. \n4Subs. and ins. by Ord. 55 of 02, ss.8 -9. \n5Subs., for the word “and”, by W.P. Ord.X of 1966.  \n \nPage 9 of 13 \n (4) The decree shall be executed by the Court, passing it  or by such other Civil Court as the \nDistrict Judge may, by special or general order, direct.  \n(5) A Family  Court  may,  if it so deems  fit, direct  that any money  to be paid under  a decree  \npassed  by it be paid in such installments  as it deems  fit. \n \n14. Appeal s.―1[(1) Notwithstanding  anything  provided  in any other  law for the time being  \nin force,  a decision  given  or a decree  passed  by a Family  Court  shall  be appealable―  \n \n(a)  to the High  Court,  where  the Family  Court  is presided  over by a District  \nJudge,  an Additional  District  Judge  or a person  notified  by Government  to be \nof the rank and status  of a District  Judge  or an Additional  District  Judge;  and \n \n \n(b)  to the District  Court,  in any other  case.]  \n \n(2) No appeal  shall  lie from  a decree  passed  by Family  Court―  \n \n(a)  for dissolution  of marriage,  except  in the case of dissolution  for reasons  \nspecified  in clause  (a) of item (viii) of section  2 of the Dissolution  of Muslim  \nMarriages  Act, 1939;  \n \n \n(b) for dower 2[or dowry] not exceeding rupees 2[thirty thousand];  \n \n(c) for maintenance of rupees 2[one thousand] or less per month.  \n \n2[(3) No appeal or revision shall lie against an interim order passed by a Family Court.  \n \n(4) The appellate Court referred to in sub -section (1) shall dispose of the appeal within a \nperiod of four months.]  \n \n \n15. Power of Family Court to summon witnesses. — (1) A Family Court may issue \nsummons to any person to appear and give evidence, or to produce or cause the production of any \ndocument:  \n \nProvided that ―  \n(a)  no person who is exempt from person al appearance in a Court under sub -\nsection (1) of section 133 of the Code of Civil Procedure, 1908, shall be \nrequired to appear in person;  \n \n(b) a Family Court may refuse to summon a witness or to enforce a summons \nalready issued against a witness when, in the opinion of the Court, the \nattendance of the witness cannot be procured without such delay, expense or \ninconvenience as in the circumstances would be unreasonable.  \n \n(2) If any person to whom a Family Court has issued summons to appear and give evidence \nor to cause the production of any document before it, wilfully disobeys such summons, the Family \nCourt may take cognizance of such disobedience, and after giving such opportunity to explain, \nsentence him to a fine not exceeding one 2[thousand] rupees.  \n \n1Subs. by W.P. Ord.X of 1966.  \n2Ins., subs., and added by Ord. 55 of 02, ss. 10 -11. \n \nPage 10 of 13 \n 16. Contempt  of Family  Courts .— A person  shall  be guilty  of contempt  of the Family  Court  \nif he without  lawful  excuse — \n \n(a) offers  any insult  to the Family  Court;  or \n \n(b) causes  an interruption  in the work  of the Family  Court;  or \n \n1[(bb)  misbehaves  with any person  in the Court  premises  or uses abusive  language;  \nthreats  or uses physical  force  or intimidates  in any form;  or] \n \n(c)  refuses  to answer  any question  put by the Family  Court, which  he is bound  to \nanswer;  or \n \n(d) refuses  to take oath to state the truth  or to sign any statement  made  by him in \nthe Family  Court;  \n \nand the Family Court may forthwith try such persons for such contempt and sentence him to a \nfine not exceeding rupe es 1[two thousand].   \n \n \n17.  Provisions of Evidence Act and Code of Civil Procedure not to apply. — (1) Save as \notherwise expressly provided by or under this Act, the provisions of the 1[Qanun -e-Shahdat, 1984 \n(P.O. No. 10 of 1984)] , and the Code of Civil Pr ocedure, 1908,  2[except sections 10 and 11,] shall \nnot apply to proceedings before any Family Court  1[in respect of  Part 1 of Schedule] . \n(2)  Sections 8 to 11 of the Oaths Act, 1872, shall apply to all proceedings before the Family Courts.  \n3[17A. Interim  order for maintenance.__ At any stage of proceeding s in a suit for \nmaintenance, the Family court may pass an interim order for maintenance, whereunder the payment \nshall be made by the fourteenth of each month, failing which the Court may strike off the de fence of \nthe defendant and decree the suit.   \n17B. Power of the Court to issue Commission. – Subject to such conditions and limitations \nas may be prescribed, the Court may issue a Commission to, ― \n(a)  examine  any person;  \n(b)  make  a local investigation; and  \n(c)  inspect  any property or document.]  \n18. Appearance through agents .– If a person required under this Act to appear before a \nFamily Court, otherwise than as a witness, is a pardah  nashin  lady, the Family Court may permit her \nto be represented by a duly authorised  agent.  \n 3[19. Court fee .– Notwithstanding anything contained in the Court Fees Act, 1870 (VII of \n1870), the Court fee to be paid on any plaint or memorandum of appeal shall be rupees  fifteen for \nany kind of suit or appeal under this Act.]  \n3[20. Family Court to exercise the powers of the Judicial Magistrate. ― A Family Court \nshall hav e and exercise all the powers of a Judicial Magistrate of the First Class under the Code of \nCriminal Procedure, 1898 (Act V of 1898). ] \n \n1Ins., subs., and added by Ord. 55 of 02, ss. 1 2-13. \n2Ins. by W.P. Ord. XV of  1967.  \n3Ins. and  subs. by Ord. 55 of  02, ss.14 -17 \n \nPage 11 of 13 \n 1[21. Provisions  of Muslim  Family  Laws  Ordinance,  1961  not affected.―Nothing  in this \nAct shall  be deemed  to affect  any of the provisions  of Muslims  Family  Laws  Ordinance,  1961,  or the \nrules  made  thereunder.]  \n2[21A.  Interi m order  pending  suit.― The Family  Court  may pass an interim  order  to \npreserve  and protect  any property  in dispute  in a suit and any other  property  of a party  to the suit, the \npreservation  of which  is considered  necessary  for satisfaction  of the decree,  if and when  passed.]  \n22. Bar on the issue  of injunctions  by Family  Court.― A Family  Court  shall  not have  the \npower  to issue  an injunction  to, or stay any proceedings  pending  before,  a Chairman  or an \nArbitration  Council.  \n23. Validity  of marriages  registered  under the Muslim  Family  Laws  Ordinance,  1961,  \nnot to be questioned  by Family  Courts.― A Family  Court  shall  not question  the validity  of any \nmarriage  registered  in accordance  with the provisions  of the Muslim  Family  Laws  Ordinance,  1961,  \nnor shall  any evidenc e in regard  thereto  be admissible  before  such Court.  \n24. Family  Courts  to inform  Union  Councils  of cases  not registered  under  the Muslim  \nFamily  Laws  Ordinance,  1961.― If in any proceedings  before  a Family  Court  it is brought  to the \nnotice  of the Court  that a marriage  solemnized  under  the Muslim  Law after the coming  into force  of \nthe Muslim  Family  Laws  Ordinance,  1961,  has not been  registered  in accordance  with the provisions  \nof the said Ordinance  and the rules  framed  thereunder,  the Court  shall  communicate  such fact in \nwriting  to the Union  Council  for the area where  the marriage  was solemnized.  \n25. Family  Court  deemed  to be a District  Court  for purposes  of Guardians  and Wards  \nAct, 1890.―A Family  Court  shall  be deemed  to be a District  Court  for the purposes  of the Guardians  \nand Wards  Act, 1890,  and notwithstanding  anything  contained  in this Act, shall,  in dealing  with \nmatters  specified  in that Act, follow  the procedure  prescribed  in that Act. \n3[25-A. Transfer  of cases.―(1) Notwithstanding  anything  contained  in any law the High  \nCourt  may,  either  on the application  of any party  or of its own accord,  by an order  in writing―  \n(a) transfer any suit or proceeding under this Act from one Family Co urt to \nanother Family Court in the same district or from a Family Court of one \ndistrict to a Family Court of another district; and  \n(b)  transfer any appeal or proceeding under this Act, from the District Court of \none district to the District Court of anoth er district.  \n(2) A District Court may, either on the application of any party or of its own accord, by an \norder in writing, transfer any suit or proceeding under this Act from one Family Court to another \nFamily Court in a district or to itself and dispose it of as a Family Court.  \n4[(2a) Where a Family Court remains vacant or the presiding officer remains on leave or \nabsent for any reason, except due to vacations, for more than thirty days , a District Court may, either \non the application of any party or of i ts own accord, by order in writing, transfer any suit or \nproceeding from such Family Court to another Family Court in a District or to itself and dispose it of \nas a Family Court.  \n \n1Subs.  by W.P . Family Courts (Punjab amdt.) Ord. XXIV of 1971. \n2Ins. by Ord. 55 of 2002, s.17. \n3Add.  By Pb Ord. XXIV  of 1971. \n4Ins., by Ord. 55 of 2002, s.18 . \n \nPage 12 of 13 \n (2b) On the application  of any of the parties  and after notice  to. the parties  and after hearing  \nsuch of them  as desire  to be heard,  or of its own motion  without  such notice , the Supreme  Court  may \nat any stage  transfer  any suit, appeal  or other  proceedings  under  this Act pending  before  a Court  in \none Province  to a Court  in another  Province,  competent  to try or dispose  of the same.]  \n(3) Any Court  to which  a suit, appeal  or proceeding  is transferred  under  the preceding  sub-\nsections,  shall,  notwithstanding  anything  contained  in this Act, have  the jurisdiction  to dispose  it of \nin the manner  as if it were  instituted  or filed before  it: \nProvided  that on the transfer  of a suit, it shall not be necessary  to commence  the proceedings  \nbefore  the succeeding  Judge  de novo  unless  the Judge,  for reasons  to be recorded  in writing  directs  \notherwise.  \n25-B. Stay  of proceedings  by the High  Court  and District  Courts.— Any suit, appeal  or \nproceeding  under  this Act, may be stayed — \n(a)  by the District  Court,  if the suit or proceeding  is pending  before  a Family  \nCourt  within  its jurisdiction;  and \n(b)  by the High  Court,  in the case of any suit, appeal  or proceeding.  [:]1 \n1[Provided  that the stay applica tion shall  be finally  decided  by the District  Court  or the High  \nCourt,  as the case may be, within  thirty  days failing  which  the interim  stay order  shall  cease  to be \noperative.]  \n26. Power to make rules. — (1) Government may, by notification in the official Gazette, \nmake rules to carry into effect the provisions of this Act.  \n(2) Without prejudice to the generality of the provisions contained in sub -section (1), the \nrules so made may, among other matters, provide for the procedure, which shall not be inconsist ent \nwith the provisions of this Act, to be followed by the Family Courts.  \n \n \n \n \n \n \n \n \n \n \n1 Subs. and added  by Ord. 55 of 02, s. 19. \n \nPage 13 of 13 \n SCHEDULE  \n[see SECTION  5] \n1[PART  I] \n1.  Dissolution  of marriage  1[including  Khula].  \n2. Dower.  \n3.  Maintenance.  \n4.  Restitution  of conjugal  rights.  \n5.  Custody  of children  1[, and the visitation  rights  of parents  to meet  them].  \n6.  Guardianship.  \n2[6A.   Matters pertaining to Return of Child under the Hague Convention on Civil Aspects of \n International Child Abduction, 1980. ] \n3[7.  Jactitation  of marriage.]  \n4[8.  Dowry.]  \n1[9.  Personal  property  and belongings  of a wife.] \nPART  II \nOffences  and aid and abetment  thereof  under  Section  337A  (i), 337F  (i),341, 342, 343, 344, \n345, 346, 352 and 509 of the Pakistan  Penal  Code  (Act XLV  of l860)]  \n__________  \n \n \n \n \n \n \n \n \n \n \n \n \n           \n             \n           Date: 11 -10-2024  \n     \n \n \n1Ins. and added  by Ord. 55 of 02, s.20.  \n2Ins. by S .R.O 980 (I)/2017 , dated 25th September, 2017  \n3Added. by W.P.  Act I of 1969.  \n4Added  by Act VII of 1997,  s.2."
}