{
    "file": "./converted_json\\administrator18a8f4846510abd773f999c58badbf8e(1).json",
    "name": "Pakistan Islands Development Authority Ordinance, 2020",
    "date": "31st August, 2020",
    "tagline": "Establishment of the Pakistan Islands Development Authority",
    "content": "PART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  527 \n \n \n \n \n \n \n \n  \nISLAMABAD,  WEDNESDAY , SEPTEMBER  2, 2020  \n \nPART I  \nActs, Ordinances, President ’s Orders and Regulations  \nGOVERNMENT OF PAKISTAN   \nLAW AND JUSTICE  DIVISION  \nIslamabad , the 1st September , 2020 \n \n No. F. 2(1)/2020 -Pub.—The following Ordinance Promulgated on  \n31st August, 2020 by the President is hereby published for general information: — \n \nORDINANCE NO. XI OF 2020  \n \nAN \n \nORDINANCE  \n \nto establish the Pakistan Islands Development Authority.  \n \n WHEREAS it is expedient to establish an Authority for the development \nand management of the Islands in the internal waters and territorial waters of  \nPakistan;  \n \nAND WHEREAS  the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied that  \ncircumstances exist which rend er it necessary to take immediate action;  \n \n \n \n(527) \n \nPrice : Rs. 40.00 \n \n[5969 (2020)Ex.Gaz. ]   \n528    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n NOW, THEREFORE , in exercise of his powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President \nis pleased to make and promu lgate the following Ordinance: — \n \nChapter -I \n \nPRELIMINARY  \n \n 1. Short title, extent, application and commencement .—(1)This \nOrdinance shall be called the Pakistan Islands Development Authority \nOrdinance, 2020.  \n \n (2) It extends to the whole of Pak istan.  \n \n (3) It shall apply to specified areas  as defined in this Ordinance.  \n \n (4) It shall come into force at once.  \n \n 2. Definitions .—In this Ordinance, unless there is anything repugn ant \nin the subject or context, — \n  \n(a) “acting Chairman ” means the actin g Chairman of the Authority \nappointed under section 10;  \n \n(b) “agency” means any agency established by the Authority to \nperform one or more of its functions under this Ordinance.  \n \n(c) “Authority ” means the Pakistan Islands Development Authority \nestablished under section 4;  \n \n(d) “building” includes any factory, industrial or business \nestablishment, shop, godown, warehouse, house, outhouse, hut, \nhutment, shed, garage, stable, well or platform, and any other \nstructure, whether meant for residential or business proposes or \nnot, not being for agricultural purposes or use, made of masonry, \nbricks, wood, mud, thatch, metal or any other material;  \n \n(e) “Chairman ” means the Chairman of the Authority;  \n \n(f)  “land” includes buildings and benefits arising out of land and \nthings attached to the earth or permanently fastened to anything \nattached to the earth;  \n \n(g) “finance” shall have the same meaning as assigned thereto in the \nFinancial Institutions (Recovery of Finances) Ordinance, 2001 \n(XLVI of 2001);  \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  529 \n \n \n \n \n \n (h) “financial insti tution” shall have the same meaning as assigned \nthereto in the Financial Institutions (Recovery of Finances) \nOrdinance, 2001 (XLVI of 2001);  \n \n(i) “Fund” means the Pakistan Islands Development Authority Fund \ncreated under this Ordinance;  \n \n(j) “Government ” means the Federal Government of Pakistan;  \n \n(k) “internal waters ” means the internal waters of Pakistan \ndetermined in accordance with the Territorial Waters and Maritime \nZones Act, 1976 (LXXXII of 1976);  \n \n(l) “member” means a member of the Authority;  \n \n(m) “Policy Board ” means the Policy Board of the Authority \nconstituted under this Ordinance;  \n \n(n) “prescribed ” means prescribed byrules or regulations made under \nthis Ordinance;  \n \n(o) “Patron” means the Patron of the Authority;  \n \n(p) “regulations ” means regulation s made under this Ordinance;  \n \n(q) “rules” means rules made under this Ordinance;  \n \n(r) “scheme” means a scheme or schemes, plan, facility or project, on \nprofit or non -profit basis, comprising development or re -development,  \nin the specified areas, of —  \n \n(i) new or existing islands or reclaimable coastal areas forming \npart of the sovereign territory of Pakistan, or  \n \n(ii) mix-use, housing, commercial or public amenity plots, buildings  \nor units and related infrastructure, or  \n \n(iii) infrastructure and services in cluding transportation systems and \nroad networks, traffic management systems, healthcare facilities, \neducational facilities, recreational and cultural facilities, \nmunicipal and civic facilities and services, communications \nsystems and facilities, utilities  infrastructure and network \nincluding water supply, drainage, sewerage, sanitation, or  \n \n530    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n (iv) energy generation, procurement, transportation, transmission \nand distribution systems including for electric power through \nany energy source and gas (LNG, RLNG, LP G etc.), or  \n \n(v) industrial estates and parks, technology parks; and  \n \n(vi) all facilities, systems and works incidental or ancillary thereto,  \nplanned, made, undertaken or supervised or approved by the  \nAuthority under this Ordinance.  \n \n(s) “specified areas ” means islands within the internal waters and \nterritorial waters listed in the First Schedule;  \n \n(t) “territorial waters ” means the territorial waters of Pakistan \ndetermined in accordance with the Territorial Waters and Maritime \nZones Act, 1976 (LXXXII of 19 76); and  \n \n(u) “Vice -Chairman ” means the Vice -Chairman of the Authority.  \n \n 3.  The specified areas .—(1) The specified areas shall vest in the \nFederal Government and the Authority shall, for and on behalf of the Federal \nGovernment, possess, control, manage a nd deal with the specified areas in \naccordance with the provisions of this Ordinance.  \n \n (2) The Federal Government may, by notification in the official \nGazette, amend the First Schedule.  \n \nChapter -II \n \nCONSTITUTION OF  THE AUTHORITY AND FUNCTIONS  \n \n 4. Establi shment of the Authority .—(1) The Government shall, by \nnotification in the official Gazette, establish the Pakistan Islands Development \nAuthority.  \n \n (2) The Authority shall be a body corporate, having perpetual \nsuccession and a common seal, with power, subj ect to the provisions of this \nOrdinance, to acquire and hold property, both movable and immovable, and shall \nsue and be sued in the said name.  \n  \n (3) The head office of the Authority shall be at Karachi and the \nAuthority may establish regional and such oth er offices in such other parts of \nPakistan as it may deem necessary.  \n \n 5. Functions of the Authority .—(1) The Authority shall —  \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  531 \n \n \n \n \n \n (a) initiate and maintain a continuous process of reclamation, master \nplanning, urban planning, spatial planning for the specifi ed areas;  \n \n(b) establish policies, direction and strategies in relation to \ndevelopment within the specified areas and other functions in \nconnection therewith;  \n \n(c) identify immovable properties and projects suitable for the \ndevelopment of schemes; within t he specified areas.  \n \n(d) recommend to the Federal or relevant Provincial Government \npolicies, laws and actions to be applied to the specified areas to \nenhance the international competitiveness of industry, tourism and \ncommerce in specified areas;  \n \n(e) recommend to the Government incentives in relation to taxes, \ncustoms and excise duties and other fiscal incentives applicable to \ninvestors in the specified areas;  \n \n(f) promote and stimulate the specified areas as trade, investment and \nlogistics centers and hub s, duty free areas and international tourist \ndestinations in line with the directions of the Patron;  \n \n(g) recommend to the Government to provide or procure immovable \nproperty or a project through any means permissible under law, \nincluding  compulsory acquis ition; purchase, lease or license \nthrough private agreement; donation by any private party or any \nstate land or project by any government or other public authority, \non such terms as may be mutually agreed between the Government \nand the relevant transferor or provider;  \n \n(h) cause studies, surveys, experiments or technical researches to be \nundertaken or contribute towards the cost of any such studies, \nsurveys, experiments or technical researches, to be undertaken by \nany other entity, public or private, for th e development and \nefficient exploitation of the specified area;  \n \n(i) if necessary, prepare and approve a master or site plan of a \nspecified area containing zoning, spatial or town planning, \ninfrastructure development, land use and building control \nregulati ons in consonance with the planning under the applicable \nbuilding and town -planning dispensation;  \n \n(j) undertake, design, approve and execute a scheme or schemes \nwithin the specified areas;  \n \n532    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n (k) prescribe transparent criteria and procedure for registration , \nmembership, possession, transfer and cancellation of immovable \nproperty in a scheme;  \n \n(l) develop procedures for allocation, allotment, lease or auction, if \nany, of any type of immovable property, including the procedure to \ntransact or exchange the actua l property or allotment or allocation \nfile thereof;  \n \n(m) formulate and, from time to time, vary the organogram, job \ndescriptions, human resource policies and terms and conditions of \nemployment of all employees of the Authority;  \n \n(n) create or abolish posts  and oversee the performance of its \nemployees;  \n \n(o) take disciplinary action against employees in the prescribed \nmanner;  \n \n(p) establish all kinds of committees for assistance and advice in \nrelation to the performance of its functions and determine the \nmemb ership and terms of reference of a committee;  \n \n(q) develop and maintain public amenities and common areas in a \nscheme;  \n \n(r) maintain updated record of immovable property including title, \nleasehold rights, mortgage, easement, license, tenancy and \npossession  thereof;  \n \n(s) publish geo -tagged title, leasehold rights, mortgage and other rights \nor interests in an immovable property on its website;  \n \n(t) collect all levies, taxes, duties, fees and charges on the transfer, or \npossession of an immovable property, or any encumbrance thereon, \nunder any law after agreeing on an arrangement with the relevant \nagency;  \n \n(u) exercise control over maintenance of buildings, their common \nareas and amenities in a scheme;  \n \n(v) impose, levy and collect fines, fees, tolls, penaltie s, surcharges and \ncharges as may be prescribed;  \n \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  533 \n \n \n \n \n \n (w) coordinate with similar agencies or bodies at the Federal, \nProvincial and local level for the achievement of the objectives of \nthis Ordinance;and  \n \n(x) perform any ancillary functions or a function under  this Ordinance.  \n \n(2) The Authority may —  \n \n(a) establish as many agencies and committees, as the Authority \nconsiders necessary or expedient to assist it in the performance of \nany of its functions under this Ordinance;  \n \n(b) raise funds through any means con sidered appropriate in the \ncircumstances including through real estate investment trusts, \nbonds, sukuk and other forms of finances obtained on the basis of \nparticipation term certificate (PTC), musharika certificates, term \nfinance certificates (TFC) or any  other financial or debt \ninstruments or securities;  \n \n(c) raise funds and obtain finance or loans from donor agencies, \ngovernmental bodies, and financial institutions, including on the \nsecurity of its Fund or any portion thereof;  \n \n(d) provide or facilitate and support the provision of finance, including \nhousing finance, for the achievement of the objectives of this \nOrdinance;  \n \n(e) generate electricity or obtain utilities in bulk or otherwise and carry \nout, maintain, arrange, manage and provide all facilitie s, services \nand utilities, including water, gas and sewerage in schemes;  \n \n(f) manage and maintain utilities or cause the management and \nmaintenance of utilities within the specified areas;  \n \n(g) assign any function to a local government or local authority a nd \nvice versa on mutually agreed terms and conditions;  \n \n(h) outsource any function through public private partnership or any \nother mode;  \n \n(i) hire or utilize services for undertaking of schemes including \ndesign, technical evaluation and monitoring thereof;  \n \n(j) provide and release receipts, guarantees, indemnity bonds, cheques \nand enter into contracts, deeds, instruments, arrangements, joint \nventures and agreements with any person or grant concessions, for \nthe working of the Authority, for the preparation, planning, \n534    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n development, execution, implementation and maintenance of \nschemes and for carrying out the purposes of this Ordinance;  \n \n(k) set up agencies, companies, subsidiaries, trusts, societies, \nassociations, joint -ventures whether contractual or incorpora ted or \nany other vehicles for the purposes of carrying out its objectives;  \n \n(l) incur any expenditure and procure Plant, Machin ery, equipment, \ninstruments and necessary materials;  \n \n(m) plan, approve and execute mergers and amalgamations with other \nhousing schemes or cooperative housing societies subject to the \napproval of the competent authorities of those housing schemes or \nhousing societies for such merger or amalgamation;  \n \n(n) impose, vary, and recover development charges and transfer fees in \nrespect of any immovable property within any scheme;  \n \n(o) lease, purchase, procure, sell, exchange, mortgage, rent out or \notherwise dispose of or deal with any property under the \nmanagement and control of the Authority;  \n \n(p) cancel or re -plan any scheme or part there of; \n \n(q) do all such acts, deeds and things that may be necessary or \nexpedient for the purpose of proper preparation, planning, \ndevelopment, execution, implementation, management and \nmaintenance of schemes;  \n \n(r) frame, amend or repeal service, conduct of b usiness and other \nregulations necessary for carrying out the purposes of this \nOrdinance;  \n \n(s) make recommendations to the Government for prescription of rules \nunder this Ordinance;  \n \n(t) institute, commence, prosecute, defend, compromise, settle any and \nall actions, disputes, suits and legal proceedings whether civil or \ncriminal before any court, tribunal, administrative body or \nauthority; and  \n \n(u) exercise any other power that is necessary for the performance of \nany function.  \n \n (3) Except where any powers a nd functions are specified in this \nOrdinance to be exercised or performed by the Government or the Policy Board, \nall the powers and discretions of the Authority shall be exercised, and the \nfunctions and duties of the Authority shall be performed, by the Ch airman.  \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  535 \n \n \n \n \n \n  (4)  Notwithstanding anything contained in this Ordinance, all acts and \nproceedings of the Authority shall be subject to the control of the Government \nand the Government may revoke, suspend or modify any such acts or proceedings.  \n \nChapter -III \n \nPAT RON, POLICY BOARD AND ADMINISTRATION  \n \n 6.  Patron and Policy Board .—(1) The Prime Minister shall be the \nPatron of the Authority, who shall review the performance of the Authority and \nmay, from time to time, give to the Authority general policy directions t o \nimplement the same, subject to the terms of this Ordinance.  \n  \n (2) The Government shall, by notification in the official Gazette, \nconstitute the Policy Board comprising not less than five and not more than \neleven members, including the Chairman for a ter m of five years. In case of any \ncasual vacancy, a member other than the Chairman may, in the like manner, be \nnominated by the Patron for the remaining unexpired term of the outgoing \nmember.  \n \n (3) The Chairman shall preside over t he meetings of the Policy B oard,  \nhowever, in his absence, a member nominated by the Chairman may so preside.  \n \n (4) A member, unless disqualified under this Ordinance from holding \noffice, may be re -appointed by the Patron in the above manner, provided that no \nindividual shall serve f or more than two consecutive terms as a member.  \n \n (5) Two-thirds of the members, including the Chairman or his nominee \nunder sub -section (3) present in person or through video -conference or tele -\nconference, shall constitute the quorum for a meeting of the Policy Board. \nSubject to quorum, the decisions of the Policy Board shall be taken by majority \nof the members present and voting, provided that in the event of a tie, the \nChairman or his nominee under sub -section (3) presiding at such meeting shall \nhave a s econd and casting vote.  \n \n (6) The Policy Board shall meet at least once in every calendar quarter \nand a meeting of the Policy Board shall be held on such date and at such time \nand place, as the Chairman may determine.  \n \n (7) The Chairman shall appoint a Sec retary of the Authority on such \nterms and conditions as may be prescribed and who shall perform such functions \nas the Chairman may direct. The Secretary of the Authority shall also be the \nsecretary of the Policy Board and shall maintain or cause to be main tained, in the \nprescribed manner, the record of each meeting of the Policy Board including the \nminutes of the meetings as approved by the Chairman.  \n536    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n  (8) The Chairman may invite any person other than a member to \nattend a meeting of the Policy Board for the purposes of advising or assisting the \nPolicy Board on any agenda item taken up for consideration at such meeting.  \n \n (9) A member may resign from his office at any time by writing under \nhis hand addressed to the Patron and such resignation shall be effectiv e from the \ndate of its acceptance by the Patron.  \n \n (10) No act or proceeding of the Policy Board shall be invalid merely \nby reason of existence of a vacancy in or defect in the constitution of the Policy \nBoard.  \n  \n 7. Disqualification of members .—The Govern ment shall not nominate \na person as a  member or chairman who — \n  \n(a) is or, at any time, has been convicted of an offence involving moral \nturpitude;  \n \n(b) is or, at any time, has been adjudicated as an undischarged \ninsolvent;  \n \n(c) is found to be a lunatic or  of unsound mind or otherwise physically \nincapacitated; or  \n \n(d) is in a situation of irreconcilable conflict of interest with the \nAuthority or has a financial interest in any scheme or a conflicting \ninterest directly or indirectly between his interest as a  Chairman or \nmember and has failed to disclose such interest in writing to the \nFederal Government.  \n \n 8. Removal of a member .—The Government shall remove a member \nincluding the  Chairman during the term of their office if such member or chairman \nis— \n  \n(a) disqualified from being a member or as the case may be the \nchairman; or  \n \n(b) absent from three consecutive meetings of the Policy Board \nwithout leave of absence from the Policy Board; or  \n \n(c) acting in any manner prejudicial to the objects of this Ordinance or \nany scheme; or  \n \n(d) disqualified for employment in, or dismissed from service of \nPakistan.  \n \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  537 \n \n \n \n \n \n  9. Functions of the Policy Board .—(1) Subject to sub -section (1) of \nsection 6, the Policy Board shall have the responsibility of laying down the \npolicies, plans  and guidelines for carrying out the purposes of this Ordinance.  \n \n (2) Without prejudice to the generality of the functions mentioned in \nsub-section  (1), the Policy Board shall —  \n \n(a) establish and maintain strategic direction of the Authority;  \n \n(b) recomm end uniform standards, guidelines, best practices and \nadministrative processes and procedures to be used by the \nAuthority and or other entities engaged in the Specified Areas;  \n \n(c) conduct inquiries, carry out surveys, collate, analyze and publish \ninformat ion, statistics and factors influencing or relevant to \ndevelopment, business or investment and to disseminate such \ninformation, statistics and factors to investors or potential \ninvestors, whether local or foreign, for furthering the objects of this \nOrdinan ce; \n \n(d) recommend to the Government incentives in relation to taxes, \ncustoms and excise duties and other fiscal incentives applicable to \ninvestors within the Specified Areas;  \n \n(e) exercise general supervision and control on the performance of \nfunctions ca rried out by the Authority within the specified areas \nrelating to — \n \n(i)  maintenance of public ways, public streets, public open \nspaces, graveyards, public gardens, play grounds, lighting of \npublic ways, public streets and public places, plantation of \ntrees, l andscaping and beautification of public places, \nprevention and removal of encroachments on public ways, \nstreets and places; and  \n \n(ii) provision and maintenance of water supply schemes and \npublic sources of drinking water, including wells, water \npumps, tanks, po nds and other works for the supply of water \nand open drains.  \n \n(f) oversee implementation of overall strategic objectives of the \nAuthority;  \n \n(g) monitor performance and review achievements of the Authority;  \n \n(h) approve the audited accounts of the Authori ty; \n538    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n (i) arrange for and oversee the provision of funds for the Authority;  \n \n(j) approve feasibility studies and proposals for development of \nscheme or schemes in specified areas;  \n \n(k) take measures for capacity building of the Authority for \nperforming its o bjectives under this Ordinance;  \n \n(l) transact such other business of the Authority as the Patron or the \nChairman may place before it; and  \n \n(m) to carry out and perform any other function that are supplemental, \nincidental, or consequential to any of the afo resaid functions.  \n \n 10. Chairman and acting Chairman .—(1) The Government shall \nappoint a Chairman of the Authority on such terms and conditions as may be \nprescribed.  \n \n (2) The Chairman shall be a person of sound integrity and competence, \nmeeting  one of the  following: — \n \n(a) that he is a serving or retired officer of the Government in BPS -22 \nor equivalent; or  \n \n(b) that he is a serving or retired officer of the armed forces, not below \nthe rank of a Lieutenant -General or equivalent;  \n \nExplanation —The serving officers fr om the civil bureaucracy and \nthe armed forces shall be eligible to be appointed as the Chairman \non deputation or  secondment basis, as pe r the applicable laws and \nrules, or; \n \n(c) that he is an experienced professional or business person, not \nhaving less tha n fifteen years of experi ence in his field and \npossesses — \n \n(a) a masters degree recognized by the Higher Education \nCommission of Pakistan, in the field of accounting, finance, \nbusiness administration, management, commerce, engineering, \neconomics, planning,  law, real estate or urban development; or  \n \n(b) the qualification of chartered accountancy, cost and management \naccountancy, barrister -at-law or solicitor.  \n \n \n \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  539 \n \n \n \n \n \n  (3) The Chairman shall not be more than sixty -two years of age on the \ndate of first appointment as Chairman.  \n \n (4) The Government shall constitute an evaluation committee, \ncomprising at least one Minister and at least two Secretaries, respectively, of the \nGovernment, for the purposes of evaluating and recommending suitable \ncandidates to the Governmen t for appointment as Chairman. For this purpose, \nthe evaluation committee shall, on behalf of the Government, solicit applications \nfrom candidates through advertisement and recommend at least three names to \nthe Government. If the Government is not satisfie d with the recommendations of \nthe evaluation committee, it may require further recommendations in the like \nmanner.  \n \n (5) The Chairman shall, subject to this Ordinance, hold office for a \nterm of four years and may be re -appointed by the Government for an ad ditional \nterm of four years.  \n \n Explanation —In the event of re -appointment as Chairman, sub -\nsection (3) shall not apply.  \n \n (6) In case of —  \n \n(a) death, resignation or removal of the Chairman; and  \n \n(b) immediately upon the notification of establishment of th e \nAuthority under section 4 and pending appointment of the first \nChairman,  \n \nthe Patron shall, in his discretion, appoint an acting Chairman to \nexercise the powers and discretions and discharge the functions and \nduties of the Chairman under this Ordinance, till a full -time Chairman is \nappointed, which shall be done within three months of the occurrence of \nthe vacancy under clause (a) or notification referred to in clause (b), as \napplicable.  \n \nExplanation —An acting Chairman, appointed under this Act, shall not  \nbe precluded from appointment as the permanent Chairman.  \n \n 11. Functions and powers of Chairman .—The Chairman shall be the \nchief executive officer of the Authority responsible for the management, \nadministration and operations of the Authority and, subject  to the provisions of \nthis Ordinance, shall  exercise all powers and discretions and perform all \nfunctions and duties of the Authority under this Ordinance.  \n \n 12. Appointments of employees etc .—(1) The Authority may, in such \nmanner and on such terms and con ditions as may be prescribed by regulations, \n540    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n appoint, remove and regulate the working of the employees, consultants and \nadvisers of the Authority as may be necessary for the purposes of this Ordinance.  \n \n (2) The Authority may, from time to time, request th e Government to \narrange for the secondment or deputation of employees of the Government to the \nAuthority for the purposes of this Ordinance and the Government may depute \nsuch employees, subject to their relevant service rules and regulations.  \n \n 13. Members , officers, experts to be public servants .—The Chairman,  \nmembers, officers, servants, experts and consultants of the Authority shall, when \nacting or purporting to act in pursuance of any of the provisions of this \nOrdinance, be deemed to be public servants within the meaning of section 21 of \nthe Pakistan Penal Code Act,1860 (Act XLV of 1860).  \n \n 14. Indemnity .—No suit, prosecution or other legal proceedings shall \nlie against the Patron, Authority, the Chairman, any member, officer, servant, \nexpert or consulta nt of the Authority in respect of anything done or intended to \nbe done, in good faith and in line with the provisions of this Ordinance.  \n \n 15. Delegation of functions .—The Chairman may, through a written \norder, delegate any powers, functions or duties of t he Authority to any other \nofficer or employee of the Authority and may at his discretion, through a written \norder, revoke and rescind such delegation.  \n \n 16. Conflict of interest .—(1) A member of the Policy Board other \nthan the Chairman, shall not directly or indirectly receive any remuneration for \nhis position as the member except the reasonable expenses incurred by the \nmember in the performance of duties under this Ordinance and such fee for \nattending the meetings as may be prescribed.  \n \n (2) The pecuniary interests of the immediate family members or close \npersonal or business associates of a member or an employee of the Authority \nshall also be considered to be the pecuniary interest of the member or employee.  \n \n (3) A member or an employee of the Authority s hall be in conflict of \ninterest, if the member or employee  —  \n \n (a) is an employee or a consultant of a business entity that has, or of a \ntrade association of business entities that have, a substantial \npecuniary interest in any of the functions of the Auth ority;  \n \n (b) owns, controls or has directly or indirectly more than ten per cent \nequity in a business entity that has a substantial pecuniary interest \nin any of the functions of the Authority;  \n \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  541 \n \n \n \n \n \n  (c) receives more than twenty -five per cent of his individual  income \nfrom a business entity that has a substantial pecuniary interest in \nany of the functions of the Authority; or  \n \n (d) benefits either directly or indirectly, financially or otherwise, from \nany other organization for being the member or employee of th e \nAuthority.  \n \n (4) An employee of the Authority shall disclose to the Chairman a \npotential, real or perceived conflict of interest as soon as he becomes aware of \nthe potential conflict. A member of the Policy Board other than the Chairman \nshall disclose be fore the Policy Board or any of its committees seized of the \nmatter a potential, real or perceived conflict of interest as soon as he becomes \naware of the potential conflict. The Chairman shall disclose to the Patron a \npotential, real or perceived conflict  of interest as soon as he becomes aware of \nthe potential conflict. Any uncertainty or doubt on part of the disclosing party \nwith respect to the existence of conflict of interest shall be decided by the \ncorresponding person or forum as applicable to whom d isclosure is to be made \nin terms of this sub -section.  \n \n (5) A member shall not take part in the proceedings of the Policy \nBoard in which any question of conflict of interest of that member is on the \nagenda.  \n \n (6) The disclosure of conflict of interest and the decision of the \nChairman, Policy Board or the Patron, as the case may be, shall be specifically \nrecorded in writing and form part of the records of the Authority.  \n \n 17. Committees and sub -committees .—(1) The Chairman may \nconstitute committees and sub -committees and assign specific tasks to the said \ncommittees or sub -committees for efficient performance of the functions of the \nAuthority. The committees or sub -committees, so constituted, shall perform their \nmandated tasks in the manner to be specified by the Chairman.  \n \n (2) A committee or sub -committee may comprise one or more \nmembers of the Policy Board, employees or officers of the Authority or such \nexperts or persons as the Chairman may consider appropriate for the relevant \nmandate of the said committee  or sub -committee.  \n \n (3) The committees or sub -committees, as applicable, shall submit \ntheir reports to the Chairman.  \n542    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n Chapter -IV \n \nDEVELOPMENT OF SCHEMES AND PROCUREMENTS ETC.  \n \n 18. Development of schemes .—(1) The Authority shall prepare or \ncause to be pre pared feasibility studies for the development of a scheme or \nschemes and determine the mode of development accordingly.  \n \n (2) All schemes prepared by the Authority shall be submitted to the \nPatron for its approval, except those schemes, the provisional est imated cost of \nwhich does not exceed such limit as may be prescribed by rules or for which no \nloan or grant is required from the Government.  \n \n (3) The Authority shall publish the sanctioning of any scheme in the \nofficial Gazette and shall forthwith proceed  to execute the scheme.  \n \n (4) The publication of a sanction under sub -section (3), shall be \nconclusive evidence that the scheme has been duly framed and sanctioned.  \n \n 19. Procurement, outsourcing and public private partnership etc .—\n(1) The Authority may ou tsource any of its activities, including development \nworks, through any mode including public private partnership and joint ventures.  \n \n (2) Notwithstanding anything contained in the Public Private \nPartnership Authority Act, 2017 (VIII of 2017), any rules a nd regulations made \nthereunder or any similar laws, the Authority may, by regulations, prescribe the \nmanner, methods and procedures for undertaking public private partnerships and \njoint ventures under this Ordinance and such prescribed conditions shall \nexclusively govern public private partnerships and joint ventures by the \nAuthority.  \n \n (3) Notwithstanding anything contained in the Public Procurement \nRegulatory Authority Ordinance 2002 (XXII of 2002), any rules and regulations \nmade thereunder or any similar  laws, the Authority may, by regulations, \nprescribe the manner, methods and procedures for undertaking procurements \nunder this Ordinance and such prescribed conditions shall exclusively govern \nprocurements by the Authority.  \n \n 20. Redevelopment schemes .—(1) The Authority may undertake \nredevelopment including renewal, reconstruction, or upgradation of whole or a \npart of a scheme within the specified area.  \n \n (2) The provisions of this Ordinance for development of a scheme \nshall, with  necessary changes, apply t o redevelopment under sub -section (1).  \n \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  543 \n \n \n \n \n \n  21. Common property .—(1) The common property or common areas \nin a scheme including common areas in buildings shall remain vested in the \nGovernment. The Authority shall control, manage and deal with all such \ncommon p roperty and common areas for and on behalf of the Government, for \nthe purposes of this Ordinance.  \n \n (2) The Authority may delegate and regulate the management of the \ncommon property or common areas in a scheme in the prescribed manner.  \n \nChapter -V \n \nREGISTER  OF TITLES  \n \n 22. Registrar .—(1) The Authority may appoint one or more Registrars \nof titles  for specified area or part thereof on the terms and conditions as may be \nprescribed.  \n \n (2) In the course of performance of his duties under this Ordinance, the \nRegis trar may exercise the powers of a civil court under the Code of Civil \nProcedure, 1908(Act V of 1908), as may be enforced in the specified area, for \nsummoning any person, document, enforcing attendance of any person or \ncompulsory production of any document or taking statement on oath.  \n \n 23. Record of titles .—(1) The Authority may, in the prescribed \nmanner, maintain the records of titles itself or outsource the same in the \nspecified area or part thereof, to a central depository company or any other \nsimilar en tity registered under the applicable law.  \n \n (2) The Authority may link the record of titles in the specified area \nwith the record of the National Database and Registration Authority on mutua lly \nagreed terms and conditions.  \n \n (3) The Authority shall maintai n computerized record of titles which \nmay be  exhibited on the website of the Authority, in the prescribed manner.  \n  \n 24. Registration of properties .—(1) The certificate of title issued by \nthe Registrar shall be deemed to constitute a title document of the relevant \nimmovable property.  \n \n (2) The Registrar shall maintain the particulars and holding rights of \neach immovable property including certificate of title, leasehold rights, \nmortgage, an easement, a right of occupation or any other right or interest whic h \nshall be available online on the website of the Authority with geo -tagged system, \nin such manner as may be prescribed.  \n \n544    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n  (3) The Registrar may issue certified copies of certificates of title in \nthe prescribed manner.  \n \n 25. Regulation of transfers etc .— Dealings with immovable property \nin the specified areas including transfer, lease, licence or encumbrance of such \nimmovable property may be restricted and controlled in such manner as may be \nprescribed under this Ordinance.  \n \nChapter -VI \n \nFINANCE  \n \n 26. Fund .—(1) There shall be created Authority Fund which shall be \nformed, administered and controlled by the Authority.  \n \n (2) The Fund shall consist of — \n \n (a) funds, loans or grants provided by the Government, a Provincial \nGovernment a local government or any dono r agencies;  \n \n (b) grants and loans negotiated and raised or otherwise obtained by the \nAuthority;  \n \n (c) fee, charges, rentals, tolls, fines and other moneys received or \ncollected by the Authority;  \n \n (d) income from lease or sale of property;  \n \n (e) funds fro m bonds, sukuk and other forms of finances obtained on \nthe basis of participation term certificate, musharika certificates, \nterm finance certificates or any other financial or debt instruments \nor securities issued by the Authority; and  \n \n (f) all other sums  received by the Authority.  \n  \n 27. Bank accounts .—The Authority may open and maintain its bank \naccounts at such scheduled banks as it may determine.  \n \n 28. Budget and accounts .—(1) The Chairman shall cause to be \nprepared the budget of the Authority for each  financial year commencing on the \nfirst day of July of a year and ending on the thirtieth day of June of the \nsucceeding year.  \n \n (2) The Chairman shall cause the budget prepared under sub -section (1) \nto be placed before the Policy Board for its approval.  \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  545 \n \n \n \n \n \n  (3) The books and accounts of the Authority shall be maintained in \nsuch manner as may be prescribed in accordance with Article 170 of the \nConstitution.  \n \n 29. Audit .—(1) Subject to Article 170 of the Constitution, the \nAuthority shall appoint a firm of charte red accountants, which is placed in \ncategory “A” by the State Bank of Pakistan, for the annual audit of the accounts \nof the Authority.  \n \n (2) The Chairman shall cause the audited financial statements to be \nplaced before the Policy Board for its approval.  \n \nChapter -VII \n \nTAXES, FEES AND CHARGES  \n \n 30. Authority to be exempt from taxation .—Notwithstanding anything \ncontained in any other law, for a period of ten years starting from the date of \nnotification under sub -section (1) of section 4, the Authority shall be  exempt \nfrom payment of tax on its income, profits and gains.  \n \n 31. Authority to collect property charges .—The Authority shall \ncollect property charges, if any, in respect of any properties situated within the \nspecified areas in the prescribed manner.  \n \n 32. Authority to levy fees and rates .—The Authority shall fix fees or \nrates for rendering of any service in a scheme including registration fee, water \nrate, sanitation fee,  solid waste management fee, development or redevelopment \ncharge and maintenance fee  or any other fees, dues and charges as may be \ndetermined by the Authority from time to time.  \n \n 33. Additional charge or surcharge .—If a person fails to pay a tax, \nfee or charge to the Authority, the Authority may in the prescribed manner, levy \nand collect a dditional charge and surcharge for non -payment of dues within the \nspecified time.  \n \nChapter -VIII \n \nPENALTY AND PROCEDURE  \n \n 34. Penalty .—Whoever contravenes any provision of this Ordinance, \nrules or regulations made or scheme sanctioned thereunder shall, if n o other \npenalty is provided for such contravention, be punishable with imprisonment \nwhich may extend to six months or fine or with both.  \n \n546    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n  35. Offences and cognizance .—(1) If a person commits an offence \nspecified in —  \n \n (a)  Part-A of the Second Schedule, such person shall be liable to \nimprisonment for a term which may extend to seven years or fine \nwhich may extend to five hundred thousand rupees or with both \nand where an accused was directed by the Authority for immediate \ndiscontinuance of the offence and which is still continuing, the \ncourt may impose a further fine which may extend to fifty \nthousand rupees for every day for the period the accused has \npersisted in the offence from the date of its commission; and  \n \n (b)  Part-B of the Second Schedule, such p erson shall be liable to \nimprisonment for a term which may extend to three years or fine \nwhich may extend to one hundred thousand rupees or with both \nand where an accused was directed by the Authority for immediate \ndiscontinuance of the offence and which i s still continuing, the \ncourt may impose a further fine which may extend to ten thousand \nrupees for every day for the period the accused has persisted in the \noffence from the date of its commission.  \n \n (2) An offence punishable under sub -section (1) shall b e cognizable on \na complaint in writing of an officer authorized by the Authority made to the \nofficer in -charge of the police station.  \n \n 36. Offences to be cognizable and bailable .—Notwithstanding anything \ncontained in the Code of Criminal Procedure, 1898 ( Act V of 1898), offences \nunder this Ordinance shall be bailable and cognizable by the magistrate of first \nclass on the complaint of an employee authorized by the Authority.  \n \n 37. Offences by companies .—(1) Where an offence under this Ordinance \nhas been com mitted by a company, every person who at the time of commission \nof offence was in charge of and was responsible for the conduct of its activities \nshall be deemed to be guilty of the offence and shall be liable to be proceeded \nagainst under this Ordinance.  \n \n (2) Nothing contained in this section shall render any such person \nliable if it is proved that the offence was committed without the person ’s \nknowledge or that such person exercised due care to prevent the commission of \nthe offence.  \n \n 38. Summary trial o f offences .—Any magistrate empowered for the \ntime being to try in a summary way the offence specified in sub -section (1) of \nsection 260 of the Code of Criminal Procedure, 1898 (Act V of 1898), may, if \nsuch magistrate or bench of magistrates thinks fit, on application being made in \nthis behalf by the prosecution try any offence punishable under this Ordinance in \naccordance with the provisions contained in sections 262 to 265 of the said Code.  \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  547 \n \n \n \n \n \n  39. Cognizance of offences .—No court shall take cognizance of any  \noffence punishable under this Ordinance except on a complaint in writing made \nby the Authority or by an officer authorized for the purpose by the Authority.  \n \nChapter -IX \n \nMISCELLANEOUS  \n \n 40. Duty to assist the Authority .—(1) The Authority may in the \nperfor mance of its functions seek assistance of any office, authority or agency \nworking under the Government, a Provincial Government or a local government.  \n \n (2) The office, authority or agency shall comply with the direction of \nthe Authority under sub -section (1) unless, for reasons to be recorded in writing \nand within thirty days of the direction, an officer not below the rank of head of \nthe office, authority or agency requests the Authority to place the matter before \nthe Chairman whose decision, on such matte r, shall be final.  \n  \n 41. Authentication of instruments of the Authority .—All orders, \ndecisions and other instruments of the Authority shall be authenticated by the \nsignature of the Chairman or any other employee of the Authority authorized by \nthe Chairman , in the prescribed manner.  \n \n 42. Annual report .—(1) The Authority shall, within three months of \nthe end of a financial year, submit to the Patron an annual report.  \n \n (2) The Annual report under sub -section (1) shall consist of — \n \n (a) the statement of acco unts and audit reports of the Authority;  \n \n (b) a comprehensive statement of the work and activities of the \nAuthority during the preceding financial year and its proposed \nprojects; and  \n \n (c) such other matters as may be prescribed or as the Authority may \nconsider appropriate.  \n \n 43.  Recovery of dues .—Any sum due to the Authority from, or any \nsum wrongly paid by the Authority to, any person under this Ordinance, shall be \nrecoverable as arrears of land revenue.  \n \n 44. Conversion of property to a different use .—If a person converts \na property to a different use or purpose than the one provided under a scheme, \nmaster plan or classification map without the previous approval in writing of the \nAuthority, he shall be liable to punishment of fine which may extend to  \n548    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n ten thousand rupees per day from the date of its conversion till the default continues \nor with imprisonment for a term which may extend to one year or with both.  \n \n 45. Ejectment of unauthorized occupants .—(1) Subject to provision \nof an opportunity of heari ng, the Chairman or any person authorized by the \nChairman may summarily eject any person in unauthorized occupation of any \nland or property vested in the Authority and may for such ejectment use such \nforce as may be necessary.  \n \n (2) Subject to provision of  an opportunity of hearing, the Chairman or \nany person authorized by the Chairman may, on his own motion or on the \napplication of the owner, summarily eject any person in unauthorized occupation \nof any land or plot in a housing scheme developed and control led by the \nAuthority and may, for such ejectment, use such force as may be necessary.  \n \n (3) Nothing contained in sub -sections (1) and (2) shall prohibit the \nChairman or any person authorized by the Chairman to proceed against such \nperson on commission of a n offence, as provided in this Ordinance.  \n \n 46. Removal of building, etc. erected or used in contravention of \nthis Ordinance. —(1) If any building, structure, work or land is erected, \nconstructed or used in contravention of the provisions of this Ordinance or of \nany rule, regulation or order made thereunder, the Chairman or any person \nauthorized by him or the Authority in this behalf, may, by order in writing, \nrequire the owner, occupier, user or person in control of such building, structure, \nwork or land to  remove, demolish or alter the building, structure or work or to \nuse it in such manner so as to bring such erection, construction or user in \naccordance with the said provisions of this Ordinance or of any rule, regulation \nor order made thereunder.  \n \n (2) If an order under sub -section (1) in respect of any building, \nstructure, work or land is not complied with within such time as may be \nspecified therein, the Chairman or any person authorized by him or the Authority \nin this behalf, may, after giving the perso n affected by the order an opportunity \nof being heard, remove, demolish or alter the building, structure or work, or stop \nthe use of the land by sealing the premises or land and, in so doing, may use \nsuch force as may be necessary and may also recover the cost therefor, from the \nperson responsible for the erection, construction or use of the building, structure, \nwork or land in contravention of the provisions as aforesaid.  \n \n 47. Power to dispose of land .—The Authority may retain, or may lease, \nsell, exchang e, rent or otherwise dispose of any land vested in it.  \n \n 48. Police assistance .—The officer -in-charge of a police station shall \nrender such police assistance as the deputy commissioner may require in the \ndischarge of his functions under this Ordinance.  \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  549 \n \n \n \n \n \n  49. Jurisdiction of courts barred .—Save as otherwise provided by \nthis Ordinance, no court or other authority shall have jurisdiction to question the \nlegality of anything done or any action taken under this Ordinance by or at the \ninstance of the Authority.  \n \n 50. Power to make rules .—(1) The Government may, on the \nrecommendation of the Authority and by notification in the official Gazette, \nmake rules to carry out the purposes of this Ordinance.  \n \n (2) Prior to formal prescription, the draft rules shall be publis hed in the \nofficial Gazette and on website of the Authority for eliciting public opinion \nwithin such time period as may be considered appropriate in the circumstances.  \n \n 51. Power to make regulations .—(1) Subject to the provisions of this \nOrdinance and any  rules prescribed hereunder, the Authority may, by publication \nin the official Gazette and uploading on its website, make regulations as may be \nnecessary to carry out the purposes of this Ordinance.  \n \n (2) Prior to formal prescription, the draft regulations  shall be published \non the website of the Authority for eliciting public opinion within such time \nperiod as may be considered appropriate in the circumstances.  \n \n 52. Removal of difficulties. —If any difficulty arises in giving effect \nto any provision of thi s Ordinance, the President may make such orders or give \nsuch directions as are necessary to remove the difficulty.  \n \n 53. Overriding effect .—The provisions of this Ordinance shall have \neffect notwithstanding anything contained in any other law for the time being in \nforce.  \n \nFIRST SCHEDULE  \n(see section 3)  \n \nLIMITS OF THE SPECIFIED AREAS  \n \n (1) The Bundal and Buddo Islands  \n \nSECOND SCHEDULE:  \n(see section 35)  \n \nLIST OF OFFENCES  \n \nPart - A \n \n 1. Discharging any dangerous chemical, inflammable, hazardous or \noffensive art icle in the ocean, any drain, or sewer, public water course or public \n550    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  [PART I \n \n \n \n \n \n land vested in, managed, or controlled by Authority or an agency in such manner \nas causes oils likely to cause danger to persons passing by or living or working \nin any neighborhood or ar ea, or risk or injury to property or causing harm to the \nenvironment.  \n \n 2. Failure of industrial or commercial concerns or such property \nholders to provide adequate and safe disposal of affluent or prevention of their \nmixing up with the ocean or water supp ly or sewerage system.  \n \nPart -B \n \n 3. Willfully obstructing any officer or servant of Authority or any \nperson authorized to exercise power conferred under this Ordinance.  \n \n 4. Failure to deliver back possession of property to the Authority on \nexpiration and cancellation of lease or allotment or exemption of plot.  \n \n 5. Doing an act without licence, approval or permission when the \ndoing of such act requires a licence or permission under any of the provisions of \nthe Ordinance or any rules or regulations made the reunder.  \n \n 6. Erection or re -erection of building over set back area or parking \narea or building line area required to be left open under the rules or bylaws for \nusing such space for any purpose which is not approved.  \n  \n 7. Establishing any parking stand o n any property or on any open \nspace and public park or land vested in or managed, maintained or controlled by \nthe Authority.  \n \n 8. Establishing temporary shops or running any restaurant or vending \nstalls for eatables, wooden Khokas or any sort of commercial  activity on any \nroad, street, footpath, public place, over a drain, or any other property vesting in \nthe Authority.  \n \n 9. Obstructing or tampering with any road, street, drain or sewer pine \nor pavement or tampering with any main pipe, meter or any apparatu s or \nappliance for the supply of water or sewerage system or laying out a drain or \naltering any drain in a street or road.  \n \n 10. Connecting any house drain with a drain in a public street wit hout \napproval of the Authority.  \n \n 11. Drawing off, diverting or t aking any water except with the \npermission required under this Ordinance, rules or regulations.  \n \nPART I]    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER 2,  2020  551 \n \n \n \n \n \n  12. Willfully causing damage, or allowing damage to be caused to any \nproperty which vests in the Authority, or unlawfully converting it to his own or \nany othe r person’s use.  \n \n 13. Refusal or willfully neglecting to provide any officer or servant of \nthe Authority with the means necessary for entering into any premises for the \npurpose of collecting any information or making an examination or enquiry in \nrelation t o any water works.  \n \n 14. Failure or neglect of a sponsor to abide by or fulfill the \ncommitment made to a person regarding allotment of a plot, housing unit or \nprice of the same in any scheme.  \n \n 15. Without lawful excuse, failing or refusing to comply with any \ndirection or order issued by the Authority under this Ordinance.  \n \n 16. Attempting to commit or abetting the commission of an offence \npunishable under this Ordinance.  \n \n \n \n \n \nDR. ARIF ALVI,  \nPresident.  \n \n————  \n \n \nFARRUKH ALI MUGHAL , \nSolicitor General.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED BY THE M ANAGER, PRINTING CORPORATION OF  PAKISTAN  PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}