{
    "file": "./converted_json\\administrator0a85c951c94661ccab1cda17572988a5.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 10 \n \n \n \n \n \n \nTHE PAKISTAN COUNCIL FOR SCIENCE AND TECHNOLOGY \nACT, 20 17 \n \n  \n \n \n \n \n       CONTENTS  \n \n1. Short  title, extent and commencement . \n2. Definitions . \n3. Establishment of the Council . \n4. Functions of the Council . \n5. Management . \n6. Board of Governors . \n7. Compositio n of the Board of Governors . \n8. Functions and powers of the Board.  \n9. Term of office of members . \n10. Meetings of the Board . \n11. Executive Committee of the Board . \n12. Chairperson of the Council . \n13. Powers and functions of the Chairperson . \n14. Expert committees . \n15. Fund of the Council . \n16. Budget and accounts . \n17. Appointment of officers, staff, etc . \n18. Submission of reports. etc.  \n19. Directi ves from the Federal Government .  \n\n \nPage 2 of 10 \n 20. Decl aration of fidelity and secrecy . \n21. Continuance of certain rules, etc.  \n22. Repeal and Sav ings. \n23. Exemption from taxes . \n24. Power to make regulations . \n25. Removal of difficulties . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 10 \n THE PAKISTAN COUNCIL FOR SCIENCE AND TECHNOLOGY \nACT, 20 17 \n \nACT No. XIV or 2017  \n[26th April, 2017 ] \nAn Act to provide for establishment of th e Pakistan Council for Science and Technology  \n \nWHEREAS  it is expedient  to provide  for the establishment  of Pakistan  Council  for Science  \nand Technology  to advise  the Government  on national  policies  on science,  technology  and \ninnovation  for building  up a strong and self-reliant  science  and technology  system  and its effective  \nworking  directed  towards  achievement  of national  goals  and in particular  the welfare  of the people,  \neconomic  growth  and security  of Pakistan;  \n \nIt is hereby  enacted  as follows:  \n \n1. Short t itle, extent and commencement. ― (1) This Act may be called  the Pakistan  \nCouncil  for Science  and Technology  Act, 2017.  \n \n(2) It extends  to the whole  of Pakistan.   \n(3) It shall  come  into force  at once.  \n2.  Definitions. — In this Act, unless  there  is anything  repugnant  in the subject  or context,  \n \n(a)  “Board ” means  the Board  of Governors  of the Council;   \n(b)  “Chairperson ” means  head  of the Council;  \n(c)  “Council ” means  Pakistan  Council  for Science  and Technology;  \n(d)  “Executive  Committee ” means  Executive  Commi ttee of the Board  constituted  \nunder  section  11; \n(e)  “expert  committee ” means  an expert  committee  of the Council  constituted  \nunder  section  14; \n(f)  “member ” means  a member  of the Board;  \n(g)  “prescribed ” means  prescribed  by regulations  made  under  this Act;  \n(h)  “President ” means  President  of the Board;  \n(i) “regulations ” means  regulations  made  under  this Act; \n(j)  “Resolution ” means  the Resolution  notified  vide Notification  No. 3(5)/  \n82-NSC,  dated  the I6th June,  1987  for constitution  of the devised  council  \ndissolved  under  section  22; and \n(k)  “Vice -President ” means  Vice -President  of the Board.  \n \n \nPage 4 of 10 \n 3. Establishment of the Council .― (1) On commencement  of this Act, there  shall  stand  \nestablished  a Council  to be called  as Pakistan  Council  for Science  and Technology  in accordance  \nwith the provisions  of the Act. \n \n(2) The Council  shall  be a body  corporate  having  perpetual  succession  and a common  seal, \nwith power,  subject  to the provisions  of this Act, to acquire,  sell and hold property,  and shall  by the \nsaid name  sue and be sued through  Chairperson.  \n \n(3) The headquarters  of the Council  shall  be at Islamabad  and the Council  may establish  \nregional  or sub-offices  as required.  \n4.  Functions of the Council .— The Council  shall ― \n(a)  advise  the Federal  Government  on all matters  relating  to the development  of \nscience  and technology  in Pakistan;  \n(b)  undertake  policy  research,  organize  study  groups  or task forces,  formulate  \npolicy  proposals;  monitoring  and evaluation  of science,  technology  and \ninnovation  policy  for achieving  targets  for the overall  development  of science  \nand technology  in the country;  \n \n(c)  identify  priority  areas  for research  and development  keeping  in view  futuristic  \ndevelopments  of science  and technology;  \n \n \n(d)  constitute  expert  committees  in various  disciplines  for preparation  of reports  \non policies  and issues  of national  importance  in respect  of science  and \ntechnology;  \n(e)  collect,  update  statistics  and maintain  database  on science  and technology  \npotentials  of the country;  \n(f)  take measures  for effective  collaboration  among  academia,  research  and \ndevelopment  organizations  and industry  for development  of indigenous  \nproducts  or technologies;  \n(g)  evaluation  of national  research  and development  activities  includ ing output  of \nindividuals  and institutions  and to grant  research  productivity  awards  or \nincentives  thereof;  · \n(h)  promote  collaboration  among  national  and international  organizations  for \ncapacity -building  and other  policy  initiatives  in the field of scien ce and \ntechnology  and to enter  into memoranda  of understanding,  contracts  etc., in \naccordance  with the Rules  of Business,  1973;  \n(i)  participate  in national  science  and technology  planning  and development  \nactivities  and providing  advice  on selection of pro jects;    \n(j) act as Secretariat of the National Commission for Science and Technology \n(NCST); and  \n \nPage 5 of 10 \n (k) perform  any other  functions  as may be assigned  to it by the \nFederalGovernment.  \n5. Management. —The management  of the Council  shall  comprise ― \n(a)  Board of Governors;  \n(b) Executive Committee; and  \n(c) Chairperson,  \n6. Board of Governors. —The general control and superintendence of  the affairs of the \nCouncil shall vest in the Board.  \n7. Composition of the Board of Governors. —(1) The Board of Gove rnors shall consist of  \nthe following, namely:  \n \n(a) Minister for Science and Technology  President  \n(b) Secretary, Science and Technology Division  Vice-President  \n(c) Secretary, Planning and Development Division  \nor his nominee not below the rank of Addition al \nSecretary  \n Member  \n(d) Secretary, Finance Division or his nominee not below the \nrank of Additional Secretary  \n Member  \n(e) Executive Director, Higher Education Commission  \n Member  \n(f) Secretary of the Division controlling subject  \nmatter of education and training or his nominee not \nbelow the rank of Additional Secretary  \n Member  \n(g) President, Pakistan Academy of Sciences or his nominee  \n Member  \n(h) Chairman, Pakistan Engineering Council  \n Member  \n(i) Chairman, Pakistan Council of Scientific and Industrial \nResearch  \n Member  \n \n(j) Chairman, Pakistan Science Foundation  Member  \n \n(k) Representatives of Provincial Governments not below the \nrank of Provincial Secretary  \n Members  \n \n(l) Five eminent Scientists from academia, one each from \nfour provinces and federal ca pital to  be nominated by the \nBoard  \n Members  \n(m) Two eminent industrialists to be nominated by the \nFederal Government  \n Members  \n(n) President, Federation of Pakistan Chamber of Commerce \nand Industries, Islamabad  \n Members  \n(o) dealing officer not below the rank of Joint Secretary of \nthe Division controlling the subject matter of science and Member  \n \nPage 6 of 10 \n technology  \n \n(p) Two Parliamentarians, one each from Senate and \nNational Assembly, preferably with  scientific knowledge \nand background  \n Members  \n(q) Chairperson, P akistan Council for Science and  \nTechnology  Member  \n \n(2) The Chairperson shall act as Secretary of the Board.  \n(3) The Federal Government may, by notification in the official Gazette,  increase or decrease \nthe number of members of the Board.  \n(4) The Board ma y co-opt any other professional or expert . \n8. Functions and powers of the Board. —(1) The Board shall —  \n \n(a) review and approve annual, long -term plans, policies and programmes  \nof the Council;  \n(b) approve the annual development and non -development budget o f the \nCouncil;  \n(c) create or abolish posts of such officers and staff and engage such consultants \nor experts as it may consider necessary for efficient performance of the \nfunctions of the Council, on such terms and  conditions as may be prescribed;  \n \n(d) make regulations for the efficient conduct of the affairs of the Council;  \nand \n(e) recommend to the Government to terminate the tenure of the  Chairperson \nbefore its expiry in case of unsatisfactory performance.  \n(2) The Board may, by general or special order in  writing, direct that such  of its powers shall, \nin such circumstances and under such conditions, if any, as may  be specified in the order, be \nexercised, by the Executive Committee, Chairperson or  an officer of the Council.  \n \n9. Term of office of members .—(1) Save as hereinafter provided, a member, other than an \nex officio member, shall hold office for a period of three years from the date of his nomination and \nshall be eligible for re -nomination for a further period not exceeding another term.  \n(2) A person who becomes, or is nominated to be, a member by virtue of his holding an office \nor appointment shall cease to be a member when he ceases to hold that office or appointment.  \n(3) A member, other than an ex officio member, may at any time resign his membershi p by \nwriting under his hand addressed to the Federal Government.  \n(4) A vacancy caused by resignation or any other reason shall be filled by nomination of a \nperson qualified to fill such vacancy.  \n(5) No act or proceeding of the Board shall be invalid merely  on the ground of existence of a \nvacancy in constitution of the Board.  \n \nPage 7 of 10 \n 10. Meetings of the Board .—(1) Save as hereinafter provided, the Board  shall regulate the \nprocedure for its meetings.  \n(2) Meetings of the Board shall be called and presided by its Presi dent or  in his absence by \nthe Vice -President on such date, time and place as deemed fit  provided that at least two meetings \nshall be held in a year.  \n(3) At least ten members shall constitute the quorum for a meeting of the  Board.  \n11. Executive Committee of  the Board. —(1)Notwithstanding anything contained in this \nAct, the Executive Committee shall take decisions on behalf of the Board subject to ratification by \nthe Board at its meeting immediately following the meeting of the Executive Committee unless \nother wise authorized by the Board.  \n(2) The Executive Committee shall comprise the following members,  namely: — \n \n(a) Chairperson of the Council  Chairperson  \n(b) one member to be nominated by \nthe Board  \n Member  \n(c) dealing officer not below the \nrank of Joint  Secre tary of the \nDivision  controlling subject  \nmatter of science and \ntechnology  \n Member  \n(d) Secretary of the Council  Member  \n(3) The Secretary of the Council shall act as the Secretary of the Executive  Committee.  \n(4) Subject to the provisions of this Act and re gulations made in this behalf  and such general \nor special directions as may, from time to time, be given by the  Board, the Executive Committee \nshall deal with any matter as authorized by the  Board.  \n12. Chairperson of the Council .—The Chairperson shall be  an eminent scientist or engineer \nholding a Ph.D degree with sufficient relevant experience to be appointed by the Prime Minister on \nrecommendations of the Federal Government for a term of three years extendable for another term \non such terms and condition s as may be prescribed.  \n \n13. Powers and functions of the Chairperson. —The Chairperson , who shall be the Chief \nExecutive Officer of the Council, shall work under the general policy guidelines of the Board and \nhave such powers, functions and duties as may be conferred or vested in him by or under this Act, \nincluding — \n(a) formulation of research policies, plans and their submission to the Board  for \napproval;  \n(b) protection of all assets of the Council including intellectual property  assets;  \n \nPage 8 of 10 \n (c) preparation o f annual report of the Council for subm ission to the Federal    \nGovernment;    \n(d) for the purpose of ensuring efficient functioning of the Council and to  facilitate its \nday-to-day functions, delegation to the Secretary or other  officers of the Council, \nsuch of his powers or duties as he may consider  necessary from time to time; and  \n(e)  appointment of such officers and employees subject to the provisions  of relevant \nregulations, as may be necessary for efficient performance  of functions of the \nCouncil on suc h terms and conditions as may be  prescribed.  \n14. Expert committees .—(1) The Council may constitute expert  committees, in important \nscientific, technological and engineering disciplines to review  current status and suggest policy \nmeasures for their future development.  \n(2) The expert committees shall have such powers and perform such  functions as may be \nassigned by the Council.  \n15.  Fund of the Council —There shall be a Fund of the Council to be  called the PCST Fund \nto which shall be credited — \n(a) funds of th e devised council being dissolved under section 22, which shall \nstand transferred to the Council;  \n(b) grants from the Governments ; \n(c) donations and endowments;  \n(d) funds generated through its own resources; and  \n(e) research grants.  \n16. Budget and accounts .—(1) The Chairperson shall, in respect of  each financial year, \nsubmit for the approval of the Board, a statement showing all  the expenditures incurred during the \nyear alongwith estimated receipts and  expenditures for the next financial year.  \n(2) The Counc il shall, by such date and in such form as may be prescribed, submit to the \nFederal Government for approval of its budget for each financial year showing the estimated receipts \nand expenditures and the sums which are likely to be required from the Federal Government during \nthe financial year.  \n(3) The accounts of the Council shall be maintained in such form and manner as determined \nby the Federal Government.  \n(4) The accounts of the Council shall be audited by the Auditor -General of Pakistan.  \n17.  Appointment  of officers, staff, etc .—(1) The Council may, from time to time, appoint \nsuch officers and staff as it may consider necessary for the efficient performance of its functions, on \nsuch terms and conditions as may be prescribed.  \n(2) The Council may engage exp erts or consultants on such terms and conditions as may be \nprescribed.  \n \nPage 9 of 10 \n  \n18. Submission of reports. etc .—The Council shall submit to the Federal Government at \nsuch time and at such intervals, as the Federal Government may specify, — \n(a) annual report on work ing of the Council;  \n(b) such periodical reports and summaries as may be required by the  Federal \nGovernment;  \n(c) such periodical returns, accounts, statements and statistics as may be  required \nby the Federal Government;  \n(d) information and comments asked fo r by the Federal Government on any \nspeci fic point;  \n(e) copies of the documents required by the Federal Government; and  \n(f) original documents required by the Federal Government for examination  \nor any other purpose.  \n \n19. Directives from the Federal Governme nt.—The Federal Government  may, from time \nto time, issue to the Council such directives and orders in writing, as it may consider necessary for \ncarrying out the purpose of this Act and the Council shall be bound to follow and carry out such \ndirectives and orders.  \n20. Declaration of fidelity and secrecy. —Every member, expert, officer or other employee \nof the Council shall make such declaration of fidelity and secrecy as may be prescribed.  \n21. Continuance of certain rules, etc. —All rules, regulations and byel aws related to the \nCouncil and in force immediately before the commencement of this Act shall, mutatis mutandis and \nso far as they are not inconsistent with any of the provisions of this Act, apply and continue in force \nuntil repealed or amended or  altered . \n22. Repeal and Savings. —(1) The Ministry of Science and Technology's Resolution notified \nvide No. 3(5)/82 -NSC, dated the 16th June, 1987 is hereby repealed and the Pakistan Council of \nScience and Technology, hereinafter referred to as the devised council , reconstituted there under \nshall stand dissolved.  \n(2) Upon dissolution of the devised council under sub -section (1), — \n(a)  all assets, rights, powers, authorities, privileges and property, movable  and \nimmovable, cash and bank balance, reserve funds, inves tments  and all other \ninterests and rights in, liabilities and obligations of whatever  kind of t he \ndevised council subsisting immediately before its dissolution  shall stand \ntransferred to and vest in the Council;  \n(b)  all officers and other employees of the  devised council shall, notwithstanding \nanything contained in any law, agreement, deed, document or other \ninstrument, stand transferred to the Council on the  exercise of one -time \nirrevocable option to either remain a civil servant under the Civil Servants \nAct, 1973 (LXX1 of 1973) and shall be entitled to all the privileges and \n \nPage 10 of 10 \n facilities of the Federal Government such as  pension, gratuity, housing, health, \netc. or to become an employee of ,the Council, in accordance with their \nexisting terms and condition o f the service applicable to them and no officer \nor other employee whose  services are so transferred shall be entitled to any \ncompensation because of such transfer;  \n(c) all debts and obligations incurred or contracts entered into or rights acquired \nand all matters and things engaged to be done by, with or for the devised \ncouncil before its dissolution shall be deemed to have been  incurred, entered \ninto, acquired or engaged to be done by, with or for the Council;  \n(d)  all suits and other legal proceedings ins tituted by or against the devised \ncouncil, before its dissolution, shall be deemed to be suits and proceedings by \nor against the Council and may be proceeded or otherwise dealt with \naccordingly; and  \n(e) all actions done by the devised council before the commencement of  \nthis Act shall be deemed to be done under this Act.  \n23. Exemption from taxes .—Notwithstanding anything contained in the Income Tax \nOrdinance, 2001 (XLIX of 2001) or any other law for the time being in force relating to income tax, \nthe C ouncil shall not be liable to pay any such tax on its income, capital, profit, wealth, gifts or gains \nand any movable and immovable property.  \n \n24. Power to make regulations. —The Board may, by notification in the official Gazette, \nmake regulations, not inco nsistent with the provisions of this Act, for carrying out the purposes of \nthis Act.  \n \n25. Removal of difficulties. —If any difficulty arises in giving effect to  any provision of this \nAct, the Federal Government may make such order, not  inconsistent with the  provisions of this Act, \nas may appear to it to be necessary or  expedient for the purpose of removal of such difficulty:  \n \nProvided that such power shall not be exercised after expiry of two years  from the \ncommencement of this Act.  \n \n____________________"
}