{
    "file": "./converted_json\\administrator2532d5bec0cc429b3e6a3359e2b9ed1f.json",
    "name": "Capital Territory Local Government Ordinance, 1979",
    "date": "20th August, 1979",
    "tagline": "An Ordinance to provide for the constitution of Local Government institutions in the Capital Territory",
    "content": "THE CAPITAL TERRITORY LOCAL GOVERNMENT ORDINANCE, 1979.  \nORDINANCE No. XXXIX OF 1979  \n[20th August , 1979 ] \n An Ordinance to provide for the constitution of Local Government institutions in \nthe Capital Territory . \n WHEREAS  it is expedient to provide for the con stitution of Local Govern ment \nInstitutions in the Capital Territory and to provide for matters connected therewith ;   \nAND WHEREAS  the President is satisfied that circumstances exist which render it necessary to \ntake immediate action ;  \nNOW, THEREFORE , in p ursuance of the Proclamation of the fifth day of July, 1977, read with \nthe Laws (Continuance in Force) Order, 1977 ( C.M.L.A. Order No. 1 of 1977 ), and in \nexercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate th e following Ordinance : - \nCHAPTER I  \nINTRODUCTORY  \n  1. Short title, extent and commencement. __ (1) This Ordinance may be called the \nCapital Territory Local Government Ordinance, 1979.  \n (2) It extends to the rural areas of the Capital Territory.  \n (3) It shal l come into force at once.  \n  2. Definitions._(1) In this Ordinance, unless there is anything repugnant in the subject \nor context, - \n(a) “animal” means cows, buffaloes, bulls, ox -.n, bullocks, heifers, calves, camels, \nsheep and goats ;   \n(b) “Authority ” means  the Capital Development Authority constituted under section \n4 of the Capital Development Authority Ordinance, 1960 (XXIII of 1960) ;  \n(c)  “bey-laws” means bye -laws made under this Ordinance,;  \n(d)  “Capital Territory ” means the Islamabad Capital Territory referred to in \nparagraph (b) of clause (1) of Article 1 of the Constitution ;  \n(e)  “Chairman ” means Chairman of a Union Council ;  \n(f )  “Election Authority ” means an authority constituted or officer appointed as \nElection Authority under section 17 ;  \n \n(g)  “elected member ” means a member elected to a Union Council ;  \n(h)  “electoral roll ” means the electoral roll prep -red under section 4 of the Electoral \nRolls Act, 1974 (XXI of 1974) ;  \n(i)  “local area ” means an area the limits of which have been declared und er section \n8 ; \n(j)  “Local Fund ” means the fund of a Union Council ;  \n(k)  “member” means a member of a Union Council ;  \n(l)  “official” means a person who is in receipt of salary from the revenues of the \nFederation or of a Province or out of the fund of a l ocal authority;  \n(m)  “Order” means the Basic Democracies Order, 1959 (P. O. No. 18 of 1959) ;  \n(n)  “Panchayat ” means a Village Panchayat constituted under section 81 ;  \n1[(nn) “peasant” means a person who is owner of not more than five acres of \nagricultural  and engages himself personally in the cultivation land;]   \n(o)  “prescribed ” means prescribed by rule ;  \n(p)  “rules” means rules made under this Ordinance ;  \n(q)  “rural area ” means any area of the Capital Territory which the Federal \nGovernment may, by noti fication in the official Gazette, declare to be rural area \nfor the purposes of this Ordinance ;  \n(r)  “specified” means specified by standing orders of the Federal Government ;  \n(s)  “tax” includes any cess, fee, rate, toll or other impost leviable under thi s \nOrdinance ;  \n(t)  “Union Council ” means a Union Council constituted under this  Ordinance ;  \n(u)  “Vice -Chairman ” means a Vice -Chairman of a Union Council ;  \n(v)  “village,” means the area comprising a revenue estate ;  \n \n1Cl. (nn) ins. by the Capital Territo ry Local Government (Second Amdt.) Ordinance, 1979 (69 of 1979), s. 2 (w.e.f 18 -8-79). \n(w)  “voter” means a person whose name for the time being appears on the \nelectoral roll of the local area [; and]1 \n2[(x) “worker” has the same meaning as in the Industr ial Relations Ordinance, \n1969, and includes a self employed craftsman like blacksmith, carpenter, \ntailor and shoemaker].  \n  (2) The words and expressions ‘complaint ’, ‘cognizable offence ’, ‘officer --\nin-charge of a police -station’ and ‘police -station’ shall have the same meaning as are \nrespectively assigned to them in section 4 of the Code of Criminal Pro cedure, 1898 \n(Act V of 1898), and the words ‘decree’ and ‘movable property ’ shall have the same \nmeaning as are respectively assigned to them in section 2 of  the Code of Civil \nProcedure, 1908 (Act V of 1908).  \n 3. Power to except local areas. __ (1) The Federal Government may, by \nnotification in the official Gazette, except any rural area or part thereof from the \noperation of all or any of the provisions of thi s Ordinance.  \n  \n  (2) While a notification under subsection (1) is in force, the Federal \nGovernment may make rules for the regulation of the matters so excepted.  \n  4. Repeals and savings . __ (1) On the assumption of office by a Union Council \nin any local ar ea, the Order 3[and the Conciliation Courts Ordinance, 1961 (XLIV of \n1961)], shall, in so far as applicable to that area, stand repealed.  \n  (2) Where an enactment stands repealed under subsection (1), any appointment, \nrule, regulation or bye -law made, noti fication, order or notice issued, scheme framed, \nrights acquired, claims preferred, tax imposed or assessed, contract entered into, suit \ninstituted or action taken under such enactment shall, so far as it not inconsistent with \nthe provisions of this Ordina nce and the rules, be deemed to have been respectively \nmade, issued, framed, acquired, preferred, imposed or assessed, entered into, instituted \nor taken under this Ordinance.  \n \n \n1Subs. by the Capital Territory Local Government (Second Amdt.) Ordinance, 1979  (69 of 1979), for full -stop, s. 2 (w.e.f. 18 -8-79). \n2Added ibid., (w.e.f. 18 -8-79). \n3The words in crotchets have been omitted to the extent of rural areas of the Capital Territory by Ordinance 19 of 1982, s. 2.  \n 5. Succession . A Union Council constituted  under this Ordinance for a local area shall \nbe the successor of such Union Council as was constituted for that area under the Order.  \n  \n 6. Ordinance to override other laws.  The provisions of this Ordinance shall have \neffect notwithstanding anything contai ned in any other law relating to Local Government.  \n \n  7. Certain matters to be prescribed.  Where this Ordinance makes any provision for \nanything to be done but no provision has been made as respects the authority by whom, or the \nmanner in which, it shall b e done, then it shall be done by such authority and in such manner \nas may be prescribed.  \n  8. Declaration of limits of local areas . The Federal Government shall, by \nnotification in the official Gazette, declar e the limits of each local area:  \n Provided that , as far as may be, a local area shall be a territorial unit and fulfil the \nrequirements of becoming a unit of planning and development.  \n_______  \nCHAPTER II  \nCONSTITUTION OF UNION COUNCILS  \n  9. Constitution of Union Councils .__ (1) For each local area, a Uni on Council shall \nbe constituted in accordance with the provisions of this Ordinance.  \n  (2) Each Union Council shall be a body corporate having perpetual succession and a \ncommon seal with power, subject to the provisions of this Ordinance and the rules, to acquire, \nhold and transfer property, both movable and immovable, and shall, by its name, sue and be \nsued.  \n (3) The Federal Government may, by notification in the official Gazette, specify the \nname by which any Union Council shall be known and, unless the n ame of a Union Council \nis so specified it shall be known as the Union Council of the place where its office is situated.  \n  10. Division, amalgamation and reconstitution of Union Council.__(1) The Federal \nGovernment may, by notification in the official Gaze tte, divide a Union Council into two or \nmore Union Councils or alter the limits of any Union Council or amalgamate to or Union \nCouncils and may specify in the notification the consequences which shall ensue upon the \npublication of such notification.  \n  (2) When, as a result of such division, alteration or amalgamation, any new Union \nCouncil is constituted in accordance with the provisions of this Ordinance or in the manner \nspecified fn the notification, the existing members of any such Union Council so divid ed, \naltered or amalgamated shall become the members of such Union Council or Councils as the \nFederal Government may, by notification in the official Gazette, specify as if such members \nhad been elected to that Council.  \n_______  \nCHAPTER III  \nCOMPOSITION OF UN ION COUNCILS  \n  11. Union Councils.  A Union Council shall consist of such number of members as \nmay be specified keeping in view the population of the local area for which it is constituted.  \n  12. Representation of minorities.  A Union Council may, in additio n to the number \nof members specified under section 11, have such number of members from the minority \ncommunities as the Federal Government may, by notification in the official Gazette, fix.  \n  13. Representation of peasants, workers and women. __ (1) A Unio n Council may \nhave such number of members representing peasants, workers and women as may be fixed by \nthe Federal Government and such members shall be elected by the elected members of each \nUnion Council in the prescribed manner.  \n  (2) Nothing contained in  subsection (1) shall prevent the peasants, workers and \nwomen from being elected to a general seat in a Union Council.  \n_______  \nCHAPTER IV  \nELECTION AND RELATED MATTERS  \n  14. Elections of Chairman and Vice -Chairman of Union Councils.  Subject to the \nprovision s of this Ordinance, the Chairman and Vice -Chairman of a Union Council shall be \nelected in the prescribed manner.  \n  15. Mode of elections. __ (1) Save as otherwise provided, election of members of \nUnion Councils shall be on the basis of adult franchise thr ough ballot.  \n  (2) The electoral unit may be mufti -member or single -member.  \n  (3) In any mufti -member electoral unit the candidates securing the highest numbers of \nvotes shall be declared as elected.  \n  (4) Every voter within an electoral unit shall have on ly one vote irrespective of the \nnumber of members to be elected from that electoral unit.  \n \n  16. Election of members from minority communities.  Members from the minority \ncommunities shall be elected by the voters enrolled on the electoral roll of a local a rea for \nnon-Muslims and the provisions of section 15 shall mutatis mutandis  apply to their election.  \n  17. Election Authority.__(1) The Federal Government may appoint an Election \nAuthority for holding elections to the Union Councils.  \n  (2) The Election Aut hority shall exercise such powers and perform such functions as \nmay be prescribed.  \n  (3) It shall be the duty of the Election Authority to ensure that the elections are \nconducted honestly, justly, fairly and in accordance with the law and that corrupt prac tices \nare guarded against.  \n  18. Delimitation of electoral uni ts. The electoral units for all the Union Councils \nshall be delimited by the Election Authority and notified in the pres cribed manner.  \n  19. Number of members in electoral units.  The number of members to be elected \nfrom each electoral unit shall be fixed by the Election Authority in accordance with the \nprovisions of this Ordinance.  \n  20. Right of vote.  Every person enrolled as a voter on the electoral ro ll shall have the \nright to vote:  \n  Provide d that, if a person is enrolled twice, whether in the same electoral unit or in \nmore than one electoral units, he shall be eligible to vote only once.  \n  21. Qualifications of candidates and members.  A person who is not les s than \ntwenty -one years of age  on the last day fixed for filing the nomination papers shall be \nqualified to be elected as a member of a Union Council if for the time being his name appears \non the electoral roll of the local area of that Council and is not subject to any disqualification \nspecified in sec tion 22.  \n 22. Disqualifications of candidates and members.  A person shall be disqualified \nfrom being elected as, and from being, a member of a Union Council if he__  \n(a)  has ceased to be citizen of Pakistan ;  \n(b)  is an undischrged insolve nt ; \n(c)  is of unsound mind and has been so declared by a competent Court;   \n(d)  has been on conviction for an offence involving moral turpitude sentenced to \nimprisonment for a term of not less than six months, unless three years, or such \nless period at t he Federal Government in any case may specify, have elapsed \nfrom the date of expiration of the period of sentence ;  \n(e)  is in the service of Pakistan or of a public statutory corporation, a Union Council \nor other local authority ;  \n(f)  is under contract f or work to be done or goods to be supplied to the Union \nCouncil concerned or has otherwise any pecuniary interest in its affairs ; or .  \n(g)  fails to take oath or to declare his properties as required under this Ordinance.  \n \n   \n1[22A. Candidate not to cont est election on political party basis.__ (1) No person \ncontesting election to a Union Council shall, directly or indirectly, __ \n(a) give himself out as a candidate or nominee of a political party ;  \n(b) claim, draw or receive any financial or other assistance from any political \nparty for the purpose of the election;  \n(c) bear, display or carry any document, sign, insignia, flag or any other thing \nindicating his association with, or affiliation to, a political party;  \n(d) seek the votes or sympathies of the people on party  basis or on the basis of the \n manifesto of any political party; or  \n(e) seek the votes or support of the people by attributing direct or indirect party \n affiliations to any of his opponents.  \n(2) Whoever__  \n(a) is found by the Election Authority to have con travened the provisions of sub -\nsection (1) shall stand disqualified from being a candidate for election to a \nUnion  Council for a  period of four years; or  \n \n(b) having been elected as a member of a Union Council is found by the Election  \nAuthority to have co ntravened the provisions of sub -section (1) shall cease \nforthwith to hold the office of such member and stand disqualified from being \na candidate for election to a Union Council for a period of four years. ] \n  23. Conduct of elections.  Elections to Union Co uncils shall be conduct ed in the \nprescribed manner.  \n_______  \nCHAPTER V  \nTERM OF OFFICE, ETC.  \n  24. Term of office . __ (1) The term of office of a Union Council shall be four years \ncommencing on the date on w hich it holds its first meeting :  \n Provided that, on the expiry of the term of office of a Union Council, the Federal \nGovernment may extend the term of office for a period not exceeding six months or appoint \nany person for the like period to perform such functions of the Union Council as may be \nspecified.  \n1Section 22A ins. by the Capital Territory Local Government (Amdt.) Ordinance, 1979 (45 of 1979), s. 2.  \n (2) A Union Council shall elect one of its members as Chairman and another as \nVice-Chairman in its first meeting and to the exclusion of any other bus iness  : \n  Provided that the first meeting shall be held not later than thirty days from the day on \nwhich the names of its members are notified.  \n  (3) The term of office of a Chairman and a Vice -Chairman shall be the same as that of \na Union Council.  \n 25. Oa th of office . A member, Chairman and Vice -Chairman shall, before he enters \nupon his office, make and subscribe to an oath in such form as may be prescribed.  \n 26. Declaration of properties . Every Chairman, Vice -Chairman and member shall, \nbefore he enters up on his office, submit to an officer authorised by the Federal Government \nin this behalf and in such manner as the Federal Government may direct, a declaration in \nwriting of properties, both movable and immovable, whether within or outside Pakistan, \nwhich h e or any member of his family owns or has in his possession or under his control or in \nwhich he or any member of his family has any beneficial interest.  \n Explanation .-For the purposes of this section, the expression “member of his family ”, in \nrelation to a  person, means__ \n(a)  the spouse of such person, and   \n(b)  such of the children, parents, brothers and sisters as reside with, and are wholly \ndependent upon, such person.  \n \n  27. Casual vacancy. __ (1) If the office of a member or a Chairman or a \nVice-Chair man for any reason falls vacant during the term of office of a Union Council, a \nnew member or Chairman, or Vice -Chairman, as the case may be, shall be elected in the \nprescribed manner and he shall hold offi ce for the residue of such term:  \n  Provided that, if the vacancy in the office of a member occurs within four months of \nthe expiry of the term of a Union Council, the vacancy shall not be filled.  \n  (2) Notwithstanding anything contained in sub -section (1), unless the time is extended \nby the Federal Govern ment, the vacancy in the office of the Chairman or Vice -Chairman \nshall be filled within fifteen days from the date such vacancy is notified.  \n  28. Removal. __ (1) The Federal Government may, after giving him an opportunity of \nbeing heard, remove a Chairman  or a Vice -.Chairman or a member from office in the \nprescribed manner if he - \n(a)  has incurred any of the disqualifications enumerated in section 22 ;  \n(b)  absents himself without reasonable cause from three consecutive meetings of the \nUnion Council ; or  \n(c)  is guilty of abuse of power or misconduct.  \nExplanation. -For the purposes of this subsection, `misconduct includes bribery, \ncorruption, jobbery, f avour tism, nepotism or wilful diversion of the funds of the Union \nCouncil or any attempt at, or abetment o f such mis conduct.  \n (2) A Chairman, a Vice -Chairman or a member removed under sub section (1) may \nprefer an appeal in the prescribed manner to the officer or authority appointed for the purpose \nby the Federal Government.  \n (3) A Chairman or a Vice -Chairman  removed from office shall cease to be a member.  \n 29. Resignation.  A Chairman, a Vice -Chairman or a member may resign his office by \nwriting under his hand addressed to the Union Council of which he is the Chairman, \nVice-Chairman or member.  \n 30. Vote of no confidence.  A Chairman or Vice -Chairman shall vacate office if a \nvote of no -confidence is passed against him in the prescribed manner by two -third majority of \nthe total number of members of the Union Council ho lding office for the time being:  \n Provided tha t__ \n(a)  a motion of no -confidence shall not be moved by less than one -fourth of the \ntotal number of members ;  \n(b)  a motion of no -confidence shall not be moved before the expiry bf six months of \nhis assumption of office as Chairman or Vice -Chairman ; and  \n(c)  where a motion of no -confidence against a Chairman or Vice -Chair man has \nbeen moved and as failed to secure the requisite majority of votes in its favour at \nthe meeting, no similar motion shall be moved against him before the expiry of \ntwelve months f rom the date such motion was moved.  \n 31. Bar against re -election.  When a Chairman or a Vice -Chairman is removed from \noffice under section 30, he shall not, during the unexpired period of the term of his office, be \neligible for re -election to the said offic e. \n 32. Honorarium.  Every Chairman and Vice -Chairman shall be part -time functionary \nof the Union Council and shall be paid such honorarium or allowance as may be prescribed.  \n 33. Notification of election, resignation and removal of Chairman, Vice \nChairman  and members.  Every election, resignation or removal of the Chair man, \nVice-Chairman or a member, or the vacation of office by a Chairman, Vice -Chairman or a \nmember, shall be notified in the official Gazette.  \n \n_______  \nCHAPTER VI  \nEXECUTIVE POWERS AND CONDUC T OF BUSINESS  \n  34. Executive authority and conduct of business . __ (1) The executive authority of a \nUnion Council shall extend to the doing of all acts necessary for the due discharge of its \nfunctions under this Ordinance.  \n (2) Save as otherwise provided,  the executive authority of a Union Council shall vest \nin and be exercised by its Chairman.  \n (3) All acts of a Union Council, whether executive or not, shall be expressed to be \ntaken in the name of the Union Council and shall be authenticated by any office r authorised \nby the Council.  \n 35. Duties of the Chairman.  It shall  be the duty of the Chairman__ \n(a)  to preside, unless prevented by reasonable cause, at all meetings of the Union \nCouncil, and, subject to the provisions of the rules for the time being in force, to \nregulate the conduct of business at such meetings ;   \n(b)  to watch over the financial and executive matters of the Union Council and to \nperform such executive function as may be allotted to him by or under this \nOrdinance ;  \n(c)  to exercise superv ision and control over the acts and proceedings of all officers \nand servants of the Union Council in matters of executive adminis tration and in \nmatters concerning the accounts and records of the Union Council ; and to \ndispose of all questions relating to the service of the said officers and servants \nand their  pay, privileges and allowances:  \n   Provided that the service matters of officers belonging to any cadre \nconstituted under section 41 shall be referred to the Federal Government ;  \n(d)  to direct in cas es of emergency the execution or stoppage of any work or the \ndoing of any act which requires the sanction of the Federal Government of the \nUnion  Council, and the immediate execution or doing of which is, in his \nopinion, necessary for the service or safety of the public, and to direct that the \nexpenses of executing such work of doing such act shall be paid  from the Local \nFund:  \n  Provided that he shall - \n(i)  not act under this section in contravention of any order of the Federal \nGovernment or the Union Counci l prohibiting the execution of any \nparticular work or the doing of any particular act, and  \n(ii)  report . forthwith the action taken under this section and the reason \ntherefor to the Federal Government and to the Union Council at its next \nmeeting.  \n  \n 36. S ecretary of Council . There shall be a Secretary in every Union Council who will \nperform such functions as may be delegated to him by the Council.  \n 37. Disposal of business .__ (1) The business of a Union Council to the extent and in \nthe manner prescribed s hall, subject to the provisions of this Ordinance, be disposed of at its \nmeetings, or at the meetings of its sub committees, or by its Chairman or servants or other \nfunctionaries.  \n (2) No proceedings of a Union Council shall be invalid by reason only of th e \nexistence of any vacancy in, or any defect in the constitution of, the Council, or by reason \nonly that some person who was not entitled to do so set or voted or otherwise took part in its \nproceedings.  \n (3) A Union Council may appoint sub -committees consi sting of such number of its \nmembers and other persons, if any, to perform such functions in such manner as may be \nprescribed.  \n (4) All decisions taken by a Union Council shall be reported to the  Federal \nGovernment within the prescribed time.  \n (5) All quest ions shall be decided by a majority of the members present and voting ; \nthe person presiding having a second or casting vote in case of equality of votes.   \n 38. Meetings. __ (1) A Union Council shall within three months of the assumption of \noffice frame by e-laws for the conduct of its meetings which may, besides other matters, \nprovide for___ \n(a)  the types of meeting, that is to say, ordinary, special or emergent ;  \n(b)  the types of business to be conducted in different types of meetings ;  \n(c)  the plac e of meetings ;  \n  (d)  notices required for different meetings ;  \n(e)  authority to call meetings ;  \n(f )  notice of agenda for the meetings ;  \n(g)  quorum for different meetings ;  \n(h)  order of business to be conducted in meetings ;  \n(i)  the manner of as king questions ;  \n(j)  motion and amendments and their withdrawal for discussions on them ;  \n(k)  speeches to be delivered ;  \n(l)  training, discourses or discussions to be arranged at the meetings ;  \n(m)  preservation of order ;  \n(n)  decision by votes ;  \n(o)  language to be used ;  \n(p)  adjournments or postponements ;  \n(q)  co-opting of other members or officials ;  \n(r)  re-consideration of the matters. once disposed of ; and  \n(s)  suspension of meetings.  \n (2) All meetings of a Union Council shall be presided ov er by its Chairman, and, in his \nabsence, by the Vice -Chairman and, in the absence of both, by a member chosen for that purpose by \nthe members present.  \n (3) A Union Council shall hold at least one meeting during a month.  \n (4) A member shall not be liable to  any proceedings in any Court in respect of anything said \nby him or any vote given by him in the meeting of a Union Council so long as the action does not \nundermine the ideology, integrity or solidarity of Pakistan.  \n (5) All meetings shall be public except  when a Union Council by a majority vote \ndecides to consider any matter m a session attended exclusively by its members.  \n (6) Minutes of the names of members present and of the proceedings at each meeting \nshall be drawn up and recorded in a book to be kept  for the purpose which shall be signed by \nthe person presiding at the meeting and shall at all reasonable times and without charge b e \nopen to inspection by members ; provided that no member shall be entitled to object to the \nminutes of any meeting in which he was present.  \n (7) A member who, directly or indirectly, by himself or by any partner, employer or \nemployee has any share or interest in respect of any matter, or has acted professionally in \nrelation to any matter on behalf of any person  having therein a ny such share or interest as \naforesaid, shall not vote or take part in any proceedings relating to a matter aforesaid of a \nUnion Council or any of its committees.  \n  39. Contracts. __ (1) All contracts made by or on behalf of a Union Council shall be - \n(a)  in writing and expressed to be made in the name of the Union Council ; and  \n(b)  executed in such manner as may be prescribed.  \n (2) No contract executed otherwise than in conformity with the provisions of this \nsection shall be binding on the Union Council.  \n (3) Any person who has, directly or indirectly, by himself or by any partner, any share \nor interest in any contract with, by or on behalf of a Union Council or in any employment \nwith, under, by or on behalf of the Union Council, other than as an officer o r servant of a \nUnion Council, shall be disqualified for being an officer or servant of such Union Council.  \n (4) Any officer or servant of a Union Council who acquires, directly or indirectly, by \nhimself or by his partner, any interest in any such contract or employment as aforesaid shall, \nafter enquiry in the prescribed manner, cease to be a Union Council officer or servant.  \n 40. Works.  The Federal Govern ment may, by rules, provide for___ \n(a)  the preparation of plans and estimates for works to  be executed by a Union \nCouncil ; \n(b)  the authority by whom and the conditions subject to which such plans and \nestimates shall be technically approved and estimates administra tively \nsanctioned ; and  \n(c)  the agency by which such plans and estimates shall be prepared a nd such works \nshall be executed.  \n______  \n \nCHAPTER VII  \nADMINISTRATION OF SERVICES  \n  41. Cadres of functionaries. __ (1) The Federal Government may constitute one or \nmore cadres of functionaries of Union Councils comprising such pay scales and grades and in \nsuch manner and subject to such conditions as may be prescribed.  \n (2) The Federal Government may, from time to time, specify the posts in the Union \nCouncils which shall be filled by persons belonging to these cadres.  \n (3) Notwithstanding the provisions of s ubsection (1) members of the Local Councils \nService constituted under the Order, may be absorbed in a cadre constituted under that \nsubsection, if they possess qualifications prescribed therefor.  \n 42. Servants of Union Councils . __ (1) A Union Council may, and if so required by \nthe Federal Government shall, on the prescribed terms and conditions, employ such servants \nas are deemed necessary for the efficient performance of its functions under this Ordinance.  \n (2) If, in the opinion of the Federal Government,  the number of servants employed by a Union \nCouncil under subsection (1) or the remuneration fixed for any of them is excessive, the Union \nCouncil shall, on being required by the Federal Government to do so, reduce the number of its \nservants or the remuner ation of any of them, as the case may be.  \n (3) Pending constitution of a cadre of functionaries of Union Councils, and notwithstanding \nanything contained in any other law, rule or instruction, the Local Councils Service constituted under \nthe Order is decla red to be a Service of Pakistan and a person who, being a member of the Local \nCouncils Service, was serving a Local Council in the rural area immediately before the \ncommencement of this Ordinance shall be deemed to be a civil servant for the purposes of th e Service \nTribunals Act, 1973 (LXX of 1973).  \n 43. Disciplinary action and transfer . __ (1) Subject to the provisions of this Ordinance and \nthe rules, the appointing authority or an officer authorised in this behalf may suspend, remove, \ndismiss, reduce in r ank or otherwise punish any person belonging to a cadre of functionaries and the \nother servants of a Union Council;  \n Provided that no such person or servant shall be dismissed, removed from service or reduced \nin rank by an authority subordinate to that by which he was appointed.  \n (2) Notwithstanding anything contained in any other law, rule, contract or judgment or decree \nof any Court, persons belonging to a cadre of func tionaries and all other servants of Union Councils \nshall be liable to transfer by the Federal Government or any officer or authorised by the Federal \nGovern ment in this behalf from one Union Council to anothe r Union Council in any capacity:  \n Provided that on transfer a servant of a Union Council shall be entitled to draw pay in \nthe same Nat ional Pay Scale plus special pay or allowances, if any, attached to the post to \nwhich he is transferred irrespective of any special pay or allowances he was draw ing at the \ntime of his transfer:  \n Provided further that on transfer of a servant of a Union Cou ncil, the lien and all \nservice benefits including pensionary rights accrued to or earned by him shall stand \ntransferred to and be the liability of the Union Council to which he is transferred and he shall \nbe deemed to be its servant Provided further that l eave salary and pension contribution for the \nperiod for which he has already served shall be paid by the Union Council from which he is \ntransfe rred to the other Union Council:  \n Provided further that leave salary and pension contribution for the period for wwhich \nhe has already served shall be paid by the Union Council from which he is transferred to the \nother Union Council.  \n \n 44. Provident Fund, pension and other facilities. __ (l) A Union Council may \nestablish and maintain a Provident Fund and require any of its servants to contribute to such \nfund, any may itself contribute to it in such manner and in such proportion as may be \nprescribed.   \n (2) A Union Council may, in the prescribed manner, and with the previous sanction of the \nFederal Government, provide f or the payment of pension to its servants after retirement.  \n (3) A Union Council may, with the previous sanction of the Federal Government, grant a \nspecial pension or gratuity to the family of a servant who dies of disease or injury contacted or \nsuffered i n the discharge of his official duties.   \n (4) A Union Council may, in the prescribed manner, operate a scheme of group insurance for \nits employees and require its employees to subscribe to it.  \n (5) The Federal Government may, in the prescribed manner, esta blish and maintain__ \n(a)  a Fund for a cadre of functionaries for maintenance of such cadre ;  \n(b)  a Provident Fund and require persons belonging to a cadre func tionaries to subscribe to \nsuch Fund ; and  \n(c)  a Pension Fund out of which shall be paid any p ension, family pension or gratuity to \npersons belonging to a cadre of functionaries.  \n (6) Every Union Council shall contribute to the funds established and maintained \nunder subsection (5) in such proportion and in such manner as may be specified by the \nFederal Government.  \n (7) The Federal Government may, in the manner prescribed, operate a scheme of \ngroup insurance for persons belonging to a cadre of functionaries and require them to \nsubscribing to it.  \n 45. Service rules .__(1) Subject to the provisions of t his Ordinance, the Fe deral \nGovernment may, by rules, __ \n(a)  prescribe the conditions of service of the servants of the Union Councils;  \n(b)  prescribe the scales or grades of pay for the servants of the Union Councils;  \n(c)  prescribe a schedule of establis hment for the staff that shall be em ployed by a \nUnion Council ;  \n(d)  prescribe the qualifications for various posts under Union Councils ;  \n(e)  prescribe the principles to be followed in making appointments to various posts \nunder the Union Councils ;  \n(f)  prescribe the method for the holding of enquiries in cases where disciplinary \naction is proposed to be taken against servants of the Union Councils and \nprovide for penalties and appeals against orders imposing penalties ; and  \n(g)  provide for other matter s necessary for the efficient discharge of duties by the \nservants of the Union Councils.  \n (2) Subject to the provisions of this Ordinance, the Federal Government may make \nrules in respect of any or all matters mentioned in subsection (1) for persons belong ing to a \ncadre of functionaries.  \n 46. Training and training institutions. __ (l) The Federal Government may__ \n(a)  set up institutions or make such other arrangements as may be neces sary for - \n(i)  the pre -service and in -service training of the functionari es of the Union \nCouncils, Government departments and other interested agencies;  \n(ii)  the training of Chairman, Vice -Chairman and members ;  \n(iii)  organizing conferences and seminars on local Government and related \nsubjects ; and  \n(iv)  undertake research i n local Government and allied subjects inde pendently \nor in collaboration with the Universities or research institutions ; and   \n(b)  provide for__  \n(i)  the administration of institutions ;  \n(ii)  the compulsory training of members and staff of Union Counci ls ; \n(iii)  the courses to be studied ;  \n(iv)  the holding of examinations and award of diplomas and certificates to successful \ncandidates ;  \n(v)  affiliating institutions with a University ; and  \n(vi)  associating with such universities, colleges or training  institutes as may be \nnecessary for the training of staff of the engineering, education, public health \nand other departments of Union Councils.  \n (2) A Union Council may be required to pay towards the cost of institu tions set up or \nfor other arrangements m ade under subsection (1) in such proportion as the Federal \nGovernment may, from time to time, determine.  \n______  \nCHAPTER VIII  \nFUNCTIONS OF UNION COUNCILS  \n  47. Functions of Union Councils . A Union Council may, and if the Federal \nGovernment so directs shall,  perform all or any of the functions specified in the First \nSchedule.  \n______  \nCHAPTER IX  \nENCROACHMENTS AND SUBSISTING LEASES AND LICENCES  \n  48. Encroachment. __ (1) No person shall make an encroachment, movable or \nimmovable, on an open space or land vesting  in, or managed, maintained or controlled by, a \nUnion Council, or on, over or under a street, road graveyard, or drain within the local area \nof a Union Council except under a licence granted by the Union Council and to the extent \npermitted by such licence.  \n  (2) A Union Council may, without any notice, remove the encroachment mentioned in \nsubsection (I) with such force as may be necessary.  \n (3) Whoever trespasses into, or is in wrongful occupation of, a building or property \nother than those mentioned in sub section (1) which vests in or is managed, maintained or \ncontrolled by a Union Council may, in addition to any penalty to which he may be liable \nunder this Ordinance or any other law for the time being in force, after such notice as may \nbe provided by the U nion Council, be ejected from such building or property by the Union \nCouncil with such force as may be necessary.  \n (4) Notwithstanding anything contained in any other law for the time being in force, \nno compensation shall be payable for any encroachment re moved or ejectment carried out \nunder this section.  \n  \n 49. Subsisting leases and licences. __ (1) If on the expiry of the period of any lease of \nlicence in respect of land or building or any other property of which a Union Council is the \nlessor or licensor,  or on the determination or cancellation of such lease or licence or on the \nbreach of any of the terms and conditions of the lease or licence, any lessee or licensee holds \nor continues in possession of the demised land or building or property, or if such l and or \nbuilding or property is required for any public purpose, the lessee or licensee, on being \nrequired to hand over vacant possession within the specified time, refuses or fails to vacate \nthat land or building or property, the Union Council or any offic er authorised by it in this \nbehalf may, notwithstanding anything contained in any other law, judgment, order or decree \nfor the time being in force or in any contract, at any time, enter upon the licensed or demised \nland or building or property and recover vacant possession of the land or building or other \nproperty by evicting the lessee or licensee and may also demolish and remove the structures, \nif any, erected or built thereon.  \n (2) The cost of demolition and removal of structures under subsection (1) sha ll be \npayable to the Union Council by the lessee or licensee, as the case may be, and if .the cost is \nnot paid on demand, the Union Council may cause the material of the structures demolished \nand removed to be sold in auction, and if the proceeds of the sa le are not sufficient to cover \nthe cost, the balance shall be recoverable as arrear of land revenue, but if such proceed: \nexceed the cost, the excess shall be paid to the lessee or the licensee, as the case may be.  \n Explanation. __ For the purposes of sect ion (1) and subsection (2), and terms “lessee” \nand “licensee” include the person in whom the ownership of the structures is vested at the \ntime of removal or demolition and also any person in possession thereof on his account or \nwith his permission or conni vance.  \n (3) Notwithstanding anything contained in any other law for the time being in force or \nin any contract, where the lessee or the licensee of land or building or other property is or has \nbeen a functionary of a Union Council or has been posted in a U nion Council, the lease or the \nlicence in respect of such land or building or property shall, in addition to the grounds \nmentioned in section 62 of the Easements Act, 1882 (Y of 1882), stand determined or \nrevoked on the discharge, removal dismissal, resign ation, retirement or death of such lessee \nor licensee or on his transfer from the said Union Council.  \n  \n(4) On the determination or revocation of a lease or licence in respect of land or \nbuilding or other property, the lessee or the licensee referred to i n subsection (3) shall, \nnotwithstanding anything contained in any other law for the time being in force or in any \ncontract, forth with put the Union Council into possession of such land or building or \nproperty, failing which the Union Council or any office r authorised by it in this behalf may \nevict the lessee or licensee and any other person, whether in occupation on behalf of the \nlessee or the licensee or otherwise.  \n (5) For the purpose of eviction of lessees or licensees under the provisions of this \nsection, an officer authorised by the Union Council in this behalf may use or cause to be used \nsuch force as may be necessary and, if he requires magisterial or Police assistance in the \nexercise of his powers, he may send requisition to the District Magistrate or the \nofficer -in-charge of a police -station who shall on such requisition render the assistance \nrequired.  \n (6) If any sum is payable as rent or fee in respect of any land or building or other \nproperty on the day of recovery of possession of such land or b uilding or property, the same, \nwith interest, if any, accrued thereon, shall be recoverable as arrear of land revenue.  \n______  \nCHAPTER X  \nDEVELOPMENT PLANS  \n  50. Development Plans. __ (1) Subject to the development schemes of the Authority, \na Union Council m ay prepare development plans relating to any matter specified in the First \nSchedule which may among other details of the plans, include the following : - \n(a)  nature and location of the scheme or schemes ;  \n(b)  total estimated cost ;  \n(c)  sources of finance s ; \n(d)  date of commencement ;  \n(e)  date of completion ;  \n(f )  manner of execution ;  \n(g)  agencies responsible for maintenance ;  \n(h)  benefits, tangible or intangible to accrue ; and  \n(i)  such other matters as may be necessary.  \n (2) The development plan o f a Union Council shall be sanctioned in its ordinary  \nmeeting.  \n (3) As far as may be, the schemes included in the development plan shall be included \nin the budget.  \n (4) The Federal Government may direct that any specified items of income shall \nwholly or in  part be earmarked for and applied in the implementation of a development plan.  \n 51. Social Welfare projects.  A Union Council may sponsor or promote social \nwelfare through community development projects for its local area or any part thereof and \nmay in thi s behalf, subject to the approval of the Federal Government, perform such functions \nas may be necessary.  \n 52. Commercial schemes.  A Union Council may, with the previous sanction of the \nFederal Government, promote, administer, execute and imple ment schemes  for undertaking \nany commercial or business enterprise.  \n_______  \nCHAPTER XI  \nLOCAL FUND AND PROPERTY  \n  53. Constitution of local and special funds. __ (1) For every Union Council there \nshall be formed a Local Fund.  \n (2) To the credit of the local Fund formed  under subsection (1) sha ll be placed__ \n(a)  the balance of such fund as, on the coming into force of this Ordi nance, is at the \ndisposal of a Union Council as constituted under the Order of which the Union \nCouncil concerned is declared to be successor und er section 5 ;   \n(b)  proceeds of all taxes, tolls, fees, rates and other charges levied by the Union \nCouncil under this Ordinance ;  \n(c)  all rents and profits payable or accruing to a Union Council from the property \nvested in or managed by it ;  \n(d)  all su ms received from sale of blood of cattles slaughtered in the Union Council \nslaughter house ;  \n(e)  all sums received by the Union Council in the performance of its functions \nunder this Ordinance or under any other law for the time being in force ;  \n(f)  all sums contributed by individuals or institutions or other Union Council or \nother local authorities ;  \n(g)  all receipts accruing from trusts placed under the management of the Union \nCouncil ;  \n(h)  all grants made by the Federal Government or other authoritie s ; \n(i)  all loans raised and all profits or interest accruing from investment ;  \n( j)  all fines imposed under this Ordinance ;  \n(k)  all fines awarded to the Union Council under any law ; and  \n(1)  such proceeds from such sources of income as the Federal Go vernment may \ndirect to be placed at the disposal of the Union Council.  \n 54. Custody and investment.  The money credited to a local Fund shall be kept or \ninvested in such manner as may be specified by the Federal Govern ment from time to time.  \n 55. Applicati on of the Local Fund.  The moneys from time to time credited to the \nLocal Fund shall be applied in the following order of  preference, namely__ \n(a)  in the payment of salaries and allowances to the staff of the Union Council ;  \n(b)  in the payment of the hono raria and allowances ;  \n(c)  in the repayment of loans ;  \n(d)  in meeting the expenditure charged in the Local Fund under this Ordinance ;  \n (e)  in the fulfilment of any obligation and in the discharge of any duty imposed on \nUnion Council under this Ordinanc e or under any other law for the time being \nin force ;   \n(f)  in meeting the expenditure declared by the Union Council, with the previous \nsanction of the Federal Government, to be an appropriate charge on the local \nFund ; and  \n(g)  in meeting the expenditure  declared by the Federal Government to be an \nappropriate charge of the Fund.  \n 56. The charged expenditure. __ (1) The following expenditure shall be compulsorily \ncharged on  the local Fund that is to say__ \n(a)  such sums as are required for repayment of loa ns ; \n(b)  any sum required to satisfy and judgment, decree or award against the Union \nCouncil by any Court of Tribunal ;  \n(c)  such sums as may be payable to the Chairman and Vice -Chairman under section \n32 ; \n(d)  such sums at the Union Council may be requir ed by the Federal Government to \ncontribute towards the conduct of elections and the auditing of accounts ; and  \n(e)  any expenditure declared by the Federal Government to be so charged.  \n (2) If any expenditure is a compulsory charge on the Local Fund and is  not paid, the \nFederal Government may, by order, direct the person having the custody of the Local Fund to \npay such amount, or much thereof as may be possible from time to time, from the balance of \nthe Local Fund.  \n 57. Budget. __ (1) Every Union Council sh all, in the prescribed manner, prepare and \nsanction, before the commencement of each financial year, a state ment of its estimated \nreceipts and expenditure for that year and forward a copy thereof to the Federal Government.  \n (2) If the budget is not prepar ed or sanctioned by a Union Council before the \ncommencement of any financial year, the Federal Government may have the necessary \nstatement prepared and certify it, and such certified statement shall be deemed to be the \nsanctioned budget of the Union Counci l. \n (3) At any time before the expiry of the financial year to which a budget relates, a \nrevised budget for the year may, if necessary, be prepared and sanc tioned and such revised \nbudget shall, so far as may be subject to the provisions of this section.  \n (4) If an officer at whose disposal funds have been placed by a Union Council \nconsiders it necessary to incur expenditure on a sanctioned item in excess of the amount duly \nsanctioned or provided for in the budget by way of re -appropriation, he shall submit  such \nproposal fo r decision of the Union Council:  \n Provided that no expenditure on any item shall be incurred by re -appropriation if it \nwas specially reduced by the Union Council at the time of sanctioning the budget.   \n \n 58. Accounts. __ (1) Accounts of t he receipts and expenditure of a Union Council \nshall be kept in the prescribed manner and form.  \n (2) An annual statement of the accounts shall be prepared after the close of every \nfinancial year and shall be transmitted to the Federal Government by such da te as may be \nspecified.  \n (3) A copy of the annual statement of accounts and such other statements as may be \nprescribed shall be displayed at a conspicuous place in the office of the Union Council \nconcerned for public inspection, and all objections or sugge stions concerning such accounts \nreceived from the public shall be considered by the Union Council and brought to the notice \nof audit authority referred in section 59.  \n 59. Audit. __ (1) The accounts of a Union Council shall be audited periodically in such \nmanner and after such interval and by such authority as may be prescribed.  \n (2) The audit authority shall have access to all the books and other docu ments \npertaining to accounts and may also examine the Chairman, Vice -Chairman or any member \nor servant of  the Union Council.  \n  \n(3) On the completion of audit, the audit authority shall, in the prescribed manner, \nsubmit to the Federal Government and to the Union Council an audit report which sha ll, \namong other things, mention__ \n(a)  cases of embezzlement, if any ;  \n(b)  cases of loss, misappropriation, waste or misapplication of Local Fund ; and  \n(c)  cases of other irregularities in the maintenance of accounts.  \n  (4) The audit report shall be published by every Union Council and displayed at a \nconspicuous place  for information of the public.  \n (5) The Federal Government may constitute a Union Council ’s Accounts Committee \nconsisting of official and non -official members to review audit reports made under this \nsection and to perform such other functions as may be pr escribes.  \n  60. Loans.__(1) Subject to the provisions of this Ordinance or any other law for the \ntime being m force, a Union Council may, with the previous sanction of the Federal \nGovernment and subject to such conditions as it may consider necessary, rais e loans.  \n (2) The loans may be raised by the issue of bills or promissory notes or on the security \nof immovable property vested in a Union Council or of all or any of the taxes and du es \nauthorised by this Ordinance:  \n Provided that the bills or promissory n otes so issued shall be payable within a period \nnot exceeding twenty -four months.  \n (3) The loans raised by a Union Council may be spent on the carrying out of any \nworks which it is legally authorised to carry out, or on acquisition of land or the running o f \ncommercial scheme or for payment of a loan raised under this Ordinance or any loan or debt \nfor the repayment of which a Union Council is liable.  \n (4) If any .money borrowed in accordance with the provisions of this Ordinance or \nany interest or cost due i n respect thereof is or are not repaid according to the conditions of \nthe loans, the Federal Government may attach the funds on the security of which the loan was \nmade, and after such attach ment, no person except an officer appointed in this behalf by the  \nFederal Government shall in any way deal with the attached funds, but such officer may do \nall acts in respect thereof which the borrowers might have done ;f such attachment had not \ntaken place, and may apply the proceeds in satisfac tion of the loan and o f all interests and \ncosts due in respect thereof and of all expenses caused by the attach ment and subsequent \nproceedings:  \n Provided  that no such attachment shall defeat or prejudice any debt for which the \nfunds attached were previously pledged in accordanc e with this Ordinance but all such prior \ncharges shall be paid out of the proceeds or the funds before any part of the proceeds is \napplied to the satisfaction of the liability in respect of which such attachment is made.  \n (5) The Federal Government may est ablish a Union Council ’s Develop ment Loan \nFund and may require Union Councils to contribute to such fund and may regulate the \noperation of such Fund by rules.  \n  61. Property of Union Councils.__(1) A Union Council may acquire and hold \nproperty, both movab le and immovable, whether within or without the limits of the local area \nof the Union Council.  \n (2) Subject to any reservation made, or any conditions imposed, by the Federal \nGovernment, all property specified hereunder shall vest in a Union Council, that is to say__ \n(a)  all property which vested in any Union Council constituted under the Order of \nwhich the Union Council is the successor ;  \n(b)  all property acquired by a Union Council by gift, purchase or other wise ;  \n(c)  all public buildings including Un ion halls, Union walls and gates, which have \nbeen constructed or are maintained out of the Local Fund ;  \n(d)  all lands, open spaces, playgrounds, gardens, parks and other places of public \nresort transferred to a Union Council by the Federal Government or a cquired by \na Union Council by gift, purchase or otherwise for a public purpose ;  \n(e)  all public streets, bridges and other means of public communication and parking \nmeters as are maintained out of the Local Fund ;  \n(f)  all drains, sewers, culverts, and ot her channels for sullage as are maintained out \nof the Local Fund ;  \n(g)  all refuse collected by a Union Council, or deposited at places fixed by a Union \nCouncil and any sullage flowing in any drain, sewer or channel;  \n(h)  all works for the disposal of refu se and night -soil including septic tanks, night -\nsoil depots, trenching grounds and incinerators maintained out of the Local Fund \n; \n(i)  all waterworks, wa ter mains and pipes, standposts,  hydrants, water troughs and \nhand -pumps maintained out of the Local Fu nd ; \n(j)  all public lamps, lamp posts and other appliances for street lighting maintained \nout of the Local Fund ;  \n(k)  all trees, plants and flowers on road -sides and other places maintained out of the \nLocal Fund ;  \n(l)  all the property which may vest in a Union Council under any law or under any \norder passed by the Federal Government.   \n (3) A Union Council may__ \n(a)  manage, maintain, inspect, develop or improve any property which is owned by \nit or vests in it or is placed under its charge ;  \n(b)  apply s uch property for the purposes of this Ordinance ; and  \n(c)  acquire or transfer by grant, gift, sale, mortgage, lease, exchange or otherwise \nany property in the prescribed manner.  \n (4) The Fe deral Government may by rules__ \n(a)  provide for the management, m aintenance, improvement and develop ment of the \nproperty belonging to or vesting in the Union Councils ;  \n(b)  regulate the alienation of such property ; and  \n(c)  provide for the  compulsory acquisition of such  immovable property as may be \nacquired by a Unio n Council for the purposes of this Ordinance.  \n  62. Surcharge . __ (1) Every member, official or servant of a Union Council and every \nperson charged with the administration of its affairs or acting on its behalf shall be \nresponsible for any loss, waste, mis appropriation or misapplication of money or property \nbelonging to it which is a direct consequence of his negligence or misconduct and shall be \nliable to pay such surcharge as may be determined by the Rural Areas Co -ordination \nCommittee set up under sectio n 94, and such amount shall be recoverable as an arrear of land \nrevenue.  \n (2) Any person aggrieved by the imposition of surcharge under sub section (i may \nprefer an appeal to the Federal Government whose decision shall be final.  \n_______  \n \nCHAPTER XII  \nLOCAL TAX ATION  \n  63. Local rate . __ (1) All lands situated within the rural areas, other than those show \nas ‘Gher Mumkin ’ or ‘Banjar Kadim ’ in the revenue record, shall be subject to the payment \nof a rate to be known as local rate.  \n (2) The rate at which the loc al rate in re spect of land holdings shall be  levied or \ncharged shall be such as the Federal Government may, by notifi cation in the official Gazette, \nfix from time to time.  \n (3) The rate shall be assessed and collected in the prescribed manner and shall be  \ncredited to the Fund of the Union Council where the land is situate.  \n  \n 64. Taxes to be levied . A Union Council, subject to the provisions of any other law, \nmay, and if directed by the Federal Government shall, levy all or any of the taxes, tolls, rates \nand fees enumerated in the Second Schedule.  \n 65. Notification and enforcement of taxes. __ (1) All taxes levied by a Union \nCouncil shall be notified and shall, unless otherwise directed by the Federal Government, be \nsubject to previous publication.  \n (2) Whe re a tax is levied or modified, the, Union Council shall specify the date for the \nenforcement thereof and such tax or the modification shall come into force on such date.  \n 66. Directions with regard to levy of tax, etc. __ (1) The Federal Govern ment may \ndirect a Union Council__ \n(a)  to levy a tax which a Union Council is competent to levy under section 64 ;  \n(b)  to increase or reduce any such tax or the assessment thereof to such extent as \nmay be specified ; or  \n(c) to suspend or abolish the levy of any such  tax. \n (2) If a direction issued under subsection (1) is not complied within the specified time, \nif any, the Federal Government may make an order giving effect to the direction.  \n 67. Liability on account of taxes . __ (1) A Union Council may, by notifi cation, call \nupon any person to furnish such information, produce such record or accounts or to present \nsuch goods  or animals liable to any tax as may be necessary for the purpose of determining \nthe liability of such person, goods or animals to a tax.  \n (2) An y official of a Union Council authorised in this behalf may, after due notice, \nenter upon any building or premises for the purposes of assessing the liability of such \nbuilding or premises to any tax, or inspecting any goods or animals therein liable to any  tax. \n (3) Any official of a Union Council authorised in this behalf may, in the prescribed \nmanner, seize and dispose of goods or animals on which any tax is due and is not paid.  \n  68. Collection and recovery of taxes, etc. __ (1) All arrears of taxes, ren ts and other \nmoneys payable to a Union Council under this Ordinance shall be recoverable as an arrear of \nland revenue.  \n (2) Notwithstanding the provisions of sub -section (1),  the Federal Govern ment may \nempower any Union Council to recover arrears of taxes  and any other moneys payables to the \nUnion Council under this Ordinance by distress and sale of the movable property belonging \nto the person concerned or by attachment and sale of the immovable property belonging to \nhim. \n (3) The Federal Government may, b y rules, specify the officials or classes of officials \nby whom the power under sub -section (2) shall be exercised and prescribe the manner in \nwhich it shall be exercised.  \n 69. Deduction of taxes from salaries.  If a Union Council levies a tax on professions , \ntrades or callings, it may require the employer of the person liable to such tax to deduct the \ntax from the salary or wages payable to such person, and on such requisition the amount of \nthe tax due shall be deducted from the salary or wages of the person  concerned and credited \nto the Local Fund of the Union Council.  \n 70. Petitions against valuations assessment, etc.  No assessment of a tax under this \nOrdinance or valuation therefor or the liability of a person to be so taxed shall be called in \nquestion exc ept by a petition presented to such authority, in such manner and within such \nperiod as may be prescribed.  \n 71. Taxation rules. __ (1) All taxes and other charges levied by a Union Council shall \nbe imposed, assessed, leased, compounded, administered and re gulated in such manner as \nmay be prescribed.  \n (2) Rules framed under this section may, among other matters, provide for the \nobligation of the tax -payer and the duties and powers of the officials and other agencies \nresponsible for the assessment and collect ion of taxes.  \n______  \nCHAPTER XIII  \nANIMAL TRESPASS  \n 72. Pounds. __ (1) There shall be established one or more animal pounds in every \nlocal area as may be considered necessary by the Union Council.  \n (2) The Union Council may fix, from time to time, the locat ion of the animal pounds \nand the rates of feeding, watering and accommodating the impounded animals.  \n 73. Pound -keepers.  The Union Council may appoint pound -keepers on whole -time or \npart-time basis on such terms and conditions as may be fixed by it.  \n 74. R egisters and returns. __ (1) A pound -keeper shall keep such registers and \nfurnish such returns as may be specified from time to time.  \n (2) When animals are brought to the pound, the pound -keeper shall enter in the \nregister the number and description of the  animals, the day and hour on which they were so \nbrought, the name and residence of the seizurer and of the owner, if known, and shall give the \nseizurer or his agent a copy of such entry.  \n 75. Possession and feeding.  The pound -keeper shall take charge of, feed and water, \nthe animals until they are disposed of in the manner hereinafter provided.  \n 76. Power to seize . __ (1) A cultivator, tenant or occupier of any land or the vendee or \nmortgagee of any land or crop or produce or any part thereof may seize or c ause to be seized \nany animal trespassing on such land and doing damage thereto, or any crop or produce \nthereon, and send them or cause them to be sent within twenty -four hours to a pound \nestablished under this Ordinance.  \n (2) Persons incharge of public roa ds, playgrounds, plantations, canals, drainage \nworks, embankments and other public places and the officers of police may seize or cause to \nbe seized any animals doing damage thereto and shall send them or cause them to be sent, \nwithin twenty -four hours of the seizure, to the nearest pound.  \n (3) All officers of the police shall, when required, aid in preventing resistance to such \nseizures and rescues from persons making such seizure.  \n 77. Fines for impounded animals.  For every animal impounded as aforesaid, the \npound -keeper shall levy a fine in accordance with the scale fixed by the Union Council and \nthe fines so charged shall form part of and be deposited in the Local Fund.  \n 78. Delivery or sale of animals. __ (1) If the owner or his agent appears and claims  \nthe animals, the pound -keeper shall -deliver them to him on payment of the fine and charges \nincurred in respect of such animals under proper receipt to be recorded by owner or his agent \nin the register.  \n (2) If the animals be not claimed within seven days  of impounding, the pound -keeper \nshall inform the officer -in-charge of the police -station who shall thereupon display at a \nconspicuous place in his office a notice stating the number and description of animals and \nplaces of seizure and impounding and a sim ilar notice shall be displayed at a conspicuous \nplace in the office of the Union Council.  \n  (3) If the animals be not claimed within seven days of the notice, they shall be sold by \nthe Chairman or by his agent by open auction after giving suffici ent public ity in the local \narea:  \n Provided that the person auctioning the animals or the pound -keeper or his relatives \nshall not bid for or purchase the impounded animals.  \n (4) The proceeds of the sale of animals shall be paid to the owner if he later on \nappears, af ter deducting the fines and feeding and other charges.  \n 79. Illegal seizures.  If the owner of an animal appears but considers the seizure to be \nillegal, be may, upon the payment of fines and charges incurred in respect of the animal, take \ndelivery of the a nimal and may, within seven days of taking such delivery, institute \nproceedings in a Court for damages.  \n______  \nCHAPTER XIV  \nDANGEROUS AND OFFENSIVE ARTICLES AND TRADES  \n  80. Dangerous and offensive articles and trades. __ (1) The articles and trades given \nin the Third Schedule shall be deemed to be dangerous or offensive for the purposes of this \nsection.  \n (2) Except under, and in conformity with the conditions of, a licenc e granted by the \nUnion Council__ \n(a)  no person shall carry on any dangerous or offensi ve trade ;  \n(b)  no premises shall be used or suffered to be used for any dangerous or offensive \ntrade ; and  \n(c)  no person shall store or keep in any premises__ \n(i)  any dangerous or offensive article except for domestic use ; or  \n(ii)  any dangerous or off ensive articles in excess of such limits as may be fixed  by \nbye-laws.  \n (3) A Union Council may, with the previous sanction of the Federal Government, \nprepare and enforce a scheme providing for the prohibition of dangerous and offensive trades \nin specified areas within its local area and for restriction of such trades in any area not so \nspecified.  \nCHAPTER XV  \nVILLAGE PANCHAYATS  \n  81. Composition. __ (1) A Panchayat for a village or a group of villages shall be \nconstituted on the basis of consensus in such man ner as may be prescribed.  \n (2) The number of members of a Panchayat, including its Chairm an, shall be as \nfollows namely, __ \n(a)  if the population does not exceed 2000 …………………..  5 \n(b)  if the population exceeds 2000  ………………………….  7 \n (3) The mode of election o f the members and Chairman of a Panchayat, their tenure, \nvacation, and removal from office shall be such as may be prescribed.   \n 82. Functions.  A Panchayat shall undertake all or any of the following functions, \nnamely__ \n(a)  Management of mosques ;  \n(b)  Pursuasion for praying and fasting ;  \n(c)  Establishing mosque schools ;  \n(d)  Teaching of Quran ;  \n(e)  Adult education;  \n(f)  Care of orphans and destitutes ;  \n(g)  Arrangement for Eid prayers and other religious gatherings;  \n(h)  Settlement of minor disputes;  \n(i)  Eradication of social evils and prevention of juvenile delinquency;  \n(j)  Keeping record of persons residing in the Panchayat area.  \n(k)  Social boycott of habitual criminals;  \n(l)  Maintaining records of marriages and divorces;  \n(m)  Dissuading people fro m lavish spending or marriages .and other ceremonies;  \n(n)  Maintenance of ration depots ;  \n (o)  Management of irrigation watercourses ;  \n(p)  Watch and ward of the village ;  \n(q)  Maintenance of vital statistics ; and  \n(r)  Any other functions entrusted to Pa nchayats by the Union Councils or the \nFederal Government.  \n 83. Application of certain sections to Panchayats.  The Federal Govern ment may, \nby notification in the official Gazette, declare that certain sections of this Ordinance \npertaining to Union Councils  shall be applicable to Panchayats as they apply to the Union \nCouncils.  \n_______  \nCHAPTER XVI  \nSUPERVISION OF UNION COUNCILS  \n  84. Supervision of Union Councils. __ (1) The Federal Government shall exercise \ngeneral supervision and control over the Union Counc ils in order to ensure that their activities \nconform to the provisions of this Ordinance.  \n (2) The Federal Government may call for any paper, document, register or record \nfrom a Union Council to see that its activities are in conformity with the pr ovisions  of this \nOrdinance and may wake any order to ensure compliance with the provisions.  \n 85. Inspections of Union Councils. __ (1) The working of the Union Councils shall be \ninspected at least once in a fi nancial year by officers to be  specified who shall be k nown as \nInspecting Officers.  \n  \n(2) An Inspecti ng Officer shall have the power__ \n(a)  to enter on, inspect and survey, or cause to be entered on, inspected and \nsurveyed, any immovable property occupied by a Union Councils or any \ninstitution maintained by, or any work in progress under the directions of, a \nUnion Council ;  \n(b)  to call for and inspect or cause to be inspected files, registers, books or \ndocuments in the possession, or under the control, of a Union Council ;  \n (c)  to require the production of s uch statements, accounts, reports, docu ments and \ncopies of documents relating to the proceedings of a Union Council as the \nInspecting Officer may think fit ;  \n(d)  to attend meetings of a Union Council, but not the power to take part in \ndiscussions and oth er proceedings or to vote ; and  \n(e)  to inquire generally into the affairs of a Union Council.  \n  \n 86. Inspection Reports and action thereon. __ (1) The inspection reports shall be \nprepared on such form as may be specified and shall be forwarded to the Unio n Council \nconcerned within thirty days of the completion of inspection.  \n (2) An inspection report forwarded to a Union Council, it shall be placed before the \nnext meeting of the Union Council for its information and compliance.  \n (3) Within thirty days of t he meeting under sub -section (2), the Union Council shall \nannotate the inspection report and forward it to the Inspecting Officer who may issue such \nfurther directions and advice to the Union Council as may be necessary.  \n (4) If there is any dispute or dif ference of opinion between the Inspecting Officer and \nthe Union Council, it shall be referred to the Federal Government whose decision shall be \nfinal.  \n  \n 87. Safeguards.  If, in the opinion of the Federal Government, anything done or \nintended to be done by or on behalf of a Union Council is not in conformity with any \nprovision of this Ordinance, it may, for reasons to be recorded - \n(a)  quash the proceedings relating thereto ;  \n(b)  suspend the execution of any resolution passed or order made by the Union \nCoun cil ; and  \n(c)  prohibit the doing of anything proposed to be done.  \n  \n 88. Powers to give directions. __ (1) The Federal Government may direct a Union \nCouncil or its Chairman to take within such period as may be specified in the direction such \naction as ma y be necessary for carrying out the purposes of this Ordinance.  \n (2) Where, after due enquiry, the Federal Government is satisfied that a Union \nCouncil has failed to comply with any direction given under sub -section (1), it may appoint a \nperson or persons  to give effect to such directions and may further direct that the expenses \nincurred in connection therewith shall be borne by the Union Council.  \n (3) If the Union Council fails to pay the expenses referred to in sub -section (2), the \nFederal Government ma y make an order directing the person having the custody of the \nbalance of the Local Fund of the Union Council to pay the expenses, or so much thereof as \nmay, from time to time, be possible.  \n  89. Inquiries . __ (1) The Federal Government may, whether suo mo tu or on an \napplication made to it by any person, cause an enquiry to be made by such person as may be \nauthorised by it in this behalf into the affairs of a Union Council either generally or with \nreference to any particular matter and take such remedial me asures as may be warranted by \nthe findings of such inquiry.  \n (2) Such person shall, for the purposes of the inquiry, have the powers of a Court \nunder the Code of Civil Procedure, 1908 (Act V of 1908), to take evidence and to compel the \nattendance of witnes ses and the production of documents.  \n (3) The Federal Government may make an order as to the cost of the inquiry and the \nparties by whom it shall be paid.  \n (4) Any amount payable under sub -section (3) by any person not being a Union \nCouncil shall be recove rable as an arrear of land revenue.  \n 90. Suspension of a particular department or institution. __ (1) If after such \nenquiry as may, be necessary, the Federal Government is of the opinion that a Union Council \nis not able to run a particular department or in stitution efficiently, it may, by notification in \nthe official Gazette, suspend the authority of the Union Council over such department or \ninstitution for such period as may be specified.  \n (2) Where the authority of a Union Council over any department or i nstitution is \nsuspended under sub -section (1), the Federal Government may itself take over the \nmanagement of such department or institution or make such other arrangements for its \nmanagement as it thinks fit, and may require the Union Council to place such  amount as may \nbe necessary for the management of such department or institution at its disposal and, in case \nthe Council fails to comply with the requisition, it may direct the treasury, bank or person \nholding the funds of the Union Council to place the s aid amount at its disposal, and the \nbudget of the Union Council shall be deemed to have been revised to that extent.  \n  \n91. Suspension and dissolution. __(1) The Federal Government may, by notification \nin the official Gazette, suspend a Union Council if th ere are reasons to beli eve that the Union \nCouncil__ \n(a)  is unable to discharge or persistently fails to discharge its duties ; or  \n(b)  is unable to administer its affairs or meet its financial obligations ; or  \n(c)  generally acts in a manner contrary to p ublic interest ; or  \n(d)  otherwise exceeds or abuses its powers.   \n (2) On the publication of a notification under sub -section (1) __ \n(a)  the persons holding offices as Chairman, Vice -Chairman and members of the \nUnion Council shall cease to hold offices;  \n(b)  all functions of the Union Council shall, during the period of suspen sion, be \nperformed by such person or authority as the Federal Government may appoint \nin this behalf ; and  \n(c)  all funds and property belonging to the Union Council shall, during the  period of \nsuspension, vest in the Federal Government.  \n (3) The Federal Government shall hold or cause to be held an inquiry into the grounds \non which a Union Council is suspended under sub -section (1) and if, within a period of two \nmonths from the date of  the suspension of the Union Council, the inquiry is not completed, \nthe Union Council shall stand revived.  \n (4) If, as a result of the inquiry, the charges against the Union Council are proved, the \nFederal Government may dissolve the Union Council.  \n (5) Wh en a Union Council is dissolved__ \n(a)  the Federal Government shall order fresh elections if the remaining term of the \nUnion Council is not less than nine months and the term of office of the Union \nCouncil so reconstituted shall be the residue of the origi nal term, and  \n(b)  if the remaining term is less than nine months, the person or authority referred to \nin sub -section (2) shall continue to perform the functions of the Union Council \nand its funds shall continue to vest in the Federal Government till the \nreconstituted Union Council assumes office.  \n 92. Reporting and evaluation.  A Union Council shall__ \n(a)  maintain such record of its working as may be required by the Federal \nGovernment;  \n(b)  prepare and publish such periodical reports and returns as may be required by \nthe Federal Government ; and  \n(c)  adopt such other measures as may be necessary or may be specified by the \nFederal Government from time to time for the publication of information about \nthe working of the Union Councils.  \n 93. Bar of suits.  No s uit or other legal proceedings shall lie against the Federal \nGovernment or any person or authority for any loss or damage of any kind caused by the \nsuspension or dissolution of any Union Council.  \n_______  \nCHAPTER XVII  \nINTER -COUNCIL CO -ORDINATION  \n  94. Co -ordination Committee. __ (1) The Federal Government may set up a \nCo-ordination Committee for the rural areas to be called the Rural Areas Co -ordination \nCommittee, hereafter in this Chapter referred to as the Committee.  \n (2) The Committee shall consist of__ \n(a)  all Chairmen of the Union Councils ; and  \n(b)  such number of official members as the Federal Government may nominate.  \n (3) The non -official members of the Committee shall elect from among themselves a \nChairman for a period of one year and, if for any r eason the Chairman of the Committee is \nunable to attend a meeting of the Committee, the non -official members present shall elect a \nChairman to preside at such meeting.  \n 95. Functions . The Committee may, among others, perform the follow ing functions, \nnamel y__ \n(i)  co-ordination of activities of all Union Councils and of all Government and \nsemi-Government departments or institutions in the rural areas ;  \n(ii)  settlement of Disputes among the Union Councils ;  \n(iii)  co-ordination in matters like planning and implementation of local development \nschemes and the provisions of public services ;  \n(iv)  levy of surcharge under section 62 ; and  \n(v)  such other functions as the Federal Government may entrust to it from time to \ntime.  \n  \nCHAPTER XVIII  \nOFFENCES AND PENALT IES \n  96. Offences.  Every act or omission specified in the Fourth Schedule shall be an \noffence under this Ordinance.  \n 97. Punishments.__(1) Whoever commits any of the offences mentioned in Part I of \nthe Fourth Schedule shall be punishable with imprisonment  for a term which may extend to \nsix months, or with fine which may extend to one thousand rupees, or with both, and if the \noffence is a continuing one, with an additional fine which may extend to one hundred rupees \nfor every day after the first during whic h the offence continues.  \n (2) Whoever commits any of the offences mentioned in Part II of the Court Schedule \nshall be punishable with fine which may extend to five hundred rupees, and, if the offence is \na continuing one, with an additional fine which may e xtend to fifty rupees for every day after \nthe first during which the offence continues.  \n (3) The fine imposed under subsection (1) or sub -section (2) shall be credited to the \nLocal Fund of the Union Council within whose jurisdiction the offence has been co mmitted.  \n 98. Compounding of offences.__(1) The Chairman or any person generally or \nspecially authorized by a Union Council in this behalf may, at any time after the commission \nof an offence and before the conclusion of proceedings in the Court, compound a ny offence \nunder this Ordinance.  \n (2) Where an offence has been compounded under sub -section (1), the offender, if in \ncustody, shall be discharged and no further proceedings shall be taken against him in respect \nof the offence so compounded.  \n 99. Cognizanc e of offences.  No Court shall take cognizance of any offence under this \nOrdinance except on a complaint in writing made by the Chairman or a person generally or \nspecially authorized by the Union Council in this behalf.  \n  100. Summary disposal of cases .__(1) A Court taking cognizance of any offence \npunishable under this Ordinance, other than an offence mentioned in Part I of the Fourth \nSchedule, may state upon the summons to be served on  the accused person that he may__ \n(a)  appear through pleader and not in  person ; or  \n(b)  by a specified date, prior to the hearing of the charge, plead guilty by registered \nletter and remit to the court such amount, not exceeding one hundred rupees, as \nthe court may specify.  \n (2) Where the accused person pleads guilty and rem its the sum specified, no further \nproceedings in respect of the offence shall be taken against him.  \n_______  \nCHAPTER XIX  \nMISCELLANEOUS  \n  101. Appeals . __ (1) Any person aggrieved by an order passed by a Union Council or \nits Chairman in pursuance of this Ord inance or the rules or bye laws may appeal to such \nauthority, in such manner and within such period as may be prescribed.  \n 1[(1A) An order in appeal shall not be passed without affording to the appellant an \nopportunity of being heard.]  \n (2) Any order passe d in appeal shall be final.  \n \n 102. Power to make rules.  The Federal Government may make rules2 for carrying \nout the purpose of this Ordinance.  \n 103. Bye -laws.__(1) A Union Council may, and if required by the Federal \nGovernment shall, make bye -laws not inco nsistent with this Ordinance and the rules to carry \nout the purposes of this Ordinance.  \n(2) Any regulations and bye -laws made by any Local Council under the Order, if not \ninconsistent with this Ordinance or the rules, shall be deemed to be bye -laws made un der this \nOrdinance.  \n 104. General provisions relating to rules, etc.__ (1) All bye -laws shall be made \nsubject to the condition of previous publication.  \n (2) All rules and bye -laws shall be notified.  \n (3) Copies of rules and of bye -laws pertaining to a Unio n Council shall be kept \navailable at the office of the Union Council for inspection and sale.  \n 105. Delegation of powers. __ (1) The Federal Government may, by notification in the \nofficial Gazette, delegate any of its powers under this Ordinance or the rul es to any officer \nsubordinate to it or to a Union Council:  \n Provided that an order passed by an officer to whom, or the Union Council to which, \npowers have been delegated under this subsection may be set aside or modified by the \nFederal Government if it is  not in conformity with the provisions of this Ordinance or the \nrules or is against public interest.  \n \n1Ins. by the Capital Territory Government (Amdt.) Act, 1988 (4 of 1988), s. 2.  \n2For such rules, see the following notifications : __ \n(i) S.R.O. 758(I)/79,date d 28-8-79, Gaz. of P., 1979, Extra, Pt. II, pp 1316 -55. \n(ii) S.R.O. 821(I)/79,dated 15 -2-79, Gaz. of P., 1979, Extra, Pt. II, pp 1467 -70. \n(iii) S.R.O. 822(I)/79,dated 15 -2-79, Gaz. of P., 1979, Extra, Pt. II, pp 1470 -71. \n(iv) S.R.O. 959(I)/79,dated 18 -10-79, Gaz. of P., 1 979, Extra, Pt. II, pp 1735 -38. \n  \n (2) A Union Council may, with the previous sanction of the Federal Government, \ndelegate any of its powers under this Ordinance or the rules or bye -laws to its Chairman or \nsub-committee or any of its officers or members.  \n (3) A Chairman may, with the previous sanction of the Union Council concerned, \ndelegate all or any of his powers under this Ordinance or the rules or bye -laws, not being \npowers delegated to him under subsection (2), to any member of the Union Council or an y its \nofficers.  \n 106. Transfer of institutions or service.  Notwithstanding anything contained in this \nOrdinance or in any other law for the time being in force, the Federal Government may from \ntime to time direct that subject to such terms and conditions a s ma y be specified in the \ndirection__ \n(a)  any institution or service maintained by a Union Council shall be transferred to \nthe management and control of the Federal Government ; or  \n(b)  any institution or service maintained by the Federal Government shall  be \ntransferred to the management and control of a Union Council : \n  Provided that no direction regarding the transfer of any institution or \nservice from a Union Council to the Federal Government or vice versa shall be \ngiven without the consent of the Union  Council concerned.  \n 107. Licences and sanctions.__(1) Wherever it is provided in this Ordi nance or the \nrules or bye -laws that the permission or sanction of a Union Council shall be necessary to the \ndoing of any act such permission or sanction shall be in  writing.  \n (2) Every licence sanctioned or permission granted by or under the authority of a Union \nCouncil shall be signed by the Chairman or by such Official ’s of the Union Council as may \nbe authorised in this behalf by the Union Council.  \n 108. Institutio n of suits against Union Council, etc.__(1) A suit maybe instituted \nagainst a Union Council or against any member, official or servant of a Union Council in \nrespect of any act done or purported to have been done in his official capacity after the \nexpiratio n of one month next after a notice in writing has been, in the case of a Union \nCouncil, delivered or left at its office, and in the case of a member, official or servant, \ndelivered to him or left at his office or residence, stating the cause of action, the  name, \ndescription of place of residence of the intending plaintiff and the relief which he claims and \nthe plaint shall contain a statement that such notice has been so delivered or left.  \n (2) Where any such suit is instituted without delivering or leaving  such notice as \naforesaid or before the expiration of the said period of one month or, where the plaint does \nnot contain a statement that such notice has been so delivered or left, or if settlement as \nregards the subject -matter of the suit is reached or th e Union Council or the member or \nofficial or servant, as the case may be, concedes the plaintiff ’s claim within the period of one \nmonth from the date of institution of the suit, the plaintiff sh all not be entitled to any cost:  \n Provided that, in a suit ins tituted without such notice, the Court shall allow not less \nthan one month to the defendant to submit a written statement.  \n 109. Notice and service thereof .__(1) Where anything is required to be done or not to \nbe done by any person under this Ordinance or the rules or bye -laws, a notice shall be served \non the person concerned specifying the time within which the requirements shall be complied \nwith.  \n (2) No notice shall be invalid for defect of form.  \n (3) Every notice shall, unless otherwise provided, be ser ved or presented by giving or \ntendering the notice or sending it by post to the person for whom it is intended or by affixing \nit on some conspicuous part of his residence or place of business.  \n (4) A notice intended for the public in general shall be deeme d to have been \nsufficiently served if a copy thereof is affixed in such public place as may be determined by \nthe Union Council.  \n 110. Records to be public documents.  All records prepared or registers maintained \nunder this Ordinance shall be deemed to be pu blic documents within the meaning of the \nEvidence Act, 1872 (I of 1872).  \n 111. Members and servants of Union Councils to be public servants.  Every \nmember and every servant of a Union Council and every other person duly empowered to act \non behalf of a Union  Council shall be deemed to be a public servant within the meaning of \nsection 21 of the Pakistan Penal Code (Act XLV of 1860).  \n 112. Bar against employment. A Chairman or a member of a Union Council shall not be \nemployed under that Union Council for a peri od of one year from the date on which he ceases to be a \nChairman or member, as the case may be.  \n 113. Protection of action taken in good faith. No suit, prosecution or other legal proceeding \nshall lie against the Federal Government or any Union Council or against any person authorised by \neither of them for anything in good faith done or intended to be done under this Ordinance or for any \ndamage caused or likely to be caused by any such action.  \n 114. Bar of Jurisdiction . No civil Court shall have jurisdictio n to entertain, hear or \nadjudicate upon any suit, appeal or other proceedings, grant any injunction, issue any process or make \nany order in relation to anything done or intended to be done by a Union Council or any \nauthority or officer authorised by it, un der the provisions of sections 48, 49, 68 and 80.  \n_______  \nCHAPTER XX  \nTRANSITORY PROVISIONS  \n  115. Interim authorities.  In any area within the jurisdiction of a Union Council \nconstituted under the Order in which the provisions of this Ordinance are brought into force \nbut a Union Council is not constituted under this Ordi nance or has been dissolved, then, \nnotwithstanding anything contained in this Ordinance, the Federal Government may, by \norder, empower a person or persons to perform all or any of the functi ons of such Union \nCouncil as had jurisdiction therein immediately before such enforcement or dissolution, as \nthe case may be, or such functions of a Union Council under this Ordinance as may be \nspecified in the Ord er, until a Union Council under this Ordin ance for the area assumes office \nin accordance with the provisions of this Ordinance.  \n 116. Interim maintenance of institutions.  Where, on the enforcement of this \nOrdinance in any local area, any service undertaken or institution main tained by the Federal  \nGovernment is required under any of the provisions of this Ordinance to be undertaken or \nmaintained by a Union Council, such service or institution shall, notwithstanding anything \ncontained in this Ordi nance, continue to be undertaken or maintained by th e Federal \nGovernment until the management thereof is duly transferred to the Union Council.  \n 117. Interim budgets.  Where a Union Council assumes office under this Ordinance \nfor the first time, its budget for the financial year during which it assumes offic e shall relate \nto the remaining period of that year and the provisions, regarding budget under this \nOrdinance shall mutatis mutandis  apply to such budget.  \nFIRST SCHEDULE  \nFUNCTIONS OF THE UNION COUNCILS  \n(Section 47)  \nGeneral  \n1.  Provision, maintenance, impro vement and management of public roads, public \nstreets and public ways, culverts and bridges and public buildings.  \n2.  Plantation and preservation of trees on road sides, public ways, public places \nand buildings.  \n3.  Provision and maintenance of public gard ens, public playgrounds and public \nplaces.  \n4.  Protection of foodstuffs and prevention of adulteration.  \n5.  Provision and maintenance of adequate system of public drains and regulation of \nthe disposal of industrial wastes.  \n6.  Maintenance or regulation of public ferries other than those maintained by the \nFederal Government.  \n7.  Improvement of breeding of cattle, horses and other animals and the prevention \nof cruelty to animals.  \n8.  Provision, maintenance and improvement of pastures and grazing grounds.  \n9.  Regulation of milk supply.  \n10.  Establishment and maintenance of cattle colonies.  \n11.  Establishment and maintenance of cattle farms and dairies.  \n12.  Measures to combat ordinary and contagious diseases of birds and animals.  \n13.  Holding of fairs and shows . \n14.  Promotion of public games and sports.  \n15.  Provision, organization and maintenance of museums, exhibitions and art \ngalleries.  \n16.  Provision and maintenance of public halls, public meeting places and \ncommunity centres.  \n17.  Celebration of national o ccasions.  \n18.  Establishment and maintenance of information centres.  \n19.  Reception of distinguished visitors.  \n20.  Relief measures in the event of any fire, flood, hailstorm, earthquake, famine \nand other natural calamities.  \n21.  Provision and maintenance of libraries and reading rooms.  \n22.  Prevention and abatement of nuisances.  \n23.  Regulation of traffic, licensing of vehicles other than motor vehicles and the \nestablishment and maintenance of public stands for vehicles.  \n24.  Lighting of public ways, publi c streets and public places.  \n25.  Management and maintenance of shamilats, burning and burial grounds, \ncommon meeting places and other common property.  \n26.  Provision and maintenance of accommodation for travellers.  \n27.  Sanitation, conservancy, and the ad option of other measures for the cleanliness \nof the local area.  \n28.  Regulation of the collection, removal and disposal of manure and street \nsweepings.  \n29.  Regulation of offensive and dangerous trades.  \n30.  Regulation of the disposal of carcasses of dead animals.  \n31.  Regulation of the slaughter of animals.  \n32.  Regulation of the erection and re -erection of buildings in the local area.  \n33.  Regulation of dangerous buildings and structures.  \n34.  Provision and maintenance of wells, water pumps, tanks, ponds,  and other works \nfor the supply of water.  \n35. Adoption of measures for preventing the contamination of the sources of water -supply for \ndrinking.  \n36.  Prohibition of the use of the water of wells, ponds and other sources of water supply \nsuspected to be dang erous of public health.  \n37.  Regulation or prohibition of the watering of cattle.  \n38.  Regulation or prohibition of the steeping of hemp, jute or other plants in or near ponds \nor other sources of water -supply.  \n39.  Regulation or prohibition of dyeing or ta nnings of skins, or other material within \nresidential areas.  \n40.  Regulation or prohibition of the establishment of brick kilns, potteries and other kilns \nwithin the residential areas.  \n41.  Regulation of births and deaths, and the maintenance of such vital  statistics as may be \nprescribed.  \n42.  Voluntary registration of the sale of cattle and other animals.  \n43.  To report to the police the commission of any offence, to bring to the notice of \nthe police the presence, in the local area, of persons of notorious  character, and \nto assist in the investigation and prevention of crime, and in arresting criminals.  \n44.  Provision of first -aid centres.  \n45.  Aid in the promotion of education under the direction of the Federal \nGovernment.  \n46.  To report to competent autho rity all cases of damage to or encroach ment upon \nany public road, street, way or ;any public places building or property.  \n47.  To publicize in the local area all matters the publicity of which is required by the \nFederal Government or other competent autho rity. \n48.  To assist officials in the execution of their official duties and to furnish such \ninformation as may be required by them for official purpose.  \n1[49. Construction and maintenance of mosques and to provide for religious \neducation.]   \n  \n1Added by th e Capital Territory Local Government (Amdt.) Act, 1988 (4 of 1988), s. 3.  \nDevelopment  \n1.  Aggregation of the financial allocation physical programmes and targets \nreceived from the Federal Government in different sectors and to draw to a \nUnion Development Programme. In this work the Council will take into account \nFederal Projects of the respective areas.  \n2.  To facilitate the formation of associations for the performance of tasks that can \nbe done only collectively or can better be performed collectively, fo r example, \nconsumer associations for distribution of electricity, farmers associations for \nwatercourses management, associations for distribu tion of agriculture inputs and \nco-operative marketing associations.  \n3.  To discharge the overall responsibility fo r the identification, appraisal and \napproval of projects prepared and to be constructed by Union Council s in the \nfollowing sub -sectors:__ \n Primary, middle and secondary schools.  \n Rural health centres.  \n Basic health unit s. \n Family welfare clinics.  \n Piped wa ter supply.    \n Portable water -storage tanks.  \n Hand  pumps.  \n Sanitation.  \n Rural roads.  \n4.  To arrange the procurement and distribution of locally made equip ment and \nmaterials for health centers and schools.  \n5.  To take appropriate measures for the developme nt of skills, crafts and cottage \nindustries (Development of skills would include promotion of industrial homes, \ndomestic and cottage level crafts and trades, modest repairs of agricultural and \nother machinery, training of dehi mazdoors).  \n6.  To review the implementation of development programmes by holding review \nmeetings as well as through periodic inspections and progress reports.  \n7.  To submit to the Federal Government regular progress reports on the implementation of \ndevelopment projects at different le vels within the local area.  \n8.  To evolve standard designs and specifications to the extent possible and desirable in \nharmony with the general conditions obtaining in the local area and use appropriate \ntechnology to execute its development projects on a mo re economic basis.  \n9.  To monitor the supply of agricultural and service inputs and to make appropriate \nrecommendations to the concerned authorities.  \n10.  Disseminate information about the projects and allocations of funds for the \ndevelopment programmes to  keep the people fully informed about the projects to be \nexecuted.  \n11.  Popularization of improved methods of agriculture, maintenance of improved \nagricultural implements and lending of such implements and machinery to cultivators \nand adoption of measures for bringing waste land under cultivation.  \n12.  Promotion of agricultural credit, agricultural education and adoption of other measures \nlikely to promote agricultural development.  \n13.  Adoption of measures for increased food production.  \n14.  Identify gaps in various sectors in the local area and to take steps to remove these gaps \nwith the available resources in accordance with the priorities.  \n15.  Circulate widely the information on the projects, allocations and physical programmes \nto lie executed by variou s line departments and the Union Council to enlist voluntary \nfinancial and material support to the local development programmes and to stimulate \nbetter community supervi sion.  \n16.  To encourage and to facilitate the formation of associations for collective  use and \ncollection of charges for services such as watercourse management, co -operative \ntube-well development.  \n17.  To assist the village revenue officials in the local area by whatever name called or \ndesignated, in the proper performance of their duties with regard to the collection of \nrent or land revenue, and the general administration.  \nSocial Welfare and Community Development.  \n1.  Establishment, management and maintenance of welfare homes and other institutions \nfor the relief of the destitutes.  \n2.  Suppression of beggary, prostitution, gambling, taking of injurious drugs, \nconsumption of alcoholic liquor and other social evils.   \n3.  Formulation of execution of community development projects.  \n4.  Establishment of socio -economic centers and industrial home s for needy \nwomen.  \n \n5.  Establishment of rescue homes for insecure women.  \n6.  Establishment of homes for women without support.  \n7.  Establishment of hostels for working women.  \n8.  Establishment of model orphanages.  \n9.  Establishment of day care centers fo r children of working mothers.  \n10.  Establishment of centers for recovery of ki dnapped and lost children.  \n11.  Establishment of baby homes for abandoned children.  \n12.  Establishment of in service and child welfare training institutions.  \n13.  Establishment of craft training centers for women.  \n14.  Establishment of holiday centers and multi -purpose community centers.  \n15.  Establishment of care, vocational training, placement and rehabilita tion centers \nfor the blind.  \n16.  Establishment of vocational training,  placement and rehabilitation centers for \nthe deaf and dumb.  \n17.  Establishment of sheltered workshop for the physically handicapped.  \n18.  Establishment of sheltered workshop for  the mentally retard ed. \n19.  Establishment of artificial limb centers.  \n20.  Relief for the widows and orphans, and the poor and persons in distress.  \n21.  Any other measures likely to promote the welfare, health, safety, comfort or \nconvenience of the inhabitants of the local area or of visitors.  \n22.  Any other function that may be as signed by the Federal Govern ment.  \nSECOND SCHEDULE  \nTAXES, TOLLS, RATES AND FEES OF UNION COUNCILS  \n(Section  64) \nThe following taxes will be levied by Union Councils.  \n  \n1.  Tax on cinemas and cinema tickets.  \n2.  Entertainment tax on dramatical and theatrica l shows.   \n3.  Tax on annual rental value of buildings and land,   \n4.  Hearth tax.  \n5.  Tax on the birth of children.  \n6.  Marriage tax.  \n 1* *  * * * * * \n8.  Tax on animals.  \n9.  Tax for the construction of maintenance of any work of public utility.  \n10.  Tax on  feasts where more than twenty persons, not belonging to the household \nof the person arranging the feast, are entertained with foodstuffs.  \n 1* *  * * * * *  \n12.  Tax on profession, callings and employment.  \n13.  Tax on vehicles other than motor vehicles and  including carts, bicycles and \ntongas.  \n14.  Community tax on the adult males for the construction of a public work of \ngeneral utility for the inhabitants of the local area.  \n  \n1Omitted by Act 4 of 1999, s.30.  \n15.  Tolls on roads, bridges and ferries mainta ined by the Union Council.   \n16.  Rates on the services like water -supply drainage, lighting provided by the Union \nCouncil.  \n17.  Rates for the remuneration of village police.  \n18.  Fee on the slaughter of animals.  \n19.  Fee for erection and re -erection of bui ldings.  \n20.  Market fees.  \n21.  Fees at fairs, agricultural shows, industrial exhibitions, tournaments and other \npublic gatherings.  \n22.  Fees for specific services rendered by a Union Council.  \n23.  Surcharge on any of the taxes levied by the Federal Governm ent. \n_______  \nTHIRD SCHEDULE  \nDANGEROUS AND OFFENSIVE ARTICLES AND TRADES  \n(Section 80)  \n1.  The business of storing or selling timber, firewood, coal, charcoal and coke, hay, \nstraw, grass and bamboo, jute shrub, hemp, munj and their products, matches, \nexplosi ves, petrol, oil and lubricants, paper, ghee and other dangerously \ninflammable materials.  \n2.  Sugar refining and sugar refineries.  \n3.  Preparation of aerated water.  \n4.  Operating or running bake houses.  \n5.  Electroplating.  \n6.  Welding.  \n7.  Storing, packing , pressing, cleaning, preparing or manufacturing by any process \nwhatever, blasting., powder, ammunition, fireworks, gun -powder, sulphur, \nmercu ry, gases, gun cotton, saltpeter , nitrocompounds, nitromixtures, \nphosphorous or dynamite.  \n8.  Cleaning, dyeing, pr eparing or manufacturing by any pro cess whatever, clothes \nor yarn in indigo and other colours.  \n9.  Storing, processing, cleaning, crushing, melting, preparing or manufacturing by \nany process whatever or dealing in bones, tallow, offal, fat, blood, soap, ra w \nhides and skins, candles, manure, catgut and oil cloth.  \n10.  Manufacturing oils.  \n11.  Washing or drying wool or hair.  \n12.  Making or manufacturing bricks, surkhi, tiles or earthenware pots,  clay pipes or \nother earthenware by any process of baking or burn ing. \n13.  Burning or grinding of limestone or metal stone or storing of lime for sale.  \n14.  Cleaning or grinding, of grain or chillies by any kind or class of machinery.  \n15.  Keeping animals likely to create nuisances.  \n16.  Fellmongering.  \n17.  Casting of h eavy metals such as iron, lead and copper.  \n18.  Dealing in chemicals, liquid or otherwise.  \n19.  Wholesale storing, cleaning, pounding, and selling of tobacco except the storing \nof tobacco required for the preparation of bidis, cigars or cigarettes.  \n20.  Operating or running tin factories.  \n21.  Manufacture of safes, trunks and boxes.  \n22.  Marble cutting and polishing.  \n23.  Glass levelling and polishing.  \n24.  Manufacture of cement and hums pipes.  \n25.  Storing, packing, pressing, cleaning, preparing or manufac turing by any process \nwhatever, rags, pitch, tar, turpentine, demmar, cocoanut, fibre, flax, hemp, rosin \nor spirit.  \n 26.  Tanning, pressing or packing hides or skins whether raw or dry.  \n27.  Trade or operation of a fa rrier.  \n28.  Working of power -looms, ric e husking plants, steam whistle, steam trumpet or \nelectric or hand operated sirens beyond hours fixed for their opera tion by a \nUnion Council.  \n29.  Discharging fire -arms and letting off fire -works, fire balloons or detonators or \nany game dangerous to life,  dwelling and other property.  \n30.  Any other article or trade declared by the Federal Government or the Union \nCouncil to be dangerous to life, health, or property or likely to cause nuisance \neither from its nature or by reason or the manner in which or the  conditions \nunder which the same may be processed or carried on.  \n________  \n \nFOURTH SCHEDULE  \nOFFENCES UNDER THE ORDINANCE  \n(Section 96)  \nPART I  \n1.  Encroachment, movable or immovable, on any property or on any open space or \nland vesting in or managed, maintain ed or controlled by a Union Council or on, \nover or under a street, road, graveyard or a drain within the limits of a Union \nCouncil without the sanction of the Union Council.  \n2.  Carrying of any dangerous or offensive trade or storing any offensive or \ndange rous articles without the sanction required under the Ordinance.  \n3.  Tampering with any road, drain, pavement, main pipe, meter or any apparatus or \nappliance for the supply of water.  \n4.  Exhibiting any obscene advertisement.  \n5.  Stocking or collecting of t imber, wood, dry grass, straw or other inflammable \nmaterial in a manner which is declared by the Union Council to be dangerous.  \n6.  Discharge fire -arms or letting off fire -works, cracker fire balloons or de tonators \nor engaging in any game  in such manner as  causes or is likely to cause danger to \npersons passing by or living or working in neighborhood, or sick or injury to \nproperty.  \n7.  Willfully obstructing any officer or servant of a Union Council or any person \nauthorised by the Union Council in the exercis e of powers conferred by or under \nthe Ordinance.  \n8.  Fixing of wooden Khokhas, plying of hand carts for the sale of goods and \ntemporary shops or permanent shops or extension thereof on footpaths or \nbeyond the street line.  \n9.  Opposing forcible seizure of a nimals under the Ordinance or rescu ing the seized \nanimals either from the pound or from any person taking them to a pound.  \n10.  Erection or re -erection of a building without the sanction, required under the \nOrdinance or using for a purpose other than for which erection or re -erection \nwas sanctioned.  \n11.  Dyeing or tanning skins within such distance of the residential area as may be \nspecified by the Union Council for the supply of water.  \n12.  Establishing a brick kiln, lime kiln, charcoal kiln, or pottery w ithin such distance \nof the residential area as may be specified by the Union Council.  \n13.  Failure to demolish or otherwise secure a building declared by the Union \nCouncil to be dangerous building.  \n14.  Failure of industrial or commercial concerns to provi de adequate and safe \ndisposal of affluent.  \n15.  Failure by the owner or occupier of any land to clear away and remove any thick \nvegetation or undergrowth declared by a Union Council to be injurious to health \nor offensive to the neighborhood.  \n16.  Quarrying , blasting, cutting timber or carrying building operations in such \nmanner as causes or is likely to cause danger to persons passing by or l iving or \nworking in the neighbo rhood.  \n17.  Being an officer or servant declared by the Union Council to be an essenti al \nofficer or servant to be absent from duty, or to neglect or refuse to perform any \nof the duties or to perform the wilfully in an inefficient manner.  \n18.  Cutting down of any tree, or cutting of a branch of any tree, or erection or \ndemolition of any buil ding or part of a building where such action is declared \nunder the Ordinance to be a cause of danger or annoyance to the public.  \n19.  Attempts and abetments of any of the offences as aforesaid.  \nPART II  \n 20.  Without the permission of the Union Council, cau sing or knowingly or \nnegligently allowing the contents of any sink, sewer or cesspool or any other \noffensive matter to flow, or drain to be put upon any street, or public place or \ninto any irrigation channel or any sewer or drain not set apart for the purp ose. \n21.  Laying out a drain or altering any drain in a street without the sanc tion required \nunder the Ordinance.  \n22.  Connecting any house drain with a drain in a public street without the \npermission required under the Ordinance.  \n23.  Using water for dri nking from any source which is suspected to be dangerous to \npublic health and the use thereof has been prohibited by the Union Council.  \n24.  Excavation of earth, stone or any, other material within such distance of the \nresidential area as specified by the Union Council.  \n25.  Disposing of carcasses of animals within prohibited distance and removal of fat \nfrom a dead animal other than a slaughtered animal.  \n26.  Slaughtering of animals for the sale of meat at a place other than the place set \napart for the purp ose. \n27.  Burying or burning a dead body at a place which is not a public or registered \nburial or burping place, except with the sanction of the Union Council.  \n28.  Evasion of payment of a tax or other impost lawfully levied by a Union Council.  \n29.  Failur e to furnish, on requisition, information in respect of any mattes which a \nUnion Council is authorized to call for under any of the provisions of the \nOrdinance, rules or bye -laws or furnishing wrong information.  \n 30.  Doing an act without licence or permis sion when the doing of such act requires \na licence or permission under any of the provisions of the Ordi nance or the rules \nor bye -laws.  \n31.  Picketing, parking animals or collecting carts or vehicle on -any street, using any \nstreet as a halting place for v ehicles or animals or as a place of encampment \nwithout the permission of the Union Council concerned.  \n32.  Causing or permitting animals to stray or keeping, tethering stalling, feeding or \ngrazing any cattle on any road, street or thoroughfare or in any pu blic place or \ndamaging or causing or permitting to be damaged any road street or \nthoroughfare by allowing cattle to move thereon.  \n33.  Throwing or placing any refuse on any street, or in any place, not provided or \nappointed for the purpose by a Union Counc il. \n34.  Doing any act by which water for drinking is rendered unfit for such use.  \n35.  Watering cattle or animals, or bathing or washing at or near a well or other \nsource of drinking water for the public.  \n36.  Steeping hemp, jute or any other plant in or near a pound or any other \nexcavation within such distance of the residential area as may be specified by a \nUnion Council.  \n37.  Wilfully or negligently injuring or suffering to be injured, wells, reservoirs, \nmains, pipes or other appliances for the supply o f water under the management \nor control of a Union Council.  \n38.  Drawing off, diverting or taking any water except with the permission required \nunder the Ordinance.  \n39.  Failure to provide, close, remove, alter, repair, clean, disinfect or put in proper \norder any latrine, urinal, drain, cesspool or other receptacle for filth, sullage, \nwater or refuse when so required by a Union Council.  \n40.  Failure by the owner or occupier of any land to cut or trim the hedges growing \nthereon which overhang any well, tank  or other source from which water is \nderived for public use.  \n41.  Cultivation of such crops, use of such manure or irrigation of any land in such \nmanner as is declared under the Ordinance to be injurious to public health qtr \noffensive to the neighbourhood.  \n42.  Failure by the owner or occupier of any land or building to clean, repair, cover, \nfill up or drain off any private well, tank or other source of water supply, which \nis declared under the Ordinance to be injurious to health or offensive to the \nneighbo urhood,  \n43.  Failure of an owner or occupier of any building or land to put up and keep in \ngood condition troughs and pipes for receiving or carrying water or sullage \nwater.  \n44.  Sale of article of food or drink by a person suffering from any infectious di sease.  \n45.  Feeding or allowing to be fed any animal meant for dairy or food purposes on \ndeleterious substance, filth or refuse of any kind.  \n46.  Defacing or disturbing any direction -post, lamp -post or lamp, or extinguishing \nany light arranged by a Union C ouncil wi thout due authority.  \n47.  Fixing any bill, notice, placard or other paper or means of advertisement \nagainst -or upon any building or place other than the places fixed for the purpose \nby a Union Council.  \n48.  Playing of music or radio, beating a dru m or tomtom, blowing a horn or trumpet \nor beating or sounding any brass or other instrument or utensil in contravention \nof any general or special prohibition issued by a Union Council.  \n49.  Letting loose or setting in ferocious dogs or other dangerous anim als. \n50.  Using or allowing the use for human habitation of a building declared by a \nUnion Council to be unfit for human habitation.  \n51.  Failure to lime -wash or repair a building if so required by a Union Council.  \n52.  Failure by the owner or occupier of a building to make adeq uate arrangements \nfor house scave nging when so required by a Union Council.  \n53.  Begging importunately for alms or exposing or exhibiting with the object of \nexciting charity any deformity or disease or any offensive sore or wound.  \n54.  Failure of the head of family to report the birth or death to a Union Council or a \nperson appointed in this behalf within a reasonable time.  \n55.  Any owner or keeper of an animal who through neglect or otherwise damages or \ncauses or permits to be damage d any land or crop or produce of land, or any \npublic road, by allowing such animals to trespass thereon.  \n56.  Releasing, purchasing or delivering animals contrary to the provi sions of \nChapter XIII of the Ordinance or omitting to provide any impounded anim al \nwith sufficient food and water by the pound keeper.  \n57.  Doing of any other act which is prescribed as an offence under the Ordinance.  \n58.  Contravening any of the provisions of the Ordinance, rules or bye -laws, or any \norder, direction, notice or declar ation made or issued thereunder.  \n59.  Attempts and abetments of any of the offences as aforesaid.  \n_________"
}