{
    "file": "./converted_json\\administratorda80475067b0b4ebdd3688ea3792097f.json",
    "name": "The Antiquities Act, 1975",
    "date": "14th January, 1976",
    "tagline": "An Act to repeal and re-enact the law relating to the preservation and protection of antiquities.",
    "content": "Page 1 of 14 \n  \nTHE ANTIQUITIES ACT, 1975  \n \n \n \n \nCONTENTS  \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Advisory Committee.  \n4. Dispute as to whether any product, etc., is an antiquity.  \n5 Custody, preservation, etc., of certain antiquities.  \n5A. Accidental discovery of antiquity to be reported, to Director­General  \n6. Power of entry, inspection, etc.  \n7. Acquisition of land containing antiquities.  \n8. Purchase, taking lease, etc., of antiquity.  \n9. Right of pre­emption in case of a sa le of antiquity.  \n10. Declaration of protected antiquities.  \n11. Representation against declaration of protected antiquities.  \n12. The guardian ship of antiquity by agreement.  \n13. Purchasers at certain sales and person claiming through owner bound by agreemen t entered \ninto by owner.  \n13A. Ownership of buried antiquities.  \n14. Application of endowment for maintenance and preservation of antiquity.  \n15. Compulsory acquisition of protected immovable antiquity.  \n16. Compulsory acquisition of movable antiquities.  \n17. Protection of place of worship from misuse, etc.  \n18. Restriction on use of protected immovable antiquity.  \n19. Prohibition of destruction, damage, etc., of protected antiquities.  \n \n\n \nPage 2 of 14 \n 20. Restriction on repairs, renovations, etc., of protected immovable antiquiti es. \n21. Direction to the owner to take measures for preservation of antiquity.  \n22. Execution of development schemes and new constructions in proximity to immovable \nantiquity.  \n23. Prohibition of bill posting, neon signs, other kinds of advertisements, etc.,  \n24. Penalty for counterfeiting, etc., of antiquity.  \n25. Dealing in antiquities.  \n26. Export of antiquities.  \n27. Traffic in movable antiquities.  \n28. Regulation of mining, quarrying, etc.,  \n29. Prohibition of archaeological excavation or exploration without licence.  \n30. Prohibition of making copies of protected antiquities without licence.  \n31. Right of access to protected immovable antiquities.  \n32. Penalty.  \n33. Jurisdiction to try offences.  \n34. Power to arrest without warrant.  \n35. Confiscated antiquities to be made over to Director General.  \n36. Indemnity.  \n37. Power to make rules.  \n38. Repeal.  \n  \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 14 \n THE ANTIQUITIES ACT, 1975  \n 1Act No. VII OF 1976   \n[14th January, 197 6] \nAn Act to repeal and re­enact the law relating to the preservation and protection of antiquities.  \nWHEREAS it is expedient to repeal and re­enact the law relating to the preservation and \nprotection of antiquities and to provide for matters connected therewith or ancillary there to; \nIt is hereby enacted as follows: — \n1.  Short title, extent and commencement .—(1) This Act may be called the Antiquities Act, \n1975.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions .—In this Act, unless there is any thing repugnant in the subject of context, — \n(a) “Advisory Committee ” means the Advisory Committee constituted under \nsection 3;  \n2[(b) “ancient” , in relation to an antiquity, means an antiquity which has been in \nexistence for  a period of not less than seventy­five years;]  \n(c) “antiquity ” means — \n(i) any ancient product of human activity, movable or immovable, \nillustrative of art, architecture, craft, custom, literature, morals, politics, \nreligion, warfare or science or of any a spect of civilization or culture,  \n(ii) any ancient object or site of historical, ethnographical, anthropological, \nmilitary or scientific interest,  \n(iii) any national monument, and  \n(iv) any other object or class of such objects declared by the Federal \nGover nment, by notification in the official Gazette, to be an antiquity \nfor the purposes of this Act;  \n(d) “dealer ” means a person engaged in the business of buying and selling \nantiquities; and “deal in antiquities ” means to carry on such business;  \n(e) 3[Director­General] means the 3[Director­General ] of Archaeology, \nGovernment of Pakistan, and includes an officer authorised by him to exercise \nor perform all or any of the powers or functions of the 3[Director­General] under \nthis Act ;  \n1For Statement of Objects and Reasons, see Gaz. of P., 1975, Ext., Pt. III, p. 1541.  \nThe Act has been applied to Provincially Administered Tribal Areas of N.W.F.P. with certain modifications, see Notifn. No. 14 /43­505(II) (H.D)/80. dt. \n29­1­81, see Gaz. of N.W.F.P, Ext., p.  \n2Subs. by the Antiquities (Amdt.) Act, 1992 (21 of 1992), s. 2, for clause (b).  \n3 Subs. by the Antiquities (Amdt.) Act, 1992 (21 of 1992), s. 2, for “Director ”. \n \n \nPage 4 of 14 \n (f) “export ” means taking out of Pakistan by land, sea or air;  \n(g) “immovable antiquity ” means an antiquity of any of the following descriptio ns, \nnamely: — \n(i) any archaeological deposit on land or under water,  \n(ii) any archaeological mound, tumulus, burial place or place of internment, \nor any ancient garden, structure, building, erection or other work of \nhistorical, archaeological military or sc ientific interest,  \n(iii) any rock, cave or other natural object of historical, archaeological \nartistic or scientific interest or containing sculpture, engraving, \ninscription or painting of such interest, and includes — \n(1) any gate, door, window, paneling, dado, ceiling, inscription, \nwall­painting, wood work, metal work or sculpture or any other \nthing which is attached or fastened to an immovable antiquity;  \n(2) the remains of an immovable antiquity;  \n(3) the site of an immovable antiquity;  \n(4) such portions o f land or water adjoining the site of an immovable \nantiquity as are reasonably required for fencing or covering or \notherwise preserving such antiquity;  \n(5) the reasonable means of access to, and convenient inspection of \nan immovable antiquity; and  \n(6) any urban site, street, group of buildings or public square of \nspecial value which the Federal Government, being of the \nopinion that its preservation is a matter of public interest by \nreason of its arrangement, architecture or materials of \nconstruction, by  notification in the official Gazette, declares to \nbe an immovable antiquity for the purposes of this Act;  \n(h) “national monument ” means any building, structure, erection, place of \ninternment, garden, portion of land or any other place or thing of national \nimportance as may be determined and notified as such from time to time by the \nFederal Government in consultation with the Advisor y Committee;  \n  (i) “owner ” includes — \n(i) any person legally competent to act on behalf of the owner, when by \nreason of infancy or other disability the owner is unable to act;  \n(ii) a joint owner invested with powers of management on behalf of himself \nand ot her joint owners and the successor in interest of such owner; and  \n(iii) any manager or trustee exercising the powers of management and the \nsuccessor in office of such manager or trustee;  \n \nPage 5 of 14 \n (j) “protected antiquity ” means an antiquity which is  declared under section 10 to \nbe a protected antiquity; and  \n(k) “rules ” means rules made under this Act.  \n3. Advisory Committee .—l[(l) For the purposes of this Act, the Federal Government shall, by \nnotification in the Official Gazette, constitute an Advisory Committee comp rising of such members, \nincluding one member each from the Senate and the National Assembly, as may be deemed necessary. \nThe Chairman of the Advisory Committee shall be the member of Parliament.]  \n(2) No act or proceeding of the Advisory Committee shall be deemed to be invalid by reason \nonly of the existence of a vacancy in, or defect in the constitution of, the Committee.  \n4. Dispute as to whether any product etc ., is an antiquity .—If any question arises whether \nany product, object or site is an antiquity wi thin the meaning of this Act it shall be referred to the \nFederal Government which shall, after consultation with the Advisory Committee, decide the same; \nand the decision of the Federal Government shall be final.  \n5. Custody, preservation etc., of certain a ntiquities .—(1) Where the 2[Director General] \nreceives any information or otherwise has the knowledge of the discovery or existence of an antiquity \nof which there is no owner, he shall, after satisfying himself as to the correctness of the information or \nknowledge, take such steps as he may consider necessary for the custody, preservation and protection \nof the antiquity.  \n(2) Where the owner of an antiquity is not traceable, the 2[Director General] may, with the \napproval of the Federal Government, take such as he may consider necessary for the custody, \npreservation and protection of the antiquity.  \n3[5A Accidental discovery of antiquity to be reported to 2[Director­General] .—(1) \nWhoever discovers, or finds accidentally any mova ble antiquity shall inform t he 2[Director General] \nwithin seven days of its being discovered or found and preserve it for the period specified in sub­section \n(2). \n(2) If, within seven days of his being informed under sub­section (1) of the discovery of a \nmovable antiquity or of a mov able antiquity having been found, the 2[Director General] decides to take \nover the antiquity for purposes of custody, preservation and protection the person discovering or \nfinding it shall hand it over to the 1[Director General] or a person authorised by h im in writing.  \n4[(3) Where the Director General decides to take over an antiquity he may pay to the person by \nwhom it is handed over to him such cash reward as the Advisory Committee may deem fit.]  \n(4) If any person who discovers or finds any movable antiq uity contravenes the provisions of \nsub­ section (1) or sub­section (2), he shall be punishable with imprisonment for a term which may \nextend to three years, or with fine, or with both, and; the court convicting such person shall direct that \nthe antiquity i n respect of which such contravention has taken place shall stand forfeited to the Federal \nGovernment.]  \n \n1Subs. by the Antiquities (Amdt.) Act, 1992 (21 of 1992), s. 4, for sub­section (1).  \n2Subs. by the Antiquities (Amdt.) Act, 1992 (21 of 1992), s. 2, for “Director ”.  \n3Section 5A ins. by the Antiquities (Amdt.) Ordinance, 1978 (42 of 1978), s. 2.  \n4Subs. by Act. 2l o f 1992, s. 5, for sub­section (3).  \n \nPage 6 of 14 \n 6. Power of entry, inspection, etc. —(1) The 1[Director General] may, after giving \nreasona ble notice, enter into, inspect and examine any premises, place or area w hich or the sub‑soil of \nwhich  may have reason to believe to be, or to contain an antiquity and may cause any site, building, \nobject or any antiquity or the remains of any antiquity in such premises, pla ce or area to be photo \ngraphed, copied or reproduced by any process suitable for th e purpose.  \n(2) The owner or occupier of the premises, place or area shall afford all reasonable opportunity \nand assistance to the 1[Director General] for the purpose of sub­section (1).  \n(3) No photograph, copy or reproduction taken or made under or for the  purposes of \nsub­section (1) shall be sold or offered for sale except by or with the consent of the owner of the objec t \nof which the photograph, copy  or reproduction has been taken or made.  \n(4) Where substantial damage is caused to any property as a result  of the inspection under sub­ \nsection (1), the 1[Director General] shall pay to the owner thereof reasonable compensation for the \ndamage.   \n7. Acquisition of land containing antiquities .—If the Federal Government has reasonable \ngrounds to believe that any l and contains any antiquity it may direct the Provincial Government to \nacquire such land or any part thereof; and the Provincial Government shall thereupon acquire such \nland or part under the Land Acquisition Act, 1894 (I of 1894), as for a public purpose.  \n8. Purchase, ta king lease, etc., of antiquity.  (1) The 1[Director General] may, with the \nprevious sanction of the Federal Government, purchase, or take lease or accept a gift or bequest of, an \nantiquity.  \n(2) The 1[Director General] may receive voluntary contributions and donations for the \nacquisition, preservation or restoration of antiquities and may make suitable arrangements for the \nmanagement and application of the fund created by such contributions and donations:  \nProvided that a contributio n or donation made for any specified purpose shall not be applied to \nany purpose other than that for which it has been made.  \n9.  Right of pre‑emption in c ase of a sale of antiquity .— (1) Where the 1[Director General]  \nreceives any information or otherwise h as the knowledge that any antiquity or any immovable property \ncontaining an antiquity is offered for sale or is about to be sold, he may, with the approval of the \nFederal Government, exercise the right of pre‑emption with respect to such antiquity or prope rty and, \nif he intends to exercise the right, shall give to the person  competent to sell a notice in writing \naccording.  \n(2) If the 1[Director General] does not exercise with respect to any antiquity or property the \nright of pre‑emption within a period of t hree months from the date of notice given under subsection \n(l), the antiquity or property may be sold to any person after the expiry of the said period and a notice \nof such sale shall be given to the 1[Director General].  \n(3) Save as provided in sub­section  (2), no antiquity or property in respect of which a notice \nunder sub­section (1) has been given shall be sold to any person.  \n(4) All sales in contravention of sub­section (3) shall be void and the antiquity or property so \nsold shall be forfeited to the Fe deral Government.  \n1Subs. by the Antiquities (Amdt.) Act, 1992 (21 of 1992), s. 2, for “Director ”. \n \nPage 7 of 14 \n 10. Declar ation of protected antiquities .—(1) The Federal Government may, by notification \nin the official Gazette, declare any antiquity to be a protected antiquity for the purposes of this Act.  \n(2) A copy of a notification under sub­section (1) shall be served on the owner of the antiquity \nand; in the case of an immovable antiquity, shall also be fixed up in a conspicuous place of or near the \nantiquity.  \n (3) A notification under sub­section (1) shall, unless it is cancelled by the Federal Government, \nbe conclusive evidence of the fact that the antiquity to which it relates is a protected antiquity for the \npurposes of this Act.  \n(4) Antiquities decla red to be protected antiquities under the Antiquities Act, 1968 (XIV of \n1968), and ancient monuments deemed to be protected antiquities for the purposes of that Act, shall \nbe deemed to be protected antiquities for the purposes of this Act.  \n11. Representati on against declaration of protected antiquities. —(1) The owner of an \nantiquity to which a notification under section 10 relates, or any person having any right or interest in \nthe antiquity, may, within three months of the service of a copy of the notification, make a \nrepresentation in writing to the Federal Government against the notification.  \n(2) Upon the receipt of a representation under sub­section (1) against a notification, the Federal \nGovernment, after giving the person making it an opportunity of being heard and after consultation \nwith the Advisory Committee, may, if it is satisfied that there are good and sufficient reasons for \nobjection to the notification, cancel it.  \n12. The guardianship of antiquity by agreem ent.—(1)The owner of any immovable \nantiquity  or protected antiquity may, by an agreement in writing constitute the 1[Director General] the \nguardian of such antiquity and the 1[Director General] may, with the previous sanction of the Federal \nGovernment, accept such guardianship . \n(2) Where the 1[Director General] has accepted the guardianship of an antiquity in pursuance \nof an agreement under sub­section (1), the owner shall, except as expressly provided in this Act and in \nthe agreement, have the same right, title and interest in  and to the antiquity as if the 1[Director General] \nhad not been constituted the guardian thereof.  \n(3) An agreement under this section in relation to an antiquity may provide for all or any of \nthe following matters, namely:  \n(a) the maintenance of an antiqu ity; \n(b) the custody of the antiquity and the duties of any person who may be employed \nto watch it;  \n(c) the restrictions upon the right of the owner to alienate, destroy, remove, alter or \ndeface the antiquity or to build on or near the site of the antiquit y; \n(d) the facilities of access to be allowed to the public;   \n(e) the facilities to be allowed to persons deputed by the owner or the 1[Director \nGeneral] for inspection aid maintenance of the antiquity;  \n \n1Subs. by the Antiquities (Amdt.) Act, 1992 (21 of 1992), s. 2, for “Director ”. \n \nPage 8 of 14 \n (f)  the expenses to be incurred in connection with the preservation of the antiquity \nand payment of such expenses if incurred by the owner;  \n(g) compensation to be paid for any loss sustained by the owner or occupier or any \nother person as a result of the enforcement or observance of the agreement; and  \n(h) any other matter connected with the custody, management and preservation of \nthe antiquity.  \n(4) The terms of an agreement unde r this section may be altered from time to time with the \nsanction of the Federal Government and with the consent of the owner.  \n(5) An agreement under this section in relation to an antiquity may be terminated upon six \nmonths' notice in writing given by the  1[Director General], with the previous sanction of the Federal \nGovernment, to the owner or by the owner to the 1[Director General].  \n13. Purchasers at certain sales and persons claiming through owner bound by agreement \nentered into by owner .—Notwithstandin g anything contained in any other law for the time being in \nforce, every person who, at a sale for the recovery of arrears of land revenue or any other public \ndemand, purchases any land or property, or any right or interest in land or property, which conta ins or \nin which is situated an antiquity in respect of which an agreement under section 12 subsists, and every \nperson claiming any title to any antiquity from, through or under an owner who entered into such \nagreement, shall be bound by such agreement.  \n2[13A. Ownership of buried antiquities.  Notwithstanding anything contained in any other \nlaw for the time being in force, the ownership of all buried antiquities shall vest in the Federal \nGovernment.]  \n14.  Application of endowment for maintenance  and preservation of antiquity .—(1) Where  \nany endowment has been created for the maintenance and preservation of any protected antiquity, or \nfor that purpose among others, and the owner or other person competent in this behalf fails in the \nproper applicati on of such endowment and, when proposed to him by the 1[Director General], refuses \nor fails to enter into an agreement under section 12, the 1[Director General] may, for the proper \napplication of such endowment or part thereof, institute a suit in the Cour t of the District Judge, or, \nwhere the estimated cost of maintaining and preserving the antiquity does not exceed on thousand \nrupees, make an application to the District Judge.  \n(2) On the bearing of an application under sub­section (1), the District Judge may summon and \nexamine the owner and any person whose evidence appears to him necessary, and may pass an order \nfor the proper application of the endowment or of any part thereof, and any such order may be executed \nas if it were the decree of a Civil Court.  \n15. Compulsory acquisition of protected Immovable antiquity .—(1) If the Federal  \nGovernment apprehends that a protected immovable antiquity is in danger of being destroyed, injured \nor allowed to fall into decay, it may, 3* * * direct the Provincial Government to acquire such antiquity \nor any part thereof ; and the Provincial Government  shall thereupon acquire such antiquity or part \nunder the Land Acquisition Act, 1894 (I of 1894), as for a public purpose.  \n1Subs, by the Antiquities (Amdt.) Act, 1992 (21 of 1992), s. 2, for “Director ”. \n2New section I3A ins. ibid., s. 6.  \n3The words “after consultation with the Advisory Committee ” omitted by the Antiquities (Amdt.) Act, 1976 (6 of 1976), s. 2, (w.e.f. 2­8­76).  \n \n \nPage 9 of 14 \n (2) The power of compulsory acquisition under sub­section (1) sha ll not be exercised in the \ncase of— \n(a) any antiquity which or any part of which is periodically used for religious \nobservances ; or  \n(b) any antiquity which is the subject of a subsisting  agreement under section 12 \n1[.] \n 2*     *    *   * * * * \n16. Compulsory acquisition of movable antiquities .—(1) If t he Federal Government is of \nthe opinion that any movable antiquity should, by reason of its cultural, historical or archaeologica l \nimportance, be acquired for the purpose of preservation, the Federal Government may, by order in \nwriting addressed to the owner, acquire such antiquity:  \nProvided that the power to acquire under this sub -section shall not extend to — \n(a) any image or symbo l in actual use for the purpose of any religious observance ; \nand \n(b) anything which the owner desires to retain on any reasonable ground personal \nto himself or to any of his ancestors or to any member of his family.  \n(2) When an order under sub­section (1)  has been served upon the owner, the antiquity to \nwhich the order relates shall immediately vest in the Federal Government free from all encumbrances \nand the owner shall be entitled to compensation, the amount of which sha ll be determined in the \nmanner, and in accordance with the principles, hereinafter set out, that is to say, — \n(a) where the amount of compensation can be fixed by agreement, it shall be paid \nin accordance with such agreement ;  \n(b) where no such agreement can be reached, the Federal Governme nt shall appoint \nas arbitrator a person who has been, or is qualified for appointment as, a Judge \nof a High Court;  \n(c) at the com mencement of the proceedings be fore the arbitrator, the Federal \nGovernment and the person to be compensated shall state what in  their \nrespective opinions is a fair amount of compensation ;  \n (d) the arbitrator in making his award shall have regard to the price which the \nantiquity is likely to fetch on a sale in open market between a buyer and a seller \nindependent of each other;  \n(e) an appeal shall lie to the High Court against any award of an arbitrator except \nin case where the amount thereof does not exceed an amount prescribed in this \nbehalf by rules ; and  \n(f) save as provided in this sub -section and in any rules made in this behalf, nothing \nin any law for the time being in force shall apply to arbitrations under this sub -\nsection.  \n1Subs. Ibid., s. 2, or “; or”. \n2Clause(c) omitted ibid., (w.e.f. 2­8­76).  \n \nPage 10 of 14 \n 17. Protection of pla ce of worship from misuse, etc .—(1) A pl ace of worship or shrine, \nbeing an antiquity maintained by the Federal Government, shall not be used for any purpose \ninconsistent with its character.  \n(2) A place of worship or shrine in respect of which the 1[Director­General] has accepted \nguardianship in pursuance of an agreement under section 12 shall, unless the agreement otherwise \nprovides, be maintained by the person in whom it is vested or, if there is no such person, by the Federal \nGovernment.  \n(3) Where any antiquity in respect of which the Federal G overnment has acquired any right \nunder this Act or the 1[Director­General] has accepted guardianship is periodically used for religious \nworship or observance by any community, the 1[Director General] shal l provide for the protection of \nsuch antiquity from pollution or desecration — \n(a) by prohibiting the entry therein, except in accordance with the conditions \nprescribed with the concurrence of the person in charge of the antiquity, of any \nperson not entitled so to enter by the religious usages  of the community by \nwhich the antiquity is used ; and  \n(b) by taking with the concurrence of the person in charge of the antiquity such \nother action as he may think necessary for the purpose.  \n(4) Whoever contravenes the provisions of sub­section (3) shall be punishable with \nimprisonment for a term which may extend to three months, or with fine, or with both.  \n18. Restriction on use of protected immovable antiquity . A protected immovable antiquity \nshall not be used for any purpose inconsistent with its charac ter or for a purpose other than that directly \nrelated to its administration and preservation.  \n19. Prohibition of destruction, damage, etc., of protec ted antiquities .—(1)No person shall,  \nexcept for carrying out the purposes of this Act, destroy, break, dama ge, alter, injure, deface or mutilate \nor scribble, write or engrave any inscription or sign on, any antiquity or take manure from any protected \nantiquity.  \n(2) Whoever contravenes the provisions of sub­section (1) shall be punishable with rigorous \nimprisonm ent, for a, term which may extend to three years, or with fine, or with both.  \n(3) The court trying an offence under sub­section (2) may direct that the whole or any part of \nthe fine recovered shall be applied in defraying the expenses of restoring the anti quity to the condition \nin which it was before the commission of the offence.  \n20. Restriction on repairs, renovation, etc., of protected immovable an tiquity .—(1) The \nowner of a protected immovable antiquity shall not make an y alteration or renovation in, or  addition \nto the antiquity:  \nProvided that he may, with the permission of the 1[Director­General], make minor adjustments \nconsidered necessary for the day to day use of the antiquity:  \nProvided further that the work for which permission has been given shall be carried out under \nthe supervision of the 1[Director­General] or a person authorised by him in this behalf.  \n1Subs. by the Antiquities (Amdt.) Act, 1992 (21 of 1992), s. 2, for “Director ” \n \nPage 11 of 14 \n (2) Whoever contravenes the provisions of sub­section (1) shall be punishable with rigorous \nimprisonment for a term which may extend to one year, or with fine, or with both.  \n21. Direction to the owner to take measures for  preservation of antiquity .—(1)Where the \n1[Director General] considers that any antiquity is not being preserved or conserved properly by its \nowner, the 1[Director General] may, by order in writing, direct the owner to take such measures for its \nproper preservation and conservation, and within such time, as may be specified in the order.  \n(2) If th e owner fails to take the measures specified in the order referred to in sub­section (1), \nthe 1[Director General] may take all such measures in respect of the antiquity and the expenses \nincurred for the purpose shall be recoverable from the owner as an arr ear of land revenue.  \n22. Execution of development schemes and new constructions in proximity to immovable \nantiquity . Notwithstanding anything contained in any other law for the time being in force, no \ndevelopment plan or scheme or new construction on, or w ithin a distance of two hundred feet of, a \nprotected immovable antiquity shall be undertaken or executed except with the approval of the \n1[Director­General].  \n23. Prohibition of bill posting, neon signs, other kinds of advertisements,  etc.—(1) No \nperson  shall put any neon signs or other kinds of advertisement, including bill posting, commercial \nsigns, poles or pylons, electricity or telephone cables and television aerials, on or near any protected \nimmovable antiquity.  \n(2) Whoever contravenes the provision of sub­section (1) shall be punishable with rigorous \nimprisonment for a term which may extend to one year, or with fine which may extend to ten thousand \nrupees, or with both.  \n (3) The court trying an offence under sub­section (2) may direct that the whole or any part of \nthe fine recovered shall be applied in defraying the expenses of restoring the antiquity to the condition \nin which it was before the commission of the offence.  \n24. Penalty for coun terfeiting, e tc., of antiquity .—(1) Whoever counter feits, or commits  \nforgery in respect of any antiquity with intent to commit fraud or knowing to be likely that fraud will \nthereby be committed, or causes anything to appear like, or to be believed to be, an antiquity with \nintent to cause wrongful gain to o ne person or wrongful loss to another person shall be punishable with \nimprisonment for a term which may extend to six months or with fire, or with both.  \n(2) The Court trying an offence under sub­section (1) may direct that anything the making or \nforging of  which has constituted such offence shall stand forfeited to the Federal Government.  \n25. Dealing in antiquities. —(1) No person shall deal in a ntiquities except under, and in \naccordance with, a licence granted by the 1[Director­General].  \n(2) Every dealer sh all maintain a register in such manner and form as the 1[Director­General] \nmay prescribe from time to time.  \n(3) A licence granted under sub­section (1) may be cancelled by the 1[Director­General] for \nthe breach of any condition of the licence.  \n \n1Subs. by the Antiquities (Amdt.) Act, 1992 (21 of 1992), s. 2, for “Director ”. \n \nPage 12 of 14 \n (4) The 1[Director -General]  may, with a view to securing compliance with the provisions of \nthis section, — \n(a) require any person dealing in antiquities to give such information in his \npossession with respect to any business carried on by him as the \n1[Director­General] may demand ;  \n(b) inspect or cause to be inspected any book, register or other document belonging \nto or under the control of any person dealing in antiquities ; and  \n(c) enter and search, or authorise any officer subordinate to him to enter and search, \nany premises and seize, or authorise any such officer or a police officer, to seize, \nany antiquity in respect of which he has reason to believe that a contravention \nof any provision of this section or a breach of any condition of the licence has \nbeen committed.  \n(5) Whoever contravenes the provisions of this section shall be punishable with rigorous \nimprisonment for a term which may extend to three years, or with fine, or with both.  \n(6) The Court trying an offence under sub­section (5) may direct that any antiquity in respect \nof which the offence has been committed shall stand forfeited to the Federal Government.  \n26. Export of antiquities .—(1) No person shall export any ant iquity except under a licence \nto be granted by the 1[Director­General]  \n(a) for the temporary export of antiquities for the purpose of exhibition, \nexamination or treatment for preservation ; or  \n(b) in accordance with agreements with foreign licences for arc haeological \nexploration and excavations within the term of their licences ; or  \n(c) for the export of antiquities which are not of a unique nature in exchange for \nantiquities of any foreign country.  \n(2) All antiquities the export of which is prohibited unde r sub­section (1) shall be deemed to \nbe goods of which the export has been prohibited under section 16 of the Customs Act, 1969 (IV of \n1969), and all the provisions of that Act shall have effect accordingly, except that the antiquity in \nrespect of which th e provisions of that Act have been contravened shall be confiscated where \nconfiscation is authorised under that Act.  \n27. Traffic in movable antiquities .—(1) If the Federal Government apprehe nds that movable \nantiquities in any place in Pakistan are being sold or removed to the detriment of Pakistan, it may, by \nnotification in the official Gazette, prohibit or restrict the movement of any such antiquity or any class \nof such antiquities for such period and betwe en such places in Pakistan as may be specified in the \nnotification, except with, and in accordance with the terms of, the written permission of the \n1[Director­General].  \n(2) Whoever contravenes the provisions of a notification under sub­section (1) shall be  \npunishable with rigorous imprisonment for a term which may extend to three ye ar, or with fine, or with \nboth.  \n1Subs. by the Antiquities (Amdt.) Act, 1992 (21 of 1992), s. 2, for “Director ”. \n \nPage 13 of 14 \n (3) The Court trying an offence under sub­section (2) may direct that any antiquity in respect \nof which the offence has been committed shall stand forfeited to the Federal Government.  \n28. Regul ation of mining, quarrying etc .—(1) If the Federal Government is of the opinion \nthat for the purpose of protecting or pre serving any immovable antiquity it is necessary so to do, it \nmay, by notification in the official Gazette, prohibit or restrict, within such area as may be specified \ntherein, mining, quarying, excavating. blasting and other operations of a like nature, or the movement \nof heavy vehicles, except under and in the accordance with the terms of a licence granted by the \n1[Director­General] and rules, if any, made in this behalf.  \n(2) Any owner or occupier of land who sustains any loss by reason of any prohibition o r \nrestriction by a notification under sub­section (1) shall be paid reasonable compensation for such loss.  \n(3) Whoever contravenes the provisions of sub­section (1) shall be punishable with \nimprisonment for a term which may extend to one year, or with fine , or with both.  \n29. Prohibition of archaeological excavation or e xploration without licence .—(1) No \nperson  shall make on any land any excavation or exploration for archaeological purposes, or unearth \nor attempt to unearth or make any digging in any land or site for taking out antiquities, except under, \nand in accordance with, a licence granted by the 1[Director ­General].  \n(2) A licence under sub­section (1) in respect of any land shall not be granted to any person \nother than the owner of the land except in accordance with the term of an agreement with the owner, \nand any such agreement may provide for  \n(a) the rest riction of the owner's rights in respect of the use and occupation of such \nland ;  \n(b) the compensation or any other consideration to be paid to the owner ; and  \n(c) any other matter connected with the use of the land for the purpose of such \nexcavation.  \n(3) A licence under sub­section (1) shall not be refused to an owner if he undertakes to carry \non the excavation in such manner that it will not result in the loss of archaeological or historical \nmaterial which in the national interest should be preserved.  \n(4) Whoever contravenes the provisions of sub­section (1) shall be punishable with \nimprisonment for a term which may extend to three years, or with fine, or with both.  \n(5) The Court trying an offence under sub­section (4) may direct that any object found in t he \ncourse of an excavation, exploration, unearthing or digging constituting such offence shall stand \nforfeited to the Federal Government.  \n30. Prohibition of making copies of protected antiquities without licence .—No person \nshall, for any commercial purpose , make a cinematograph film of any protected antiquity or any part \nthereof except under, and in accordance with, a licence granted by the 1[Director­General].  \n31. Right of access to protected immovable antiquities .—Subject to the provisions of this \nAct and  the rules, the public shall have a right of access to any immovable protected antiquity \nmaintained by the Federal Government under this Act.  \n1Subs. by the Antiquities (Amdt.) Act, 1992 (21 of 1992), s. 2, for “Director ”. \n \nPage 14 of 14 \n 32. Penalty . A contravention of any provision of this Act or the rules shall, where no \npunishment has been specifically provided, be punishable with rigorous imprisonment for a term which \nmay extend to six months, or with fine which may extend to five thousand rupees, or  with both.  \n \n1[33. Jurisdiction to try offence .—No Court inferior to that of a Magistrate of the first class \nshall take cognizance of or try an offence punishable under this Act].  \n 34. Power to arrest without warrant .—2[(1) The 3[Director­General] or any offic er duly \nempowered by him in this behalf may arrest without warrant any person against whom reasonable \nground to believe that he has committed an offence under sections 5A, 19, 25, 26, 27 or 29].  \n(2) Subject to sub­section (3),  every person arrested under sub­section (1) shall be taken \nforthwith to the officer­in‑charge of the nearest police station.  \n \n(3) The 3[Director­General] or the officer arresting any person, or the officer‑in charge of a \npolice station to whom any person is taken under sub­section (2), shall either admit him to bail to \nappear before the Magistrate having jurisdiction or have him taken in custody before such Magistrate.  \n \n35. Confiscated antiquities to be made over to 3[Director General] .—Any antiquit y which \nis confiscated or forfeited under this Act shall be made over to the 3[Director­General] for custody, \npreservation and protection.  \n36. Indemnity .—No suit, prosecution or other legal proceeding shall lie against Government \nor any person for anything  which is in good faith done or intended to be done under this Act.  \n37. Power to make rules. —(1) The Federal Government may a fter previous publication, \nmake rules for carrying out the purposes of this Act.  \n(2) In particular, and without prejudice to the ge nerality of the foregoing power, such rules \nmay provide for  \n(a) the form and the conditions of any licence granted under this Act ;  \n \n(b) regulation of admission of the public to any immovable protected antiquity ;  \n \n(c) the levy of fees for the grant of any  licence under this Act and for admission of \nthe public to an immovable protected antiquity ;  \n \n(d) the procedure to be followed in arbitrations, the principles to be followed in \napportioning the costs of proceedings before the arbitrator and on appeal, and  \nthe maximum amount of an award against which no appeal shall lie, under \nsub­section (2) of section 16 ;  \n \n(e) such other matters as are or may be required for carrying into effect the \nprovisions of this Act.  \n(3) Rules made under this section may provide that the contravention of any of the provisions \nthereof or of any condition of a licence granted under this Act shall be punishable with fine which may \nextend to 2[two hundred thousand] rupees.  \n38. [Repeal] Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 \n(XXVII of 1981), s. 3 and Sch., II.  \n1Subs. ibid., s. 7, for section 33.  \n2Subs. by the Antiquities (Amdt.) Ordinance, 1978 (42 of 1978), s. 3, for section 34.  \n3Subs. by the Antiquities ( Amdt.) Act, 1992 (21 of 1992), s. 2, for “Director ”.  \n4 Subs. ibid., s. 8 for “five hundred ”."
}