{
    "file": "./converted_json\\administrator21bb14bbc6e056e91de5499c01197754.json",
    "name": "Karachi Hotels and Lodging Houses (Control) Act",
    "date": "23rd October, 1950",
    "tagline": "An Act to provide for special measures for control of rates chargeable in hotels and lodging-houses in Karachi",
    "content": "Page 1 of 9 \n  \n \nTHE KARACHI HOTELS AND LODGING HOUSES (CONTROL) \nACT, 1950  \n \n \n \n \nCONTENTS  \n1.  Short tit le, commencement and extent  \n2.  Definitions  \n3.  Appointment of Controller and Additional Controllers  \n4.  Registratio n of hotels and lodging -houses  \n5.  Classification of  hotels and lodging -houses  \n6.  Controller to fix f air rates for accommodation  \n7.  Controller to fix limit of persons to b e accommodated in any room  \n8.  Fair rates and limits of per sons for rooms to be displayed  \n9.  Reser vation of accommodation a t the instance of Controller  \n10.  Charge in  excess of fair rate prohibited  \n11.  Conditions appli cable to eviction of guests  \n12.  Procedure a nd powers of the Controller  \n13.  Further powers of Controller  \n14.  Appeals  \n15.  Penalty for  failure to r egister hotel or lodging -house  \n16.  Penalty for failing to display fair rates and accommodation, etc.  \n17.  Penalty f or disobeying reservation order   \n \n \n\n \nPage 2 of 9 \n 18.  Penalty for charging in excess of fair rates and ex ceeding limit of accommodation  \n19.  Constructive liability of owners of hotels, etc.  \n20.  Cognizance of offences  \n21.  Bar of suits  \n22.  Rules  \n23. Exemption  \n \n  \n \nPage 3 of 9 \n THE KARACHI HOTELS AND LODGING HOUSES (CONTROL) ACT, 1950  \n1ACT NO. LXV OF 1950  \n[23rd October , 1950]  \nAn Act to provide for special measures for control of rates chargeable in hotels and lodging -houses \nin Karachi, for the reservation of accommodation therein and for ancillary matters.  \n WHEREAS it is expedient to provide for special measures for control of rates chargeable in \nhotels and lodging -houses in Karachi, for the reservation of accommodation therein and for ancillary \nmatters;  \n It is hereby enacted as follows:___  \n 1. Short title,  commencement and extent.___(1) This Act may be called the Karachi Hotels \nand Lodging -houses (Control) Act, 1950.  \n (2) It shall come into force at once.  \n (3) It extends to the 2[Karachi Division].  \n 2. Definitions. In this Act, unless there is anything r epugnant in the subject or context___  \n (1) the expression “accommodation” has reference to lodging, board and service, or any one or \nmore than one of these facilities, as may be required by, or agreed to be provided to, a guest;  \n (2) “fair rate” means th e rate fixed under section 6, and includes a revised rate;  \n (3) “guest” means a person who is in possession or enjoyment of accommodation engaged for \nhim;  \n (4) “Hotel or Lodging -house” means a building which is exclusively or mainly used, for \nproviding a ccommodation for guests for a monetary consideration but shall not include a home or \nhostel which is maintained exclusively for aged or incurable persons, or, as the case may be, for \nstudents, by or under the control of a charitable or educational institut ion;  \n (5) “manager of a hotel” means any person in  charge of a hotel;  \n (6) “owner of a lodging -house” means the person who receives or is entitled to receive payment \nfrom a guest on account of accommodation provided, and includes a person managing a lodg ing-house, \nas an agent or trustee or otherwise;  \n (7) “prescribed” means prescribed by rules made under this Act;  \n (8) “public rooms” means and includes all rooms in a hotel or lodging -house which are reserved \nand left open for the common use of all guest s;  \n1The Chief Commissioner of Karachi has been authorised to exercise in respect of the Capital of the Federation, all the powers  and duties conferred or \nimposed on the Central Government under sub -sections (1) and (2) of s. 3, sub -section (2) of s. 9. su b-section (4) of s.14 and s. 23, of this Act, see Gaz. \nof P., 1953, Pt. 1, pp. 171 -172.  \n2Subs. b y A. O., 1964, Art. 2 and Sch.  \n \nPage 4 of 9 \n  (9) “service ” means any service ordinarily provided in a hotel or lodging -house.  \n 3. Appointment of Controller and Additi onal Controllers.___(1) The 1[Provincial \nGovernment] may, by notification in the official Gazette, appoint a person to be Controller for the \npurpo ses of this Act and may, also appoint such number of Additional Controllers as may be necessary \nfor carrying out the said purposes.  \n (2) Appointment of Advisory Committee. The 1[Provincial Government] may also constitute \nan Advisory Committee, consisting of not less than three and not more than five persons, to aid and \nadvise the Controller in relation to such of his functions as may be prescribed.  \n 4. Registration of hotels and lodging -houses. Within a period of two months from the \ncommencement of this A ct, or from the opening of any hotel or lodging -house, whichever is later, the \nowner of every hotel and lodging -house shall apply to the Controller for registration of his hotel or \nlodging -house, and for determination of fair rates in relation thereto.  \n 5. Classification of  hotels and lodging -houses.___(1) The Controller may, by order in writing, \nclassify all hotels and lodging houses into categories according to the standard of board, lodging and \nservice provided by them, for the purpose of determination of fair rates.  \n (2) Nothing in sub -section (1) shall be deemed to prevent the determination of fair rates by the \nController in relation to any hotel or lodging -house, irrespective of any category in which it may have \nbeen placed, or whether it has been so  classified.  \n 6. Controller to fix f air rates for accommodation.___(1) The Controller may fix a fair rate to \nbe charged for board, lodging and other service provided in a hotel or boarding -house, at such amount \nas, having regard to all the circumstances, he deems just.  \n (2) A fair rate may be fixed separately for___  \n(a)  lodging  with reference to the nature of the accommodation and the number of \nguests to be accommodated;  \n(b)  board, partial or full; or  \n(c)  other service, or the Controller may fix a consolidated rate for lodging, board \nand service, or for lodging and service o nly, as above.  \n (3) A fair rate may be fixed separately for daily and monthly guests.  \n Explanation .___ A guest who agrees to reserve accommodation, or for whom accommodations \nreserved for a period of one month or more shall be deemed to be a monthly gues t, provided he actually \nstays for one month or more or has actually paid in advance for one month: where the reservation is \nnot for any specified period, or is for a period less than a month, the guest shall be deemed to be a daily \nguest.  \n (4) The Controll er may from time to time revise the fair rates determined by him under this \nsection.  \n \n1Subs. b y A. O., 1964, Art. 2 and Sch.  \n \nPage 5 of 9 \n  (5) In making an order fixing or revising a fair rate, the Controller shall fix the date, being the \nfirst day of a month not earl ier than the month in which the order is made, from which the order is to \ntake effect.  \n (6) Until such time as fair rates are fixed in relation to any hotel or lodging -house under this \nsection, the rate, if any, charged by such hotel or lodging -house on t he first day of July, 1947, for \nequivalent lodging, board or service to that provided, shall be deemed to be the fair rate chargeable.  \n 7. Controller to fix limit of persons to b e accommodated in any room.___(1) The Controller \nmay fix the maximum number of guests to be accommodated in each room or other unit of \naccommodation in a hotel or lodging -house.  \n (2) Save as hereafter provided, no room for which an order has been made under sub -section \n(1) shall be us ed to accommodate any number of guests in, excess of the number specified in the order \nexcept with the previous permission of the Controller in writing.  \n (3) The Controller may from time to time revise any order made by him under sub -section (1) \nso as to increase or reduce the number of guests specified in such order.  \n (4) The 1[Provincial Government] may by rule prescribe the conditions under and the \ncircumstances in which the permission of the Controller under sub -section (2) shall not be necessary.  \n 8. Fair rates and limits of persons for rooms to be displayed. The fair rate fixed by the \nController and the maximum number of guests who may be accommodated in relation to each room \nor unit of accommodation in a hotel or lodging -house shall be displayed i n such room or place, and a \nconsolidated chart showing such information in respect of all the rooms and other accommodation, in \na hotel or lodging -house shall be displayed in a conspicuous manner in the office and in the public \nrooms, if any, of such hotel  or lodging -house.  \n 9. Reservation of accommodation a t the instance of Controller.___(1) Subject to such rules \nas may be made in this behalf by 1[Provincial Government] the Controller may by order direct the \nmanager of a hotel or the owner of a lodging -house to reserve in the hotel or lodging -house such \naccommodation as may be specified in the order.  \n (2) Subject to any direction by the 1[Provincial Government] in this behalf, the Controller may \nallot the accommodation reserved under sub -section (1) to an y person and such person shall thereupon \nbe deemed to be a guest at the hotel or lodging -house, in relation to the accommodation allotted to him.  \n (3) Where any accommodation is reserved under sub -section (1), the manager of the hotel or \nthe owner of the lodging -house shall make the accommodation so reserved, or such portion of it as the \nController -may direct, available to the Controller, for occupation by the person to whom it has been \nallotted, at the expiry of twenty -four hours from the service upon hi m of a notice in writing in this \nbehalf by the Controller.  \n (4) Nothing in this section shall prevent the manager of a hotel or the owner of a lodging -house \nfrom letting any accommodation reserved under sub -section (1) to a guest other than the person to \nwhom such accommodation is allotted by the Controller, upon the condition that if and when a notice \nis received from the Controller under sub -section (3), such guest will vacate the accommodation within \ntwenty -four hours of the receipt of such notice.  \n1Subs. By A.O., 1964, Art. 2 and Sch.  \n \nPage 6 of 9 \n  10. Charge in excess of fair rate prohibited.___(1) Notwithstanding any agreement to the \ncontrary, no manager of a hotel or an owner of a lodging -house shall charge a guest any amount in \nexcess of the fair rate.  \n (2) An y agreement for the payment of any charges in excess of the fair rate shall be void in \nrespect of such excess, and shall be construed as if it were an agreement for payment of the said fair \nrate.  \n (3) Any sum paid by a guest in excess of the fair rate sha ll be recoverable at any time within a \nperiod of six months from the date of payment from the manager of the hotel or the owner of the \nlodging -house to whom it was paid, or from the legal representative of either of these persons, and \nwithout prejudice to any other mode of recovery which may be open to him, the guest may deduct such \namount from any sum payable by him for his accommodation.  \n 11. Conditions appli cable to eviction of guests.___(1) Except as provided hereinafter, no guest \nin a hotel or lodging -house shall be evicted or refused board or other service so long as he pays, or is \nready and willing to pay the fair rate, and observes and performs the conditions of his agreement in so \nfar as they are consistent with the provisions of this Act.  \n (2) If the Controller is satisfied that___  \n(a)  a guest in a hotel or lodging -house has been guilty of conduct which is a \nnuisance or source of annoyance to other guests or to persons living in th e \nneighborhood ; or  \n(b)  the accommodation he occupies is reasonably and bona fide required by the \nmanager of the hotel or the owner of the lodging -house as the case may be, for \nhis own occupation, or for occupation by any person for whose benefit the \naccommodation has been reserved to the knowledge of such guest, or for any \nother cause which may be deemed satisfactory by the Controller; or  \n(c)  the guest has failed to vacate the accommodation on the termination of the \nperiod of his agreement in respect thereof; the Controller may make an order to \nthat effect and authorise the manager or owner, as the case may be, to recover \npossession of the acco mmodation provided to such guest, after giving him such \nnotice, not exceeding seven days, as may be specified in the order.  \n (3) An order under sub -section (2) shall not be made unless the guest has been given an \nopportunity to show cause against it.  \n 12. Procedure a nd powers of the Controller.___(1) No order under section 5, 6, 7 or 11 of this \nAct shall be made by the Controller, except after holding an enquiry.  \n (2) Every such enquiry shall be made summarily in the prescribed manner.  \n (3) For the purp ose of holding such enquiries and any other enquiries which he may deem \nnecessary for the discharge of his functions under the Act, the Controller shall have the same powers \nas are vested in civil courts in respect of___  \n(a)  proof of facts by affidavit;  \n \nPage 7 of 9 \n (b)  summoning and enforcing the attendance of any person and examining him on \noath;  \n(c)  compelling the production of documents and other material evidence; and  \n(d)  issuing commissions for the examination of witnesses.  \n (4) The proceedings of every e nquiry under sub -section (1) shall be deemed to be judicial \nproceedings for the purposes of sections 193 and 228 of the Pakistan Penal Code (XLV of 1860).  \n 13. F urther powers of Controller.___(1) For the purposes of this Act, the Controller may___  \n(a)  require the manager of a hotel or the owner of a lodging -house to produce any \nbook of account, document or other papers in his possession or power which \ncontain or are believed to contain information relating to the hotel or lodging -\nhouse; and  \n(b)  enter, and by written order, authorise an officer subordinate to him to enter, any \nhotel or lodging -house.  \n (2) Controller's power of summary eviction. The Controller may, on application by the \nmanager of a hotel or the owner of a lodging -house evict any guest who fails to obey an order for \ndelivery of possession under sub -section (2) of section 11.  \n (3) If the manager of a hotel or the owner of a lodgin g-house fails to make available to the \nController, any accommodation reserved under sub -section (1) of section 9 and in respect of which a \nnotice has been duly served under sub -section (3) of section 9, within the period allowed by the latter \nsub-section, the Controller may forthwith take possession of such accommodation, and may for that \npurpose summarily evict any person in occupation thereof after giving such notice to the latter, not \nexceeding twenty -four hours as he may think fit.  \n (4) In exercising t he powers of seizure and eviction under this section, the Controller may enter \nupon the premises, and may use such force as, in his opinion, is reasonably necessary.  \n 14. Appeals.___(1) Any person aggrieved by an order of the Controller under section 5, 6 , 7 or \n9 may appeal there -from, in writing, to the appellate authority under this Act, within fifteen days from \nthe date on which the order is communicated to him.  \n (2) The appellate authority shall call for the record and shall direct issue of notice to the \nController and to all other persons who, in his opinion, may be directly affected by the result of the \nappeal, and after hearing all such parties and ex amining the record, and after such further enquiry, \neither by himself or by the Controller, as he ma y deem fit, shall decide the appeal.  \n (3) The decision of the appellate authority, and subject only to such decision, the order of the \nController to which this section relates, shall be final and shall not be called in question in any court.  \n  \n \n \nPage 8 of 9 \n  (4) The expression “appellate authority” shall mean the 1[Commissioner of the Karachi \nDivision] and shall include any other officer appointed by the 1[Provincial Government] to exercise \nthe powers of an appellate authority under this section.  \n 15. Penalty for failure to register hotel or lodging -house. Any owner of a hotel or a lodging -\nhouse who fails to register his hotel or lodging -house in compliance with section 4 shall be punishable \nwith imprisonment of either description which may extend t o one month, or with fine, or with both.  \n 16. Penalty for failing to display fair rates and accommodation, etc. Any manager of a hotel \nor owner of a lodging -house who fails to display the fair rates and the limit of guests for each room or \nother unit of a ccommodation fixed by the Controller, as required by section 8, shall be punishable with \nfine.  \n 17. Penalty for disobeying reservation order. Any manager of a hotel or owner of a lodging -\nhouse who fails when required by notice under sub -section (3) of sec tion 9, to make reserved \naccommodation available to the Controller in compliance with the said sub -section, shall, unless he \nproves that the failure was due to circumstances beyond his control, be punishable with fine.  \n 18. Penalty for charging in excess of fair rates and exceeding limit of accommodation. Any \nmanager of a hotel or owner of a lodging -house who___ \n(a)  charges any amount in excess of the fair rate fixed by the Controller under \nsection 6, or  \n(b)  accommodates guests, or permits guests to be accommodated, in any room or \nother unit of accommodation in his hotel or lodging -house, in excess of the \nnumber fixed therefore by the Controller under section 7, shall be punishable \nwith imprisonment of either description which may extend to six months or  with \nfine, or with both.  \n 19. Constructive liability of owners of hotels, etc.___(1) Every owner of a hotel which is in \ncharge of a manager, and in relation to a hotel owned by a company or firm, every director, Secretary, \npartner or officer of such comp any or firm shall be liable to prosecution, equally with the manager of \nthe hotel for any offence punishable under section 16, or section 17 or section 18.  \n (2) If any person who is prosecuted under the provisions of sub -section (1) proves that the \noffenc e was committed without his knowledge or that he exercised all due diligence to prevent its \ncommission, he shall be entitled to acquittal.  \n 20. Cognizance of offences.___(1) No Court shall take cognizance of an offence under this Act \nexcept on a complaint made by the Controller in writing.  \n (2) No court exercising powers inferior to those of a magistrate of the first class shall try any \noffence under this Act.  \n 21. Bar of  suits. No suit or other legal proceeding shall lie against the Controller or any person \nacting under his orders, in respect of anything which is in good faith done or intended to be done under \nthis Act.  \n \n1Subs. by A.O., 1964, Art.2 and Sch .  \n \nPage 9 of 9 \n  22. Rules.___(1) The 1[Provincial Government] may make rul es2 for carrying out the purposes \nof this Act.  \n (2) Without prejudice to the generality of the power conferred by the foregoing sub -section, \nsuch rules may provide for -  \n(a)  the nature, scope and extent of t he powers of a Controller which may be \nexercised by an Additional Controller under this Act;  \n(b)  The functions of the Controller in respect of which he is to receive the aid and \nadvice of the Advisory Committee; and the mode in which such aid or advice i s \nto be sought and tendered;  \n(c)  the conduct of its proceedings and business by the Advisory Committee;  \n(d)  the form and manner in which registration of hotels and lodging -houses is to be \neffected and the fees to be charged for registration;  \n(e)  the forms of notices displaying fair rates and maximum limits of persons to be \naccommodated, as required by section 8;  \n(f)  the procedure in regard to the reservation of accommodation under sub -section \n(1) of section 9;  \n(g)  the conditions ; under and the circumstances in which the permission of the \nController under subsection (2) of section 7 shall not be necessary;  \n(h)  the fo rm and manner of service of notice to be issued under sub -section (3) of \nsection 9;  \n(i)  the manner in which enquiries shall be held by the Controller;  \n(j)  the levy of court fees on applications and proceedings before the Controller.  \n23. Exemption. This Act shall not apply to any hostel or other premises belonging to or in the \npossession of the 3[Federal] or any Provincial Government where lodging, board or oth er service is \nprovided mainly for Government officials, but it shall apply in respect of lodging, board or other \nservice in any hotel or lodging -house which the manager or keeper has agreed or is required to provide \nto, or under the instructions of, the 1[Provincial Government].  \n \n \n \n \n  RI - Date: 1 3-05-2024  \n1Subs. by A.O., 1964, Art. 2 and Sch.  \n2For the Karachi Hotels and Lodging -houses (Control) Rules, 1955. see Gaz. of P., 1955 Part. I, pp. 63___ 64.  \n3Subs. By  F.A.O. 1975 Art. 2 and Table."
}