{
    "file": "./converted_json\\administrator0cfc6a6b3b44f894d32bacdd367c742f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,   JULY 8,  2020      473(1) \n \n \n \n  \nISLAMABAD,  WEDNESDAY ,  JULY  8,  2020 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGILGIT -BALTISTAN SECRETARIAT  \n \nGilgit , the 23rd Apri, 2020  \n \nTHE GILGIT -BALTIST AN HOTELS, MOTELS, CAMPING SITES (TENT \nVILLAGE, PODS, GLAMPS) GU EST HO USES, REST HOUSES, HUTS AND \nRESTAURNTS ACT, 2020  \n \n (ACT NO. IV OF 2020)  \n \nPreamble:  \n \n An Act which provide measures for controlling and regulating the \nstandard of services and amenities for tourists in Hotels, Motels, Camping Sites, \nGuest Houses, Rest House s, Camping Pods, Camping Glimpse and Restaurants \nin Gilgit -Baltistan.  \n \n WHEREAS  it is expedient to provide measures for controlling and \nregulating the standard of services and amenities for tourists in Hotels, Motels, \nCamping Sites, Pods, Glimpse, Rest Hou ses, Guest Houses and Restaurants, for \nmatters ancillary thereto or connected therewith.  \n \n It is hereby enacted as follows: — \n \n473(1—17) \n   \nPrice: Rs. 40.00 \n \n[5698(2020)Ex.Gaz.]   \n473(2) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [PART I \n \n  1. Short title, extent, application and commencement .—(1) This \nAct may be cal led the Gilgit -Baltistan Hotels, Motels, Camping Sites, Guest \nHouses, Rest Houses and Restaurants Act , 2020.  \n \n (2) It extends to whole of Gilgit -Baltistan.  \n \n (3) It shall apply to all the Hotels, Motels, Camping Sites, Guest \nHouses, Rest Houses, and Restau rants in Gilgit -Baltistan.  \n \n (4) It shall come into force at once.  \n \n 2. Definitions. —In this Act, unless there is anything repugnant in the \nsubject or context —  \n \n (a) “Employees” means any person who has contracted with a hotel or \na restaurant to perform t he stipulated apprenticeship in such hotel \nor restaurant;  \n \n (b) “Committee” means the committee set up by the Government \nunder section -4; \n \n (c) “Controller” means the Director of the Directorate of Tourism, \nGB appointed under section -3 and includes a Deput y Controller \n(Deputy Directors of GB Tourism Department) and an Assistant \nControllers (Assistant Directors of GB Tourism Department) and \nsuch other person as may be authorized by the Government by \nnotification in the official Gazette to perform all or any of the \nfunctions of the Controller.  \n \n (d) “Customer” means a person availing facilities offered in a \nHotel/restaurant for monetary consideration;  \n \n (e) “Fair rates” means the rates fixed by the controller includes \nrevised at against the categorization.  \n \n (f) “Guest” means a person who is in possession or enjoyment of \naccommodation and/or facilities provided to him in a hotel on \nmonetary consideration;  \n \n (g) “Government” means the Government of the Gilgit -Baltistan;  \n \n (h) “Hotel” means a lodging, or boarding  establishment with a \nminimum of five suitable bed rooms, provided for tourists and \nguests on monetary consideration, which conforms to any of the \nprescribed minimum criteria defined in Rules, but does not include.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   JULY 8,  2020      473(3) \n \n  (i) “Motel” means lodging or boarding e stablishment with a \nminimum of two suitable bed rooms, provided for tourists and \nguests on monetary consideration. Motels commonly have a one - \nor two -floor layout and guests access their rooms directly from the \nparking lot with limited staff and facilities . \n \n (j) “Guest House ” means a private home which has been converted \nfor the exclusive use of guest accommodation. The owner usually \nlives in an entirely separate area within the property and the guest \nhouse may serve as a form of lodging business.  \n  \n (k) “Rest House” means building used for shelter by travelers \n(especially in areas where there are no hotels) building, controlled \nby the Government.  \n \n (l) “Camping Site” means a place used for overnight stay in an \noutdoor area where an individual, family, grou p, can pitch a tent or \npark a camper; a campground may contain many campsites.  \n \n (m) “Camping Pods and Glamps” means a place used for pitching the \npods and Glamping to accommodate the tourists with appropriate \nwashroom facilities.  \n \n But does not include: —  \n \n i. A home or hostel which is exc lusively or mainly used for the  \nold aged person.  \n \n ii. Invalid persons or students and is run by or under the control of \ncharitable or educational institution;  \n \n (n) “Manager” means the person in -charge of the management of a \nHotel or a Restaurant or Motel, Guest House, Rest House and \nCamping Site or any other facility.  \n \n (o) “Caretaker” means the person in -charge of the management of a \nGovernment owned Rest House.  \n \n (p) “Owner” means the person who owns a Hotel or Restaur ant or \nGuest House or Camping Site and is entitled to receive the whole \nor any part of the earnings received from a tourist or a customer on \naccount of accommodation or services provided in the Hotel or \nRestaurant or Guest House or Camping Site or any othe r facility. It \nmay include a keeper or assignee or lessee or renter for the time \nbeing discharging the responsibility of the owner in respect of such \nHotel or Restaurant or Guest House or Camping Site;  \n473(4) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [PART I \n \n  (q) “Prescribed” means prescribed in rules made under  this Act;  \n \n (r) “Public rooms” means rooms in a Hotel or Guest House or Rest \nHouse or Camping Site which are meant for the common use of all \nguests;  \n \n (s) “Restaurant” means a public eating house providing standard and \nvariety of cuisines on monetary cons ideration to tourists and guests \nwhich conforms to the minimum prescribed criteria;  \n \n (t) “Service” means any service provided in a hotel, motel, guest \nhouse, restaurant and any fa cility mentioned in section one  \nsub-section 3;  \n \n (u) “Tourist” means a perso n, domestic or foreigners who stays \novernight or more as a guest in a hotel at a place other than his \nnormal place of r esidence or as defined by UNWTO;  \n \n (v) “Courts” means Civil Court of Gilgit -Baltistan . \n \n 3. Appointment of Controller, Deputy Controller and Assistant \nControllers .—(1) The Director Tourism, Gilgit -Baltistan shall be the controller \nby virtue of posting. Deputy Directors and Assistant Directors, Tourism shall be \nthe Deputy Controllers and Assistant Controllers by virtue of their postings \nnotified by the Secretary Tourism, GB in consultation with the Controller, in \nDivisions and Districts respectively.  \n \n (2) Subject to the provisions of this Act, the Controller shall perform \nhis functions and discharge his duties under the general supervision a nd control \nof the Department of Tourism GB.  \n \n (3) Subject to the provisions of this Act and of such orders as may \nfrom time to time be made by the Government in this behalf, the Deputy \nController and Assistant Controllers shall perform their functions and discharge \ntheir duties under the general supervision and control of the Controller.  \n \n 4. Setting up of Advisory Committee. —As soon as possible after \ncommencement of this Act, the Government shall set up a Hotel, Restaurant, \nGuest House, Rest Houses, Campin g Site, Advisory Committee, consisting of \nMinister in charge Tourism and Secretary Tourism Department Gilgit -Baltistan \nas Chairman and Secretary to advisory Committee respectively. Composition of \nthe Advisory Committee will be defined in the rules made und er this Act.  \n \n 5. Registration of Hotel, Retaurant, Guest House, Rest Houses, \nHuts, Motels and Camping Sites. —(1) The owner/management of Hotel, \nRestaurant, Guest House, Rest Houses, Huts, Motels and Camping Site shall, \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   JULY 8,  2020      473(5) \n \n within a period of three months from  the commencement of this Act apply to the \nController for registration of his/her hotel or restaurant and for determination of \nits fair rates in relation thereto and in the case of a hotel also for its \nclassification, on payment of such fee as may be presc ribed.  \n \n (2) No Hotel, Restaurant, Guest House, Rest Houses, Huts, Motels and \nCamping S ite shall be registered, unless.  \n \n (a) It conforms to prescribed standards of quality, health, hygiene, \ncomfort and other basic facilities, as prescribe in rules;  \n \n (b) It furnishes at its expense certificates of medical fitness from a \nMedical Officer of the civil hospital of the area in respect of its \nstaff in such form as may be prescribed as rules;  \n \n (c) Its building is structurally safe and adequately protected agains t \nfire, or accident arising out of electricity or gas and safety of the \ntourists is ensured as per building code;  \n \n (d) In the case of construction of a new Hotel, Restaurant, Guest \nHouse, Rest Houses, Huts, Motels and Camping Site, its \napproval/NOC agains t the initial architectural design will be taken \nat project stage from the Controller and in light of the Building and \nEnvironmental Code defined in other rules.  \n \n (3) The Controller, or an officer authorized by him in this behalf, at \nany time, inspect the  premises of a Hotel, Restaurant, Guest House, Rest Houses, \nHuts, Motels and Camping Site, call for any information, plan or data in respect \nof matter concerning such Hotel, Restaurant, Guest House, Rest Houses, Huts, \nMotels and Camping Site, or, at the co st of the owner, carry out, or require the \nowner to carry out, test of, any member of the staff, articles or appliances or \nfoodstuff.  \n \n (4) The Controller shall within 30 days of the receipt of an application \ndecide the application for registration includi ng in case of a hotel fair rates \nthereof and the classification of the hotel.  \n \n (5) No Hotel, Restaurant, Guest House, Rest Houses, Huts, Motels and \nCamping Site, established after the commencement of this Act shall function \nunless registered and classifie d in accordance with this Act and Rules made there \nunder.  \n \n (6) Where a Hotel, Restaurant, Guest House, Rest Houses, Huts, \nMotels and Camping Site, was functional prior to the commencement of this \nAct, it shall be allowed to function till the decision of t he controller with regard \nto the application of registration.  \n473(6) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [PART I \n \n  6. (A)  Classification of Hotels .—Subject to such general or \nparticular directions as the Government may issue, the Controller shall, \naccording to the prescribed minimum criteria, by notificati on, classify hotels, \naccording to the star classification system, as, prescribed in Rules:  \n \n (a) One star hotels, being hotels which conform to the prescribed \nminimum criteria of hotels of that class, but do not conform to the \nprescribed minimum criteria of a higher star class hotel;  \n \n (b) Two star hotels, being hotels which confirm to the prescribed \nminimum criteria of hotels of that class, but do not conform to the \nprescribed minimum criteria of a higher star class hotel;  \n \n (c) Three star hotels, being h otels which conform to the prescribed \nminimum criteria of hotels of that class, but do not conform to the \nprescribed minimum criteria of a higher star class hotels;  \n \n (d) Four star hotels, being hotels which confirm to the prescribed \nminimum criteria of ho tels of that class, but do not conform to the \nprescribed minimum criteria of a higher star class hotel; and  \n \n (e) Five star hotels, being hotels which conform to the prescribed \nminimum criteria of hotels of that class.  \n \n 6. (B) Classification of Hotel, Res taurant, Guest House, Rest \nHouses, Huts, Motels and Camping Site. —Subject to such general or \nparticular directions as the Government may issue, the Controller shall, \naccording to the prescribed minimum criteria classify of Restaurant, Guest \nHouse, Rest Hou ses, Huts, Motels and Camping Site by notification.  \n \n 7. Issuance of license. —(1) Every owner shall, after registration of \nHotel, Restaurant, Guest House, Rest Houses, Huts, Motels and Camping Site \nunder section 5, obtain a license from the Controller on p ayment of such fee as \nmay be prescribed in rules.  \n \n (2) No owner shall carry on his business or in the case of a hotel use \nthe classification star sign, without first getting of Hotel, Restaurant, Guest \nHouse, Rest Houses, Huts, Motels and Camping Site reg istered and obtaining a \nlicense under this Act.  \n \n (3) A license granted under this section shall, unless sooner suspended \nor cancelled, remain in force for a period of three year from the date of issue and \nmay thereafter be renewed for a period of three ye ar at a time on payment of the \nprescribed fee.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   JULY 8,  2020      473(7) \n \n  The license shall remain valid for three years subject to the annual \nsurveillance audits and in case of any major non -compliance the approval can be \nwithdrawn, till the closure of non -conformities being iden tified during the \nsurveillance audit, provided that no renewal shall be granted unless the \ndepartment  confirms food safety, health, hygiene and comfort standards, as \nrequired to be examined at the time of granting of license and during the \nlicensing period . If an application for renewal of a license is made before the \nexpiry of the period of its validity, the license shall continue in force until orders \nare passed on such application.  \n \n 8. Refusal and Cancellation of Registration and License .—(1)\nThe Contro ller may refuse to register a Hotel, Restaurant, Guest House, Rest \nHouses, Huts, Motels and Camping Site if it does not conform to the minimum \nprescribed criteria set out.  \n \n (2) The registration and license of Hotel, Restaurant, Guest House, \nRest Houses, H uts, Motels and Camping Site may be cancelled or suspended, or \nthe star classificatio n of a hotel may be lowered, if.  \n \n (a) Its owner is declared insolvent by a competent Court;  \n \n (b) Its business is wholly or partly discontinued or suspended without \nthe a pproval of the Controller, except where such suspension or \ndiscontinuance is for the purposes of making repairs, \nimprovements, renovations or expansion or, in the case of seasonal \nbusiness, is for the period of the slack season, and the fact of such \nsuspen sion or discontinuance in each case has been duly reported \nto the Controller in advance;  \n \n (c) Its owner or any person acting on his behalf contravenes any of the \nprovisions of this Act or the rules or orders made there under;  \n \n (d) It ceases to conform to  the requirements of registration under \nsection 5 or, in the case of a hotel, to the prescribed minimum \ncriteria for the class assigned to it under; or  \n \n (e) Its owner fails to enter the names and other particulars of guests in \nthe prescribed register.  \n \n 9. Obligation of the Transferee, etc., Hotel, Restaurant, Guest \nHouse, Rest Houses, Huts, Motels and Camping Site .—WHERE a Hotel, \nRestaurant, Guest House, Rest Houses, Huts, Motels and Camping Site. \nRegistered and licensed under this Act is transferred or a ssigned to, or devolves \nupon, any person, it shall be incumbent upon that person to report, within one \nmonth of its taking effect, to the Controller the fact of such transfer, assignment \nor devolution and obtain a fresh license under this Act.  \n473(8) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [PART I \n \n  10. Control ler to Approve Fair Rates. —(1) Every Hotel, Restaurant, \nGuest House, Rest Houses, Huts, Motels and Camping Site, Pods and Glimpse \nshall submit to the Controller its rates for board, lodging and other service \nprovided in a hotel having regard to the prescri bed principles governing fair rates \nand the classification of hotels.  \n \n (2) A Hotel, Restaurant, Guest House, Rest Houses, Huts, Motels and \nCamping Site may either submit a consolidated rate for lodging, board and \nservice, or for lodging and service only o r rates separately for,  \n \n (a) Lodging with reference to the nature of the accommodation and the \nnumber of guests to be accommodated;  \n \n (b) Board, partial or full; and  \n \n (c) Other service.  \n \n (3) Every Hotel, Restaurant, Guest House, Rest Houses, Huts, Motel s \nand Camping Site shall offer separate rates for daily and monthly guests.  \n \n      Explanation. —A guest who agrees to reserve accommodation, \nor for whom accommodation is reserved, for a period of one month \nor more shall be deemed to be a monthly guest, pro vided he \nactually stays for one month or more or has actually paid in \nadvance for one month; and where the reservation is not for any \nspecified period or is for a period less than a month, the guest shall \nbe deemed to be a daily guest.  \n \n (4) Every restaura nt shall submit to the Controller its rates for meals \nand service offered.  \n \n (5) The Controller shall approve t he rates submitted to him under  \nsub-section (1 to 4) unless he finds them excessive as compared to the quality \nand/or finds them to be unfair in which case he shall not approve them along \nwith reasons.  \n \n (6) An order approving fair rates shall take effect on the first day of \nthe next month in which the order is made as may be specified therein as \ndetermined by the Advisory Committee.  \n \n (7) Until su ch time as fair rates are approved in relation to any Hotel, \nRestaurant, Guest House, Rest Houses, Huts, Motels and Camping Site under \nthis section, the rates, if any, charged by such hotel or restaurant, immediately \nbefore this Act becomes applicable to i t, for equivalent lodging, board or service \nto that provided, shall be deemed to be the fair rates fixed under this section.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   JULY 8,  2020      473(9) \n \n  (8) Notwithstanding anything contained above the Controller may fix \nfair rates  ranges for hotels and restaurants of a particular c lass in a particular \narea.  \n \n 11. Controller to Fix Limit of Persons to be Accommodated in any \nRoom .—(1) The Controller as the case may be, may fix the maximum number \nof guests to be accommodated in each room or other unit of accommodation in \nHotel,  Guest H ouse, Rest Houses, Huts, Motels and Camping Site.  \n \n (2) No room for which an order has been made under sub -section (1) \nshall be used to accommodate any number of guests in excess of the number \nspecified in the order, except with the previous permission of the Controller in \nwriting.  \n \n (3) The Controller may from time to time revise any order made by \nhim under sub-section (1) so as to increase or reduce the number of guests \nspecified in such order in case of inevitable circumstances or emergency \nsituation.  \n \n 12. Rules of Establishment of Hotel, Restaurant, Guest House, \nRest Houses, Huts, Motels and Camping Site, Pods and Glam .—Every owner \nshall prepare the rules of the establishment in respect of his hotel or restaurant \nconforming to the provisions of this Act  and the rules made there under and get \nthem approved by the Controller.  \n \n 13. Rates, etc. to be displayed .—(1) The approved rates, the maximum \nnumber of guests that may be accommodated in a room or unit of \naccommodation in a Hotel, Guest House, Rest House s, Huts, Motels and \nCamping Site and the rules of the establishment shall be displayed in a \nconspicuous manner in the office and in the public rooms of the facility.  \n \n (2) The approved rates and the rules of the establishment shall be \ndisplayed in a conspi cuous manner in the office and the hall and rooms and also \non the update website of every restaurant.  \n \n 14. Reservation of accommodation at the instance of Controller .—\n(1) Subject to such directions as may be given in this behalf by the Provincial \nGovernm ent, the Controller may by order direct the owner or the manager of a \nhotel to reserve in the Hotel, Restaurant, Guest House, Rest Houses, Huts, \nMotels and Camping Site such accommodation as may be specified in the order \non payment basis.  \n \n (2) Where any a ccommodation is reserved under sub-section (1), the \nowner or the manager of the hotel shall make the accommodation so reserved, or \nsuch portion of it as the Controller may direct, available to the Controller for \noccupation by the person to whom it has been  allotted, at the expiry of forty \n473(10) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [PART I \n \n eight hours from the service upon him of a notice in writing in this behalf by the \nController.  \n \n (3) Nothing in this section shall prevent the owner or the manager of \nthe Hotel, Restaurant, Guest House, Rest Houses, Huts, Motels and Camping \nSite from letting any accommodation reserved under sub-section (1) to a guest \nother than the person to whom such accommodation is allotted by the Controller, \nupon the condition that if and when a notice is received from the Controller \nunder sub-section (2), Such guest will vacate the accommodation within forty -\neight hours of the receipt of such notice.  \n \n 15. Charge in Excess of Fair Rates Prohibited .—(1) Notwithstanding \nany agreement to the contrary, no owner shall charge a guest or custo mer any \namount in excess of the fair rates.  \n \n (2) Any agreement for the payment of any charges in excess of the fair \nrates shall be void in respect of such excess, and shall be construed as if it were \nan agreement for payment of the fair rates.  \n \n (3) Any s um paid by a guest in excess of the fair rates shall be \nrecoverable at any time within a period of six months from the date of payment \nfrom the owner or the manager of the hotel to whom it was paid, or from the \nlegal representative of either of these perso ns, and without prejudice to any other \nmode of recovery which may be open to him, the guest may deduct such amount \nfrom any sum payable by him for his accommodation.  \n \n 16. Controller’s Powers to Prohibit  Certain Trades and Occupations. —\nThe Controller may, by order in writing, prohibit within the premises of a Hotel, \nRestaurant, Guest House, Rest Houses, Huts, Motels and Camping Site, the \ncarrying on of any trade, profession, occupation or industry which in his opinion \nis likely to be, —  \n \n (1) Injurious to t he health and wellbeing of guests or customers or a \nhazard to their safety as mentioned in the first schedule of the act;  \n \n (2) A nuisance as defined in th e Pakistan Penal Code (Act LXV  \nof 1860); or  \n \n (3) Offensive to good taste.  \n \n 17. Eviction of Guests. —(1) Except as hereinafter provided, no guest \nat a hotel shall be evicted or refused board or other service so long as he pays, or \nis ready and willing to pay, the fair rates and observes the displayed rules of the \nestablishment and conforms with the provis ions of this Act and the conditions \nprescribed there under.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   JULY 8,  2020      473(11) \n \n  (2) A guest or a customer who has been guilty of conduct which \namounts to nuisance, or, is a source of annoyance to other guests or customers, \nor threatens or intimidates any other guest or cust omer, or is likely to endanger \nthe person or life of any individual in a hotel or restaurant, may be evicted by the \nowner or manager of the hotel or restaurant, provided that, if the owner or \nmanager has good reason to apprehend an immediate breach of peac e or \ncommission of an offence by the guest or customer, he may use such force as  \nmay be necessary to restrain the guest or customer from so doing and shall \nimmediately intimate the fact to the local police.  \n \n (3) Any guest or customer aggrieved by eviction  or refusal of board or \nother services under sub-section (1) or sub-section (2) may lodge a complaint \nwith the Controller who shall, after holding enquiry in the prescribed manner, \npass such order as he may deem fit.  \n \n (4) The hotel / restaurant management  shall display or mention its rule \nof boarding lodging or any information provided by the department of Tourism \nand departure, Checkout timing, the contact number (helpline) of the controller’s \noffice and his email at some conspicuous place or in each room . \n \n (5) Any complaint lodged to the controller either on telephone or via \nemail by a guest or tourist in case of any grievance against the hotel management \nthe same shall be deemed to be made in writing and the controller shall proceed \non it.  \n \n 18. Procedu re and Powers of Controller .—(1) The Controller shall \nnot refuse registration, or cancel or suspend the license, of a hotel or restaurant, \nexcept after holding summary enquiry in the prescribed manner.  \n \n (2) For the purpose of holding an enquiry under sub-section (1) or any \nother enquiry which he may deem necessary for the purposes of this Act, the \nController shall have the same powers as are vested in a magistrate first class in \nrespect of, —  \n \n (a) Proof of facts by affidavit;  \n \n (b) Summoning and enforcing  the attendance of any person and \nexamining him on oath;  \n \n (c) Compelling the production of documents and other material \nevidence ; and \n \n (d) Issuing commissions for the examination of witnesses.  \n \n 19. Additional powers of Controller’s .—For the purposes of this Act, \nthe Controller may — \n473(12) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [PART I \n \n  (i) Call for such information, reports, or returns from an owner or a \nmanager as may be necessary for satisfying himself that the \nprovisions of this Act, the rules and orders made hereunder are \nbeing duly complied with;  \n \n (ii) Require an owner or a manager to produce before himself or an \nofficer designated by him for the purpose any book of account, \ndocument or other papers in his possession or power which contain \nor are believed to contain information relating to the hotel or  \nrestaurant of which he is the owner or  manager;  \n \n (iii) Require an owner or a manager to undertake through an agency \nqualified  (Food  Authority Gilgit -Baltistan and Pakistan Council \nfor Scientific Industrial Research) to do so scientific tests of \nwater, fo od and other articles of human consumption at the cost of \nthe owner, to determine their quality and conformity with the \nrequirements of health and hygiene;  \n \n (iv) Declare the site of any restaurant not registered under this Act, a fit \nsite for a restaurant  and issue directive to the management of such \na restaurant to improve, within a period of six months from the \ndate of such order, the conditions, services and facilities at the \nrestaurant to conform to the prescribed minimum criteria as \nmentioned in rules ; \n \n (v) Call for any other information relating to development of hotel \nindustry.  \n \n (vi) Destination management of Touristic destinations across GB as \ndefined in rule.  \n \n 20. Apprenticeship Scheme and Training Policy of Employees .—\nThe Controller shall,  \n \n (i) ensure that apprentices in a hotel or restaurant do not exceed ten \npercent of the employees in any specified trade;  \n \n (ii) fix, with due regard to the salaries of the regularly employed staff, \nthe stipend to be paid to an apprentice over and above the co st of \nhis training and determine the duration of his apprenticeship;  \n \n (iii) Lay down the age limit, educational qualifications, standards of \nphysical fitness and psychological and mental health of \napprentices;  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   JULY 8,  2020      473(13) \n \n  (iv) Direct the programming for training va rious categories of \nemployees of hotels and restaurants at a recognized vocational \ninstitution at the various specialized courses run there at so that the \npercentage of qualified trained staff in a hotel or restaurant attains, \nwithin a reasonable time, the  minimum standard as may be \ndetermined by the Controller.  \n \n (v) Lay down the maximum percentage of untrained staff that may be \nemployed at a hotel or restaurant at any time.  \n \n 21. Provision of Medical Facilities .—(1) The owner of every hotel \nregistered and  licensed under this Act shall provide the following medical \nfacilities for guests, namely : \n \n (i) One and two and three star hotels;  \n \n (a) A doctor on call available in close proximity of the hotel \npremises;  \n \n (b) First-aid equipment and a reasonable stock  of life saving \ndrugs;  \n \n (c) Two employees trained and qualified in first -aid; and  \n \n (d) Ensure availability of an ambulance, van or car to rush \npatients to a h ospital in emergencies;  \n \n (e) Fire Extinguishers ; \n \n (f) security cameras (Reception, restaurant and outer side) . \n \n (ii) Four and Five Star Hotels;  \n \n (a) A doctor on call available in close proximity of the hotel \npremises.  \n \n (b) A separate consulting room with reasonable stock of life -\nsaving drugs and first -aid equipment.  \n \n (c) Four employees trained and qualified in first -aid. \n \n (d) An ambulance or a van convertible into an ambulance in \nemergency.  \n \n (e) A drug or chemist’s shop with twenty -four hours’ service, if \nnot existing in close proximity.  \n473(14) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [PART I \n \n  (f) Fire Extinguishers.  \n \n (g) security cameras (Recepti on, restaurant and outer side) and \nGuards . \n \n (2) The management of a hotel shall take all possible care and provide \nall necessary medical aid without any loss of time to a guest suffering from any \nserious attack, including heart attack and hemorrhage, or a n accident.  \n \n 22. Offences and Penalties. —(1) Any owner who fails to apply for \nregistration within the time specified in section 5 shall be liable to pay to the \nController a penalty of such sum not exceeding fifty thousand rupees as the \nController shall im pose and, in the case of a continuing failure an additional \npenalty which shall extend to twenty thousand rupees for every day after the first \npenalty imposed by the controller, where the failure persists up to six months, \nthe concerned authority may, on t he request of the controller, disconnect the \nelectricity, gas and water supplies and the controller shall also have power to \nseal the establishment through inspector of the department as per classification.  \n \n (2) Any owner or manager who serves any food or  beverage which is \ninjurious to health, or who does not take sufficient care to ensure protection of \nfood and beverage against contamination through flies or in any other way, or \nserves any food or beverage in unclean or contaminated utensils, shall be lia ble \nto pay to the Controller a penalty of such sum not exceeding ten thousand rupees \nthe Controller  may impose as per qualification.  \n \n (3) Any owner or manager who fails to comply with any order passed \nor direction given under the provisions of this Act by  the Controller or any other \nauthority prescribed in this behalf shall be liable to pay to the Controller a \npenalty of such sum not exceeding ten thousand rupees as the Controller may \nimpose.  \n \n (4) Any owner or manager who charges a guest or customer any \namount in excess of the fair rates shall, in addition to refund such guest or \ncustomer the amount charged in excess of fair rates, be also liable to pay to the \nController a penalty of such sum not exceeding an amount equal to at least two \ndays rent as the C ontroller may impose for such excess charging for the first \ntime and, in the case of any such subsequent excess charging, a penalty not \nexceeding an amount equal to at least one week rent.  \n \n (5) If a restaurant Hotel, Motel, Camping site, Tent Village, Pod , \nGlamp, Guest House, Rest House and hut is not registered under this Act, or \nfails to carry out the directive issued under clause (iv) of section 19 within the \nperiod specified therein, the Controller shall suspend the operation of such \nrestaurant and may  also impose a penalty of such some not exceeding ten \nthousand rupees as the controller may impose on the owner of such restaurant. \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   JULY 8,  2020      473(15) \n \n Where the failure persisted up to six months, the concerned authority may on the \nrequest of the controller, disconnect the E lectricity, Gas and water supplies and \nthe controller shall suspend the operation of such restaurant and can order to seal \nthe establishment through the inspector of the department.  \n \n (6) If the owner or manager of a hotel or restaurant not licensed under \nthis Act advertises it as a hotel or restaurant, or in any manner whatsoever uses \nthe star sign, he shall be liable to pay to the Controller a penalty of such sum not \nexceeding ten thousand rupees as the Controller may impose and, in the case of \nhis contin uing to so advertise or use the star sign, an additional penalty which \nmay extend to two thousand rupees for every day after the first during which he \nso continues or -uses star sign.  \n \n (7) Any owner who fails to comply with the provisions of section 21 \nshall be liable to one or more of the following penalties, namely:  \n \n (a) Penalty of such sum not exceeding ten thousand rupees as the \nController may impose;  \n \n (b) Forfeiture of license; and  \n \n (c) Cancellation of registration;  \n \n (d) Seal of tourist faci lity as  prescribed under rules.  \n \n 23. Contravention by Companies, etc. —If the person contravening, \nor failing to comply with, any provision of this Act or any rule, order or \ndirection made or issued there under is a company or other body  corporate, \nconcerned Secr etary, Director or relevant Officer or agent thereof, unless he \nproves that the contravention or failure took place without his knowledge or that \nhe exercised due diligence to prevent its taking place, shall be liable to the \npenalty provided for such contr avention or failure.  \n \n 24. Mode of Recovery. —Any sum imposed as penalty under this Act \nshall be recoverable as a challan.  \n \n 25. Appea l and Revision. —(1) Any person aggrieved by an order \nunder this Act may, within thirty days of the date of the order, prefe r an appeal \nto: \n \n (a) The Deputy Controller, where such order has been passed by an \nAssistant Controller;  \n \n (b) The Controller, where such order, not being an order passed in \nappeal under clause (a), has been passed by a Deputy Controller;  \n \n473(16) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [PART I \n \n  (c) The prescr ibed appellate authority, (Secretary Tourism Chairman \nAdvisory Committee) where such order, not being an order passed \nin appeal under clause (b), has been passed by the Controller.  \n \n (2) The Government may of its own motion, or on the application of \nany ow ner or manager aggrieved by an order passed under sub-section (1) within \nthe prescribed time and in the prescribed manner, pass such order in relation \nthereto as it thinks fit Provided that no order against an owner or a manager shall \nbe passed unless he h as been given an opportunity of showing cause against it \nand of being heard.  \n \n 26. Indemnity. —No suit, prosecution or other legal proceeding shall \nlie against Government, the Controller, a Deputy Controller, an Assistant \nController, an officer or authority  subordinate to the Government, or a member \nof the Committee in respect of anything which is in good faith done or intended \nto be done under this Act.  \n \n 27. Delegation of Powers. —(1) Controller may, by notification, direct \nthat all or any of its powers und er this Act shall, subject to such conditions, if \nany, as may be specified in the notification, be exercised by any officer or \nauthority sub -ordinate officer.  \n \n 28. Power to make rules. —(1) The Government may, by notification \nin the official Gazette, make rules for carrying out the purposes of this Act.  \n \n (2) In particular and without prejudice to the generality to the \nforegoing power, such rules may provide for:  \n \n (a) Fixation and revision of criteria for the registration and classification  \nof hotels and r estaurants;  \n \n (b) Lowering or altering the classification of a hotel, if in the opinion \nof the Controller  it fails to maintain the prescribed standard of \nclassification already assigned;  \n \n (c) The manner of issuance of “Sign Shields” including star \nclassif ication of hotels and restaurants for display in hotels and \nrestaurants at conspicuous places;  \n \n (d) Principles governing fair rates;  \n \n (e) Determining the format, content and display of fair rates for hotels \nand restaurants;  \n \n (f) Matters in relation to w hich the Committee may render aid and \nadvice;  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   JULY 8,  2020      473(17) \n \n  (g) Meetings of the Committee;  \n \n (h) Fixation of fees for registration and licenses;  \n \n (i) Form of a certificate of medical fitness referred to in Section 5 and \nthe time at which it shall be submitted to the C ontroller;  \n \n (j) Manner of holding summary enquiry; and  \n \n (k) Any other matter which  is to be or may be prescribed.  \n \nOther Laws Not Applicable.  \n \n Nothing contained in the Sarais Act, 1867 (XXII of 1867) shall apply to \na hotel or restaurant to which this Ac t for the time being applies.  \n \n \n FIDA MUHAMMAD NASHAD,  \nSpeaker , \nGilgit -Baltistan Assembly . \n————  \n \n RAJA JALAL MAQPOON , \n Governor  Gilgit -Baltistan . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD \nPUBLISHED BY  THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI.."
}