{
    "file": "./converted_json\\administrator98d7609b99f01a55ee2c524b51961f8b.json",
    "name": "Census Ordinance, 1959",
    "date": "21st March, 1959",
    "tagline": "An Ordinance to take census for Pakistan and obtain certain information with respect to its population and housing conditions.",
    "content": "THE CENSUS ORDINANCE , 1959  \n1ORDINANCE  NO. X OF 1959  \n[21st March,  1959]  \nAn Ordinance to provide for the taking, from time to time, of census for Pakistan and \nfor obtaining certain, information with respect to the population of 2[and housing \nconditions in] P akistan.  \nWHEREAS  it is expedient to provide for the taking, from time to time, of census for \nPakistan and for obtaining  certain information with respect to the population of 2[and housing \nconditions in ,] Pakistan;  \nNOW, THEREFORE , in pursuance of the Procla mation of the 7th day of October, 1958 \nand in exercise of all  powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance:__  \n1.  Short title, Extent and Commencement .___(1) This Ordinance may be called the \nCensus Ordinance, 1959.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n   3[2. Definitions .__ In this Ordinance, unless there is anything repugnant in the \nsubject or context,___  \n(a)  “Census ” means population and housing c ensus;    \n(b)  “Census Officer ” means any person appointed under section 4;    \n(c)  “House ” includes a building, tent or vessel used as human dwelling;    \n(d)  “Local council” means  a local council constituted under any law relating to  \n \n1 The Ordinance h as been applied to the Provincially Administered Tribal Areas of Baluchistan by Baluchistan Government Notification no. \nS.O. (TA) 3 -1/71, dated 28 -12-1980, see Baluchistan Gazette, Ext. No. 251, dated 28 -12-1980.  \nThis Ordinance shall apply to the whole of the Tribal Areas, see Regulation No. 1 of 1981, Art. 2.  \nThis Ordinance shall applied to the Federally Administered Tribal Areas, by S.R.O. No. 1273 (I)/80, dated 21 -12-1980.  \nThe Census (Amendment) Act, 1991 (6 of 1991), shall apply to the Federally Adminis tered Tribal Areas, Vide S.R.O. No. 1154 (I)/92, dated \n15-11-1992.  \nThe Census (Amendment) Act, 1991, (6 of 1991), shall apply to the Provincially Administered Tribal Areas, of Baluchistan, Vid e \nBaluchistan Notification No. S.O (T.A.) 3 -11/91/621, dated 6 -5-1993.  \n2 Ins. by the Census (Amdt.) Act, 1991 (6 of 1991), ss. 2 and 3.  \n3 Subs. ibid., s. 4, for section 2.  \n \nlocal  government and  includes a Cantonment Board constitute under the \nCantonments Act 1924 ; and  \n(e)  “Prescribed ” means prescribed by rules made  under this Ordinance. ] \n 3.  Declaration for Taking Census . The 1[Federal Government ] may, from time to \ntime, by notification 2in the official Gazette, declare that  census for Pakistan shall be taken \nduring  such period as may be specified therein.  \n 4.  Ce nsus Officers . ___(1) The 1[Federal  Government ] may appoint___    \n(i)  a 3[Chief Census Commissioner] to supervise the taking of census throughout \nPakistan;    \n(ii)  4[Provincial Census Commissioner] to supervise the taking of census within Province \n5* * * ; and    \n(iii)  Census Officers to take, aid in or supervise the taking of, census within any specified \narea.    \n(2) The 1[Federal Government ] may, by order6, delegate the powers conferred upon it \nby clause (iii) of sub -section (1) to such officer or autho rity as may be specified in the order.  \n(3) A declaration in writing signed by any authority authorized in this behalf by the \n1[Federal  Government ] that any person has been duly appointed a Census Officer shall be \nconclusive proof of  such appointment.  \n5.  Discharge of duties of Census Officers in certain cases .____(1) If the District \nMagistrate, or any authority authorized in this behalf by the 1[Federal Government ], by an \norder in writing so directs,____  \n(a)  every officer in command of any body of men be longing to naval, military or \nair force of  Pakistan or of any vessel of war,  \n(b)  every person, other than a pilot or harbour -master, having charge or control of \na vessel,    \n \n1 Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”.  \n2 For such a notification, see Gaz. of P., 1960, Ext., p. 117.  \n3 Subs. by the Census (Amdt.) Act, 1991 (6 of 1991), s. 5 for “Census Commissioner”.  \n4 Subs. ibid.,  for “Director of Census”.  \n5 The words “or the Federal Capital” omitted by A.O., 1964, Art. 2 and Sch.  \n6 For such an order, see Gaz. of P., 1960, Ext., pp. 325___334. \n(c)  every person, in charge of a lunatic asylum, hospital, work -house, prison, \nreformatory or lock -up or of any public, charitable, religious or educational \ninstitution,  \n(d)  every keeper, ow ner, secretary or manager of any sarai , hotel, boardinghouse, \nlodging -house,  emigration depot, or club,  \n(e)  every manager or officer of a railway, or any commercial or industrial \nestablishment or trading  concern, and  \n(f)  every occupant of immovable pro perty wherein persons are living at the time \nof taking census,   \nshall, in relation to the person who, at the time of the taking the census, are under his \ncommand or  charge, or are inmates of his sarai , hotel, house, depot or club, or are employed \nunder hi m, or are  present on or in such immovable property, perform such duties of a Census \nOfficer as may be  required by such order.  \n(2) The provisions of this Ordinance relating to a Census Officer shall, so far as may \nbe, apply to a person  performing the duties  of a Census Officer in pursuance of an order \nunder sub -section (1) .    \n (3) Whoever refuses or neglects to perform the  duties which he is directed under \nsub-section (1) to  perform shall be deemed to have committ ed an offence under section 187  \nof the Paki stan Penal Code  (Act XLV of 1860) . \n6.  Power to call upon certain persons to give assistance . The District Magistrate, \nor any Census Officer appointed under clause (iii) of sub -section (1) of section 4 for  any local \narea and authorized by rules in this beh alf, may, by order in writing, call upon___  \n(a) owners and occupiers of land, farmers, tenure holders and assignees of land \nrevenues, or their agents;  \n(b) member of 1[local councils ] and other local authorities, and officers, and  \n \n1 Subs. by the Census (Amdt.) Act, 1991 (6 of 1991), s. 6, for Certain words.  \n \nservants thereof; and  \n(c)  school teachers, government servants and literate persons of good repute for \nthe time being residing  in the area concerned;  \nto work as enumerators, or perform any other d uties of a Census Officer, or to give such  \nassistance as may be specified in the order towards the taking of census of persons who 1[and \nof house which ] are, at the time of the taking of census, on the lands of such owners, \noccupiers, farmers, tenure holde rs or 3  assignees, or within the areas which such members \nrepresent or for which such local authorities are  established, or, as the case may be, in which \nsuch teachers, government servants or literate persons are  themselves residing, and the \npersons to who m an order under this section is directed shall be bound to  obey the same.  \n 7.  Formulation of Questionnaire and asking of Questions .___(1) The 2[Federal \nGovernment ] may, by notification in the official Gazette, formulate such questionnaire as  it \nthinks fi t, and a Census Officer may require any person within his  jurisdiction to give \nanswers to  such questionnaire and to such other questions relevant to the questionnaire as he \nmay think fit.  \n(2) any person who is required to give answers to the questionnair e and other relevant \nquestions under  sub-section (1) shall be legally bound to  give answer to the best of his \nknowledge or belief:  \nProvided that a woman shall not be so bound to state the name of her husband or \ndeceased husband  or of any other person whos e name she is forbidden by custom to mention.  \n8.  Occupier to allow access and affixing of marks, etc. Every person occupying any \nhouse, enclosure, vessel or other place shall allow the Census Officer such access thereto as, \nhaving regard to the customs of  the country, they may reasonably  \n \n1 Ins. by the Census (Amdt.) Act, 1991 (6of 1991), s. 6.  \n2 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \nrequire for the  purposes of the census and shall allow them to paint on, or affix to, the hou se, \nenclosure, vessels or place  such letters, marks or numbers as may be necessary for the \npurposes of the census.  \n   9.  Occupier, manager to fill up a prescribed schedule . ___(1) Subject to any rule \nmade in this behalf, a Census Officer may within the lo cal limits of his jurisdiction  \nleave or cause to be left a Schedule prescribed for the purpose at any dwelling house \n1[(including any  commercial, industrial or other premises which are also used for the purpose \nof residence )] or with the  manager or any off icer of any commercial or industrial \nestablishment or trading concern, for the  purpose of its being filled up by the occupier of such \nhouse or of any specified part thereof, or by such  manager or officer with respect to such \nparticulars regarding the inmat es of such house or part or the  persons employed under such \nmanager or officer during the time of the taking of the census, as may  be specified in the \nSchedule.  \n(2) When a Schedule has been left under sub -section (1), the occupier, manager or \nofficer conc erned shall  fill it up or cause it to be filled up as required by that sub -section to \nthe best of his knowledge or  belief, sign his name thereto and deliver it to the Census Officer \nor to such person as the Census  Officer may direct.  \n10. Census record not open to inspection .___2[(1)] No person shall have a right to \ninspect any book, register or record made by a Census Officer in the  discharge of his duties as \nsuch, and notwithstanding anything to the contrary in the 3[Qanun -e-Shahadet, 1 984 (P.O.X \nof 1984) , no entry in any such book, register or record shall be  admissible as evidence in any \ncivil proceeding whatsoever, or in any criminal proceedings other than  a prosecution under \nthis Ordinance or under any other law for any act or omission under this  Ordina nce which \nconstitutes an  offence under such other law.  \n \n1 Ins. by the Census (Amdt.) Ordinance, 1979 (58 of 1979), s. 2.  \n2 Re-numbered by the Census (Amdt.) Act, 1991 (6 of 1991), s, 7.  \n3 Subs. ibid., for “Evidence Act 1872”.  \n1[(2) The individual informa tion furnished in the Census returns, except so much of it \nas is not traceable to  an individual, shall be confidential and shall not be used for any purpose \nother than compilation of  Statistics ].  \n \n11. 2[Local Councils ] and other local authorities to take census . Notwithstanding \nanything contained in any other law for the time being in force, a 3[local council ] or other  \nlocal authority shall, in consultation with the 4[Provincial Census Commissioner ] or other \nofficer authorized  in this behalf by the 5[Feder al Government ], cause, during the period \nspecified under section 3, the census of  the 6[area within the jurisdiction of a local council or \nother local authority ] to be taken wholly or in part in the  manner authorized or required by or \nunder this Ordinance.  \n \n12. Grant of statistical abstracts . The 7[Chief Census Commissioner, the Provincial \nCensus Commissioner ] or any authority  authorized in this behalf by the 5[Federal \nGovernment ] may, at the request of any 8[local council or local  authority ] or person, cau se \nabstracts to be prepared and supplied containing such statistical information as  can be derived \nfrom the census returns being information which is not contained in any published reports  \nand which, in the opinion of such Commissioner , 9* or authority, su ch 8[local council or local \nauthority ] or person may reasonably require.  \n \n13. Penalties . If any person___  \n \n1Added by the Census (Amdt.) Act, 1991 (6 of 1991), s. 7.  \n2 Subs. ibid., s., 8 for “Municiplities”.  \n3 Subs. ibid., for “Municipality”.  \n4 Subs. ibid., for “Director of Census”.  \n5 Subs. by F.A.O., 1975 For Art. 2 and Table for “Central Government”.  \n6 Subs. by Act 6 of 1991, s. 8, for certain words.  \n7 Subs. ibid., s. 9, for Certain words.  \n8 Subs. ibid., for “local Authority”.  \n9 Omitted ibid. \n \n(a)  being a Census Officer, or being lawfully required to give assistance towards the \ntaking of census, refuses or neglects to use reasonable diligence in performing any \nduty imposed upon him or in obeying any order issued to him in accordance with \nthis Ordinance or any rule made there under, or hinders on obstructs another \nperson in performing any such duty or in obeying any such order, or  \n(b)  being a Census Officer intentionally puts any offensive or improper question or \nknowingly makes my false return or, with out the previous sanction of the \n1[Federal Government] discloses any information which he has received by means \nof or for the purpose of, a census return 2[or fails to deliver or forward to the \nproper authority, or retains copies or extracts from, the Cens us returns or any \ndocuments relating to the Census], or    \n(c)  intentionally gives a false answer to, or refuses to answer to the best of his \nknowledge or belief, the questionnaire or other relevant question asked of him by \na Census Officer which he is le gally bound to answer, or  \n(d)  occupying any house, premises, vessel or land, refuses  to allow a Census Officer \nsuch reasonable access thereto as he is required under this Ordinance to allow, or    \n(e)  removes, obliterates, alters or damages without pro per authority or before the \ncompletion of the census any letters, marks or objects which has been painted or \naffixed for the purposes of the census, 3[or]   \n4[(f)  attempts to have a false return made by a Census Officer,]    \nhe shall be punishable with 5[ 6* imprisonment for a term which may extend to 7[six months] or \nwith fine which may extend to 7[fifteen thousand rupees, or with both]  \n  \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2 Ins. by the Census (Amdt.) Ordinance 1979, (58 of 1979), s. 3.  \n3 Subs. ibid., for “full stop”.  \n4 Added by the Census (Amdt.) Ordinance, 1979 (58 of 1979), s. 3.  \n5 Subs. by the Census (Amdt.) Ordinance, 1970 (16 of 1970), s. 2.  \n6 The word “rigorous” omitted by the Census (Amdt.) Act, 1991 (6 of 1991), s . 10. \n7 Subs. by Act 41 of 1997, s. 2.  \n \n  14. Sanction for prosecution under this Ordinance . No prosecution under this \nOrdinance shall be instituted except with the previous sanction of the 1[Federal  Government ] \nor of any authority authorized in this beha lf by the 1[Federal Government ]. \n15. Prosecution under other laws . Nothing in this ordinance shall be deemed to \nprevent any person from  being prosecuted under any other law for any act or omission under \nthis Ordinance which constitutes an  offence under suc h other law:  \nProvided that no such prosecution shall be instituted except with the previous sanction \nreferred to in  section 14.  \n16.  Jurisdiction . No court inferior to that of a Magistrate of the second class shall try \nan offence under this  Ordinance.  \n17. Census Officers and persons assisting them to be public servants . All Census \nOfficers, and all persons performing the duties of a Census Officer or giving assistance \ntowards the taking of the census, while acting in pursuance of an order made under this \nOrdinance, shall be deemed to be public servants within  the meaning of section 21 of the \nPakis tan Panel Code (Act XLV of  1860) .  \n18. Delegation of Power . The 1[Federal Government ] may, by notification in the \nofficial Gazette direct that all  or any of the powers conferred upon it by or under this \nOrdinance shall subject to such conditions, if any,  as may be specified in the notification be \nexercisable also by the Provincial Government.  \n19. Rules . The 1[Federal Government ] may make rules for carrying out the  purposes \nof this Ordinance.  \n20. [Repeal. ] Omitted  by the Federal Laws (Revision and Declaration) Ordinance, \n1981 (27 of 1981), s. 3 and II Sch.  \n \n_______  \n \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”."
}