{
    "file": "./converted_json\\administrator6b6614c9d7ca507df639b8ebf467feb6-pdf(1).json",
    "name": "Letters of Administration and Succession Certificates Act, 2020",
    "date": "February 14, 2020",
    "tagline": "Efficacious and speedy mechanism for issuance of Letters of Administration and Succession Certificates",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,   FEBRUARY 14,  2020  57 \n \n \n \n  \nISLAMABAD,  FRIDAY ,  FEBR UARY  14, 2020   \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nSENATE SECRETARIAT  \n \nIslamabad , the 13th Febr uary, 2020 \n \n No. F. 9(9)2020-Legis.—The following Act of Majlis -e-Shoora \n(Parliament) received the ass ent of the President on 11th Febr uary, 2020 and is \nhereby pub lished for general information: — \n \nACT NO. VI OF 2020  \n \nAn Act to provide for an efficacious and speedy mechanism for issuance of  \nLetters  of Administration and Succession Certificates  \n \n WHEREAS  it is expedient to provide for an efficacious and  speedy \nmechanism for facilitating  issuance of Letters of Administration and succession  \ncertificates, aimed at curtailing fraud and forgery;  \n \n It is hereby enacted as follows: — \n \n 1. Short title, extent and comm encement. —This Act may be called \nthe Letters of Administration and Succession Certificates Act, 2020.  \n \n \n \n(57) \n \nPrice : Rs.10 .00 \n [5163 (2020)/Ex. Gaz.]    \n58     THE  GA ZETTE  OF  PAKISTAN,  EXTRA.,  FEBR UARY  14,  2020  [PART I \n \n  (2) It shall extend to the whole of Islamabad Capital Territory.  \n \n (3) This Act or any part thereof sh all come into force on such dates as \nthe Government may, by notification in the official Gazette, appoint.  \n \n 2. Definitions. —In this Act, unless there is anything repugnant in the \nsubject or context, — \n \n (a) “Authority ” means the National Database and Regi stration \nAuthority established under section 3 of the Ordinance;  \n \n (b) “factual controversy ” includes an objection by legal heirs or by any \nclaimant of legal heirship, any dispute which may arise in \nestablishing the identity of legal heirs which is not res olvable by \nthe Authority or any situation, matter or event requiring \nadjudication or recording of evidence or where at least one of the \nlegal heirs is a minor;  \n \n (c) “Government ” means the Federal Government;  \n \n (d) “legal heir ” means a person who has entit lement to a share in the \nproperty of the deceased;  \n \n (e) “Ordinance ” means National Database and Registration Authority \nOrdinance, 2000 (VIII of 2000);  \n \n (f) “prescribed ” means prescribed by rules; and  \n \n (g) “rules” means the rules made under this Act.  \n  \n 3. Issuance of Letters of Administration or Succession \nCertificates. —Notwithstanding anything contained in any other law for the time \nbeing in force, the Authority may issue Letters of Administration or Succession \nCertificates, as the case may be, to the l egal heirs of a deceased in respect of \nimmovable or movable property, in accordance with the Family Registration \nCertificate maintained by the Authority.  \n \n 4. Establishment of Succession Facilitation Unit. —(1) The \nAuthority shall establish a Succession Fac ilitation Unit for the purpose of \nreceipt, processing and assessment of applications for grant of Letters of \nAdministration and Succession Certificates.  \n \n (2) For the purpose of sub -section (1), the Authority may notify and of \nits existing offices as Succe ssion Facilitation Unit, at such place or places as it \nmay deem appropriate.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   FEBRUARY 14,  2020  59 \n \n  (3) The Authority may, from time to time, appoint officers, staff, \nexperts, consultants, advisers and other employees, on such terms and conditions \nas it may deem fit, for the p urpose of carrying functions under this Act.  \n \n 5. Functions of the Succession Facilitation Unit. —The Succession \nFacilitation Unit shall perform the following functions, namely: —  \n \n (a) receive applications for grant of Letters of Administration and \nSuccess ion Certificates, as the case may be, from legal heirs of the \ndeceased;  \n \n (b) process and assess the applications by way of a summary enquiry \nas prescribed, and in case of any factual controversy amongst the \nlegal heirs decline to assess the applications f or filing afresh before \nthe appropriate forum in accordance with the provisions of the \nSuccession Act, 1925 (XXXIX of 1925) or any other applicable \nlaw; \n \n (c) maintain an online portal providing for updated record of the \nLetters of Administration and Succe ssion Certificates issued under \nthis Act; and  \n \n (d) discharge or perform such functions as are incidental, ancillary or \nnecessary for carrying out the purposes of this Act.  \n \n 6. Application for Letters of Administration or Succession \nCertificates. —(1) An a pplication for grant of Letter of Administration or \nSuccession Certificate, as the case may be, shall be made to the Authority by the \nlegal heirs:  \n \n Provided that legal heirs may also authorize in the prescribed form, one \namongst themselves, to act on beha lf of all other legal heirs, for the purpose of \nfiling an application under this Act.  \n \n (2) An application may be filed in the notified office of the Authority \nwithin whose jurisdiction the deceased ordinarily resided at the time of his death, \nor within wh ose jurisdiction any property or asset of the deceased is located.  \n \n (3) The following documents shall be appen ded along -with the \napplication, — \n \n (a) death certificate of the deceased;  \n \n (b) list of the legal heirs and copies of their national identity car ds; \n \n (c) an authorization in the prescribed form by the legal heirs in favour \nof the applicant as provided in proviso to sub -section (1); and  \n \n60     THE  GA ZETTE  OF  PAKISTAN,  EXTRA.,  FEBR UARY  14,  2020  [PART I \n \n  (d) details of immovable and movable property in respect of which the \nLetter of Administration or Succession Ce rtificate is applied for.  \n \n (4) Upon receipt of the application, a notice to the general public shall \nbe published on a web portal to be maintained by the Authority and in one \nEnglish language and one Urdu language daily newspaper of wide circulation.  \n \n (5) Where no objection or claim is received within fourteen days of the \npublication of notice, the Authority shall, in any of its notified office, obtain the \nbio-metric verification of the applicant and all the legal heirs:  \n \n Provided that where bio -metrics of a legal heir is not verified, the \nAuthority may require the legal heir to appear in person before the Authority on \na date fixed by the Authority:  \n \n Provided further that the Authority may resort to any other modern \ndevice with a view to satisfying itsel f as to  the identity of any legal heir.  \n \n Explanation: —The bio -metric verification can be undertaken at any \nnotified office within Pakistan or abroad.  \n \n (6) Upon satisfactory compliance of the coda l formalities mentioned in \nthis section, the applicant shal l appear before the Authority on a date fixed by it, \nwhereafter the Authority shall issue the Letter of Administration or Succession \nCertificate, as the case may be, in favour of all legal heirs of deceased with \ndetails of their respective shares as provid ed in the personal law of such legal \nheirs.  \n \n (7) The Letters of Administration or Succession Certificates issued \nunder this Act shall have the same effect as if the same have been issued under \nthe Succession Act, 1925 (XXXIX of 1925).  \n \n 7. Forms of Letter s of Administration and Succession \nCertificates. —Letters of Administration and Succession Certificates shall be \nissued, as nearly as circumstances admit, in the forms prescribed by the \nAuthority.  \n \n 8. Objection to the Letters of Administration and Successi on \nCertificates .—Any person objecting to Letters of Administration or Succession \nCertificates, as the case may be, after the issuance of the Letters of \nAdministration or Succession Certificates by the Authority, may seek remedies \navailable under any other applicable law.  \n \n 9. Fee and costs. —(1) The Authority may charge the prescribed fees \nor other sums for its services under this Act including sums incurred on \npublication of public notice.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   FEBRUARY 14,  2020  61 \n \n  (2) The charges or sums received under sub -section (1) shall be \ncredited to the NADRA Fund established under section 24 of the Ordinance.  \n \n 10. Bar of jurisdiction. —No court shall exercise jurisdiction till such \ntime the Authority declines to process application for issuance of the Letters of \nAdministration or Succession  Certificates by the Legal heirs.  \n \n 11. Penalty, offences and trial. —The provisions in relation to \noffences, penalties and trial mentioned in Chapter IX of the Ordinance shall \napply mutatis mutandis  under this Act.  \n \n 12. Act to override other laws. —The pro visions of this Act shall \nhave effect notwithstanding anything contained in any other law for the time \nbeing in force.  \n \n 13. Power to make rules. —The Government, may, by notification in \nthe official Gazette, make rules to carry out the purposes of this Act . \n \n \n \n \nDR. AKHTAR NAZIR , \nSecretar y. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI.."
}