{
    "file": "./converted_json\\administrator83bfd4f74bc9469a1030a2c609380d0a.json",
    "name": "Notification",
    "date": "Thursday, April 7, 1977",
    "tagline": "Government of Pakistan Rules regulating the Publication of Holy Quran",
    "content": "REGISTERED Pilo S• 1.313  \n••70( \n3ette \t,f Valtistan \nfisnapeaKonfi \nEXTRAORDINARY \nPu1lSHED BY AUTHORITY \nISLAMABAD, THURSDAY, APRIL 7, 1977 41•11SIMaiS \nPART II \nStatutory Notifications (S. R. 0.) \noVERNMENT OF PAKISTAN \nTRY OF RELIGIOUS AFFAIRS, 1N/DNORffY AFFAIRS AND \nOVERSEAS PAKISTANIS \nNOTIFICATION \nIslamabad, the 7th April, 1977 \nR. 0. 295 (I)/77.—In exercise of the powers conferred by section 8 of the \ntion of Holy Quran (Elimination of Printing Errors) Act, 1973 (LIV of \ne Federal Government is pleased to direct that the following amendments \nI \tmade in the Holy Quran (Elimination of Printing Errors) Rules, 1973, \n1 \te aforesaid Rules,— \n) in rule 4, after sub-rule (3), the following new sub-rule shall be added, \nnamely :— \n\"(4) Every person who publishes a text-book, prayer-book, religious \ntreatise or any other book containing any extract of Holy Quran \nshall send two copies thereof to the Ministry of Religious Affairs \nand one copy each to the Provincial Auqaf Department\"; \n(2) \tle 5 shall be re-numbered as sub-rule (1) of that rule and after sub- \ne (1) re-numbered as aforesaid, the following new sub-rule shall be \na ed, namely :— \nThe Federal Government may, if it considers that the errors in \nthe extract of the Holy Quran contained in the copy of the text-\nbook, prayer-book, religious treatise or otherwise received under \nsub-rule (4) of rule 4 are such that they cannot be corrected and \nhat they have so literally distorted an ayah as to alter its meaning, \nrohibit the sale of that copy and refer the matter to the Provin- \nial Auqaf Department.\"; \n(3) after rule 6, the following new rules shall be inserted, namely \nChecking of uncertified prints of the Holy Quran.-0)if any of the Holy Quran is found not to have been certified free Fr*: errors under rule 6, the Federal Government or the Prov \nperson competent to do so under sub-section (3) f \tby iirle:mai Auqaf Department shall get a copy of such print checked \nafter the provisions of sub-rules (2), (3) and (5) o seetai -5  of the Act at the expense of the publisher of that print, and there-\nof we 6 shall apply to such print. \n(2) The fee payable to the person referred to in sub-rule (I) shall he \nfixed by the Federal Government or, as the case may he, the \nProvincial Auqaf Department in consultation with the publisher. \nSeizure of certain prints of Holy Quran.—All such copies of the Holy Quran in which there exist errors which cannot, in the opin-\nion of the Provincial Auqaf Department, easily be corrected in \nprint shall be seized by that Department.\" \n[F. No. 1(15) 75-Council-W.] \nTAJAMMAL H. HASHM1, \nSecretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD \nPUBLISHED BY THE MANAGER OF PUBLICATIONS, KAKACHI"
}