{
    "file": "./converted_json\\administratora4e506db9561c9da7c6be880946d03fa.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n   \n \n \n \nTHE  PAKISTAN  PLANT QUARANTINE  ACT, 1976  \n \n              \n \n \nCONTENTS  \n1.  Short title, extent and comme ncement \n2.  Definitions \n3.  Power to prohibit or regulate import of certain a rticles \n4.  Operation of notification under section 3 \n5.  Goods and articles import or transportation of which prohibited not to be carried \n6.  Penalty \n7.  Cognizance of offence \n8.  Indemnity \n9.  Delegation of powers \n10.  Power to make rules \n11.  Repeal \n \n  \n \n\n \nPage 2 of 4 \n THE  PAKISTAN  PLANT QUARANTINE  ACT, 1976.  \n \n1Act No. LXXV of 1976  \n \n         [1st December, 1976 ] \n \nAn Act to give  effect in Pakistan to the International Plant Protection Convention, 1951.  \n \n WHEREAS  it  is  expedient  to  give  effect  in  Pakistan  to  the  International  Plant \nProtection Conv ention,  1951 and to p rovide for matters connected therewith;  \n \n It is hereby enacted as follows :— \n \n 1. Short title, extent and comme ncement.—(1) This Act may be called the Pakistan \nPlant Quarantine A ct, 1976. \n \n (2) It extends to the whole of  Pakistan.  \n \n(3) It shall come into force at once. \n \n 2. Definitions. In  this  Act,  unless  there  is  anything  repugnant  in  the  subject  or \ncontext,— \n \n(a) “Conv ention” means the  International Plant Protection Conv ention, 1951;  \n \n(b)      “crop” includes all agricultural or horticultural crops and all trees, bush es, \ngrass or plants; \n \n(c) “impo rt” means the bringing or taking by sea, land or air across any customs \nfrontier as defined by the Federal Government and includes transpo rtation by \nany means from one Province to another or from one place to another within  a \nProvince; \n \n(d) “infection” means infection by any ins ect, fungus, or other pest injurious to a \ncrop or  plant; \n \n(e) “pest” means any livi ng stage of any or all insects, mites, nematodes, slugs, \nsnails,  protozoa,  or  other  inv ertebrate  animals,  fungi,  bacteria,  or  other \nparasitic plants or reproductive parts thereof, virus or any organism,  or any \ninfectious  subst ance which may directly or indirectly injure or cause disease to \nany crop or  plant; and \n \n(f) “plant” means all species of plants or parts thereof whether living  or dead \nincluding st emps,  branches, tubers, bulbs,  corms, stocks, budwood,  cuttings, \nlayers, slips, su ckers, roots, green-scum on st agnant pools, l eaves, flowers, \nfruits and seeds. \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1976. Ext., Pt., III, p. 692. \n \nPage 3 of 4 \n  3. Power to prohibit or regulate import of certain a rticles.—(1) The Federal Gov ernment \nmay, by notification in the official Gazette, prohibit,  restrict or otherwise regulate, subject to such \nconditions  as it may think fit to impos e, impo rt of any article or class of  articles likely to cause \ninfection to any crop or plant, or of any pest generally or any class of pests. \n \n (2) A notification under this section may specify any article or class of articles or any pest or \nclass of pests either generally or in any particular manner, whether with reference to the country of \norigin, or  the route by which impo rted or otherwise. \n \n (3) Any condition  impos ed under a notification under this  section may require—  \n \n(a)       compliance with the p rovisions  of the Conv ention;  \n \n(b) examination by authorised persons of goods  articles of plant origin and pests \nbrought in or to be  taken out; \n \n(c)       obtaining  of certificate of non-infection; and \n \n(d)       treatment  or  detention,  confiscation  and  destruction  of  in fected  goods  or \narticles of plant origin. \n \n 4. Operation of notification under section 3. A noti fication under section 3 shall operate as \nif it has been issued under section 16 of the Customs  Act, 1969 ( IV of 1969 ); and the  officers of \ncustoms  shall have the same powers in respect of any goods, articles of plant origin or pests in \nrespect of which such a notification has been issued as they have for the time  being in  respect of \nany article the impo rtation of which is prohibit ed or restricted under the s aid A ct, and all the \nprovisions  of that Act shall have effect accordingly. \n \n 5. Goods and articles import or transportation of which prohibited not to be carried. \nWhen a noti fication has been issued under section, 3 then, notwithst anding anything contained in any \nother law for the time being in force, the person responsible  for the booking of  goods or parcels at \nany port, railway station, airport or other place,— \n \n(i)        where the notification prohibits  impo rt, shall refuse to receive for carriage at, \nor to forward, or knowin gly allow to be carried by sea, air, land, rail or other \ncarrier from that port, station, airport or place anything of which the impo rt \nhas been prohibit ed; and \n \n(ii)       wh ere the notification impos es any conditions  upon  impo rt, shall so refuse \nunless  the  prescribed  documents  showi ng  that  the  conditions  have  been \nfulfilled are produced. \n \n 6. Penalty. Whoever contravenes or attempts  to contravene any of the provisions  of this  Act, \nor of any rules made or notifi cation issued thereunder, shall, without  prejudice to any confiscation \nor penalty to which he may be liable under the provisi ons of the Customs A ct, 1969  (IV of 1969) as \napplied by section 4, be punish able with fine which may extend to five hund red rupees and, upon  \nany subsequent conviction, with imprisonment for a term whi ch may extend to six months,  or \nwith fine which may extend to two thous and rupees, or with both.  \n \n \nPage 4 of 4 \n  7. Cognizance of offence. No Court shall take cognizance of any offence under this A ct \nexcept upon  complaint in writing made by any officer authorised by the Federal Gov ernment in this  \nbehalf. \n \n 8. Indemnity. No suit, prosecution  or other legal proceeding s hall lie against any person for \nanything which is in good faith done  or intended to be  done  under this  Act. \n \n 9. Delegation of powers. The Federal Government may delegate to a Provincial \nGovernment, or to any officer or authority of such Government, any of its powers under this A ct in \nso far as it relates to the prohibition  or restriction of bringing or taking into or out of any place \nfrom or to another place within  a Province or to the transpo rtation from one place to another within  \na Province or to the sale of goods or articles of plant origin impo rted in contravention of any of the \nprovisions of  this Act. \n \n 10. Power to make rules.—(1) The Federal Government may, by noti fication in the o fficial \nGazette, make rules for carrying out the p urposes of this Act. \n \n (2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following  matters, namely:— \n \n(a)       the method and manner of examination and treatment of goods  and articles of \nplant origin lik ely to cause infection to any crop or  plant; \n \n(b)       the form of certificate of non-infection; \n \n(c)       the documents to be produced before goods  or articles of plant origin are \naccepted for carriage; and \n \n(d)       the fees to be  levied und er this  Act. \n \n 11. [Repeal.] Omitt ed by the Federal Laws (Revision and Declaration)  Ordinan ce, 1981 \n(XXVII of 1981), s. 3 and S en., II. \n \n______________  \n \n \n \n \n \n \n \n  Last uploaded on 13.1 1.2023"
}