{
    "file": "./converted_json\\administratoracee2457b4fdeabb772706c17f27a3be.json",
    "name": "The Privatisation (Modes and Procedure) Rules, 2001",
    "date": "31st July, 2001",
    "tagline": "Modes and Procedure for Privatisation in Pakistan",
    "content": "M 302 REGISTERED NO.L-7646 \niftOtaiette \tof aftjtstan \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, SATURDAY, AUGUST 4, 2001 \nPART II \nStatutory Notifications (S. R. O.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF PRIVATISATION \n(Privatisation Commission) \nNOTIFICATIONS \nIslamabad, the 31st July, 2001 \nS. R. 0. 563 (I)/2001.—In exercise of powers conferred by section 40 of the \nPrivatisation Commission Ordinance, 2000 (LH of 2000). read with sections 22 \nand 25 thereof, the Privatisation Commission, with the approval of the Federal \nGovernment, hereby makes the following rules, namely :— \nTHE PRIVATISATION (MODES AND PROCEDURE) RULES, 2001 \nShort title and commencement—( I) These rules may be called the \nPrivatisation (Modes and Procedure) Rules, 2001. \n(2) They shall come into force at once. \nDefinitions.—(1) In these rules, unless there is anything repugnant in the \nsubject or context :— \n(a) \"adviser\" means an external adviser hired by the Commission with \nthe approval of the Board to advise on a particular privatisation process \nor any other ancillary activity leading to privatisation; \n(1933) \nPrice: Rs. 5.00 \n[3665 (200I)/Ex. Gaz.] \n1934 THE GAZETTE OF PAKISTAN, EXTRA., AUG. 4, 2001 \t(PAR. \n(b) \"negotiated sale process\" means the negotiations between the Co: \nmission and an interested party for the sale and transfer of the property \nto be privatised where the cottlitions specified in sub-rule (1) of rule 6 apply; and \n(c) \" Ordinance \" means the Privatisation Commission Ordinance, 2000 \n(LII of 2000). \n(2) All other terms and expressions used, but not defined in these rules, shall \nhave the same meanings as assigned to them in the Ordinance. \n3. Manner and procedure for privatisation.—(1) The manger for carrying out \nthe privatisation programme under section 22 of the Ordinance and the procedure \nfor modes of privatisation under section 25 thereof shall, if. and to the extent, the \nCommission deems necessary, include — \n(a) legal, technical and financial due diligence of the property being \nprivatised in order to, inter alia, \nidentify any obstak:les to privatisation and suggest, where possible, \nways to remove them; \nallow a far and independent valuation of the property beinl, \nprivatised; and \nprepare a suitable information memorandum together with other \nmarketing instruments; \n' (b) pre-qualification of prospective bidders to evaluate, where a privatisa-\ntion requires it, that the prospective bidders are technically and \nfinancially in a position to own, manage and operate the assets being \nprivatised; . \n(c) preparation of bid documents which shall include instructions to \nbidders and proforma sale instruments and the bid documents shall: \ninclude appropriate disclamers to protect the Federal Government, \nCommission and their respective officers, employees, consultants and \nadvisers in respect of the information provided to the bidders; \n(d) holding of pre-bid conferences to discuss concerns of prospective \nbidders ; \n(e) creation of an enabling environment; and \n(f) carrying out of a bidding process. \n2. Subject to the terms of appointment of an adviser, where an adviser has \nbeen appointed for the privatisation, it shall carry out or advise on any or all of \nthe steps specified in clauses (a) to (f) of sub-rule (1). \n..itT Ili \tTHE GAZETTE OF PAKISTAN, EXTRA., AUG. 4, 2001 1935 \n4. Approval or rejection of highest ranked bidder.—(1) Save in the case of a \nnegotiated sale process, the Commission shall carry out a bidding process which \nis suited to the needs of the privatisation with the objective of selecting the highest \nranked bidder amongst the bidders that he.— \nhas satisfied the pre-qualification criteria determined by the Commission, \nif required ; and \ncomplied with instructions, for bidding provided by the Commission \nto bidders. \n(2) Upon selection of a highest ranked bidder as specified in sub-rule (1), \nthe Board shall refer the matter for approval, or rejection of such highest ranked \nbidder with full justification, to the Cabinet \n5. Additional modes of privatisation.—In terms of clause (1; of section 25 of the \nOrdinance, there shall be the following additional modes of privatisation, \nnamely :— \npublic offering of shares other than through a stock exchange; and \nsale of shares, assets, business and property to a person that has a \npre-emptive right to acquire the same (or any part thereof) subject to \nfulfilment of conditions attached to such rightstil \n6. Negotiated sale.—(1) The Commission may adopt the negotiated sale \n,.;process for any of the modes of privatisation specified in section 25 of the \niOrdinance and rule 5 of these rules, if — \nin the opinion of the Board, sufficient interest for a privatisation has not been received; \nthe Board has recommended to the Cabinet and the Cabinet has \nauthorised the Commission to initiate the negotiated sale process; \nthe Board has approved the party or parties interested in purchasing \ntathe property being privatised; \na team for carrying out the negotiated sale process has been constituted \nby the Board which shall include a represen;tative  from the Ministry \nunder whose jurisdiction the entity being privatized falls: and \n(e) the Board has delegated full power to the negotiation team for carrying \nout the negotia'ed sale process and defined the parameters for negotia-\ntion. \n(2) On conclusion of the negotiated sale process, the terms and conditions of \nthe transfer of the property to be privatised to the interested party shall be sub-\nmitted to the Cabinet for consideration and approval. \nNo. F. 11(1) L/PC/2000-F&C.] \neporat \nand cl \noblii.1 by the s're, 6'762/157  et/  \n504 4- iteidel ti ift.0 732- Ci / \n1936 THE GAZETTE OF PAKISTAN, EXTRA., AUG. 4, 2001 [PART rl \nIslamabad, the 1st August, 2001   \nS. R. O. 564 (I)/2001.—In exercise of powers conferred by section 41 of the \nPrivatisation Commission Ordinance, 2000 (LII of 2000), read with section 43 \nthereof, the Privatisation Commission hereby makes the following regulations. namely :— \nTHE PRIVATISATION COMMISSION (AUTHENTICATION OF \nDOCUMENTS UNDER COMMON SEAL) REGULA,TiONS, 2001 \n1. Short title and commencement.—(1) These regulations may be called \nThe Privatisation Commission (Authentication of Documents Under Common \nSeal) Regulations, 2001. \n(2) They shall come into force at once. \nZ. Definition,_.( 1) In these rules, unless there is anything repugnant in the subject or context :— \n(a) \t\"common seal \"means the seal made and kept pursuent to section 43 of \nth ' ordinance; \n\" ocuments \" means the documents specified in regulation 5 of these ; \nregulations ; \n\\ \n\" ordinance \" means the Privatisation Commission Ordinance, 2000 \n(L1I of 2000) ; \n(d) \" register \" means the register kept in accordance with regulation 6 of \nthese regulations. \n(2) All other terms and expressions used, but not defined in these rules, shall \nhave the same meanings as assigned to them in the Ordinance. \n3. Custody of Seal.—The seal shall be kept, in the custody of Deputy Secretary or any other officer as may be authorised by the Secretary from time to time; \nDocuments to be authenticated.—Following documents shall be executed under the common seal : — \n(1) confirmed minutes of the meetings of Board of the Privatisation \nCommission as signed by the Chairman, Privatisation Commission; \n(2) all agreements/deeds for transfer of property; \n(3) any other document as may be specifically approved by the Secretary to \nbe executed under common seal."
}