{
    "file": "./converted_json\\administratore6a8c08ac556808a10bf59ca1282858b.json",
    "name": "Enforcement of Women's Property Rights Act, 2020",
    "date": "February 29, 2020",
    "tagline": "Protecting the rights of ownership and possession of properties owned by women",
    "content": "REGTSTEREDNo.##\n9\nGbeGttffi d fsltrtmr\n-=F\nEXTRAORDINARY\nPUBLISHEO BY AUTHORITY\nPART I\nActs, Ordinrnces, President's Orders snd Regulatiotrs\nSENATE SECRETARJAT\nIslanabad, the 2SthFebruorY, 2020\nNo. F. 9(10y202Glegis.-The following Acts of Mdilisa-Shoola\n(Parliament) received the assent ofthe President on thc l8th February, 2020 and\nis hereby publishcd for general informalion:\nACTNO. ) I OF 2O2O\n,4n Act lo prolecl ond secure lhe riShts oJ ownershiP ofvonen ir lhe Property\nWHEREaS it is expedient to Provide for the protection of the rights of\nownership and possession of properti€s owncd by women, ensuliog that such\nrights arc not violated by mcans ofharassment, coercion, force or fraud;\nIt is hereby enacled as follows:ISLAMABAD, SATURDAY, FtrBRUARY 29, 2O2O\n1. Short title, extent aud commencemenL{l) This Act shall be\ncalled the Enforcement of Women's Property Rights Ac1, 2020\n(2) It shall e,{€nd to the whole ofthe Islamabad Capital Tenitory\n(3) It shall come into force at once.\n15231(2020\\/Ex. Gaz.l(81)\nP ce Rt. 14.00\n82 TIIE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 29, 2O2O ART I\n2. Defidtiotrs.-ln this Act, unless the context otherwis€ rcquires, the\nfollowing expressions shall hrve the meanings hereby resp€ctively assigned to\nthem:\n(a) 'complainant' means a woman who files a complaint or for whom\nproceedings are iniliated in resPect ofthe title or possession ofher\nproperty;\n(b) 'Covemment' means the Federal Govemment;\n(c) 'Ombudsma.n' means the Ombudsman appointed under section 7 of\nthe Protection against Harassmcot ofwomen at the WorkPlace Act,\n2010 (IV of2010);\n(d) 'pres.ribed'neans prescriM by rules:\n(e) 'property' includes any moveable and immoveable Property; and\n(0 'rules' mean rules made under this Act.\n3. Powers of the Ombudsman. ln addition to the powe6, functions\nand authority under this Act and rules made hereunder,lie Ombudsman, for the\npurpose of this Act, shall have the same powers, functions and authority as are\nvested in the Ombudsman for the Protection against Harassment of Women at the\nWorkplace Act, 2010 (fV of20l0).\n4. Complaint to the Ombudsman iD case no proce€dings in a court\nof law are pending.-{ I) Any woman deprived of ownership or possession of\nher properry. by any means, may file a complaint to the Ombudsman if no\nproccedings in a court oflaw are pending regarding that proPerty:\nProvided that the Ombudsman, on its owrl motion or on a complaint filed\nby an) person including a non-govemmental organizatiofl, may also initiate\naction under sub-section (I) in relation to the ownership or possessjon of a\n\\\\'oman's property. if no procecdings are Pcnding in a court in respect ofthat\nProPent.\n(2) 'fhe Ombudsman shall make a preliminary asscssm€nt of the\ncomplaint filed under suLsectiofl (1) whereafler he may, if tbe matter requires\nfurthcr probe or investigation, rcfer thc matler to the concemed Deputy\nCommissioner, who, afler calling the record, if necessary- and issuirg notices to\nthe complainanr or her adversaries, conduct a summary enquiry and submit a\nreport within fifteen days to the Ombudsman.\nPART IITHE GAZETTE OF PAKISTAN, EXTRA,, FEBRUARY 29' 2O2O 83\n(3) lf the matter does not .equire any detailed probe. invcstigation or\nrecording of evidence, the Ombudsman may, after calling any record, ifde€mcd\nnecessary, p2rss orders under section 5 .\n(4) The Ombudsman upon receiving tie rePort under sub-section (2),\nmay further conduct such summary enquiry and call for such record as he may\ndeem fit.\n(5) The Ombudsman afte. confronting the report of thc concemed\nDeputy Commissioner and the conclusion and findings ofhis own enquiry, shall\ncali upon the complainant and her adversarles to submit objections, whereafter he\nmay conduct a hearing, and Pass orders under se€tion 5, preferably wirhin si\\ty\ndays ofrcceipt ofthe complaint under sub-section (l)\n5 . Delivery of Possession eDd transfer of ownership of property to\nwom€n etc.-{l) On conclusion of the proceedings under section 4, if the\nOmbudsman finds that the complainant has been illegally deprived ofownershiP\nor possession ofhcr property, he shall direct the DePuty Commissioner or a state\nfunctionary or any private person to take steps so as to restore or confer\npossession or title of the property to the complainant, including measures to\nperfect such thle.\n(2) The Ombudsman may, where deemed fi! direct tie offcer-in-charge\nof a police station fot such assistance as may b€ required for the purposes of\nimplementing th€ orders passed under sub section (l ).\n(3) 'lhe concerned Depury Commissioner shall submit a compliance\nreport within seven days to the Ombudsman in resP€ct of implementation ofhis\norders,\n6. R€f€rcrce to court. ll) Notwithstanding an)'thing contain€d in\nsections 4 and 5, ifupon preliminary assessment, or upon receiviog the rePort of\nthe Deputy Commissioner or upon conductrng further summary enquiries by the\nOmbudsman himseif, he comcs to the conclusion that the matter requires\nin-dcpth enquiry, Investigation or det iled recording of evidence or intricate\nadjudication, he shall formulate a refercnce along with all the rePor6\nand material collected aid submit the same to the concemed Civil Court\npreferably wirhin sixty days of receipt of thc complaint under suFsection (1)\no[ scction 4-\n(2) Nohvithstanding an)'thing containcd rn any other law, the Civil\nCourt shall entertain the rcfcrerrce under sub-sectioo (1), as a civil suit and\nproceed further in tcrms ol'thc Codc of Civil Procedurc, 1908 (Act v of 1908)\nand the relevant rules\n84THE GAZETTE OF PAKISTAN, EXTRA,, FEBRUARY 29,2020\n7. Complaitrt to tte Ombudsmen in case pioceedings i, e court of\nhw sre pending,-{l) WIe.e proceedings in a court of Iaw are pending in\nrelation t; the ownership or Poss€ssion of any prope0 claimed to be oBned\nby a woman, shc may file a complaint under this suusection to the\nOmbudsmaa:\nPrcvided that the Ombudsman, on its own motion or on a comPlaint filed\nby any person including a non-govemmcnlal organization may also initiate action\nunder sub-section (l) in relation to the ownership or poss€ssion of a woman's\nprop€rty, even if procecdings are pending in a court in rcsp€ct of that\nproPerty.\n(2) The ombudsman shall make a prEliminary assessment of the\ncomplaint undet suusection (l), whereafler he may, ifthe matlcr rEquires furdler\nprobe or investigation, rEfer the mafter to lhe concemed D€Puty Commissioner,\nwho, after calling thc record, ifnecessary, and issuing notic€s to thc complainant\nor her adversarie;, conduct a summary enquiry and submit a report within fifteen\ndays to the Ombudsman.\n(3) If the matter does not require ary detailed probc, investigation or\nrccording of evidence, lic Ombudsman may, after calling any record, if deemed\nnecessaD/! may file a rtport in the courl of law, in which the case is Pendin&\nrecomm;Dding that the proceedings in the court may b€ terminaled or put in\nabcyaoce unconditionally or subject to any court order and the Ornbudsman be\npermitted by the court to take further proceedings under this Act\n(4) Befor€ filing of the repon undcr sub-section (3), the Ombudsman\nshall call upon lhe complainant and her adversaies to submit objections, and\ncondr-rct a hiaring ard pass orders, preferably within thin- days ofthc hearing, as\nro whelher the Ornbudsman willorwill not file a report under suEscclion (3)'\n(5) In case the Ombudsman passes an order ofnot filing a report und€r\nsub-s€ction (3), hc may advise the comPlaioant to pursue the procecdings in the\ncoutt oflaw and terminate the comPlaint.\n(6) The Ombudsman uPon receiving lhe .epon under suFsection (2),\nmay furthet conduct such summary inquiry and c-all for such record as he may\ndeem fit.\nE. Loss ot r€nt.--4n culmination of proceedings undcr scction 5, the\nOmbudsman may also direct the comPlainant to b€ paid by the person depriving\nthe said complainant ofthe use ofthe proPeriy, the amount equivalcnt to the rent\nrhat the prop€rty would felch at the pr€valmt market rate' for thc duration for\nwhich the complainanl was deprived ofthc ust ofsuch proPert).IPART I\nP^Frll Tt{E GAZETTD O[ PAKISTAN, EXTRA,, ]'EBRUARY 29, 2O2O 85\n9. ErccutioD of ordcrs.- Thc Ombudsman may dircct an]' executive\nstatc furctiona.ry including rhe relcvant DePuty Commissioncr \\vherc thc\nproperq,ofthe iomplainaniis situated, to executc the orders in lcrter and sPirit'\nlO- AppointmeEt of ollicen, elc.-l?or carrying out the object and\npurposr of rhis Ac! thc Fed€ral Covemmcnt shall appoint such ofTicers as may\nLe ieqrrire4 on such terms and conditions as Prescribed'\nll. Bar ofiurisdictior.-No coun or other aulhoritv shall havc jurisdiction-\n(a) to question the \\alidity ofany action taten, or intended to be taken'' ' or order made, or anything or purporting to have been taken, made\nor done underthis Acq or\n(b) to Srant an injunction or stay or to makc any interim order. in\nrelaiion to any proceeding before, or an)'tiing done or intended to\nbe donc or purporting to have been donc by, ol under the onders or\nat the instance ofthe Ombudsman.\n12. Power to mdrc rulcs.-The Federal Covemment may make rules\nto carry out the purpose ofthis Act.\nMAJOR (R) SYED IIASNAIN HAIDER.\nAcling Selret@Y\nPf,INTED EY TH! MANACER PRINTI:{(;CORIIRATIOI OF P KIS]'ANiiris r\\lrMAlaD\nPI'OI ISIIEORYNIE DFPT ITY ('ONIROLILR. STATIONfRY AND FORMS, TNII,}RSITt'"
}