{
    "file": "./converted_json\\administratorafb9b89337efce3e80e62931379c9939.json",
    "name": "The Soldiers (Litigation) Act, 1925",
    "date": "26th February, 1925",
    "tagline": "Provision for the special protection of civil and revenue litigation of soldiers serving under special conditions.",
    "content": "Page 1 of 7 \n   \n \n \n \n \n \nTHE SOLDIERS (LITIGATION) ACT, 1925  \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and comme ncement. \n  \n2. Definition s.  \n \n3. Circumstances in which a solider shall be deemed to be serving under special conditions.  \n \n4. Particulars to be furnished in plaints applications or appeals to Court.  \n \n5. Power of Collector to intervene in case of un -represented soldier.  \n \n6. Notice to be given in case of unrepresented solider.  \n \n7. Postponement of proceedings.  \n \n8. Court may proceed when no certificate received.  \n \n9. Postponement of proceedings against solider on leave.  \n \n10. Power to set aside decrees and orders passed against a solider serving under war or special \n conditions.  \n \n11. Modification of law of limitation where solider or his legal representatives is a party.  \n \n12. Power of Court to refer questions to prescribed authorities.  \n \n13. Rule making power.  \n \n14. Power to apply the provisions of the Act to other persons in the service of the State.  \n \n14A.  [Omitted]  \n \n15. [Repeal]  \n \n\n \nPage 2 of 7 \n THE SOLDIERS (LITIGATION) ACT, 1925  \n1ACT No . IV or 1925  \n   [26th February, 1925]  \nAn Act to consolidate  and amend  the law to provide  for the special  protection  in   \nrespect  of civil and revenue  litigation  of 2*soldiers  serving  under  special  conditions.  \n WHEREAS  it is expedient  to consolidate  and amend the law to provide  for the special  \nprotection  in respect  of civil and revenue  litigation  of 2* soldiers  serving  under  special conditions  ; It \nis hereby  enacted  as follows  :- \n  1. Short  title,  extent  and commencement.___(1) This Act may be called  the 2*Soldiers  \n(Litigation)  Act, 1925.  \n  3[(2) It extends  to the whole  of Pakistan.]  \n  (3) It shall  come  into force  on the first day of April,  1925.  \n 2. Definition s. In this Act, unless  there  is anything  repugnant  in the subject  or context,___ \n(a)  “Court ” means  a Civil  or Revenue  Court  ; \n4[(aa)  “Northern  Areas ” means  Gilgit  Agency  including  four Political  Districts  of \nPun al, Ashkoman,  Gupis  and Yasin,  Gilgit  and Astore  Sub-divisions,  Chilas  \nSub-Agency  Darel -Tangir  Sub-Agency  and the States  of Hunza  and Nagar,  \nand Baltistan  Agency  comprising  Skardu,  Shigax,  Khaplu  Kharmong,  Rondu  \nand Gultari  Valleys  ;]. \n (b)  “5* soldier” means any person subject to 6* * * the Pakistan Army Act, 1952,] \n7* * * 6[or the Pakistan Air Force Act, 1953 (XXXIXVI of 1953).  \n \n \n 1For statem ent of Objects  and Reasons,  see Gazette  of India,  1924,  Pt. V, p. 119,;  and for Report  of Select  Committee,  sets ibid.,  1925,  Pt. \n V, p. 11.  \n This Act has been  applied  to- \n  (i)  Tribal  Areas  beyond  the western  and northern  boundaries  of the N.W.F.P.,  in so far as the same  may be applicable  \n   and subject  to certain  modification,  see Gazette  of India,  1940,  Ext. p. 643; \n  (ii)  the Baluchistan  by Notfn.  No. 18-F., dated  the 24th January,  1938,  see Gazette  of India,  1938,  Pt. 1. P. 111 : and \n The Act has been extended  to- \n  (a)  the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950  (G. G. O. 3 of 1950).  and also applied  in \n   the Federated  Areas  of Baluchistan,  see Gazette  of India,  1937,  Pt. I, p. 1499,  \n  (b)  the Baluchistan  States  Union  by the Baluchistan  States  Union  (Federal  Laws)  (Extension)  Order,  1953  (G. G. O. 4 of \n   1953),  as amended;  \n  (c)  the Khairpur  State,  see the Khairpur  (Federal  Laws)  (Extension)  Order,  1953  (G. G. O. 5.of 1953),  as amended:  \n  (d)  the State  of Bahawalpur , see the Bahawalpur  (Extension  of Federal  Laws)  Order,  1953  (G. G. O. 11 of 1953),  as \n   amended.  \n The Act has been  and shall be deemed  to have  been  brought  into force  in Gwadur  with effect  from  the 8th September,  1958,  by the Gwadur  \n (Application  of Cent ral Laws)  Ordinance,  1960  (37 of 1960),  s. 2. \n 2The word  “Indian ” omitted  by the Indian  Soldiers  (Litigation)  (Amdt.)  Act, 1950  (78 of 1950)  s. 2. \n 3Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with  effect  from the 14th October,  1955),  for \n subsection  (2) which  had been  subs.  by Act 78 of 1950,  s. 2, for the original  sub-section.  \n 4Ins. by the Soldiers  (Litigation)  (Amdt.)  Ordinance,  1971  (19 of 1971),  s. 2. \n 5The word “Indian” omitted by the Indian Soldiers ( Litigation) (Amdt.) Act, 1950 (78 of 1950), s. 2.  \n 6The words “The Indian Army Act 1911 or” omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and \n Sch. II  \n 7The words “or the Indian Air Force Act, 1932” omitted by Or d. 27 of 1981, s. 3 and Sch. II   \n \n \nPage 3 of 7 \n   1[ ,or the Pakistan  Navy  Ordinance,  1961  (XXXV  of 1961)].  \n(c)  “prescribed ” means  prescribed  by rules  made  under  this Act ; and  \n(d)  “proceeding ” includes  any suit, appeal  or applica tion. \n  3. Circumstances  in which  a solider  shall  be deemed  to be serving  under  special  \nconditions.  For the purposes  of this Act, 2[a soldier]  shall  be deemed  to be or, as the case may be, to \nhave  been  serving__ \n(a)  under  special  conditions -when  he is or has been  serving  under  war condition s, \nor overseas,  or at any place  in 3* * 4[ Kashmir  or the Northern  Areas],  or with \nany unit the headquarters  of which  are situated  at any place  in Chitral,  \nWaziristan,  the North -West  Frontier  5* or 6* Baluchistan  which  is more  than \nfifty miles  distant  by road from  the nearest  railway  station  ; \n (b)  under  war conditions -when  he is or has been,  at any time during  the \ncontinuance  of any hostilities  declared  by the 7[Federal  Government  ] by noti-\nfication  in the 8[official  Gazette]  to constitute  a state of war for the purposes  of \nthis Act or at any time during  a period  of six months  thereafter, - \n (i)  serving  out of 9[Pakistan],  \n (ii)  under  orders  to proceed  on field service,  \n (iii)  serving  with any unit which  is for the time being  mobilised,  or  \n(iv)  serving  under  conditions  which,  in the opinion  of the prescribed  \nauthority,  preclude  him from  obtaining  leave  of absence  to enable  him \nto attend  a Court  as a party  to any proceeding,  or when  he is or has \nbeen  at any other  time serving  under  conditions  service  under which  \nhas been  declared  by the 7[Federal  Government]  by notification  in the \n8[official  Gazette]  to be service  under  war conditions  ; and \n10[(c)  overseas___ \n(i)  when he is or has been serving in any place outside Pakistan the \njourney between which and Pakistan is ordinarily undertaken wholly or \nin part by sea 11[or air] [ . ]12 \n 13*  *  *  *  *  *  * \n \n 1Ins. ibid. \n 2Subs.  by Act 78 of 1950,  s. 5, for “an Indian  soldier ”. \n 3The words  “Iran, Afghanistan ” omitted  by the Ord. 27 of 1981,  s. 3 and Sch. II. \n 4Subs  by the Soldiers  (Litigation)  ( Amdt.)  Ordinance,  1971  (19 of 1971),  s. 2, for “or Kashmir ”. \n 5The word  “Province ” omitted  by Ordinance  21 of 1960,  s. 3 and 2nd Sch. (with  effect  from  the 14th October,  1955).  \n 6The word  “British ” omitted  by Act 78 of 1950.  \n 7Subs.  by F. A. O., 1975,  Art 2 and Table,  for “Central  Government ” which  was previously  amended  by A. O., 1937,  or “G. G. in C.”. \n 8Subs.  ibid., for “Gazette  of India ”. \n 9Subs.  by Act 78 of 1950,  s. 5, for “India ”. \n 10Subs. by the Indian Soldiers ( Litigation) (Amdt.) Act, 1950 (78 of 1950), for clause (c) as amended by A. O., 1937 and A. O., 1949.  \n 11Added by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II.  \n 12Subs. by F. A. O., 1975, Art. 2 and Table, for the fullstop.  \n 13Sub-clause (II) omitted ibid.  \n \nPage 4 of 7 \n  1[Explanation.⸻ For the purposes  of this section  and with effect  from  the 3rd day of \nSeptember,  1939,  a soldier  who is or has been  a prisoner  of war shall  be deemed  to be or to have  \nbeen  serving  under  war cond itions.]  \n 4. Particulars  to be furnished  in plaints  applications  or appeals  to Court.  If any person  \npresenting  any plaint,  application  or appeal  to any Court  has reason  to believe  that any adverse  party  \nis 2[a soldier]  who is serving  under  special  conditio ns, he shall  state the fact in his plaint,  application  \nor appeal.  \n 5. Power  of Collector  to intervene  in case of un-represented  soldier.  If any Collector  has \nreason  to believe  that any 3* soldier,  who ordinarily  resides  or has property  in his district  and who is \na party  to any proceeding  pending  before  any Court,  is unable  to appear  therein,  the Collector  may \ncertify  the facts  in the prescribed  manner  to the Court.   \n 6. Notice  to be given  in case of unrepresented  solider.___ 4[(1)] If a Collector  has certif ied \nunder  section  5, or if the Court  has reason  to believe,  that 5[a soldier],  who is a party  to any \nproceeding  pending  before  it, is unable  to appear  therein,  and if the soldier  is not represented  by any \nperson  duly authorised  to appear,  plead  or act on his behalf,  the Court  shall  suspend  the proceeding  \nand shall  give notice  thereof  in the prescribed  manner  to the prescribed  authority:  \n  Provided  that the Court  may refrain  from  suspending  the proceeding  and issuing  the notice  \nif⸻ \n(a)  the proceeding  is a suit, appeal  or application  institut ed or made  by the soldier,  \nalone  or conjointly  with others  with the object  of enforcing  a right  of pre-\nemption,  or  \n(b)  the interests  of the soldier  in the proceeding  are, in the opinion  of the Court,  \neither  identical  with those  of any other  party  to the proceeding  and adequately  \nrepre sented  by such other  party  or merely  of a formal  nature.  \n 6[(2) If it appears to the Court before which any proceeding is pending that 5[a soldier] though \nnot a party to the proceeding is materially concerned in the outcome of the proceeding, and that his \ninterests are likely to be prejudiced by his inability to attend, the Court may suspend the proceeding \nand shall give notice there of in the prescribed manner to the prescribed authority.]  \n \n 7. Postponement of proceedings.  If, on receipt of a notice under section 6, the prescribed \nauthority certifies in the prescribed manner to the Court in which the proceeding is pending that the \nsoldier in respect of whom the notice was given is serving u nder special conditions, and that a \npostponement of the proceeding in respect of the soldier is neces sary in the interests of justice, the \nCourt shall thereupon postpone the proceeding in respect of the soldier for the prescribed period, or, \nif no period has been prescribed, for such period as it thinks fit.  \n \n 8. Court may proceed when no certificate received.  If, after issue of a notice under section \n6, the prescribed authority either certifies that the soldier is not serving under special conditions or \nthat such postponement is not necessary,  or fails to certify, in the case of a soldier  resident in the  \n \n 1Explanation  added  by the Indian  Soldiers  (Litigation  (Amdt.)  Ordinance,  1942  (64 of 1942),  s. 2. \n 2Subs.  by Act 78 of 1950,  s. 9, for “an Indian  soldie r” \n 3The word  “Indian ” omitted,  ibid. \n 4Re-numbered  by the Indian  Soldiers  (Litigation)  (Amdt.)  Ordinance,  1942  (64 of 1942),  s. 3. \n 5Subs.  by the Indian  Soldiers  (Litigation)  (Amdt.)  Act, 1950  (78 of 1950),  s. 9, for “an Indian  soldier ”. \n 6Sub-section (2) , added by Ordinance 64 of 1942, s. 3.  \n  \n \nPage 5 of 7 \n district  in which  the Court  is situate,  within  two months  or, in any other  case,  within  three  months  \nfrom  the date of the issue  of the notice  that such postponement  is necessary,  the Court  may,  if it \nthinks  fit, continue  the proceeding.  \n 9. Postponement  of proceedings  against  solider  on leave.  When  any document  purporting  \nto be signed  by the Commanding  Officer  of 1[a soldier]  who is a party  to any proceeding  is produced  \nby or on behalf  of the soldier  before  the Cour t in which  the proceeding  is pending  and is to the effect  \nthat the soldier⸻  \n(a)  is on leave  of absence  for a period  not exceeding  two months,  and is on the \nexpiration  of his leave  to proceed on service  under  special  conditions,  or \n(b)  is on sick leave  for a period  not exceeding  three  months,  and is on the \nexpiration  of his leave  to rejoin  his unit with a view  to proceeding  on service  \nunder  special  conditions,  the proceeding  in respect  of such soldier  may,  in any \ncase such as is referred  to in the proviso  to 2[sub-section  (1) of section  6] and \nshall,  in any other  case,  be postponed  in the manner  provided  in section  7. \n 10. Power to set aside decrees and orders passed against a solider serving under war or \nspecial conditions.___ (1) In any proceeding before  a Court in which a decree or order has been \npassed against any 3* soldier 4* * * whilst he was serving under any special conditions, the soldier \n5[or, if he is dead, his legal representative] may apply to the Court which passed the decree or order \nfor an order to set aside the same, and, if the Court, after giving an opportunity to the opposite party \nof being heard, is satisfied that the interests of justice require that the decree or order should be set \naside as against the soldier, the Court shall, subje ct to such conditions, if any, as it thinks fit to \nimpose, make an order accordingly.  \n 6[(2) The period of limitation for an application under sub -section (1) shall be ninety days \nfrom the date of the decree or order, or, where the summons or notice was no t duly served on the \nsoldier in the proceeding in which the decree or order was passed, from the date on which the \napplicant had knowledge of the decree or order ; and the provisions of section 5 of the 3* Limitation \nAct, 1908 (IX of 1908), shall apply to such applications.]  \n (3) When the decree or order in respect of which an application under sub -section (1) is made \nis of such a nature that it can not be set aside as against the soldier only, it may be set aside as against \nall or any of the parties agains t whom it has been made.  \n (4) Where a Court sets aside a decree or order under this section, it shall appoint a day for \nproceeding with the suit, appeal or application, as the case may be.  \n 7[11. Modification of law of limitation where solider or his lega l representatives is a \nparty.  [In computing the period of limitation prescribed by sub -section (2) of section 10 of this Act, \nthe 8[Limitation Act], 1908 (IX of 1908), or any other law for the time being in force, for any suit,  \n \n 1Subs. by the Indian Soldi ers (Litigation) (Amdt.) Act, 1950 (78 of 1950), s. 9, for “an Indian soldier”.  \n 2Subs. by the Indian Soldiers (Litigation) (Amdt.) Ordinance, 1942 (64 of 1942), s. 4, for “section 6”.  \n 3The word “Indian” omitted by Act 78 of 1950, s. 10.  \n 4The words and f igures “whilst he was serving under war condition or at any time after the 1st day of April, 1925” omitted by Ordinance 64 \n of 1942, s. 5 (a).  \n 5Ins., ibid. \n 6Subs. ibid., for sub -section (2).  \n 7Subs. by the Indian Soldiers (Litigation) (Amdt.) Ordinance, 1942 (64 of 1942), s. 5, for s. 11.  \n 8Subs. by the Indian Soldiers (Litigation) (Amdt.) Act, 1950 (78 of 1950), s. 11, for “Indian Limitation Act”.  \n \n \nPage 6 of 7 \n appeal  or application  to a Court,  any party  to which  is or has been  1[a soldier],  or is the legal  \nrepresent ative  of 1[a soldier],  the period  during  which  the solider  has been  serving  under  any special  \nconditions,  and, if the solider  has died while  so serving, the period  from  the date of his death  to the \ndate on which  official  intimation  thereof  was sent to his next-of-kin by the authorities  in 2[Pakistan],  \nshall  be excluded:  \n \n Provided  that this section  shall  not apply  in the case of any suit, appeal  or application  \ninstituted  or made  with the object  of enforcing  a right  of pre-emption  3[4[except  where  the said right  \naccrues  in such circumstances,  and is in respect  of agricultural  land and village  immoveable  property  \nsituated  in any such area,]  as the 5[Federal  Government]  may,  by notification  in the official  Gazette,  \nspecify  in this behalf].  \n \n 6[12. Power of Cou rt to refer questions to prescribed authorities. If any Court is in doubt \nwhether, for the purposes of section 10 or section 11, 7[a soldier] is or was at any particular time \nserving under special conditions, or has died while so serv ing or as to the date  of such death or as to \nthe date on which official intimation of such death was sent to his next -of-kin by the authorities in \n2[Pakistan], the Court may refer the point for the decision of the prescribed authority, and the \ncertificate of that authority sha ll be conclusive evidence on the point.]  \n \n 13. Rule making power.  The 8[Federal Government] after consulting the High Court \n9[concerned], may, by notification in the 10[official Gazette], make rules to provide for all or any of \nthe following matters namely :― \n(a)  the  manner  and  form  in  which   any  notice   or  certificate   under   this  Act \nshall   be  given ;  \n(b)  the  period   for which proceedings or any class of proceedings shall be \npostponed under section 7 ;  \n(c)  the persons who shall be the prescri bed authorities for the purposes of this Act \n; \n(d)  any other matter which is to be or may be prescribed; and  \n(e)  generally, any matters incidental to the purposes of this Act.  \n 14. P ower  to  apply  the  provisions   of  the  Act  to  other   persons   in  the  service  of \nthe State.___ 11[(1)] 12[As   respects   the   Provincial    Public   Services   the  Provincial    Government,   \nand   in  other   cases, the  13[Federal   Govern ment]  may,   by  notification   in  the  14[official   Gazette],  \n  \n 1Subs.  by Indian  Soldiers (Litigation) Amdt.) Act. 1950 (78 of 1950), s. 11.  \n 2Subs. ibid.,, for “India”.  \n 3Added  by the Indian  Soldiers  (Litigation)  (Amdt.)  Ordinance,  1944  (14 of 1944),  s. 2. \n 4Subs.  by the Indian  Soldiers  (Litigation)  (Amdt.)  Act, 1946  (18 of 1946),  s. 2, for “except  in such areas,  and subject  to such medications,  if \n any,” \n 5Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government ”. \n 6Subs. by Ordinance 64 of 1942, s. 7, for section 12.  \n 7Subs. by Act 78 of 1950, s. 12, for “an Indian soldier”.  \n 8Subs. by F. A. O., 1975, Art 2 and Table, for “Central Government” which was previously amended by A.O., 1937, or “L. G”.  \n 9Ins, by A. O. 1937.  \n 10Subs. ibid., for “local official Gazette.”  \n 11Re-numbered by the Indian Soldiers (Litigation) (Amdt.) Ord inance, 1942, (64 of 1942), s. 8.  \n 12Subs. by A. O., 1937, for “The G. G. in C.”.  \n 13Subs. by F. A. O., 1975, Art. 2 and Table, for “Central Government”.  \n 14Subs. by A. O., 1937 for “Gazette Notification”.  \n  \n \nPage 7 of 7 \n direct   that  all  or  any  of  the  provisions   of  this  Act,  shall apply1 to any other class of persons in \nthe service of 2[the State] specified in such notification in the same manner as they apply to 3* \nsoldiers.  \n 4[(2) Where, under this section, the Provincial Govern ment has directed that all o r any of the \nprovisions of this Act shall apply to any class of persons in the service of 5[the State], the powers \nvested in the 6[Federal Government] by section 3 and section 13 shall be exercised in respect of that \nclass of persons by the Provincial Gove rnment].  \n 14A.  [Power to apply the provisions of the Act to members of State Forces.] Omitted by the, \nFederal Laws (Revision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and Sch., II.  \n  15. [Repeal of Acts IX of 1918 and XII of 1924.] Rep. by th e Repealing Act, 1927 (XII of \n1927), s. 2 and Sch.  \n______________________________________  \n \n \n \n \n \n           Date: 11 -11-2024  \n_______________________________________________________________________________  \n         3The Act was applied  before  partition  to the following  classes  of persons  :___ \n \n(a)  Senior Officers of the Indian Territorial Force, by Defence Depart ment Notification No. 251, dated the 24th February, \n1940.  \n(b)  Persons subject to the Indian Navy (Discipline) Act, 1934 (34 of 1934), and to persons of Indian domicile subject to \nthe Naval Discipline Act (29 and 30 Viet, c. 109), in the same manner as they apply to Indian soldiers, see Gazette of \nIndia, 1945, Pt. 1, p. 141.  \n(c)  Persons of Indian domicile who are subject to the Army Act and the  Air Force Act, by War Department Notification \nNo. 653, dated the 15th May, 1943.  \n(d)  Persons who are subject to the Burma Act, by War Department Notification No. 970, dated the 12th June, 1943.  \n(e)  Indian Commissioned Officers, Administrative Officers a nd per sonnel of the Civil Pioneer Force while on service in a \nWar Area, by Labour Department Notification No. PF -41, dated the 13th April, 1943, as amended by Notification No. \nPF-41, dated the 25th February, 1944.  \n(f)  Persons who, not being members of Hi s Majesty’s Forces are attached to or employed by the Royal Indian Navy, by \nWar De partment Notification No. 1296, dated the 25th September, 1943.  \n                    The provisions  of this Act, as applied  to the Tribal  Areas  beyond  the western  and norther n boundaries  of the N.W.F.P.,  shall  \napply  to all classes  of personnel  in the service  of His Majesty  to which  it is for the time being  applicable  in the Provinces,  etc., by a \nnotification  issued  by the Central  Government,  see Gazette  of India,  1944,  Pt. 1. p. 1421  \nAll provisions  of this Act have  been  applied  to persons  subject  to Pakistan  Navy  Ordinance,  1961  (35 of 1961),  and to persons  who not \nbeing  so subject  are attached  to, or employed  by the Pakistan  Navy,  in the same  manner  as they apply  to soldiers,  see S.R.O.  556 (K)/65,  \ndated  the 23rd July,  1965,  Gaz. of P., 1965,  Pt. I, p. 517.  \n2Subs.  by A. O., 1961,  Art. 2 and Sch.,  for “His Majesty ” (with  effect  from  the 23rd March,  1956).  \n3The word  “Indian ” omitted  by the Indian  Soldiers  (Litigation)  (Amdt.)  Act, 1950  (78 of 1950),  s. 13.  \n4Sub-section  (2) added  by the Indian  Soldiers  (Litigation)  (Amdt.)  Ordinance,  1942  (64 of 1942).  \n5Subs.  by A. O., 1961,  Art. 2 and Sch.,  for “His Majesty ” (with  effect  from  the 23rd March,  1956).   \n6Subs.  by F. A. O., 1975,  Art. 2 and Table,  for “Central  Government ”. \n \n \n \n \n     \n73649"
}