{
    "file": "./converted_json\\administrator999043d9ce6f33fcbb5ecd8a58f5c79d.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 62 \n \n \nTHE STAMP ACT, 1899  \n \n \n \n \n \n \nCONTENTS  \n           __________  \n \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement  \n2.  Definitions  \nCHAPTER II  \nSTAMP -DUTIES  \n3.  Instruments chargeable with duty  \n4.  Several instruments used in single transaction of sale, mortgage or settlement  \n5.  Instruments relating to several distinct matters  \n6.  Instruments coming within several descriptions in Schedule I  \n7.  Policies of sea -insurance  \n8.  Bonds, debentures or other securities, issued on loans under Act XI, 1879  \n9.  Power to reduce, remit or compound duties  \n10. Duties how to be paid.  \n11. Use of adhesive stamps  \n12.  Cancellation of adhesive stamps  \n13.  Instruments stamped with impressed stamp s how to be written  \n14.  Only one instrument to be on same stamp  \n15.  Instrument written contrary to section 13 or 14 deemed un -stamped   \n \n\n \nPage 2 of 62 \n 16.  Denoting duty  \n17.  Instruments executed in Pakistan  \n18.  Instruments other than bills and notes executed out of Pakistan  \n19.  Bills and notes drawn out of Pakistan  \n20.  Conversion of amount expressed in foreign currencies  \n21.  Stock and marketable securities how to be valued  \n22.  Effect of statement of rate of exchange or average price  \n23.  Instruments reserving int erest  \n23A.  Certain instruments connected with mortgages of marketable securities to be chargeable as \n agreements  \n24.  How transfer in consideration of debt, or subject to future payment, etc., to be charged.  \n25.  Valuation in case of annuity, etc . \n26.  Stamp where value of subject -matter is indeterminate  \n27.  Facts affecting duty to be set forth in instrument  \n27A.  Valuation of immovable property  \n28.  Direction as to duty in case of certain conveyances  \n29.  Duties by whom payable  \n30.  Obligation to give re ceipt in certain cases  \nCHAPTER III  \nADJUDICATION  AS TO STAMPS  \n31.  Adjudication as to proper stamp.  \n32.  Certificate by Collector  \nCHAPTER IV  \n \nINSTRUMENTS  NOT DULY STAMPED  \n33.  Examination and impounding of instruments  \n34.  Special provision as to unstamped receipts  \n35.  Instruments not duly stamped in admissible is evidence, etc . \n36.  Admission of instrument where not to be questioned  \n37.  Admission of Improperly stamped instruments  \n \nPage 3 of 62 \n 38.  Instruments impounded how dealt with  \n39.  Collector’s power to refund p enalty paid under section 38  \n40.  Collector’s power to stamp instruments impounded  \n41.  Instruments unduly stamped by accident  \n2.  Endorsement of instruments on which duty has been paid under section 35, 40 or 41.  \n43.  Prosecution for offence against Stamp -law \n44.  Persons paying duty or penalty may recover same in certain cases  \n45.  Power to Revenue authority to refund penalty or excess duty in certain cases  \n46.  Non-liability for loss of instruments sent under section 38  \n47.  Power of payer to stamp bills and promissory notes received by him unstamped  \n48.  Recovery of duties and penalties.  \nCHAPTER V  \nALLOWANCES  FOR STAMPS  IN CERTAIN  CASES  \n49.  Allowances for spoiled stamps  \n50.  Application for relief under section 49 when to be made  \n51.  Allowance in c ase of printed forms no longer required by Corporations  \n52.  Allowance for misused stamps  \n53.  Allowance for spoiled or misused stamps how to be made.  \n54.  Allowance for stamps not required for use  \n55.  Allowance on renewal of certain debentures  \n \nCHAPTER VI \nREFERENCE  AND REVISION  \n56.  Control of, and statement of case to, Chief Revenue Authority  \n57.  Statement of cases by Chief Revenue Authority to High Court  \n58.  Power of High Court to call for further particulars as to case stated  \n59.  Procedure in dispo sing of case stated  \n60.  Statement of case by other Courts to High Court.  \n61.  Revision of certain decisions of Courts regarding the sufficiency of stamps  \n \nPage 4 of 62 \n CHAPTER VII  \n \nCRIMINAL  OFFENCES  AND PROCEDURE  \n62.  Penalty for executing, etc., instrument not duly stamped  \n63. Penalty for failure to cancel adhesive stamp  \n64.  Penalty for omission to comply with provisions of section 27  \n65.  Penalty for refusal to give receipt, and for devices to evade duty on receipts  \n66.  Penalty for not  making out policy, or making  one not duly stamped.  \n67.  Penalty for not drawing full number of bills or marine polices purporting to be in sets.  \n68.  Penalty for post -dating bills, and for other devices to defraud the revenue  \n69.  Penalty for breach of rule relating to sale of stamps and for unauthorised sale  \n70.  Institution and conduct of prosecutions  \n71.  Jurisdiction of Magistrates  \n72. Place of trial  \nCHAPTER VIII  \nSUPPLEMENTAL  PROVISIONS  \n73. Books, etc., to be open to inspection  \n74.  Power to make rules relating to sale of stamps  \n75.  Power to make rules generally to carry out Act  \n76.  Publication of rules  \n76A.  Delegation of certain powers  \n77.  Saving as to court -fees \n78.  Act to be translated and old cheaply  \n79.  [Repeal .]  \n \n \n \n \nPage 5 of 62 \n THE ST AMP ACT, 1899  \n \n1ACT NO. II OF 1899  \n \n [27th January, 1899 ] \n \nAn Act to consolidate and amend the law relating to Stamps  \n  \n WHEREAS  it is expedient to consolidate and amend the law relating to stamps; i t is \nhereby enacted as follows: — \nCHAPTER I  \nPRELIMINARY  \n  1. Short title, extent and commencemen t.—(1) This Act may be called the 2* Stamp Act, \n1899.  \n 3[(2) It extends to the whole of Pakistan.]  \n (3) It shall come into force on the first day of July 1899.  \n 2. Definition s. In this Act, unless there is something repugnant in the  subject or context, — \n (1) “Banker ” “banker ” includes a bank and any person acting as a  banker:  \n \n1 For Statement of Objects and Reasons, see Gazette of India, 1897, Pt. V,p.175; for Report of the Select Committee, see ibid., 1898, pt. V,p, 231 ; and \nfor Proceedings in Council, see ibid., 1898, Pt. VI, pp. 10 and 278; and ibid., 1899, Pt. VI, p. 5.  \n The Act has been ame nded in its application to: — \n(1)   Bombay, by the Bombay Finance Act, 1932 (Bo m. 2 of 1932), as amended by  Bombay Acts 1 of 1935 and 3 of 1936 ;  \n (2)  the Punjab  and the N.W.F.P., by the Indian Stamp (Punjab Amend ment) Act,  1922 (Punjab 8 of 1922), the Indian Stamp \n(Punjab Amendment) Act, 1924  (Punjab 1 of 1924) and the Indian Stam p (N.W.F.P. Amendment) Act, 1948   (N.W.F.P. Act \n15 of 1948) : see also the Punjab  Stamp (Amendment) Act, 1935 (Punjab 1 of 1935), the Punjab Act 14 of 1948, s. 2 and Act 11 of \n1949, s. 2. applying only to the Punjab;  \n(3)  Sind, by the Indian Stamp (Sind Amendment) Act, 1938 (Sind 12 of 1938);  \n(4)  Capital of the Federation, by the Fin ance Act, 1952 (4 of 1952) ; and  \n(5)  the Province of West Pakistan (except the Capital of the Federation) by West Pakistan Act No. 16 of 1957,s. 3 (3)and3rd \nSch.( w.e.f. 14 -10-55). \n \n \nIt has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P., subject to certain \nmodifications, and extended to the Excluded Area of Upper Tanawal (N.W.F.P.) other than Phu lera with effect from such date and subject to such \nmodifications as may be notified, see N.W.F. P. (Upper Tanawal Excluded Area) Law s Regulation, 1950.  \nThis Act and all rules, notifications, declarations and orders made under it which were in force immediately before the first  day of April, 1952, have \nbeen extended to and brought into force in the St ate of Bahawalpur, see the Bahawalpur (Extension of Laws) Order, 1952 (G.G.O. 2 of 1952), Art. 2.  \nIt has been extended to Khairpur State, see the Khairpur (Federal Laws) (Second Extension) Order, 1953 (G.G.O. 14 of 1953).  \n It has also been extended to the  Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950); and applied in \nthe Federated Areas of Baluchistan, see Gazette  of India, 1937, Pt. I, p. 1499.  \n It has also been extended to the Baluchistan States Union, see G.G.O. 18 of 1953.  \nThis Act has been amended in its application to the Province of West Pakistan by W. Pak. Ord. 46 of 1959 ( with effect from the 15th August, 1959).  \nIt has also been amended in its application to the Province of Punjab by Punjab Act XXVI of 1973,  s. 2. \nThe Act, as in force in the North -West Frontier Province immediately before the commencement of N.W.F.P., Regulation No II of 1974, has been \napplied to the Provincially Administered Tribal Areas of Chitral, Dir, Kalam, Swat and Malakand Protected Ar ea, by N.W.F.P. Regulation No. II of \n1974, s. 3.  \nIt has also been amended in its application to the Province of Sind by Sind Act XV of 1975, s. 3.  \nThis Act has been amended to  the extent of Islamabad Capital  Territory see, Ordinance No. XXVII of 1981, s. 5 and 4th Sch.  \nThis Act has also been amended in its application to the Province of N.W.F.P. by (1) N.W.F.P. Act VII of 1977. (2) N.W.F.P. O rd. VII of 1976 (3) \nN.W.F.P. Ord. III  of 1977. (4) N.W.F.P. Ord. XII of 1977. (5) N.W.F.P. Ord. XVII of 1981.  \nThis Act has further been amended in its application to the Province of Baluchistan by Baluchistan Ord. XIV of 1983.  \nThis Act has also been amended in its application to the Province of Punjab by Punjab Ord. 1 of 1984 and Ordinance XXXVII of 1984.  \nThis Act  has also been amended in its application to the Province of Sind by Ordinance No.XVI of 1981 and Sind XXX of 1984.  \nIt has further been amended in its application to the Province of West Pakistan by W. Pak. Act 2 of 1964, s. 2 (w.e.f. to be notified later on). \n2 The word  “Indian” omitted by A.O., 1949, Sch . \n3 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for sub -section \n(2) as amended by the Repealing and Amending Act, 1914 (10 of 1914), s. 3 and II Sch., A.O ., 1949, Sch. and the Federal Laws (Revision and Decla -\nration) Act, 1951 (26 of 1951), s. 8. \n \nPage 6 of 62 \n  (2) “Bill of exchange”.  “bill of exchange ” means a bill of exchange as defined by  the \nNegotiable Instruments Act, 1881  (XXVI of 1881) , and includes also  hundi, and any other document \nentitling or purporting to entitle any person, whether named therein or not, to payment by any other \nperson of, or t o draw upon any other person for, any sum of money:  \n \n (3)  “Bill of exchange payable on demand”. “bill of exchange payable on demand ” \nincludes — \n(a)  an order for the payment of any sum of money by a bill of exchange or \npromissory note, or for the delivery  of any bill of exchange or promissory note \nin satisfac tion of any sum of money, or for the payment of any sum of money \nout of any particular fund which may or may not be available, or upon any \ncondition or contingency which may  or may not be performed or  happen;  \n(b)  an order for the payment of any sum of money weekly  monthly or at any other \nstated periods; and  \n(c)  a letter of credit, that is to say, any instrument by  which one person authorises \nanother to give credit to  the person in whose favour it is  drawn :  \n (4) “Bill of lading”. “bill of lading ” includes a “through bill of lading, ” but does not include \na mate ’s receipt:  \n (5) Bond. “ bond ” includes — \n(a)  any instrument whereby a person obliges himself to pay money to another, on \ncondition that the  obligation shall be void if a specified act is performed, or is \nnot performed,  as the case may be ;  \n(b)  any instrument attested by a witness and not payable to order or bearer, \nwhereby a person obliges himself to pay money to another; and  \n   \n(c)  any instrument so attested, whereby a person obliges himself to deliver grain \nor other agricultural produce to another:  \n \n (6) “Chargeable.”  “chargeable ” means, as applied to an instrument exe cuted or first  \nexecuted after the commencement of this Act, chargeable under this Act, and, is applied to any other \ninstrument, chargeable under the law in force in  1[Pakistan] when s uch instrument was executed or, \nwhere several persons executed the instrument at differ ent times, first executed:  \n (7) “Cheque”.  “cheque ” means a bill of exchange drawn on a specified banker and not \nexpressed to be payable otherwise than on demand:  \n \n 2[*  *  *  *  *        *                  *]   \n \n (9) “Collector”. “Collector ”—  \n3[(a) means the Collector of a district; and]  \n(b) includes a Deputy Commissioner and any officer whom 4[the Provincial \nGovernment] may, by notification in the official Gazette, appoint in this \nbehalf:  \n \n1 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 o f 1960), s. 3 and 2nd Sch. ( with effect from t he 14th October, 1955), for “the \nProvinces and the Ca pital of the Federation” which h ad been subs. by A.O., 1949, Arts. 3(2) and 4, for “British India”.  \n2 Cl. (8) defining “Chief Controlling Revenue -authority”., rep. by A.O., 1937 : see now definition in s. 3 (9a)  of the General Clauses Act, 1897 (10 of \n1897).  \n3 Subs. by A.O., 194 9, Sch., for the original sub -clause (a).  \n4 The Original words “the L.G.” wer e first subs. by A. O., 1937, and then amended by A.O., 1964, Art. 2 and Sch. ( with effect from the 27th May, 1964), \nto read as above.  \n \nPage 7 of 62 \n  (10) “Conveyance”.  “conveyance ” includes a conveyance on sale and every instrument by \nwhich property, whether moveable or  immoveable, is transferred inter vivos and which is not \notherwise specifically provided for by Schedule I :  \n 1[(11) “Duly stamped ” means affixation of an adhesive or impressed stamp or e -stamp of not \nless than the requisite amount and that the stamp has been legally affixed, used or electronically \ngenerated ,] \n 1[(11A) “ e-stamp ” means a paper printed or partially printed containing a bar code or having \nany of its unique identification code and such other information, as may be specified by the rules, to \nbe generated and printed, on deposit of money equivalent to chargeable stamp duty in the account of \nthe Government.]  \n \n (12) “executed  and “execution ”. “executed ” and “execution ”, used with reference to \ninstruments, mean “signed ” and ”signature ” : \n \n 2*  *  *  *  *  *         * \n \n 1[(13) “impressed stamp” includes — \n \n(a) the label affixed and impressed by the proper officer;  \n \n(b) the stamp embossed or engraved on a stamp paper; and  \n \n(c) estamp];  \n \n (14) “Instrument”.  “instrument ” includes every document by which any right or liability is, \nor purports to be, created, transfer red, limited, extended, extinguished or recorded  1[and includes any \ninstrument executed in electronic form.]  \n (15) “Instrument of partition”.  “instrument of partition ” means any instrument where by co -\nowners of any property divide or agree to divide such property in severalty, and includes also a final \norder for effecting a partition passed by any Revenue  autho rity or any Civil Court and an award by \nan arbi trator directing a partition:  \n \n (16) “Lease”.  “lease ” means a lease of immoveable property, and in cludes also — \n \n(a)  a patta;  \n \n(b)  a kabuliyat or other undertaking in writing, not being  a counter -part of a lease, \nto cultivate , occupy or pay or deliver ren t for, immoveable property;  \n \n(c)  any instrument by which tolls of any description are  let; \n \n(d)  any writing on an application for a lease intended to  signify that the \napplication is granted;  \n \n 3[(16A) “ Marketable security”.  “marketable security ” means a security of such a \ndescription as to be capable of being sold in any stock market in 4[Pakistan] 5 *      *      *       *:]    \n1Subs.  & Ins.  by Finance Act,2021(VIII of 2021), s.2.  \n2  Cl. (12A) defining “Collecting Government” ins. by A.O., 1937,  and subsequently amended by A.O., 1961, Art. 2 and Sch., has been omitted by A.O., \n1964, Art, 2 and Sch.  \n3 CI. (16A) ins. by the Indian Stamp (A mdt.) Act, 1904 (15 of 1904) , s. 2.  \n4 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from t he 14th October, 1955), for “the \nProvinces and the Ca pital of the Federation” which h ad been subs. by A.O., 1949, Arts. 3(2) and 4, for “British India”.  \n5 The words “or in the United Kingdom” have been omitted (only to the extent of Islamabad Capital Territory) by the Federal Laws (Revision and \nDeclaration, Ordinance, 1981 (27 of 1981) s. 5 and Sch. IV.  \n \nPage 8 of 62 \n  (17) “Mortgage -deed”.  “ mortgage -deed ” includes every instrument whereby, for the \npurpose of securing money advanced, or to be advanced, by way of loan, or an existing or future \ndebt, or the performance of an engagement, one person trans fers, or creates, to  or in favour of, \nanother, a right o ver or in respect of specified property:  \n (18) “Paper”.  “paper ” includes vellum , parchment or any other mate rial on which an \ninstrument may be written:  \n  (19) “ Policy of insurance”.  “ policy of insurance ” includes — \n(a)  any instrument by which one person, in consideration  of a premium, engages \nto indemnify another against loss, damage or liability arising from an \nunknown or contingent event;  \n(b) a life -policy, and any policy insuring any person against accident or sickness, \nand any other personal in surance: 1* \n 1*   *   *   *   *   *  *  \n (20) “Policy of sea -insurance”  or “see -policy” .___ “policy of sea -insurance ” or “sea-\npolicy ”— \n \n(a)  means any insurance made upon any ship or vessel  (whether for marine or \ninland navigation), or upon the machinery,  tackle or furniture of any ship or \nvessel, or upon any goods, merchandise or property of any description \nwhatever on board of any ship or vessel, or upon the freight of, or any other \ninterest which may be lawfully insured in, or relating to, any ship or v essel; \nand \n \n(b)  includes any insurance of go ods, merchandise or pro perty fo r any transit \nwhich includes, not only a sea risk within  the meaning of clause (a), but also \nany other risk incidental to the transit insured from the commencement of the \ntransit to the ultimate destination covered by the insurance:  \n \n Where any person, in consideration of any sum of money paid or to be paid for ad ditional \nfreight or otherwise, agrees to take upon himself any risk attending goods, merchandise or property \nof any description whatever while on  board of any ship or vessel or engages to indemnify the owner \nof any such goods, merchandise or property from any risk, loss or damage, such agreement or \nengagement sha ll be deemed to be a contract for sea  insurance :  \n \n (21) “Power -of-attorney”.  “power -of-attorney” includes any instrument (not chargeable \nwith a fee under the law relating to court  fees for the time being in force) empowering a specified \nperson to act for and in the name of the person exe cuting it :  \n \n (22) “Pr omissory note”.  “promissory note ” means a promissory note as defined by the \nNegotiable Instruments Act, 1881  (XXVI of 1881) ;  \nit also includes a note promising the payment of any sum of money out of any particular fund which \nmay or may not be available, or  upon any condition or contin gency which may  or may not be \nperformed or happen:  \n (23) “Receipt”.  “receipt ” includes any not , memorandum or writing — \n(a)  whereby any money, or any bill of exchange, cheque or promissory note is \nacknowledged to have been received, or  \n(b)  whereby any other moveable property is acknow ledged to have been received \nin satisfaction of a debt, or  \n \n1 The word  “and” and sub -clause ( c) rep. by the Indian Stamp (Amdt.) Act, 1906 (5 of 1906), s. 2.  \n \nPage 9 of 62 \n (c)  whereby any de bt or demand, or any part of a debt or demand, is \nacknowledged to have been satisfied or discharged , or \n(d)  which signifies or imports any such acknowledgment, and whether the same is \nor is not signed with the  name of any person: 1*  \n (24) “Settlement”.  “settlement ” means any non -testamentary disposition,  in writing, of \nmoveable or immoveable property made –— \n  (a)  in consideration of marriage,  \n(b)  for the purpose of distributing property of the settler among his family or those \nfor whom he desires to pro vide, or for the purpose of providing for some \nperson dependent on him, or  \n(c)  for any religious or charitable purpose;  \n and includes an agreement in writing to make suc h a disposition 2[and, where \nany such disposition has not been made in writing, any in strument recording, \nwhether by way of declaration of trust or otherwise, the terms of any such \ndisposition] : 3[and \n (25) “Soldier”.  “soldier ” includes any person below the rank of non -commissioned officer \nwho is enrolled under the Indian Army Act 1911 (VIII of 1911)  4[or the Pakistan Army Act, 1952  \n(XXXIX of 1952) ].] . \n______  \n \nCHAPTER II  \nSTAMP -DUTIES  \nA.-Of the Liability of Instruments to Duty  \n \n 3. In struments chargeable with duty.  Subject to the provisions of this Act and the \nexemptio ns contained in Schedule I, the  following instruments shall be  chargeable with duty \nof the amount indicated in that schedule as the proper duty therefor e respectively, that is to say – \n(a)  every instrument mentioned in that schedule which, not having been \npreviously exec uted by any person, is executed in 5[Pakistan] on or after the \nfirst day of July, 1899 ;  \n(b)  every bill of exchange 6[payable otherwise than on  demand] 7* or promissory \nnote drawn or made out of  5[Pakistan] on or after that day and accepted or \npaid,  or presented for acceptance or payment, or endorsed,  transferred or \notherwise negotiated, in 5[Pakistan] ; and  \n \n1 The word “and” rep. by the Repealing and Amending Act, 1928 (18 of 1928).  \n2 Ins. by the Indian Stamp (Amendment) Act, 1904 (15 of 1904), s. 2.  \n3 The word “and” and cI. (25), ins. by Act, 18 of 1928, s. 2 and Sch. I.  \n4 Added by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955).  \n5 Subs. by the Central Laws (Statute Reform) Ordi nance, 1960, (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3 (2) and 4, for “British India”.  \n6 Ins. by the Indian Finance Act, 1927  (5 of 1927), s. 5.  \n7 The word “cheque” rep., ibid.  \n \nPage 10 of 62 \n  (c)  every instrument (other than a bill of exchange 1* or promissory note)  \nmentioned in that schedule , which, not having been previously executed by \nany person, is executed out of 2[Pakistan] on or after that day, relates to any \nproperty situate, or to any matter or thing done or to be done, in 2[Pakistan] \nand is received in 2[Pakistan] :  \n \n Provided that no duty shall be chargeable in respect of — \n \n (1) any instrument executed by, or on behalf of, or in favour of, the 3[Gove rnment] in cases \nwhere, but for this ex emption, the 3[Gove rnment] would be liable to pay  the duty chargeable in \nrespect of such instrument;  \n (2) Any instrument for the sale, transfer or other disposition,  either ab solutely or by way of \nmortgage or otherwise, of any ship or vessel, or any part, int erest, share or property of or in any ship \nor vessel registered under the Merchant Shipping Act,  1894, or under Act XIX of 18384, or the \nRegistration of Ships Act, 1841  (57 & 58Vict.c. 60 X of 1841) , as amended by subsequent Acts.  \n \n 4. Several instruments used in single transaction o f sale, mortgage or settlement. —(1) \nWhere, in the case of any sale, mortgage or settlement, several instruments are employed for \ncompleting the trans action, the principal instrument only shall be chargeable with the duty prescribed \nin Schedule I, for the conveyance, mortgage or settlement, and each of the other instruments shall be \nchargeable with a duty of one rupee instead of t he duty (if a ny) prescribed for  it in that schedule.  \n \n(2) The parties may determine for themselves which of the instruments so employed shall, for the \npurposes of sub -section (1), be deemed to be the principal instrument:  \n Provided that the duty chargeable on the instr ument so determined shall be the highest duty \nwhich would be chargeable in respect of any of the said instruments employed.  \n 5. Instruments relati ng to several distinct matters.  Any instrument comprising or relating \nto several dis tinct matters shall be ch argeable with the aggregate amount of the duties with which \nseparate instruments, each comprising or relating to one of such matters, would be chargeable under \nthis Act.  \n \n 6. Instruments coming within seve ral descriptions in Schedule I.  Subject to the provisions \nof the last preceding section, an instrument so framed as to come within two or more of the \ndescriptions in Schedule I, shall, where the duties chargeable there under are different, be chargeable \nonly with the highest of such duties:  \n \n Provided that nothing in this Act contained shall render chargeable with duty exceeding one \nrupee a counterpart or dup licate of any instrument chargeable with duty and in respect of which the \nproper duty has been paid.  \n 7. Policies of sea -insurance.  (1) No contrac t for sea -insurance (other than such insurance as \nis referred to in section  506 of the Merchant Shipping Act, 1894  (57 & 58Vict.c. 60) shall be valid \nunless the same is expressed in a sea - policy.  \n \n1 The word “cheque” rep., ibid. \n2  Subs. by the Central Laws (Statute Reform) Ordinance, 1960, (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3 (2) and 4, for “British India”.  \n3 Subs. by A .O., 1961, Art. 2 ( with effect from the 23rd March, 1956), for “Crown”.   \n4 The Bombay Coasting Vessels Act. 1838.  \n \nPage 11 of 62 \n  (2) No sea -policy made for time shall be made for any time  exceeding twelve months.  \n (3) No sea -policy shall be valid unless i t specifies the parti cular risk or adventure, or the time, \nfor which it is made, the names  of the subscribers or under -writers, and the amount or amounts  \ninsured.  \n (4) Where any sea -insuran ce is made for or upon a voyage  and also for time, or to extend to \nor cover any time beyond thirty days after the ship shall have arrived at her destination and been \nthere moored at anchor, the policy shall be charged with duty as a policy for or upon a voyage, and \nalso with duty as a p olicy for time.  \n \n 8. Bonds, debentures or other securities, issued on loans  under Act XI, 1879 .- (1) \nNotwithstanding anything in this Act, any local authority raising a loan under the provisions of the \n1[Loca l Authorities Loans Act, 1914  (IX of 1914) ] or of any other law for the time being in force, by \nthe issue of bonds, debentures or other s ecurities,  shall, in -respect of such loan, be chargeable with a \nduty of  2[one per centum] on the total amount of the bonds, debentures or other  securities issued by \nit, and such bonds , debentures or other secu rities need not be stamped, and sha ll not be chargeable \nwith any further duty on renewal, consolidation , sub-division or otherwise.  \n \n (2) The provisions of sub -section (1) exempting c ertain bonds, debentures or other securities \nfrom being stamped and from being chargeable with certain further duty shall apply to the bonds, \ndebentures or other securities of all outstanding loans of the kind mentioned therein, and all such \nbonds, debent ures o r other securities shall be valid, whether the same are stamped or not:  \n \n 3[*  *  *  *  *  *         *] \n \n (3) In the case of wilful neglect to pay the duty required by this section, the local authority \nshall be liable to forfeit to the Government a sum equ al to ten per centum upon the amount of duty \npayable, and a like penalty for every month after the first month during which the neglect continues.  \n \n 9. 4[The Provincial Government] may, by rule or order published in the 5[official Gazette], – \n \n(a)  Power to reduce, remit or compound duties. reduce or remit, whether \nprospectively or retrospective ly, in the whole or any part of 6[the territories \nunder its administration], the duties with which any instruments or any \nparticular class of instruments, or  any of the instruments belonging to such \nclass, or any instruments when executed by or in favour of any particular class \nof persons, or by or in favour of any members of such  class, are chargeable, \nand \n(b)  provide for the composition or consolidation of duties in the case of\n issues by any incorporated company or  other body corporate of  debentures, \n bonds or other marketable securities.  \n \n1 Subs. by the Federal Laws (Revision and Declaration) Ordinance , 1981 (27 of 1 981) s. 5 and Sch. IV f or “Local Authorities Loan Act,  1879”.  (Only \nto the extent of Islamabad Capital Territory).  \n2 Subs. by the Indian Stamp (Amendment) Act, 1910 (6 of 1910), s. 2, for “eight annas per centum”.  \n3 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 ( 27 of 1981) s. 5 and Sch. IV (Only to the extent of Islamabad Capital \nTerritory).  \n4 The original words “The G. G. in C.” were first subs. by A.O., 1937, and then amended by A.O., 1964, Art. 2 and Sch., to read  as above.  \n5 Subs. by A. O., 1937, for “Gazette  of India”.  \n6 Subs. ibid., for “British India”.  \n \nPage 12 of 62 \n   B.-Of Stamps and the mode of using them  \n 10. Duties how to be paid. —(1) Except as otherwise expressly provided in this Act, all \nduties with which any instruments are chargeable shall be paid, and such payment shall be indicated \non such instruments, by means of stamps  1[or e-stamps] — \n(a) according to the provisions herein conta ined ; or  \n(b) when no such provision is applicable thereto -as the 2[Provincial  Government] \nmay by rule direct.  \n (2) The rules3 made under sub -section (1) may,  among other matters, regulate, — \n(a) in the case of each kind of instrument -the descrip tion of stamps  1[or e -stamps]  \n which  may be used;  \n(b) in the case of instruments stamped w ith impressed stamps -the number of \n stamps which may be used ;  \n(c)  in the case of bills of exchange or promissory notes written in any  Oriental  \nlanguage___ the size of the paper on which they are written.  \n 11. Use of adhesive stamps.  The following instruments may be stamped  with ad hesive \nstamps, namely: — \n (a) instruments chargeable with the duty of one anna 4[or half an anna], except \n parts  of bills of exchange payable otherwise than on demand and drawn in sets \n ; \n (b)  bills of exchange,5 * and promissory notes drawn or made out of 6[Pakistan];  \n 7(c)  entry as an advocate, vakil or attorney on the roll of a High Court;  \n (d)  notarial acts ; and  \n(e) transfers by endorsement of shares in any incorporated company or other body \ncorporate.  \n 12. Cancellation of adhesive stamps.  (1) (a) Whoever affixes any adhesive stamp to any \ninstrument ch argeable with duty which has been e xecu ted by any person sha ll, when affixing such \nstamp, cancel the same so that it cannot he used again; and  \n \n(b)  whoever executes any instrument on any paper bearing an adhesive stamp sha ll, \nat the time of executio n, unless such stamp has been already cancelled in manner \naforesaid, cancel the same  so that it cannot be used again.  \n \n1Ins. by Finance Act,2021 (VIII of 2021), s.2.  \n2Subs. by A. O., 1964, Art. 2 and Sch., for “Collecting Government ” which had been subs. by A. O., 1937, for “G. G. in C.\"  \n3See the Indian Stamp Rules, 1925.  \n4Ins. by the Indian Stamp (Amendment) Act, 1906 (5 of 1906), s. 3.  \n5The word “cheques ” rep. by the Indian Finance Act, 1927 (5 of 1927), s. 5.  \n6Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October , 1955 ), for “the \nProvinces and the Capital of the Federation ” which had been subs. by A. O., 1949, Arts. 3(2) and 4, for “British India ”. \n7As to the enrolment of legal practitioners in the N.W.F.P., see the N.W.F.P. Law and Justice Regulatio n, 1901 (7 of 1901), s. 9.\n \nPage 13 of 62 \n     (2) Any instrument bearing an adhesive stamp which has not been cancelled so that it \ncannot be used again, sha ll, so far as such stamp is concerned, be deemed to be unstamped.  \n   (3) The person required by sub -section (1) to cancel an adhesive stamp may cancel it by \nwriting on or acro ss the stamp his name or initials or the name or initials of his firm with the true \ndate of his so writing, or in any other effectual manner.  \n 13. Instruments stamped with impr essed stamps how to be written.  Every in strume nt \nwritt en upon paper stamped with an impressed stamp shall be written in such manner that the stamp \nmay appear on the face of the instrument and cannot be used for or applied to any other instrument.  \n 14. Only one instrument to be on same stamp. No second instrument chargeable with duty \nshall be written upon a piece of stamped paper upon which an instrument chargeable with duty has \nalready been written:  \n Provided that nothing in this section shall preve nt any end orsement which is duly stamped or \nis not chargeable with duty being made upon any instrument for the purpose of tr ansfer ring any right \ncreated or  evidenced thereby, or of acknowledging the receipt of any money or goods the payment or \ndelivery o f which is secured thereby.  . \n 15. Instrument written contrary to sect ion 13 or 14 deemed un -stamped.  Every \ninstrument written in contravention of section 13 or section 14 shall be deemed to be un -stamped.  \n 16. Denoting duty.  Where the duty with which an i nstrument is chargeable, or its exemption \nfrom duty, depends in any manner upon the duty actually paid in respect of another instrument, the \npayment of such last -mentioned duty sha ll, if application is made in writing to the Collector for that \npurpose, and  on production of both the instru ments, be denoted upon such first -mentioned \ninstrument, by en dorsement under the hand of  the Collector or in such other manner . (if any) as the \nl[Provincial Government] may by rule prescribe.  \nC.-Of the time of stamping I nstruments  \n  17. Instruments ex ecuted in Pakistan.  All instruments chargeable with duty and \nexecuted by any person in 2[Pakistan] shall be stamped before or at the time of execution.  \n 18. Instruments other than bills and notes executed out of Pakistan. - (1) Every \ninstrument chargeable with duty executed only out of 2[Pakistan], and not being a bill of exchange, \n3* or promissory note, may be stamped within three months after it  has been first received in \n2[Pakistan].   \n (2) Where any such instrument cannot,  with reference to the description of stamp prescribed \ntherefor, be duly stamped by a private person, it may be taken within the said period of three  months \nto the Collector, who shall stamp the same, in suc h manner as the l[provincial Government] may by \nrule prescribe, with a stamp of such value as the person so taking such instrument may require and \npay for.  \n 19. Bills a nd notes drawn out of Pakistan.  The firs t holder in  2[Pakistan] of any bill of \nexchange, 4[payable otherwise than on demand] 3* or promis sory note drawn or made out of \n2[Pakistan] shall, b efore he presents the same for acceptance or payment, or endorses,  transfers or \nother wise negotiates the same in 2[Pakis tan], affix thereto the proper stamp and cancel the same:  \n \n \n1 Subs. by A.O., 1964, Art. 2 and Sch., for “Collecting Government” which had been subs. by A.O., 1937, for “G. G. in C.”.  \n2 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for “the \nProvinces a nd the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3(2) and 4, for “British India”.  \n3 The word “cheque” rep. by the Indian Finance Act, 1927 (5 of 1927), s.5 . \n4 Ins., ibid. \n \n \nPage 14 of 62 \n Provided that, — \n(a)  if, at the time any such bill of exchange, 1* or not comes into the hands of any holder \nthereof in 2[Pakis tan], the proper adhesive stamp is affixed thereto and cancelled in \nmanner prescribed by section 12 and such holder has no reason to believe that such \nstamp was affixed or cancelled otherwise than by the person and at the time required \nby this Act, such stamp shall far as relates to such holder, be deemed to have been \nduly affixed and cancelled.  \n \n(b)  nothing contained in this proviso shall relieve any person from any penalty in curred \nby him for omitting to affix or cancel a stamp.  \n \nD.-Of Valuations for Duty  \n \n 20. Conversion of amount expressed in foreign currencies. —(1) Where an instrument is \nchargeable with ad valorem duty in respect of any money expres sed in any currency other than that \nof 2[Pakistan], such duty shall be calculated on the value of such money in the currency of \n2[Pakistan] according to the current rate bf exchange on the day of the date of the instrument.  \n \n 3*  *  *  *  *  *  *       \n 21. Stock and marketab le securities how to be valued.  Where an instrument is chargeable \nwith ad valorem duty in respect of any stock or of any marketable or other security, such duty shall \nbe caluc1ated on the value of such stock or security according to the average price or the v alue \nthereof on the day of ’ the date of the instrument.  \n \n 22. Effect of statement of rat e of exchange or average price.  Where an instrument contains \na statement of current rate of exchange, or average price, as the case may require, and is stamped in \naccor dance with such statement, it shall, so far as regards the subject -matter of such statement, be \npresumed, until the contrary is proved, to be duly stamped.  \n \n 23. Instruments reserving interest.  Where interest is expressly made payable by the terms \nof an in strument, such instrument shall not be chargeable with duty higher than that with which it \nwould have been chargeable had no mention of interest been made therein.  \n \n 4[23A. Certain instruments connected with mortgages of marketable securities to be \nchargeable as agreements. —(1) Where an instrument (not being a promissory note or bill of \nexchange.) — \n \n(a)  is given upon the occasion of the deposit of any marke table security by way \nof security for money advanced or to be advanced by way of loan, or for an \nexisting or future debt, or  \n \n \n \n \n1 The word “cheque” rep. by the Indian Finance Act, 1927 (5 of 1927), s.5 . \n2 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for “t he \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3(2) and 4, for “British India”.  \n3 Sub. Section 2 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981) s. 5 and Sch. IV (Only to the extent of \nIslamabad Capital Territory).   \n4 Ins. by the Indian Stamp (Amendment) Act, 1904 (15 of 1904), s. 3.  \n \n \nPage 15 of 62 \n  (b)  makes red eemable or qualifies a duly stamped transfer,  intended as a security, \nof any marketable security, it shall be chargeable with duty as if it were an \nagreement or memorandum of an agreement chargeable with duty under \nl[Arti cle No.5 (c)] of Schedule I.  \n \n (2) A release or discharge of any such instrument shall only be chargeable with the like duty.]  \n \n 24. How transfer in consideration of debt, or subject to futur e payment, etc., to be \ncharged.  Where any property is transferred to any person in con sideration, wholly or in p art, of any \ndebt due to him, or  subject either certainly or contingently to the payment or transfer of any money \nor stock, whether being or constituting a charge or incumbrance upon the property or not, such debt, \nmoney or stock is to be deem ed the whole or part, as the case may be, of the consi deration in respect \nwhereof the transfer is chargeable with ad valorem duty:  \n \n Provided that nothing in this section shall apply to any such certificate of sale as is mentioned \nin Article No. 18 of Sch edule I.  \n \n Explanation. — In the case of a sale of property subject to a mortgage or other incumbrance, \nany unpaid mortgage -money or money charged, together with the interest (if any) due on the same, \nshall be deemed to be part of the consideration for the sale: \n \n Provided that, where property subject to a mortgage is transferred to the mortgagee, he shall \nbe entitled to deduct from the duty payable on the transfer the amount of any duty already paid in \nrespect of the mortgage.  \n \nIllustrations  \n \n (1) A owes B Rs.1,000. A sells a property to B, the consideration being Rs.500 and the \nrelease of the previous debt of Rs.1,000. Stamp -duty is payable on Rs.1,500.  \n \n (2) A sells a property to B for Rs.500 which is subject to a mortgage to C for Rs.1,000 and \nunpaid inte rest Rs.200. Stamp -duty is payable on Rs.1,700.  \n \n (3) A mortgages a house of the value of Rs.10,000 to B for Rs.5,000. B an afterwards buys \nthe house from A. Stamp -duty is payable on Rs.10,000 less the amount of Stamp -duty already paid \nfor the mortgage.  \n \n 25. Val uation in case of annuity, etc.  Where an instrument is executed to secure the \npayment of an annuity or other sum payable periodically, or where the consideration for a \nconveyance is an annuity or other sum payable  periodically, the amount secured by  such instrument \nor the con sideratio n for such conveyance, as the case may be, shall, for the  purposes  of this Act, be \ndeemed to be, — \n(a)  where the sum is payable for a definite period so that  the total amount to be \npaid can be previously ascer tained -such total amount;  \n \n \n \n \n1 Subs. by the Indian Stamp (A mdt.) Act, 1912 (1  of 1912), s. 3, for “Article No.5 ( b)”. \n \nPage 16 of 62 \n (b)  where the sum is payable in perpetuity or for an in definite time not terminable \nwith any life in being at the date of such instrument or conveyance the total \namount which, according to the terms of such instrument or conveyance, will \nor may be payable during the period of twenty years calculated from the date \non which the first payment becomes due; and  \n(c)  where th e sum is payable for an indefinite time termi nable with any life in \nbeing at the date of such instru ment or conveyance  the maximum amount \nwhich will or may be payable as aforesaid during the period of twelve years \ncalculated from the date on which the fi rst payment becomes due.  \n 26. Stamp where value of s ubject -matter is indeterminate.  Where the amount or value of \nthe subject -matter of any instrument chargeable with ad valorem duty cannot be, or (in the case of an \ninstrument executed before the commenceme nt of this Act) could not have been, a scertained at the \ndate of its execution or first execution, nothing shall be claimable under such  instrument more than \nthe highest amount or value for which, if  stated in an instrument of the same description, the stamp \nactually used would, at the date of such execution, have been sufficient:  \n 1[Provided that, in the case of the lease of a mine in which royalty or a share of the produce is \nreceived as the rent or part of the rent, it shall be sufficient to have estimated such royalty  or the \nvalue of such share, for the purpose of stamp -duty,— \n(a)  when the lease has been granted by or on behalf of  2[the Government], at such \namount or value as the Collector may, ha ving regard to all the circumstances \nof the case, have estimated as likely to be payable by way of royalty or share \nto 3[the Government] under the lease, or,  \n(b)  when the lease has been granted by any other person,  at twenty thousand \nrupees a year;  \nand th e whole amount of such royalty or share, whatever it may be, shall be claimable under such \nlease : ] \n Provided also that, where proceedings have been taken in respect of an instrument under \nsection 31 or 41, the amount certified by the Collector shall be de emed to be the stamp actually used \nat the date of execution.  \n 27. Facts affecting duty to be set forth in instrument.  The consideration (if any) and all \nother facts and cir cumstances affecting the chargeability of any instrument with duty, or the amount \nof the duty with which it is chargeable, shall be fully and truly set forth therein.  \n 4[27A Valuation of immovable property. —(1) Where any instrument chargeable with ad \nvalorem duty under Articles 23,31 or 33 of Schedule -I relates to an immovable property, the value of \nthe immovable property shall be calculated according to the valuation table notified by the district \ncollector in respect of immovable property situated in the locality.  \n (2) Where an instrument, mentioned in sub -section (1), relates to immova ble property \nconsisting of land and structure, it shall state the value of the land and structure separately and the \nvalue of the structure stated in the instrument shall, subject to the provisions of this Act, be accepted.  \n \n1 Subs. by the Indian Stamp (Amdt.) Act, 1904 (15 of 1904), s. 4, for the original proviso.  \n2 The original words “the Secretary of State in Council” were first subs. by A.O., 1937 and then amended by A.O., 1961, Art. 2 (with effect from the \n23rd March, 1956), to read as above.  \n3 The original words “the said Secretary of State in Council” were first subs. by A.O., 1937 and then amended by A.O.,1961, Art. 2 (with effect from  \n23rd March, 1956), to read as above.  \n4Ins. by Finance Act, 2019 ( Act No. V of  2019 ), s.2. \n \nPage 17 of 62 \n  (3) Where the value of immovable property stated in an instrument to which sub -section (1) \napplies is more than the value fixed according to the valuation table, the value declared in the \ninstrument shall be accepted as value for the purposes of stamp duty.  \n (4) Where the val ue given in the valuation table notified under sub -section (1), when applied \nto any immovable property, appears to be excessive, the deputy commissioner or commissioner \n(revenue) or any other person notified by the Government for this purpose may, on appli cation made \nto him by the aggrieved person, determine its correct value and for that purpose the provisions of \nsections 31 and 32 shall apply as nearly as possible. ] \n  \n 28. Direction as to duty in case of certain conveyances. —(1) Where any property has been \ncontracted to be sold for one consideration for the whole, and is conveyed to the pur chaser in \nseparate parts by different instruments, the consideration shall be apportioned in such manner as the \nparties think fit, pro vided that a distinct consideration for each separate part is set -forth in the \nconveyance relating thereto, and such conveyance sha ll be chargeable with ad valorem duty in \nrespect of such distinct consideration.  \n \n (2) Where property contracted to be pur chase d for one consideration for the whole, by two or \nmore persons jointly, or by any person for himself and others, or wholly for others, is conveyed in \nparts by separate instruments to the persons by or for whom the same was purchased, for distinct \nparts of the considera tion, the conveyance of each separate part shall be chargeable with ad valorem \nduty in respect of the distinct part of the consi deration therein specified.  \n \n (3) Where a person, ha ving contracted for the purchas e of any property but not having \nobtained a conveyance thereof, contracts to sell the same to any other person and the property is in \nconsequence conveyed immediately to the sub -purchaser,  the conveyance shall be chargea ble with \nad valorem duty in re spect of the consideration for the sale  by the original purchaser to the sub -\npurchaser.  \n (4) Where a person, having contracted for the purchase of any property but not having \nobtained a conveyance thereof, contracts to sell the whole, or any part thereof to any other person or \npersons and the p roperty is in consequence conveyed by the original seller to different persons in \nparts, the conveyance of each part sold to a sub -purchaser shall be chargeab le with ad val orem duty \nin respect only of the consideration paid by such sub - purchaser, without  regard to the amount or \nvalue of the original consideration; and the conveyance of the residue (if any) of such property to the \noriginal purchaser shall be chargeable with ad valorem duty in resp ect only of the excess of the \noriginal  consideration over th e aggregate of the considerations paid by the sub -purchasers:  \n  \n Provided that the duty on such last -mentioned conveyance shall in no case be less than one \nrupee.  \n \n (5) Where a sub -purchaser takes an actual conveyance of the interest of the person \nimmediately selling to him, which is chargeable with ad valorem duty in respect of the consideration \npaid by him and is duly stamped accordingly, any conveyance to be afterw ards made to him of the \nsame property by the original seller shall be chargeable with a duty equal to that which would be \nchargeable on a conveyance for the consideration obtained by such original seller, or, where such \nduty would exceed five rupe es, with a duty of five rupees.  \nE.-Duty by whom payable  \n29. Duties by whom payable.  In the absence of an agreement to the contrary, th e expense of \nproviding th e proper stamp shall be borne, — \n \nPage 18 of 62 \n (a)  in the case of any instrument described in any of the  following Ar ticles of \nSchedule I, namely : — \n No.2. (Administration Bond),  \n l[No. 6. (Agreeme nt relating to Deposit of Title -deeds, Pawn or Pledge ),] \nNo. 13. (Bill of Exchange),  \nNo. 15. (Bond),  \nNo. 16. (Bottomry Bond),  \nNo. 26. (Customs Bond),  \nNo. 27. (Debenture),  \nNo. 32. (Further Charge),  \n  No. 34. (Indemnity -Bond),  \n  No. 40. (Mortgage -Deed),  \n  No. 49. (Promissory -Note),  \n  No. 55. (Release),  \n  No. 56. (Respondentia Bond),  \n  No. 57. (Security Bond or Mortgage -Deed) , \n  No. 58. (Settlement),  \n  No. 62.  (a). (Transfer of shares in an incorporated  company or other body   \n   corporate),  \n  No. 62  (b). (Transfer of Debentures, being marketable  securities, whether t he  \n   debenture is liable to duty or not, except debentures provided for by  \n   section 8).  \nNo. 62  (c). (Transf er of any interest secured by a bond, mortgage -deed or   \n policy of insurance), — \nby the person d rawing, making or executing suc h instrument:  \n2[(b) in the cas e of a policy of insurance other than fire  insurance -by the person \n effecting the insurance;  \n(bb) in the case of a policy fire-insurance__ by the person  issuing the policy;]  \n(c) in the case of a conveyance (including a  re-conveyance of mortgaged \n property) by the, grantee: in the case of a  lease or agreement to lease-by the \n lessee or intended lessee : \n(d) in the case of a counterpart of a lease -by the lessor:  \n(e)  in the case of an instrument of exchange  __by the parties  in equal shares:  \n(f)  in the case of a certificate of sale __by the purchaser  of the property to which \n such certificate relates: and, \n \n1 Subs. by the Indian Stamp (Amdt.) Act, 1904 (15 of 1904), s. 5, for “No.6. (Agreement to mortgage)”.  \n2 Subs. by the Indian Stamp (A mdt.) Act, 1906 (5 of 1906), s. 4, for the original cl. (b).  \n \nPage 19 of 62 \n (g)  in the c ase of an instrument of partition __by the parties  thereto in proportion to \ntheir respective shares in the whole property partitioned, or, when the partition \nis made in execution of an order passed by a Revenue  authority or Civil Court \nor arbitrator, in such propor tion as such authority, Cour t or arbitrator directs.  \n \n 30. Obligation to  give receipt in certain cases.  Any person receiving any money exceeding \ntwenty rupees in amount, or any bill of exchange, cheque or promissory note for an amount \nexceeding twenty rupees, or receiving in satisfac tion or part satisfaction of a debt any moveable \nproperty exceeding twenty rupees in value, shall, on demand by the person paying or delivering such \nmoney, bil l, cheque, note or property, give a duly stamped receipt for the same.  \n \n 1[Any person receiving o r taking credit for any premium or consideration for any renewal of \nany contract of fire -insurance, shall, within one month after receiving or taking credit for such \npremium or consideration, give a duly stamped receipt for the same:]  \n \nCHAPTER III  \nADJUDICA TION  AS TO STAMPS  \n \n 31. Adjudication as to proper stamp. —(1) When any instrument, whether executed or not  \nand whether previously stamped or not, is brought to the Collector, and the person bringing it applies \nto have the opinion of that officer as to the duty (if any) with which it is chargeable, and pays a fee of \nsuch amount (not exceeding five rupees and not less than eight annas) as the Collector may in each \ncase direct, the Collector shall determine the duty (if any) with which, in his judgement, the \ninstrument is chargeable.  \n \n (2) For this purpose the Collector may require to be fur nished with an abstract of the \ninstrument, and also with such affi davit or other evidence as he may deem necessary to prove that all \nthe facts and circumstances affecting the chargeabi lity of the instrument with duty, or the amount of \nthe duty with which it is chargeable, are fully and truly set forth therein, and may refuse to proceed \nupon any such application until such abstract and evidence have been furnished accordingl y: \n \n Provided that — \n \n(a)  no evidence furnished in pursuance of this section shall be used against any \nperson in any civil proceed ing, except in an enquiry as to the duty with which \nthe instrument to which it relates is chargeable; and  \n \n(b)  every person  by whom any such evidence is furnished shall, on payment of the \nfull duty with which the instrument to which it relates is chargeable, be \nrelieved from any penalty which he may have incurred under this Act by \nreason of the omission to state truly in such instrument any of the facts or \ncircumstances aforesaid.  \n \n 32. Certificate by Collector. (1) When an instrument brought to the Collector under section \n31, is, in his opinion, one of a description chargeable with duty, and — \n(a)  the Collector determines that it is already fully stamped, or  \n \n \n1 Ins. by the Indian Stamp (A mdt.) Act, 1906 (5 of 1906), s. 4, for the original cl. (b).  \n \nPage 20 of 62 \n (b)  the duty determined by  the Collector under section 31, or such a sum as, with \nthe duty already paid in respect of the instrument, is equal to the duty  so \ndetermined, has been paid, 1 \n \nthe Collector shall certify by endorsement on such instrument that the full duty (stating the amount) \nwith which it is chargeable has been paid . \n \n(2) When such  instrument is, in his opinion,  not chargeable with duty, the Collector shall \ncertify in manner aforesaid that such instrument is not so chargeable.  \n (3) Any instrument upon which an endorsement has been made under this section, shall be \ndeemed to be duly stamped or not chargeable with duty, as the case may be ; and, if chargeable with \nduty, shall be receivable in evidence or otherwise, and may be act ed upon and registered as if it  had \nbeen originally duly stamped:  \n \n Provided that nothing in this section shall authori se the Collector to endorse —  \n \n(a)  any instrument executed or first executed in 2[Pakistan] and brought to him \nafter the expiration of one month from the date of its execution or first \nexecution, as the case may be ;  \n(b)  any instrument executed or first executed out of 2[Pakistan] and brought to \nhim after the expiration of three months after it has been first received in \n2[Pakistan] ; or  \n(c)  any instrument chargeable with the duty of one anna 3[or half an anna] or any \nbill of exchange or promis sory note, when brought to  him, after the drawing or \nexecution thereof, on paper not duly stamped.  \n 4[32A. Certificate of designated officer. —An officer designated by the Government shall, by \nnotification in the official Gazette, issue a certificate as to genuineness or otherwise o f an e -stamp for \nthe purpose of evidence in a legal proceedings.]  \n_____  \n \nCHAPTER IV  \n \nINSTRUMENTS  NOT DULY STAMPED  \n 33. Examination  and impounding of instruments. —(1) Every person having by law or \nconsent of parties authority to receive evidence, and every person in charge of a public office, except \nan officer of police, before whom any instrument, chargeable in his opinion, with duty, is produced \nor comes in the performance of his functions, shall, if it appears to him that such instrument is not \nduly stamp ed, impound the same.  \n (2) For that purpose every such person shall examine every instrument so chargeable and so \nproduced or coming before him in order to ascertain whether it is stamped with a stamp of the value \nand description required by the law in for ce in 2[Pakistan]  when such instrument was executed or \nfirst executed:  \n \n1 For refund of this duty in the case of certain instruments, see the Stamp (Specified Instruments) Act, 1924 (13 of 1924), s. 3(4).  \n2 Subs. by the Central Laws (Statute Reform) Ordina nce, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3(2) and 4, for “British India”.  \n3 Ins. by the Indian  Stamp (Amendment) Act , 1906 (5  of 1906), s. 3.  \n4Ins. by Finance Act,2021(VIII of 2021),s.2.  \n \nPage 21 of 62 \n  Provided that — \n \n(a)  nothing herein contained shall be deemed to require  any Magistrate or Judge \nof a Criminal Court to examine or impound, if he does not think fit so to do, \nany instrument coming before him in the course of any proceeding other than \na proceeding under Chapter XII or Chapter XXXVI of the Code of Criminal \nProcedure, 1898  (V of  1898)  ; \n(b)  in the case of a Judge of a High Court, the duty of ex amining and impoundin g \nany instrument under this section may be delegated to such officer as the \nCourt appoints in this behalf.  \n (3) For the purposes of this section, in cases of doubt, — \n (a) 1[the Provincial Government] may determine2 what  offices shall be deemed to \nbe public offices; and  \n \n(b)  3[the Provincial Government] may determ ine who shall be deemed to be \npersons in charge of public offices.  \n \n 34. Special provision as to unstamped receipts. - Where any receipt chargeable with a duty \nof one anna is tendered to or pr oduced before any officer unstamped in the course of the audit of any \npublic account, such officer may in his discretion, instead of impounding the instrument, require a \nduly stamped receipt to be substituted therefor.  \n \n 35. Instruments not duly stamped in  admissible is evidence, etc. - No instrument \nchargeable with duty shall be admitted in evidence for any purpose by any person having by law or \nconsent of parties authority to receive evidence, or shall be acted upon registered or authenticated by \nany such  person or by any public officer, unless such instrument is duly stamped:  \n \n Provided that — \n \n4(a)  any such instrument not being an instrument charge able with a duty of one \nanna 5[or half an anna ] only,  or a bill of exchange or promissory note, shall, \nsubject to all just exceptions, be admitted in evidence on payment of the duty \nwith which the same is charge able, or, in the case of an instrument \ninsufficiently stamped, of the amount required to make up such duty, together \nwith a penalty of five rupees,  or, when ten times the amount of the proper duty \nor deficient portion thereof exceeds five rupees, of a sum equal to ten times \nsuch duty or portion;  \n(b)  where any person from whom a stamped receipt could have been demanded, \nhas given an unstamped receipt  and such receipt, if stamped, would be ad -\nmissible in evidence against him, then such receipt shall be admitted in \nevidence against him on payment of a penalty of one rupee by the person \ntendering it ;  \n \n1 The original words “the G. G. in C”. were first su bs. by A.O., 1937 and then amended by A.O., 1964, Art. 2 and Sch., to read as above.  \n2 For the purposes of this section, the office of a returning officer ap pointed for the purposes of an  election to legislative body constituted under the \nGovernment of In dia Act is not a public office, see Gazette of India, 1920, Pt. I, p. 2136.  \n3 The original words “the L. G.” were first subs. by A.O., 1937 and then amended by A.O., 1964, Art. 2 and Sch., to read as abo ve. \n4 For modifications of this provision in respect of instruments to which the Stamp (Specified Instruments) Act, 1924 (13 of 1924), applies, see s, 3 of \nthat Act.   \n5 Ins. by the Indian Stamp (Amdt.) Act. 1906 (5 of 1906), s; 3.  \n \nPage 22 of 62 \n (c)  where a contract or agreement of any kind is effected by correspondence \nconsisting of two or more letters and any  one of the letters bears the proper \nstamp, the contract or agreement  shall be deemed to be duly stamped;  \n(d)  nothing herein contained shall prevent the admission of any instrument in \nevidence in any proceeding in a Criminal Court, other than a proceeding under \nChapter XII or Chapter XXXVI of the Code  of Criminal Procedure, 1898      \n(V of  1898) ; \n(e)  nothing herein contained shall prevent the admission  of any instrument in  any \nCourt when such instrument has been executed by or on behalf of l[the \nGovern ment], or where it bears the certificate of the Collector as provided by \nsection 32 or any other provision of  this Act.  \n \n 36. Admission of instrument where not to be questioned. —Where an instrument has been  \nadmitted in evidence, such admission shall not, except as provided in section 61, be called in \nquestion at any stage of the same suit or proceeding on the ground that the instrument has not been \nduly stamped.  \n 37. Admission of i mproperly stamped instrumen ts.—2[The Provincial Government] may \nmake rules providing that, where an instrument bears a stamp of sufficient amount but of improper \ndescription, it may, on payment of the duty  with which the same is chargeable, be certified to be duly \nstamped, and any i nstrument so certified shall then be deemed to have been duly stamped as from the \ndate of its execution.  \n 38. Instruments impounded how dealt with. —(1) When the person impounding an \ninstrument under section 33 has by law or consent of parties authority to receive evidence and admits \nsuch instrument in evidence upon payment of a penalty as provided by section 35 or of duty as \nprovided by sec tion 37, he shall send to the Coll ector an authenticated copy of such instrument, \ntogether with a certificate in writin g, stating the amount of duty and penalty levied in respect thereof, \nand sha ll send such amount to th e Collector, or to such person as he may appoint in this behalf.  \n \n (2) In every other case, the person so impounding an instru ment shall send it in origin al to the \nCollector.  \n 39. Collector’s power to refund penalty paid under section 38, sub -section (1). —(1) \nWhen a copy of an instrument is sent to the Collec tor under section 38, sub -section (1), he may, if he \nthinks  fit, 3* * * refund any portion of the penalty in excess of five rupees which has been paid in \nrespect of such instrument.  \n \n (2) When such instrument has been impounded only be cause it has been written in \ncontravention of section 13 or section 14, the Collector may refund the whole penalty so paid.  \n \n \n \n1 The original words “the Govt.” were first subs. by A.O., 1937 and then amended by A.O., 1961, Art. 2 ( with effect from the 23rd March, 1956), to  \nread as above.  \n2 The original words “the G. G. in C.” were first subs. by A.O.,1937, and then amende d by A.O., 1964, Art. 2 and Sch ., to read as above.  \n3 The words “upon application made to him in this behalf or, if no application is made, with the consent of the Chief Controlli ng Revenue authority” \nrep. by the Decentralization Act, 1914 (4 of 1914), s.,  2 and Sch., Pt. I.  \n \nPage 23 of 62 \n  140. Collector’s power to stamp instruments impounded. —(1) When the Collector \nimpounds any instrument under section 33, or receives any instrument sent to him under section 38, \nsub-section (2), not being an instrument chargeable with a duty of one anna 2[or half an anna] only or \na bill of ex change or promissory note, he sh all adopt the following pro cedure :— \n \n(a)  if he is of opinion that such instrument is duly stamp ed, or is not chargeable \nwith duty, he shall certify by endorsement thereo n that it is duly stamped, or \nthat it is not so chargeable, as the case may be :  \n (b)  if he is of opinion that such instrument is chargeable with duty and is not duly \nstamped, he shall require the payment of the proper duty or the amount re -\nquired to make up the same, together with a penalty of five rupees; or, if he \nthinks fit, 3[an amo unt not  exceeding] ten times the amount of the proper duty \nor of the deficient portion thereof, whether such amount exceeds or falls short \nof five rupees:  \n Provided that, when such instrument has been impounded only because it has been written in \ncontrave ntion of section 13 or section 14, the Collector may, if he thinks fit, remit the whole penalty \nprescribed by this section.  \n \n (2) Every certificate under clause (a) of sub -section (1) shall, for the purposes of this Act, be \nconclusive evidence of the matte rs stated therein.  \n \n (3) Where an instrument has been sent to the Collector under section 38, sub -section (2), the \nCollector shall, when he has dealt with it as provided by this section, return it to the im pounding \nofficer.  \n \n 4[41. Instrume nts unduly stamped by accident.  If any instrument chargeable with duty and \nnot duly stamped, not being an instrument char geable with a duty of one anna 5[or half an anna ] only \nor a bill of exchange or promis sory note, is produced by any person of his own motion bef ore the \nCollector within one year from the date of its execution or first execution , and such person brings to \nthe notice of the Collector the fact that such instrument is not duly stamped and offers to pay to the \nCollector the amount of the proper duty, o r the amount required to make up the same, and the \nCollector is satisfied that the omission to duly stamp such instrument has been occasioned by \naccident, mistake or urgent necessity, he may, instead of pro ceeding under sections 33 and 40, \nreceive such am ount and pro ceed as next hereinafter prescribed.  \n \n 42. Endorsement of instruments on which duty has been p aid under section 35, 40 or \n41.—(1) When the duty and penalty (if any) leviable in  respect of any instrument have been paid \nunder section 35, s ection  40 or section 41, the person admitting such instrument in evidence or the \nCollector, as the case may be, shall certify by endorsement thereon that the proper duty or, as the \ncase may be, the proper duty and penalty (stating the amount of each) have been l evied in respect \nthereof, and the name and residence of the person paying them.  \n \n \n \n1 For modifications of these provisions in respect of instruments to which the Stamp (Specified Instruments) Act, 1924 (13 of 1 924), applies, see s. 3 of \nthat Act.  \n2 Ins. by the Indian Stamp (Amendment) Act, 1906 (5 of 1906), s. 3.  \n3 Ins. by the Indian Stamp (Amendment) Act, 1904 (15 of 1904), s. 6.  \n4 For modifications of these provisions in respect of instruments to which the Stamp (Specified Instruments) Act, 1924 (13 of 1 924), applies, see s. 3 of \nthat Act.  \n5 1ns. by the Indian Stamp (Amdt.) Act, 1906 (5 of 1906), s. 3.  \n \nPage 24 of 62 \n  (2) Every inst rument so en dorsed shall thereupon be ad missible  in evidence, and may be \nregistered and acted upon and authenticated as if it had been duly stamped, and shall be deliver ed on \nhis application in this beh alf to the person from whose possession it came into  the hands of the \nofficer impounding it, or  as such person may direct:    \n Provided that — \n \n(a)  no instrument which has been admitted in evidence upon payment of duty and \na penalty under section 35, shall be so delivered before the expiration of  one \nmonth  from the date of such impounding, or if the Collector has certified that \nits further detention is necessar y and has not cancelled such certificate;  \n \n(b)  nothing in this section shall affect the1[provisions of rule 9 of Order XIII of \nthe Firs t Schedule to  the Code of Civil Procedure. 1908  (Act V of 1908) ]. \n 43. Prosecution for offence against Stamp -law. The taking of proceedings or the payment \nof a penalty under this Chapter in respect of any instrument shall not bar the prosecution of any \nperson who appea rs to have committed an offence against the Stamp -law in respect of such \ninstrument:  \n \n Provided that no such prosecution shall be instituted i n the case of any instrument in  respect \nof which such a penalty has been paid, unless it appears to the Collector that the offence was \ncommitted with an intention of evading payment of the proper duty.  \n \n 44. Persons paying duty or penalty  may recover same in certain cases. —(1) When any \nduty or penalty has been paid under section 35 , section 37, section 40 or section 41, by any person in \nrespect of an instrument, and, by agreement or under the pro visions of section 29 or any other \nenactment in force at the time such instrument was executed, some other person was bound to bear \nthe expense of providing the p roper stamp for such instru ment, the first -mentioned person shall be \nentitled to recover from such other person the amount of the duty or penalty so paid.  \n (2) For the purpose of such recovery any certificate granted in respect of such instrument \nunder this Act shall  be conclusive evidence of the matters therein certified.  \n \n (3) Such amount may, if the Court thinks fit, be included in any order as to costs in any suit \nor proceeding to which such per sons are parties and in which such instrument has been tendered in \nevidence. If the Court does not include the amount in such order, no further proceedings f or the \nrecovery of the amount shall be maintainable.  \n \n 45. Power to Revenue authority  to refund penalty or excess duty in certain cases .—(1) \nWhere any penalty is paid under section 35 or section 40, the 2[Chief  Revenue Authority ] may, upon \napplication  in writing made within one year from the date of the payment, refund such penalty \nwholly or in part.  \n (2) Where, in the opinion of the 2[Chief Revenue Authority], stamp -duty in excess of that \nwhich is legally chargeable has been charged and paid under section 35 or section 40, such authority \nmay, upon application in writing made within three m onths of the order charging the same, refund \nthe excess.  \n \n1 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981;, s. 5 and Sch. Sch. IV (Only to the extent of Islamabad Capital  \nTerritory;, for “Code of Civ il Procedure, section 144, clause 3”.  \n2 Subs, by A.O., 1961, Art. 2 and Sch., for “Chief Controlling Revenue  authority” ( with effect from the 23rd March, 1956).  \nFor definition, see the General Clauses Act, 1897 (10 of 1897), s. 3 (9a) . In the N.W .F.P., the reference to the Chi ef Controlling Revenue -authority \nshould be construed as a reference to the Revenue Commissioner. - See the N.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 6 (1) ( d). \n \nPage 25 of 62 \n  46. Non -liability for loss of ins truments sent under section 38. —(1) If any instrument sent \nto the Co llector under sec tion 38, sub -section (2), is lost, destroyed or damaged during transmission, \nthe person sending the same shall not be liable for such loss, destruction or damage.  \n (2) When any instrument is about to be so s ent, the person from whose possession it came \ninto the hands of the person im pounding the same, may r equire a copy thereof to be mad e at the \nexpense of such first -mentioned person and authenticated by the person impounding such instrument.  \n \n 47. Power of payer to stamp bills and promissory n otes received by him unstamped.  \nWhen any bill of exchange 1[or promissory note] chargeable with the duty of one anna is presented \nfor payment unstamped, the p erson to whom it is so presented may affix thereto the necessary \nadhesive stamp, and, upon cancelling the same in manner hereinbefore provided, may pay the sum \npayable upon such bil l 2[ or note ], and may charge the duty against the person who ought to have \npaid the same, or deduct it from the sum payable as aforesai d, and  such bill 2[or note] shall , so far as \nrespects the duty, be deemed good and valid:  \n \n Provided that nothing herein contained sha ll relieve an y person from any penalty or \nproceeding to which he may be liable in relation to such bill 2[or note ]. \n \n 48. Re covery of duties and penalties.  All duties, penalties and other sums required to be \npaid under thi s Chapter may be recovered by the Collector by distress and sale of the moveable \nproperty of the person from whom the same are due, or by any other process for the time being in \nforce for the recovery of arrears of land -revenue.  \nCHAPTER V  \nALLOWANCES  FOR STAMPS  IN CERTAIN  CASES  \n \n 49. Allowances for spoiled stamps.  Subject to such rules as may be made by 3[ the Pro -\nvincial Government] as to the evidence to be required, or the enquiry to be made, the Collector may, \non application made within the period prescribed in section 50, and if he is satisf ied as to the facts, \nmake allow ance for impressed stamps spoiled in the cases h ereinafter mentioned, namely : — \n \n(a)  the stamp on any paper inadvertently and undesigned ly spoiled, obliterated or \nby error in writing or any other means rendered unfit for the purpose intended \nbefore any  instrument  written thereon  is executed by any person:  \n \n(b)  the stamp on any document which is written out wholly or in part, but which \nis not signed or executed by any party th ereto: \n \n(c)  in the case of bills of exchange 4[ payable otherwise than on demand] 5* or \npromissory notes___ \n \n \n \n1 Subs. by the Indian Fina nce Act, 1927 (5 of 1927), s. 5, for “promis sory note or cheque”.  \n2 Subs. ibid., for “note  or cheque”.  \n3 The original words “G. G. in C” have successively been amended by the Decentralization Act, 1914 (4 of 1914), s. 2 and Sch., Pt. I, A.O., 1937 and \nA.O., 1964, Art. 2 and Sch., to read as above.  \n4 Ins. by the Indian Finance Act, 1927 (5 of 1927), s. 5.  \n5 The word “cheques” rep., ibid. \n \nPage 26 of 62 \n  (1) the stamp on 1[any such bill of exchange ] 2*   * signed by or on behalf of the drawer \nwhich has n ot been accepted or made use of in any manner whatever or delivered out of his hands for \nany purpose other than by way of tender for acceptance : provided that the paper on which any  such \nstamp is impressed does not bear any sig nature intended as or for the acceptance of any bill of \nexchange 2* * to be afterwa rds written thereon:  \n \n (2)  the stamp on any promissory note signed by or on behalf of the maker which has not \nbeen  made us e of in any manner whatever or delivered out of his hands:  \n \n (3) the stamp used or intended to be used for 1[any such bill of exchange] 3* or promissory \nnote signed by, or on behalf of, the drawer thereof,  but which from any omission or error has been \nspoiled or rendered useless, although the s ame, being a bill of exchange 4* *, may have been \npresented for acceptance or accepted or endors ed, or, being a promissory note, may have been \ndelivered to the payee: provided that another completed and duly stamped bill of exchange 5* or \npromissory note is produced identical in every particular, except in the correction of such omission \nor error as aforesaid, with the spoiled bill 5* or note:  \n \n (d)  the stamp used for an instrument executed by any party thereto which — \n \n (1)  has been  afterwards found to be absolutely void  in law from the beginning:  \n (2) has been afterwards found unfit, by reason of  any error or mistake therein, for the  purpose  \noriginally intended:  \n (3) by reason of the death of any person by whom it is necessary that it should be executed, \nwithout having executed the same, or of the refusal of any such person to execute the same, cannot \nbe completed so as to effect the intended transaction in the form proposed:  \n (4) for want of the execution thereof by some mater ial party, and his inability or refusal to \nsign the same, is in fact incomplete and insufficient for the purpose for which it was intended:  \n (5) by reason of the refusal of any person to act under the same, or to advance any money in -\ntended to be thereby secure d, or by the refusal or non -acceptance of any office thereby granted, \ntotally fails of the intended purpose:  \n (6) becomes useless in consequence of the transac tion intended to be thereby effected being \neffected by some other instrument between the same pa rties and bearing a stamp of not less value:  \n (7) is deficient in value and the transaction intended to be thereby effected has been effected \nby some other instrument between the same parties and bearing a stamp of not less value:  \n (8) is inadvertently and  undesignedly spoiled, and in lieu whereof another instrument made \nbetween the same parties and for the same purpose is executed and duly stamped:  \n \n \n \n1 Subs. ibid., for “any bill of exchange”.  \n2 The words “or cheque” rep., ibid. \n3 The word “cheque” rep., ibid. \n4 The words “or cheque” rep. by the Indian Finance Act, 1927 (5 of 1927), s. 5.  \n5 The word “cheque” rep., ibid. \n \nPage 27 of 62 \n  Provided that, in the case of an executed instrument, no legal proceeding has been \ncommenced in which the instrument could or would have been given or offered in evidence and that \nthe instrument is given up to be cancelled.  \n \n Explanation. —The certificate of the Collector under sec tion 32 that the full duty with which \nan instrument is chargeable has been paid is an impressed stamp within the meaning of this section.  \n \n 50. Application for relief un der section 49 when to be made.  The application for relief \nunder section 49 shall be  made within the following periods, that is to say, — \n (1) in the cases mentioned in clause (d) (5), within two  months of the date of the instrument:  \n  \n (2) in the case of a stamped paper on which no instru ment has been executed by any of the \nparties thereto, within six months after the stamp has been spoiled:  \n \n (3) in the case of a stamped paper in which an instru ment has been executed by any of the \nparties thereto, within six months after the date of the instrument, or, if it is not dated, within six \nmonths after the ex ecution thereof by the person by whom it was first or alone executed:    \n Provided that, — \n \n(a) when the spoiled instrument has been for sufficient reasons sent out of \nl[Pakistan], the application may be made within six months after it has been \nreceived back in 1[ Pakistan ] : \n \n(b)  when, from unavoidable circumstances, any instru ment for which another \ninstrument has been substi tuted cannot be given up to be cancelled within the \naforesaid period, the application may be made within six months after the date \nof execution of the substi tuted in strument.  \n \n 51. Allowance in case of printed forms no l onger required by Corporations.  The 2[ Chief \nRevenue Authority] 3[ or the Collector if empowered by the 2[ Chief Revenue Authority] in this behalf ] \nmay, without limit of time, make allowance for stamped papers used for printed forms of instruments \n4[by any  banker or] by any incorporated company or other body corporate,  if for any suffi cient reason \nsuch forms have ceased to be required by the said  5[banker,] company or body corporate: provided \nthat such authority is satisfied that the duty in respect of suc h stamped papers has been duly paid.  \n 52. Allowance for misused stamps. — \n(a)  When any person has inadvertently used, for an instrument chargeable with \nduty, a stamp of a description other than that prescribed for such instrument by \nthe rules made under this Act, or a stamp of greater value than was necessary, or \nhas inadvertently used any stamp for an instrument not chargeable with any \nduty; or  \n \n \n1 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3(2) and 4, for “British India”.  \n2 Subs, by A.O., 1961, Art. 2 and Sch., for “Chief Controlling Revenue  authority” ( with effect from the 23rd March, 1956).  \nFor definition, see the General Clauses Act, 1897 (10 of 1897), s. 3 (9a) . In the N.W .F.P., the reference to the Chief Controlling Revenue -authority \nshould be construed as a reference to the Revenue Commissioner. - See the N.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 6 (1) ( d). \n3 Ins. by the Decentralization Act, 1914 (4 of 1914), s. 2 and Sch., Part I.  \n4 Ins. by the Indian Stamp (Amendment) Act, 1906 (5 of 1906), s. 6.  \n5 Ins. by the Indian Stamp (Amdt.) Act, 1906 (5 of 1906), s. 6.  \n \nPage 28 of 62 \n  (b) when any stamp used for an instrument has been in advertently rendered useless \nunder section 15, owing to such instrument having been written in contravention \nof the pro visions of section 13 ;  \nthe Collector may, on application made within six months after the date of the instrument, or, if it is \nnot dated, within six months after the execution thereof by the person by whom it was first or alone \nexecuted, and upon the instrum ent, if chargeable with duty, being re -stamped with the proper duty, \ncancel and allow as spoiled the stamp so misused or rendered useless.  \n 53. Allowance for spoiled or misused stamps how to be made. In any case in which \nallowance is made for spoiled or m isused stamps, the Collector may give in lieu thereof — \n(a)  other stamps of the same description and value; or  \n(b)  if required and he thinks fit, stamps of any other des cription to the same \namount in value; or,  \n(c)  at his discretion, the same value in mo ney, deducting  one anna for each rupee \nor fraction of a rupee.  \n 54. Allowance f or stamps not required for use.  When any person is possessed of  a stamp or \nstamps which have not been spoiled or rendered unfit or useless for the  purpose intended, but for \nwhich he has no immediate use, the  Collector shall repay to such person the value of such stamp or \nstamps in money, deducting one anna for each rupee or portion of a rupee, upon such person \ndelivering up the same to be cancelled, and pro ving to the Collect or’s satisfaction – \n(a)  that such stamp or stamps were purchased by such  person with a bona fide \nintention to use them; and  \n(b)  that he has paid the full price thereof; and  \n(c)  that they were so purchased within the period of six months next preceding the \ndate on  which they were so delivered:   \n Provided that, where the person is a licensed vendor of stamps, the Collector may, if he \nthinks fit, make the repayment  of the s um actually paid by the vendor without any such deduction as \nafore said. \n \n 55. Allowa nce on renewal of certain debentures. When any duly stamped debenture is \nrenewed by the  issue of a new debenture in the sa me terms, the Collector shall, upon application \nmade within  one month, repay to the person issuing s uch debenture, the value of the st amp on the \noriginal or new debenture, whichever shall be less:  \n Provided that the original debenture is produced before the collector  and cancelle d by him in \nsuch manner as the 1[Provincial Governm ent] may direct.   \n \n \n \n1 Subs. by A.O., 1937, for “G.G. in C.”.  \n \n \nPage 29 of 62 \n  Explanation .—A debenture shall be deemed to be renewed in the same terms within the \nmeaning of this section n otwithstand ing following changes : — \n(a)  the issue of two or more debentures in place of one original debenture, the \ntotal amount secured being the same;  \n(b) the issue of one debenture in place of two or more original debentures, the \ntotal amount secured being the same;  \n(c) the substitution of the name of the holder at the time of renewal for the name \nof the original holder; and  \n(d) the alteration of the rate of interest or the dates of payment thereof.  \n_____  \nCHAPTER VI  \nREFERENCE  AND REVISION  \n \n 56. Control of , and statement of case to, Chief Revenue Authority.___ (1) The powers \nexercisable by a Collector under Chapter IV and Chapter V 1[and under clause (a) of the first proviso \nto section 26] shall in all cases be subject to the control of the 2[Chief R evenue Authority].  \n \n (2) If any Collector, acting under section 31, section 40 or section 41, feels doubt as to the \namount of duty with which any instrument is chargeable, he may draw up a statement of the case,  and \nrefer it, with his own opinion thereon, for the decision of the 2[Chief Revenue Authority ].  \n \n (3) Such authority shall consider the case and send a copy of its decision to the Collector, \nwho shall proceed to assess and charge the duty (if any) in conformity with such decision.  \n \n 3[(1) Statement of case by Chief R evenue Authority to High Court.  The Chief Rev enue \nAuthority may state many case re ferred to it under section 56, sub -section (2), or otherwise coming \nto its notice and refer such case, with its own opinion thereon, to the High Court].  \n \n (2) Every such case shall be decided by not less than three Jud ges of the High Court 4* * * to \nwhich it is referred, and in case of difference the opinion of the majority shall prevail.  \n \n 58. Power of High Court to call for further particulars as to case stated. If the High \nCourt 4* * * is not satisfied that the statements contained in the case are sufficient to enable it to \ndeter mine the questions raised thereby, the Court may refer the case back to the Revenue -authority \nby which it was stated, to make such additions thereto or alterat ions therein as the Court may direct \nin that behalf.  \n \n \n1 Ins. by the Indian Stamp (Amdt.) Act, 1904 (15 of 1904), s. 7.  \n2 Subs, by A.O., 1961, Art. 2 and Sch., for “Chief Controlling Revenue  authority” ( with effect from the 23rd March, 1956).  \nFor definition, see the General Clauses Act, 1897 (10 of 1897), s. 3 (9a) . In the N.W .F.P., the reference to the Chief Controlling Revenue -authority \nshould be construed as a reference to the Revenue Commissioner. - See the N.W.F.P. Law and Justice Regulatio n, 1901 (7 of 1901), s. 6 (1) ( d). \n3 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981;, s. 5 and Sch. IV (Only to the extent of Is lamabad Capital \nTerritory , for sub -section (1).   \n4 The word “or Chief Court”, as amended by A.O., 1937. A.O., 1949 and Act 26 of 1951, have been omitted by Ord. 21 of 1960, s. 3 and 2nd Sch., \n(with effect from the 14th October, 1955) . \n \nPage 30 of 62 \n  59. Procedu re in disposing of case stated. —(1) The High Court 1* * *, upon the hearing of \nany such case, shall decide the questions raised thereby, and shall deliver its judgment thereon \ncontaining the grounds on which such decision is founded.  \n \n (2) The Court shall send to the Revenue -authority by which the case was stated a copy of \nsuch judgment under the seal of the Court and the signature of the Registrar; and the Revenue -autho -\nrity shall , on receiving such copy, dispose of the case conform ably to such judgment.   \n \n 60. Statement of case  by other Courts to High Court.___ (1) If any Court, other than a \nCourt mentioned in section 57, feels doubt as to the amount of duty to be paid in  respect of any \ninstrument under proviso (a) to section  35, the J udge may draw up a statement of the case and refer \nit, with his own opinion the reon, for the decision of the High Court 1* * * to which, if he were the \n2[Chief Revenue Authority], he would, under section 57, refer the same.  \n \n (2) Such Court shall deal with the case as if it had been re ferred under section 57, and send a \ncopy of its judgment under the seal of the Court and the signature of the Registrar to the 2[Chief \nRevenue Authority] and another like copy to the Judge making the reference, who shall, on receiving \nsuch copy, dispose of the case conformably to such judgment.  \n \n (3) References made under sub -section ( 1), when made by a Court subordinate to a District \nCourt, shall be made through the District Court, and, when made by any subordinate Revenue Court, \nshall be made through the Court immediately superior.  \n \n 61. Revision of certain decisions of Court s regar ding the sufficiency of stamps. —(1) \nWhen any Court in the exercise of its civil or re venue jurisdiction or any Criminal Court in any \nproceeding under  Chapter XII or Chapter XXXVI of the Code of Criminal Pro cedure, 1898  (V of \n1898) , makes any order admitting any instrument in evidence as duly stamped or as not requiring a \nstamp, or upon payment of duty and a penalty under section 35, the Court to which appeals lie from, \nor references are made by, such first  mentioned Court  may, of its own motion or on the application \nof the Collector, take such order into consideration.  \n \n (2) If such Court, after such consideration, is of opinion that such instrument should not have \nbeen admitted in evidence without the payment of duty and  penalty under section 35, or without the \npayment of a higher duty and penalty than those paid, it may record a declaration to that effect, and \ndetermine the amount of duty with which such instrument is chargeable, and may require any person \nin whose posse ssion or power such instru ment then is, to produce the same, and may impound the \nsame when produced.  \n (3) When any declaration has been recorded under sub -section (2), the Court recording the \nsame shall send a copy thereof to the Collector, and, where th e instrument to which it relates has  \nbeen impounded or is otherwise in the possession of such Court,  shall also send him such instrument.  \n  \n (4) The Collector may thereupon, notwithstanding any thing contained in the order admitting \nsuch instrument in evid ence, or in any certificate granted under section 42, or in section 43, \nprosecute any person for any offence against the Stamp -law, which the Collector considers him to \nhave committed in respect of such instrument:  \n \n1 The word “or Chief Court”, as amended by A.O., 1937. A.O., 1949 and Act 26 of 1951, have been omitted by Ord. 21 of 1960, s. 3 and 2nd Sch., \n(with effect from the 14th October, 1955) . \n2 Subs, by A.O., 1961, Art. 2 and Sch., for “Chief Controlling Revenue  authority” ( with effect from the 23rd March, 1956).  \nFor definition, see the General Clauses Act, 1897 (10 of 1897), s. 3 (9a) . In the N.W .F.P., the reference to the Chief Controlling Revenue -authority \nshould be construed as a reference to the Revenue Comm issioner. - See the N.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 6 (1) ( d). \n \nPage 31 of 62 \n  Provided that – \n \n(a)  no such prosecution shall be instituted where the amount (including duty and \npenalty) which, accord ing to the determination of such Court, was p ayable in \nrespect of the instrument under section 35, is paid to the Collector, unless he \nthinks that the offence was committed with an intention of evading payment of \nthe proper duty;  \n(b)  except for the purposes of such prosecution, no declaration made under this \nsection shall affect the validity of any order admitting any instrument in \nevidence, or of any certificate granted under section 42.  \n____  \n \nCHAPTER VII  \n \nCRIMINAL  OFFENCES  AND PROCEDURE  \n \n 162. Penalty for executing , etc., instrument not duly stamped. —(1) Any person — \n(a)  drawing, making, issuing, endorsing or transferring, or signing otherwise than \nas a witness, or presenting for acceptance or payment, or accepting, paying or \nreceiving payment of, or in any manner negotiating, any bill of exchange \n2[payable otherwise than on de mand] 3* or promissory note without the same \nbeing duly stamped; or  \n(b)  executing or signing otherwise than as a witness any other instrument \nchargeable with duty without the same being duly stamped; or  \n(c)  voting or attempting to vote under any pro xy not duly stamped;  shall for \nevery such offence be punishable with fine which may extend to  five                  \nhundred rupees:  \n  Provided that, when any penalty has been paid in respect of any instrument under section 35, \nsection 40 or section 61, the  amount of such penalty shall be allowed in reduction of the fine (if any) \nsubsequently imposed under this section in respect of the same instrument upon the person who paid \nsuch penalty.  \n \n (2) If a share -warrant is issued without being duly stamped, the c ompany issuing the same, \nand also every person who, at the time when it is issued, is the managing director or secretary or \nother principal officer of the company, shall be punishable with fine which may extend to five \nhundred rupees.  \n  \n 63. Penalty for failure to cancel adhesive stamp. Any person required by section 12 to \ncancel an ad hesive stamp, and failing to cancel such stamp in manner pres cribed by that section, \nshall be punishable with fine which may extend to one hundred rupees.  \n \n \n \n \n1For modification of provisions in respect of instruments to which the Stamp (Specified Instruments) Act, 1924 (13 of 1924), applies, see s. 3 of that  \nAct. \n2 Ins. by the Indian Finance Act, 1927 (5 of 1927), s. 5.  \n3 The word “cheque” rep. ibid. \n \n \n \nPage 32 of 62 \n  \n         64. Penalty for omission to comply with provisions of section 27. Any person who, with \nintent to defraud the Govern ment, — \n \n(a)  executes any instrument in which all the facts and circumstances required by \nsection 27 to be set forth in such instrument are not fully and truly set forth; \nor, \n \n(b)  being employed or concerned in or about the pre paration of any instrument, \nneglects or omits fully and truly to set forth therein all such facts and cir -\ncumstances ; or  \n \n(c)  does any other act calculated to deprive the Govern ment of any duty or \npenalty under this Act;  \n \nshall be punishable with fine which may extend to five thousand rupees.  \n \n 65. Penalty for refusal to give receipt, and for devices to evade duty on re ceipts.  Any \nperson  who, — \n(a)  being required under section 30 to give a receipt,  refuses or neglects to give \nthe same; or,  \n \n(b)  with intent to defraud the Government of any duty, upon a payment of money \nor delivery of property exceeding twenty rupees in amount or value, gi ve a \nreceipt for an amount or value not exceeding twenty rupees, or separates or \ndivides the money or pro perty paid or delivered;  \n  shall be punishable with fine which may extend to one hundred rupees.  \n 66. Penalty for notmaking out policy, or making one not duly stamped. Any person \nwho— \n(a)  receives, or takes credit for, any premium or consi deration for any contract of \ninsurance and does not, within one month after receiving, or taking credit for, \nsuch premium or consideration, make out and execute a duly stamped policy \nof such insurance; or  \n(b)  makes, executes or delivers out any policy which is not duly stamped, or pays \nor allows in account, or agrees to pay  or allow in account, any money upon, or \nin respect of, any such policy;  \n  shall be punishable with fine which may extend to two hundred rupees.  \n 67. Penalty for not drawing full number of bills or marine polices purporting to be in \nsets. Any person drawing or executing a bill of exchange  l[payabl e otherwise than on demand] or a \npolicy of marine in surance purporting to be drawn or executed in a set of two or more, and not at the \nsame time drawing or executing on paper duly stamped the whole number of bills or policies of \nwhich such bill or policy purports the set to consist, shall be punishable with fine which may extend \nto one thousand rupees.  \n \n1 Ins. by the Indian Finance Act, 1927 (5 of 1927), s. 5.  \n \n \nPage 33 of 62 \n  \n 68. Penalty for post -dating bills, and for other devices to defraud the revenue.  Any \nperson who — \n(a)  with intent to defraud the Government of duty, draws, makes or issues any bill \nof exchange or pro missory note bearing a date subsequent to that on which \nsuch bill or note is actually drawn or made; or  \n \n(b)  knowing that such bill or note has been s o post dated, endorses, transfers, \npresents for acceptance or payment, or accepts, pays or receives payment of, \nsuch bill or note, or in any manner negotiates the same; or  \n \n(c)  with the like intent, practic es or is concerned in any act, contrivance or device \nnot specially provided for by this Act or any other law for the time being in \nforce ;  \n \n  shall be punishable with fine which may extend to one thousand rupees.  \n \n  69. Penalty for breach of rule relating to sale of stamps and for unauthorised \nsale.—(a) Any person app ointed to sell stamps who dis obeys any rule made under section 74 ; and  \n(b)  any person not so appointed who sells or offers for sale any stamp (other than \na one -anna 1[or half an anna] adhesive stamp) ;  \nshall be punishable with imprisonme nt for a term which may extend to six months, or with fine \nwhich may extend to five hund red rupees, or with both.  \n 70. Institution and conduct of prosecutions.___ (1) No prosecution in respect of any offence \npunishable  under this Act 2[ * * *] shall be instituted  without the sanction of the Collector or \nsuch other officer as 3[the 4[Provincial Government]] generally, or the Collector spe cially, authorises \nin that behalf.  \n \n (2) The 5[Chief Revenue Authority], or any officer generally or specially authori zed by it in \nthis behalf, may stay any such prosecution or compound any such offence.  \n \n  (3) The amount of any such composition shall be recoverable in the manner provided by \nsection 48.  \n 71. Jurisdiction of Magistrate s. No Magistrate other than 6* * * a Magistrate whose powers \nare not less than those of a Magistrate of the second class, shall try any offence under this Act.  \n 72. Place of trial.  Every such offence committed in respect of any instru ment may be tried in \nany district 7* * * in which such ins trument is found as well as in any district 7* * * in which such \noffence might be tried under the Code of Criminal Pro cedure for the time being in fo rce.  \n \n1 Ins. by the Indian St amp (Amdt.) Act, 1906 (5 of 1906), s. 3. \n2 Omitted b y the Federal Laws (Revision and  Declaration) Ordinance, 1981 (27 of 1981;, s. 5 and Sch. IV  (Only to the extent of Islamabad Capital \nTerritory).  \n3 Subs. by A.O., 1937, for “the L. G.”.  \n4 Subs. by A.O., 1964, Art. 2 and Sch., for “collecting Government”.  \n5 Subs, by A.O., 19 61, Art. 2 and Sch., for “Chief Controlling Revenue  authority” ( with effect from the 23rd March, 1956).  \nFor definition, see the General Clauses Act, 1897 (10 of 1897), s. 3 (9a) . In the N.W .F.P., the reference to the Chief Controlling Revenue -authority \nshould be construed as a reference to the Revenue Commissioner. - See the N.W.F.P. Law and Justice Regulation, 1901 (7 of 1901), s. 6 (1) ( d). \n6 The words “a Presidency Magistrate or” omitted by A.O., 1949, Sch.  \n7 The words “or presidency -town ” rep. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 3 and II. Sch.  \n \n \nPage 34 of 62 \n  \nCHAPTER VIII  \nSUPPLEMENTAL  PROVISIONS    \n 73. Books, etc., to be open to inspection. Every public officer ha ving in his custody any \nregisters, books, records, papers, documents or proceedings, the inspection whereof may tend to \nsecure any duty, or to prove or lead to the discovery of any fraud or omission in relation to any duty, \nshall at all reasonable times permit any person authorised in writing by the Collec tor to inspect for \nsuch purpose the registers, books, papers, documents and proceedings, and to take such notes and \nextracts as he may deem necessary, without fee or charge.  \n \n 74. Power to make ru les relating to sale of stamps.  The l[Provincial Government] 2* * * \nmay make  3rules for regulating — \n(a)  the supply and sale of stamps and stamped papers,  \n(b)  the persons by whom alone such sale is to be con ducted, and  \n(c)  the duties and remuneration of such persons:  \n Provided that such ru les shall not restrict the sale of one  anna 4[or half an anna ] adhesive \nstamps.  \n   75. Power to make ru les generally to carry out Act.  The 5[Provin cial Government] may \nmake rules6 to carry out generally the purposes of  this Act, and may by such rules pres cribe the fines, \nwhich shall in no case exceed five hundred rupees, to be incurred on breach thereof.  \n 76. Publication of rules. —7[(1) All rules made under this Act shall be published  in the \nofficial Gazette.]  \n (2) All rules published as required by this section shall,  upon such publication, have effect as \nif enacted by this Act.  \n 8[76A . Delegation of certain powers.  9[The 10[Federal Government] ] 11* * * and the \nProvincial Government, may by notification in the official Gazette] delegate — \n(a)  all or any of the powers conferred on it by sections  2 (9), 33 (3) (b), 70 (1), 74 \nand 78 to the 12[Chief   Revenue Authority] ; and  \n(b)  all or any of the powers conferred on the 12[Chief Revenue Authority] by \nsections 45 (1) (2), 56 (I) and 70 (2) to such subordinat e Revenue -authority as \nmay be specified in the notification.]  \n  \n \n1 Subs. by A.O., 1964, Art. 2 and Sch., for “collecting Government” which had been subs. by A.O., 1937, for “L. G.”  \n2 The words “subject to the control of the G.G. in C;” rep. by A. O. 1937.  \n3 For such rules, see different local Rules and Orders.  \n4 Ins. by the Indian Stamp (Amdt.) Act, 1906 (5 of 1906)., s. 3.  \n5 Subs. by A.O., 1964, Art. 2 and Sch., for “collecting Government” which had been subs. by A.O., 1937, for “G. G. in C.”.  \n6 See the In dian Stamp Rules, 1925.  \nFor the Punjab Non -Judicial Stamps Refund, Renewal and Disposal Rules, 1954, see Gaz. of Punjab, 1954, Pt. I, p. 970.  \n7 Subs. by A.O., 1937, for the original sub -section.  \n8 S. 76A ins. by the Decentralization Act, 1914 (4 of 1914), s. 2 and Sch., Pt. I.  \n9 Subs. by A.O., 1937, for “The L. G. may, by notification in the local official Gazette”.  \n10 Subs. by F.A.O., 1975, Art, 2 and Table, for “Central Government”.  \n11 The words and figures “subject to the provisions of section 124 (1) o f the Government of India Act, 1935,” omitted by A.O., 1961, Art. 2 and Sch. \n(with effect from the 23rd March. 1956).  \n12 Subs, by A.O., 1961, Art. 2 and Sch., for “Chief Controlling Revenue  authority” ( with effect from the 23rd March, 1956).  \nFor definitio n, see the General Clauses Act, 1897 (10 of 1897), s. 3 (9a) . In the N.W .F.P., the reference to the Chief Controlling Revenue -authority \nshould be construed as a reference to the Revenue Commissioner. - See the N.W.F.P. Law and Justice Regulation, 1901 (7 of  1901), s. 6 (1) ( d). \n \n \nPage 35 of 62 \n  \n 77. Saving as to court -fees. Nothing in this Act contained shall be deemed to affect the \nduties chargeable under any enactment for the time being in force relating to court -fees.  \n 78. Act to  be translated and old cheaply.  Every l[Provincial Government] shall make \nprovision for the sale of translation of this Act in the principal vernacular languages of the territories \nadministered by it at a price not ex ceeding four annas per copy.  \n \n 79. [Repeal .] Rep. by the Repealing and Amendi ng Act, 1914 (X of 1914), s. 3 and Sch. II.  \n \n \n_______  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Subs. by A.O..1937, for “L. G.”.  \n \n \n \nPage 36 of 62 \n  \n1[SCHEDULE 1  \nSTAMP -DUTY ON INSTRUMENTS  \n[See sections 3 and  27A]  \nDescription of instruments  \n(1) \n1.  ACKNOWLEDGMENT    of   a   debt \nexceeding  twenty  rupees  in  amount,  or  value, \nwritten or signed by, or on behalf of, a debtor in \norder to supply evidence of such debt in any book \nother than a banker’s  pass-book or on a separate \npiece of paper when such book or paper is left in \nthe   creditor’s   possession   provided   that   such \nacknowledgement does not contain any promise to \npay the debt or any stipulation to pay interest or to \ndeliver any goods or other property: — \n(a)   where such amount does not exceed  \n two thousand rupees;  \n(b)   where  such  amount  exceeds  two  \n thousand rupees but does not exceed  \nten thousand rupees; and  \n(c)   where   such   amount   exceeds   ten  \n thousand rupees.  \n2.  ADMINISTRATION BOND, including  \na bond given under sections 291, 375 and 376 of  \nthe  Succession  Act, 1925 (XXXIX  of  1925),  \nsection 6 of the Government Savings Banks Act,  \n1873 (V of 1873) — \n(a)   where the amount does not exceed  \n Rs. 1,000;  \n \n(b)   in any other case  \n3.  ADOPTION -DEED that is to say, any \ninstrument (other   than   a   will)   recording   an \nadoption or conferring or purporting to confer an \nauthority to adopt.  \nADVOCATE, see ENTRY AS AN ADVOCATE \n(No. 30).  \n4.  AFFIDAVIT, including an affirmation or  \ndeclaration in the case of persons by law allowed  \nto affirm or declare instead of swearing, except  \naffidavit or declaration in writing when made —  \nProper stamp -duty  \n (2) \n \n \n \n \n \nOne Rupee   \nTwo Rupees  \n \nFive Rupees  \n \n \n \n \n \n \nThe same duty as on a  \nBond (No. 15) for such  \namount.  \nOne hundred Rupees  \nOne hundred Rupees  \n \n \n \n \n \nFifty Rupees  \n \n \n \n \n \n \n1Subs. by Finance Act, 2019 (V of 2019), s.2.  \n \n \n \nPage 37 of 62 \n   \n \n \n \n \nEXEMPTIONS: — Affidavit  or  declaration  in \nwriting when made — \n(a)   as a condition of enrolment under the  \n Pakistan Army Act, 1952 (XXXIX  \n of 1952),  or the Pakistan Air Force  \nAct, 1953  (VI  of  1953)  or  the  \nPakistan   Navy   Ordinance,  1961  \n(XXXV of 1961);  \n(b)   for the immediate purpose of being  \n filed or used in any Court or before  \n the officer of any Court; or  \n(c)   for the sole purpose of enabling any  \n person  to  receive  any  pension  or  \n charitable allowance.  \n5. AGREEMENT  OR  MEMORANDUM  \nOF AN AGREEMENT — \n(a)   if relating to the sale of a bill of  \n exchange;  \n(b)   if relating to the sale of Government  \n security;  \n \n \n \n(c)   if relating to the sale of a share in an  \n incorporated company or other body  \ncorporate; and  \n \n(d)   If not otherwise provided for.  \nEXEMPTIONS :—Agreement or memorandum of \nan agreement — \n(a)   for or relating to the purchase of or  \n sale   of   goods   or   merchandise  \nexclusively,  not  being  a  note  or  \nmemorandum    chargeable    under  \nNo.43;  \n(b)   made in the form of tenders to the  \n Federal Government for or relating  \nto any loan.  \nAGREEMENT   TO   LEASE   See   LEASE  \n(No.35).  \n6.  AGREEMENT     RELATING     TO \nDEPOSIT  OF  TITLE -DEEDS,  PAWN  OR \nPLEDGE ,   that   is   to   say,   any   instrument \nevidencing an agreement relating to — Two Rupees.  \n \nOne Rupee for every Rs.  \n10,000 or part thereof of  \nthe value of the security,  \nsubject to a maximum of  \nOne Hundred Rupees.  \nOne   Rupee   for   every  \nrupees  5,000   or   part  \nthereof of the value of  \nthe share.  \nFifty Rupees  \n \n \n \nPage 38 of 62 \n   \n \n \n \n \n \n \n(1)  the   deposit   of   title -deeds   or  \ninstruments   constituting   or   being  \nevidence of the title to any property  \nwhatever (other   than   marketable  \nsecurity), or  \n(2)  the  pawn  or  pledge  of  movable  \nproperty, where such deposit, pawn  \nor pledge has been made by way of  \nsecurity for the re -payment of money  \nadvanced or to be advanced by way  \nof  loan  or  an  existing  or  future  \ndebt— \n(a)  if such  loan or debt is repayable  \non demand or more than three  \nmonths from the date of the  \ninstrument    evidencing    the  \nagreement;  \n(i)   in the case of banking        \ncompanies or other  \nfinancial  institutions,  when \nthe entire finance is not \nbased  on interest; and  \n(ii)   in any other case  \n \n \n(b)  if such loan or debt is repayable  \nnot  more  than  three  months \nfrom   the   date   of   such \ninstrument;  \n(i)  in  the  case  of  banking  \ncompanies  or  other  \nfinancial  institutions,  \nwhen the entire finance is  \nnot based on interest; and  \n(ii)   in any other case  \n \n \n7.  APPOINTMENT IN EXECUTION OF  \nA POWER where made by any writing not being  \na will — \n(a)   of trustees; and  \n(b)   of property, movable or immovable  \n8.  APPRAISEMENT  OR  VALUATION  \nmade otherwise than under an order of the Court in \nthe course of a suit —  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nOne-fifth of one percent  \nthat is to say, 0.2% of the  \nloan amount subject to a  \nmaximum  of one \nhundred rupees.  \nOne-fifth of one percent \nthat is to say, 0.2% of the \nloan amount; and  \n \n \n \nOne-tenth of one percent  \nthat is to say 0.1% of the  \nloan    subject  to  a  \nmaximum     of     fifty  \nthousand rupees.  \nOne-tenth of one percent \nthat is to say 0.1% of the \nloan amount.  \n \n \nFifty Rupees.  \nOne hundred Rupees.  \n \n \n \nPage 39 of 62 \n   \n \n \n \n \n \n \n(a)   where the amount does not exceed  \n Rs. 1,000; and  \n \n(b)   in any other case \nEXEMPTIONS :— \n(a)   Appraisement or valuation made for  \n the information of one party only,  \nand   not   being   in   any   manner  \nobligatory between parties either by  \nagreement or operation of law; and  \n(b)   Appraisement,   of   crop   for   the  \npurpose of ascertaining the amount \nto be given to a landlord as rent.  \n9.  APPRENTICESHIP -DEED , including \nevery writing relating to the service or tuition of \nany apprentice clerk or servant, placed with any \nmaster   to   learn   any   profession,   trade   or \nemployment    not    being    ARTICLES    OF \nCLERKSHIP (No. 11).  \nEXEMPTIONS: — Instrument  of  apprenticeship \nexecuted by a Magistrate under the Apprenticeship \nOrdinance, 1962 (LVI of 1962), or by which a \nperson is apprenticed by or at the charge of any \npublic charity.  \n10.  ARTICLES OF ASSOCIATION OF A \nCOMPANY — \n(a)   Where the company has no share  \n capital or the nominal share capital  \ndoes not exceed Rs. 2,500.  \n(b)   where   the   nominal   share   capital  \n exceeds  Rs. 2,500  but  does  not  \nexceed Rs. 1,00,000;  \n(c)   where   the   nominal   share   capital  \n exceeds Rs. 1,00,000 but does not  \nexceed Rs. 10,00,000; and  \n(d)   Where  the  nominal  share  capital  \n exceeds Rs. 10,00,000.  \nEXEMPTIONS :—Articles of any Association and  \nnot formed for profit and registered under section  \n42 of the Companies Act, 2017 (XIX of 2017).  \nSee also \nMEMORANDUM OF ASSOCIATION OF A \nCOMPANY (No.39).  \n11.  ARTICLES   OF   CLERKSHIP   OR  \ncontract whereby any person first becomes bound \nto serve as a clerk in order to his admission as an \nattorney in any High Court.   \nThe same duty as on a  \nBond (No. 15) for such  \namount.  \nOne Hundred rupees.  \n \n \n \n \n \n \n \n \nOne Hundred rupees.  \n \n \n \n \n \n \n \n \n \n \n \nFifty rupees.  \n \nOne hundred rupees.  \n \nTwo hundred rupees.  \n \nFive hundred rupees.  \n \n \n \n \n \nOne Thousand rupees.  \n \n \n \nPage 40 of 62 \n   \n \n \n \n \n \nASSIGNMENT , See CONVEYANCE (No.23),  \nTRANSFER  (No.62)   and   TRANSFER   OF  \nLEASE  (No.63),   as   the   case   may   be.  \nATTORNEY , See ENTRY AS AN ATTORNEY  \n(No. 30),   AND   POWER   OF   ATTORNEY  \n(No.48).  AUTHORITY   TO   ADOPT .   See  \nADOPTION -DEED  (No. 3)  \n11A    AIR TICKETS  issued by a ny Airline — \n(a)   for domestic flights;  \n(b)   for international flights  \n11B      AUTHENTICATED DECLARATIONS  \nthat is to say declaration of newspaper, periodicals \nor   printing   presses   authenticated   by   legally \ncompetent Authority.  \nExplanation  I.   The  duty  shall  be  paid  by  a \ndeclarant.  \nExplanation II.  Declaration  shall  not  be \nauthenticated unless the duty is paid.  \n12.  AWARD,  that is to say, any decision in  \nwriting by an arbitrator or umpire, not being an  \naward directing a partition, on a reference made  \notherwise than by an order of the Court in the  \ncourse of a suit.  \n13.  BILL OF EXCHANGE as defined by \nsection 2 (2) not being BOND, bank note or \ncurrency note — \n(a)   where  payable  otherwise  than  on  \n demand but not more than one year  \nafter date or sight — \n(i)  if drawn singly; and  \n \n \n \n(ii)   if drawn in set of two or more,  \n for each part of the set; and  \n \n \n(b)   where payable more than one year  \n after date or sight.  \n(i)  If drawn singly;  \n \n \n \n(ii)   If drawn in set of two for each  \n part of the set; and  Twenty five rupees per \nticket.  \nTwo  hundred  and  fifty \nrupees per ticket.  \nFive thousand rupees per \ndeclaration  \n \n \n \n \n \n \nThree   percent   of   the \namount or value of the \nproperty  to  which  the \naward relates as set forth \nin such award.  \n \n \n \n \n \n \nTwo rupees for every one  \nthousand rupees or part  \nthereof of the amount of  \nthe Bill  \nOne rupees for every one  \nthousand rupees or part  \nthereof of the amount of  \nthe Bill.  \n \n \nThree  rupees  for  every  \none thousand rupees or  \npart thereof the amount  \nof Bill.  \nTwo rupees for every one  \nthousand rupees or part  \nthereof  the  amount  of  \nBill.  \n \n \n \nPage 41 of 62 \n   \n \n \n \n \n \n \n(iii)  If drawn in set of three for each  \n part of the set;  \n \n14.  BILL OF LADING (including a through \nbill of lading). Note —If a bill of lading is drawn in \nparts, the proper stamps therefore must be borne \nby each one of the sets.  \nEXEMPTIONS: — \n(a)   Bill of the lading when the goods  \n therein described are received at a  \nplace within the limits of any port as \ndefined under the Ports Act, 1908 \n(XV   of 1908),   and   are   to   be \ndelivered at another place within the \nlimits of the same port; and  \n(b)   Bill of lading when executed out of  \n Pakistan and relating to property to  \nbe delivered in Pakistan.  \n15.  BOND as defined by section 2 (5) not \nbeing  a  DEBENTURE  (No.27)  and  not  being \notherwise provided for by this Act, or by the Court \nFees Act, 1870 (VII of 1870) — \n(a)   where the amount or value secured  \n does   not   exceed   five   thousand  \nrupees; and  \n(b)   where   it   exceeds   five   thousand  \n rupees for every additional amount  \nof   five   hundred   rupees   or   part \nthereof.  \nSee    ADMINISTRATION    BOND  (No.2),  \nBOTTOMRY   BOND  (No.16),   CUSTOMS \nBOND (No.26).  \nINDEMNITY BOND  (No.34), \nRESPONDENTIA BOND (No.56) SECURITY \nBOND (No.57).  \nEXEMPTIONS: —Bond when executed by any \nperson for the purpose of guaranteeing that the \nlocal income derived from private subscription to a \nCharitable dispensary or hospital or any other \nobject of public utility shall not be less than a \nspecified sum per mensum.  \n16.  BOTTOMRY BOND , that is to say, any  \ninstrument where by the master of a seagoing ship  \nborrows money on the security of the ship  to  \nenable him to preserve the ship or prosecute her  \nvoyage.   \nOne rupees for every one  \nthousand rupees or part  \nthereof  the  amount of  \nBill.  \nTen rupee.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFifteen Rupees  \n \nFifteen Rupees  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe same duty as on a  \nBond (No.15) for   the  \nsame amount.  \n \n \n \nPage 42 of 62 \n   \n \n \n \n \n \n \n17.  CANCELLATION ,     instrument     of \n(including   any   instrument   by   which   any \ninstrument previously executed is cancelled), if \nattested and not otherwise  provided for.  \nSee also  RELEASE  (No.55),  REVOCATION  \nOF SETTLEMENT (No.58 -B), SURRENDER  \nOF   LEASE  (No.61),   REVOCATION   \nOF TRUST (No.64 -B). \n18.  CERTIFICATE OF SALE (in respect of \neach property put up as a separate lot and sold) \ngranted to the purchaser of any property sold by \npublic auction by a Civil or Revenue Court, or \nCollector or other Revenue Officer — \n19.  CERTIFICATE  OR      OTHER  \nDOCUMENT evidencing the right or title of the  \nholder thereof or any other person, either t o any  \nshares, scrip or stock in or of any incorporated  \ncompany or other body corporate, or to become  \nproprietor of shares, scrip or stock in or of any  \nsuch company or body.  \nSee   also   LETTER   OF   ALLOTMENT   OF \nSHARES (No.36).  \n20.  CHARTER PARTY , that is to say, any \ninstrument (except an agreement for the hire of a \ntug-steamer) whereby a vessel or some specified \nprincipal  part  thereof  is  let  for  the  specified \npurposes of the charterer, whether it includes a \npenalty clause or not.  \n21.  ***************************  \n22.  COMPOSITION -DEED , that is to say,  \nany instrument executed by a debtor whereby he  \nconveys  his  property  for  the  benefit  of  his  \ncreditors, or whereby payment of a composition or  \ndividend on their debts is secured to the creditors,  \nor whereby provision is made for the continuance  \nof the debtor’s business under the supervision of  \nInspector or under letters of licence for the benefit  \nof his creditors.  \n23.  CONVEYANCE as defined b y section 2  \n(10)   not   being   a   TRANSFER   charged   or \nexempted under No. 62  \n24.  COPY OR EXTRACT certified to be a \ntrue copy or extract by or by order of any public \nofficer and not chargeable under the law for the \ntime being in force relating to court -fees— Five hundred Rupees.  \n \n \n \n \n \n \nFour   percent   of   the \nconsideration   equal   to \nthe    amount    of    the \npurchase money.  \nFifty rupees  \n \n \n \n \n \n \n \n \nFifty rupees.  \n \n \n \n \n \nOne Hundred rupees.  \n \n \n \n \n \n \n \n \nFour percent of the value \nof the property  \n \n \n \nPage 43 of 62 \n   \n \n \n \n \n \n \n(a)   the original was not chargeable with  \n duty or if the duty with which it was  \n chargeable  does  not  exceed  four \n rupees; and  \n(b)   in any other case \nEXEMPTION :— \n(a)   Copy of any paper which a public  \n officer is expressly required by law  \n to make or furnish for record in any \n public   office   or   for   any   public \n purpose;  \n(b)   Copy of, or extract from, any register  \n relating to births, baptisms, aming,  \n dedications,   marriages (divorces), \n deaths or burials.  \n25.  COUNTERPART OR DUPLICATE of \nany instrument chargeable with duty and in respect \nof which the proper duty has been paid — \n(a)   if the duty with which the original  \n instrument  is  chargeable  does  not  \nexceed four rupees;  \n(b)   in any other case  \nEXEMPTION: — \nCounterpart  of  any  lease  granted  to  cultivator \nwhen such lease is exempted from duty.  \n26.  CUSTOMS BOND — \n(a)   where the amount does not exceed  \n Rs. 1,000; and  \n(b)   in any other case  \n27. DEBENTURE OR PARTICIPATION  \nTERM CERTIFICATE OR TERM FINANCE  \nCERTIFICATE  OR ANY  OTHER  \nINSTRUMENT OF REDEEMABLE  CAPITAL \nOTHER THAN  \nA COMMERCIAL PAPER whether or not a  \nmortgage    debenture    or    Participant    Term  \nCertificate, or Term Finance Certificate or any  \nother instrument of redeemable capital being a  \nmarketable security  transferable or by endorsement \nor by separate instrument of transfer or by \ndelivery . \nExplanation —The term “Debenture” includes any \ninterest coupons attached thereto, but the amount of   \nsuch   coupons   shall   not   be   included   in \nestimating the duty.  Five rupees.  \n \n \nTen rupees.  \n \n \n \n \n \n \n \n \n \n \n \n \nThe   same   duty   as   is  \nleviable on the original.  \nTen rupees.  \n \n \n \nThe same duty as on a  \nBond  (No.15)  for  such  \namount.  \nOne Hundred rupees.  \nOne-twentieth   of   one  \npercent  that  is  to  say  \n0.05% of the face value  \n \n \nSubject to a maximum of \none million rupees  \n \n \n \nPage 44 of 62 \n   \n \n \n \n \n \nEXEMPTION: — \nA debenture issued by an incorporated company or  \nother  body  corporate  in  terms  of  a  registered  \nmortgage -deed, duly stamped in respect of the full  \namount of debentures to be issued thereunder,  \nwhereby the company or body borrowing makes  \nover, in whole or in part, their property to trustees  \nfor the benefit of the debenture, holders, provided  \nthat the debentures so issued are expressed to be  \nissued in terms of the said mortgage -deed.  \nSee also BOND (No.15), and SECTIONS 8 and  \n55. \nDECLARATION OF ANY TRUST See TRUST  \n(No.64).  \n27A  DECREE, RULE OF A COURT  \nOR AN ORDER OF A COURT  based on  \nmutual consent of parties in cases involving  \ntransfer on an immovable property including  \nsale, exchange, gift or mortage, declaring or  \nconferring a right in or title to an immovable  \nproperty.  \nExplanation: — Value in this Article, means  \nvalue  of  property  in  accordance  with  the  \nvaluation table as notified by the Collector or  \nwhere  val uation  table  is  not  available  the  \naverage sale price of a property of similar  \nnature in the same revenue estate or locality in  \nthe preceding year as may be determined by  \nCollector.  \n28.  DELIVERY -ORDER IN RESPECT OF \nGOODS , that is to say, any instrument entitling \nany person therein named, or his assigns or the \nholder thereof, to the delivery of any goods lying in \nany dock or port, or in any ware -house in which \ngoods are stored or deposited on rent or hire, or \nupon any whar f such instrument being signed by or \non behalf of the owner of such goods upon the sale \nor transfer of the property therein when such goods \nexceed in value twenty rupees.  \nDEPOSIT  OF      TITLE -DEED .  See \nAGREEMENT   relating   to   DEPOSIT  OF \nTITLE -DEEDS, PAWN OR PLEDGE (No.6). \nDISSOLUTION   OF   PARTNERSHIP .   See \nPARTNERSHIP (No.46).  Four percent of the value \nof property.  \n \n \n \n \n \n \n \n \n \n \n \n \n \nTen Rupees.  \n \n \n \nPage 45 of 62 \n   \n \n \n \n \n \n29.  DIVORCE —Instrument of, that is to say \nany instrument by which any person effects the \ndissolution of his marriage.  \nDOWER —Instrument  of.  See  SETTLEMENT \n(No.58).  \nDUPLICATE . See COUNTERPART (No.25).  \n30.  ENTRY   AS   AN   ADVOCATE,   OR \nATTORNEY ON THE ROLL OF ANY HIGH \nCOURT—under the Legal Practitioners and Bar \nCouncils Act, 1973 (XXXV of 1973) — \n(a)   in the case of an Advocate; and  \n \n(b)   in the case of an Attorney  \n31.  EXCHANGE    OF    PROPERTY — \nInstrument of — \nEXTRACT . See COPY (No.24)  \n \n \n \n32.  FURTHER  CHARGE —Instrument  of, \nthat is to say, any instrument imposing a further \ncharge on mortgaged property — \n(a)   when the original mortgage is one of  \n the description referred to in clause  \n(a) of Article No.40 (that is, with \npossession); and  \n \n \n(b)   when such mortgage is one of the  \n description referred to in clause ( b) \nof  Article  No.40 (that is,  without \npossession) — \n(i)  if at the time of execution of  \nthe instrument of further charge \npossession of the property is \ngiven  or  agreed  to  be  given \nunder such instrument; and  One Hundred rupees.  \n \n \n \n \n \n \n \n \n \n \nOne    thousand    five \nhundred rupees.  \nTwo thousand rupees.  \nThe   same   duty   as   is  \nleviable  on  a  Convey - \nance  (No.23)   for   a  \nconsideration   equal   to  \nthe value of the property  \nof greatest value as set  \nforth in such instrument.  \n \n \n \nThe same duty as on a  \nConveyance (No.23) for  \na consideration equal to  \nthe amount of the further  \ncharge secured by such  \ninstrument.  \n \n \n \nThe same duty as on a  \nConveyance (No.23) for  \na consideration equal to  \nthe total amount of the  \ncharge  (including   the  \noriginal   mortgage   and  \nany  further  charge  \nalready  made)  less  the  \nduty already paid on such  \noriginal  mortgaged  and  \nfurther charge.  \n \n \n \nPage 46 of 62 \n   \n \n \n \n \n \n(ii)   If possession is not so given.  \n \n \n \n33.  GIFT —Instrument    of,    not    being \nSETTLEMENT (No.58)    OR    WILL    OR \nTRANSFER (No.62).  HIRING AGREEMENT \nor   AGREEMENT   FOR   SERVICE .   See \nAGREEMENT (No.5).  \n \n \n34.  INDEMNITY BOND .  \nINSPECTORSHIP -DEED —See \nCOMPOSITION -DEED  (No. \n22).INSURANCE —    See    POLICY    OF \nINSURANCE (No. 47).  \n35.  LEASE , including an under -lease or sub - \nlease and any agreement to let  or sub -let— \n(a)  where by such lease the rent is fixed  \nand   no   premium   is   paid   or \ndelivered — \n(i)  where the lease purports to be  \nfor a term of less than one year;  \n \n \n(ii)   where the lease purports to be  \n for a term of not less than one  \n year but not more than three \n years;  \n(iii)  where the lease purports to be  \n for a term in excess of three  \n years, but not more than twenty \n years;  \n(iv)  where the lease purports to be  \n for a term in excess of twenty  \nyears or in perpetuity; and  \n \n \n \n(v)   where   the   lease   does   not  \n purport to be for any definite  \n term.  The same duty as on a  \nBond (No.15)   for   the  \namount   of   the   further  \ncharge secured by such  \ninstrument.  \nThe   same   duty   as   is  \nleviable  on a Conveyance \n(No.23)  for a \nconsideration equal to  the \nvalue of the property  as \nset-forth   in   such  \ninstrument.  \nThe same duty as on a \nSecurity Bond (No. 57) \nfor the same amount.  \n \n \n \n \n \n \n \nTwo percent of the whole  \namount    payable    or  \ndeliverable   under   such  \nlease.  \nTwo   percent   of   the  \namount or value of the  \naverage    annual    rent  \nreserved.  \nTwo   percent   of   the  \nconsideration   equal   to  \nthe amount or value of  \nthe average annual rent  \nreserved.  \nTwo   percent   of   the  \nconsideration   equal   to  \nthe   whole   amount   of  \nrents   which   would be  \npaid   or   delivered   in  \nrespect  of  the  first  ten  \nyears of the lease.  \nTwo   percent   of   the  \nconsideration   equal   to  \nthe amount or value of\n \n \n \nPage 47 of 62 \n   \n \n \n \n \n \n \nthe average annual rent  \nwhich would be paid or  \ndelivered for the first ten  \nyears,    if  the    lease  \ncontinued so long.  \n(b)  (i)  where the lease is granted  \nfor money advanced and where \nno rent is reserved;  \n \n(ii)  where the lease is granted  for a  \nfine or premium and where no  \nrent is reserved; and  \n \n \n(c)  (i)  where the lease is granted  \nfor money advanced in addition \nto rent reserved; and  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n(ii)  where the lease is granted \nfor a fine or premium in addition \nto rent reserved  Two   percent   of   the  \nconsideration equal   to  \nthe   amount   of   such  \nadvanced as set forth in  \nthe lease.  \nTwo   percent   of   the  \nconsideration equal   to  \nthe amount of such fine  \nor premium as set forth  \nin the lease.  \nTwo   percent   of   the  \nconsideration equal   to  \nthe amount of advance as  \nset forth in the lease, in  \naddition   to   the   duty  \nwhich would have been  \npayable on such lease, if  \nno   advance   had   been  \npaid  or  delivered;  \nprovided that, in any case  \nwhen  an  agreement  to  \nlease is stamped with the  \nad  valorem  stamp  \nrequired for a lease and a  \nlease   in   pursuance   of  \nsuch  agreement  is \nsubsequently   executed,  \nthe duty on such lease  \nshall   not   exceed   four  \nrupees.  \nTwo   percent   of   the  \nconsideration   equal   to  \nthe amount of such fine  \nor premium as set forth  \nin lease in addition to the  \nduty which would have  \nbeen  payable   on   such  \nlease   if   no   fine   or  \npremium has been paid  \nor   delivered:   Provided\n \n \n \nPage 48 of 62 \n   \n \n \n \n \n \n \nthat, in any case when an  \nagreement to lease is \nstamped   with   an ad \nvalorem  stamped  \nrequired for a lease and a  \nlease   in   pursuance   of  \nsuch agreement is \nsubsequently   executed,  \nthe duty on such lease  \n \n \nEXEMPTION :— Lease, executed in the case of a \ncultivator  and  for  the  purposes  of  cultivation \n(including a lease of trees for the production of \nfood or drink) without the payment or delivery of \nany fine or premium when a definite term is \nexpressed and such term does not exceed one year, \nor when the average annual rent reserved does not \nexceed one hundred rupees.  \n36.  LETTER   OF   ALLOTMENT   OF \nSHARES in any company or proposed company \nor in respect of any loan to be raised by any \ncompany  or proposed company.  \nSee    also    CERTIFICATE    OR    OTHER \nDOCUMENT (No.19).  \n37.  LETTER OF CREDIT , that is to say,  \nany instrument by which one person authorizes  \nanother to give credit to the person in whose favor  \nit is drawn.  \nLETTER      OF      GUARANTEE ,      See \nAGREEMENT (No.5).  \n38.  LETTER OF LICENCE , that is to say, \nany agreement between a debtor and his creditors, \nthat the letter shall, for a specified time, suspend \ntheir claims and allow the debtor to carry on \nbusiness at his own discretion.  \n39.  MEMORANDUM OF ASSOCIATION \nOF A COMPANY — \n(a)   if   accompanied   by   articles   of  \n association under section 35 of the  \nCompanies Act, 2017 (XIX of 2017);  \n(b)   If not so accompanied.  \nEXEMPTION :—Memorandum of any association  \nnot   formed   for   profit   and   registered   under  \nsection 42 of the Companies Act, 2017 (XIX of  \n2017).  shall   not   exceed one \nhundred rupees.  \n \n \n \n \n \n \n \nTen Rupees  \n \n \n \n \n \n \n \n \n \n \nFifty Rupees  \n \n \n \n \n \nOne hundred Rupees  \n \nTwo hundred Rupees.  \n \n \n \nPage 49 of 62 \n   \n \n \n \n \n \n40.  MORTGAGE -DEED   not   being   an  \nAGREEMENT RELATING TO DEPOSIT OF  \nTITLE -DEEDS, PAWN OR PLEDGE (No.6),  \nBOTTOMRY  BOND  (No.16),  MORTGAGE  \nOF A CROP (No.41), RESPONDENTIA BOND  \n(No.56), OR SECURITY BOND (No.57) — \n(a)   when possession of the property or  \n any part of the property comprised in  \n such deed is given by the mortgagor \n or agreed to be given;  \n(b)   When  possession  is  not  given  or  \n agreed to be given as aforesaid.  \n \nExplanation. — A mortgagor who gives to  \nthe  mortgagee  a  power  of  attorney  to  \ncollect rents or a lease of the property  \nmortgaged or part thereof, is deemed to  \ngive possession within the meaning of this  \narticle.  \n(c)   when  a  collateral  or  auxiliary  or  \n additional or substituted security, or  \n by way of further assurance for the  \n above -mentioned purposes where the  \n principal or primary security is duly  \n stamped — \nfor every sum secured not exceeding  \nRs. 1,000; and for every Rs. 1,000 or  \npart thereof secured in excess of Rs.  \n1,000; and  \n(d) (i) mortgage with banking companies  \n that   is   to   say   simple   or   legal  \n mortgage for banking companies or \n other financial institution when the \n entire   finance   is   not   based   on \n interest; and  \n(ii) in any other case  \n \nEXEMPTION :— \n(1)   Instruments,  executed  by  persons  \n taking   advances   under   the   Land  \nImprovement Loans Act, 1883 (XIX \nof 1883), or the Agriculturists Loans \nAct, 1884 (XII of 1884) or by their \nsureties as security for the repayment \nof such advances.  \n(2)   Letter  of  hypothecation  \naccompanying a Bill of Exchange.  Three   percent   of   the  \nconsideration   equal   to  \nthe  amount  secured  by  \nsuch deed.  \nThree   percent   of   the  \namount secured by such  \ndeed.  \n \n \n \n \n \nTen Rupees.  \n \n \n \n \n \n \n \n \nOne fifth of one percent  \nthat is to say 0.2% of the  \nloan amount subject to a  \nmaximum     of  one  \nhundred rupees.  \nOne fifth of one percent \nthat is to say 0.2% of the \nloan amount.  \n \n \n \nPage 50 of 62 \n   \n \n \n \n \n \n \n41.  MORTGAGE OF A CROP , including  \nany instrument evidencing an agreement to secure  \nthe repayment of a loan made upon any mortgage  \nof a crop, whether the crop is or is not in existence  \nat the time of mortgage — \n(a)  when the loan is repayable not more  \n than three months from the date of \n the   instrument,   for   every   two \n hundred rupees or part thereof of the \n sum secured; and  \n(b)   when the loan is repayable more than  \n three  months,  but  not  more  than  \n eighteen months, from the date of the  \n instrument, for every one hundred  \n rupees or part thereof of the sum  \n secured.  \n42.  NOTARIAL ACT , that is to say, any  \ninstrument,    endorsement,    note,    attestation,  \ncertificate or entry not being a PROTEST (No.50)  \nmade  or  signed  by  a  Notary  Public  in  the  \nexecution of the duties of his office, or by any  \nother person lawfully acting as a Notary Public.  \nSee  also  PROTEST  OF  BILL  OR  NOTE  \n(No.50).  \n43.  NOTE  OR  MEMORANDUM  SENT  \nBY a broker or agent to his principal intimating  \nthe   purchase   or   sale   on   account   of   such  \nprincipal — \n(a)   of  any  goods  exceeding  in  value  \n twenty rupees;  \n(b)   of any stock or marketable security  \n exceeding in value twenty rupees,  \n not being a Government Security;  \n and \n(c)   of a Government security  \n \n \n \n \n44.  NOTE   OF   PROTEST   BY   THE \nMASTER OF A SHIP.  \nSee also PROTEST BY MASTER OF A SHIP \n(No.51).  \nORDER FOR THE PAYMENT OF MONEY. \nSee BILL OF EXCHANGE (No.13).  One Rupee  \n \n \n \nTwo Rupees  \n \n \n \n \nTen Rupees  \n \n \n \n \n \n \n \n \n \n \nFive Rupees  \nFive rupees for every Rs.  \n5,000 or a part thereof of  \nthe value of the stock or  \nsecurity.  \nOne   rupee   for   every  \n10,000   rupees   or   part  \nthereof of the value of  \nthe security subject to a  \nmaximum    of    forty  \nrupees.  \nFive rupees.  \n \n \n \nPage 51 of 62 \n   \n \n \n \n \n \n45.  PARTITION —Instrument of [as defined \nby section 2(15)].   \nExplanation — \nThe  largest  share  \nremaining    after  the  \nproperty   is   partitioned  \n(or if there are two or  \nmore   shares   of   equal  \nvalue   and   not   smaller  \nthan  any  of  the  other  \nshares, than one of such  \nequal  shares)   shall   be  \ndeemed to be that from  \nwhich  other  shares  are  \nseparated:  \nProvided   always \nthat— \n(a)  when an instrument   \nof partition  containing an \nagreement to   divide   \nproperty in severalty is \nexecuted  and a partition \nis effected in  pursuance  \nof such agreement , the \nduty chargeable  upon the \ninstrument affecting such  \npartition shall be reduced  \nby the amount of duty  \npaid in respect of the first  \ninstrument but shall not  \nbe less than four rupees;  \n(b)  where land is held  \non  Revenue  Settlement  \nfor  a  period  not \nexceeding   thirty   years  \nand   paying   the   full  \nassessment, the value for  \npurpose of duty shall be  \ncalculated  at  not  more  \nthan   five   times   the  \nannual revenue;  \n(c)  where    a    final  \norder   for   effecting   a  \npartition passed by any  \nRevenue authority or any  \nCivil Court, or an award  \nby an arbitrator directing\n \n \n \nPage 52 of 62 \n   \n \n \n \n \n \n \na  partition,  is  stamped  \nwith the stamp required  \nfor   an   instrument   of  \npartition in pursuance of  \nsuch order or award is  \nsubsequently    executed  \nthe duty    on    such  \ninstrument    shall    not  \nexceed four Rupees.  \n46.  PARTNERSHIP — \nA—INSTRUMENT OF — \n(a)   where   the   capital   of   the  \n partnership does not  exceed Rs.  \n 500.  \n(b)   in any other case  \nB—DISSOLUTION   OF   PAWN   OR \nPLEDGE —See   AGREEMENT   RELATING \nTO DEPOSIT OF TITLE -DEEDS, PAWN OR \nPLEDGE (No. 6).  \n47.  POLICY OF INSURANCE — \nA—See INSURANCE (see section 7) — \n(1)   For each voyage — \n \n(i)  where    the    premium    of  \n consideration does not exceed  \n the rate of 1/8 per cent of the  \n amount insured by the policy  \n for every full sum of Rs. 5,000  \n and  also  any  fractional  parts  \n thereof insured by the policy.  \n(ii)   in any other case, in respect  of \n every full sum of Rs.2,000 and \n also any fractional part thereof \n insured by the policy.  \n(2)   For time — \nin respect of every full sum of Rs.2,000 or \npart thereof insured by the policy — \n(i)  where  the  insurance  shall  be  \n made   for   any   time   n ot \n exceeding six months;  \n(ii)   where  the  insurance  shall  be  \n made for any time exceeding  \n six months and not exceeding \n twelve months.   \nTwo hundred Rupees  \n \n \nOne hundred Rupees Half \nof the stamp duty  \npayable on original.  \n \n \nIf   drawn  If  drawn  \nsingle  in \nduplicate  \nfor   each  \npart  \nThree  Three  \nRupees.  Rupees.  \n \n \n \n \n \nThree  Three  \nRupees.  Rupees.  \n \n \n \n \n \nThree  Three  \nRupees.  Rupees.  \n \nFive  Three  \nRupees  Rupees.  \n \n \n \nPage 53 of 62 \n   \n \n \n \n \n \nB—FIRE—INSURANCE  AND  \nOTHER   CLASSES   OF   INSURANCE   NOT  \nELSEWHERE INCLUDED IN THIS ARTICLE,  \nCOVERING     GOODS,     MERCHANDISE,  \nPERSONAL EFFECTS, CROPS, AND OTHER  \nPROPERTY AGAINST LOSS OR DAMAGE — \n(1)   in respect of an original policy — \n(i)  when the sum insured does not  \nexceed Rs. 5,000;  \n(ii)   in any other case and  \n(2)   in respect of each receipt for any  \n payment   of   a   premium   on   any  \nrenewal of an original policy.  \n \n \n \nC—ACCIDENT    AND    SICKNESS \nINSURANCE — \n(a)   Against railway accident, valid for a  \n single journey only.  \nEXEMPTION  \nWhen issued to a passenger travelling by  \nthe intermediate or the third class in any railway.  \n(b)   In any other case for the maximum  \n amount which may become payable  \nin the case of any single accident or  \nsickness where such amount does not  \nexceed  Rs. 2,000  and  also  where  \nsuch amount exceeds Rs. 2,000, for  \nevery Rs. 2,000 or part thereof.  \n \n \n \n \n \n \nD—INSURANCE    BY    WAY    OF \nINDEMNITY — \nAgainst liability to pay damages on account of  \naccidents to workmen employed by or under or  \nagainst   liability   to   pay   compensation   under  \nWorkmen’s  Compensation  Act, 1923 (VIII  of  \n1923), for every Rs. 100 or part thereof payable as  \npremium.  Five  \nRupees.  \nEight  \nRupees.  \nOne-half   of   the   duty  \npayable in respect of the  \noriginal  policy in addition \nto the amount, if  any,   \nchargeable under  No. 53.  \n \nThree Rupees  \n \n \n \n \nThree Rupees: Provided  \nthat, in case of a policy  \nof    insurance    against  \ndeath by accident when  \nthe  annual    premium  \npayable does not exceed  \nRs. 2.50 per Rs. 1,000  \nthe  duty    on    such  \ninstrument shall be one  \nrupee for every Rs.1,000  \nor  part  thereof  of  the  \nmaximum amount which  \nmay   become   payable  \nunder it.  \n \n \nThree  rupees  if  drawn \nsingly.  \n \n \n \nPage 54 of 62 \n   \n \n \n \n \n \nE—LIFE  INSURANCE  OR  OTHER  \nINSURANCE  NOT      SPECIFICALLY  \nPROVIDED   FOR ,   except   such   a   RE- \nINSURANCE as is described in Division of this  \narticle — \n(i)  for every sum insured not exceeding  \nRs.250;  \n(ii)   for  every  sum  insured  exceeding  \n Rs.250 but not exceeding Rs.500;  \n(iii)  for  every  sum  insured  exceeding  \nRs.500 but not exceeding Rs.1,000 \nand also for every Rs.1,000 or part \nthereof  in excess of Rs.1,000.  \nEXEMPTIONS :—Policies   of   life   insurance  \ngranted by the Director -General of Post Offices in  \naccordance with rules for Postal Life Insurance  \nissued   under   the   authority   of   the   Central  \nGovernment.  \nF—RE-INSURANCE  BY  AN  INSURANCE  \nCOMPANY   WHICH   HAS   GRANTED   A  \nPOLICY  OF  THE  NATURE  SPECIFIED  IN  \nDIVISION   A   OR   DIVISION   B   OF   THIS  \nARTICLE  WITH  ANOTHER  COMPANY  BY  \nWAY   OF   INDEMNITY   OR   GUARANTEE  \nAGAINST    THE    PAYMENT    ON    THE  \nORIGINAL   INSURANCE   OF   A   CERTAIN  \nPART OF THE SUM INSURED THEREBY . \nGENERAL EXEMPTIONS :-Letter of cover or  \nengagement   to   issue   a   policy   of   insurance:  \nProvided that, unless such letter or engagement  \nbears the stamp prescribed by this Act for such  \npolicy nothing shall be claimable thereunder, nor  \nshall it be available for any purpose except to  \ncompel   the   delivery   of   the   policy   therein  \nmentioned.  \n48.  POWER -OF-ATTORNEY as defined by \nsection 2(21) of Stamps Act, 1899 (II of 1899), not \nbeing a proxy (No.52) — \n(a)   when executed for the sole purpose  \n of procuring the registration of one  \nor more documents in relation to a  \nsingle transaction or for admitting  \nexecution   of   one   or   more   such  \ndocument;   \nIf drawn  If drawn  \nsingly  in \nduplicate,  \n for each  \npart  \nThree  Three  \nRupees  Rupees  \nThree  Three  \nRupees  Rupees  \nThree  Three  \nRupees  Rupees  \n \n \n \n \n \n \n \nOne-half   of   the   duty  \npayable in respect of the  \noriginal insurance but not  \nless than three Rupees or  \nmore than eight Rupee.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFive Hundred Rupees  \n \n \n \nPage 55 of 62 \n   \n \n \n \n \n \n(b)   when authorizing one person or more  \n to act in a single transaction other  \nthan the case mentioned in clause  \n(a); \n(c)   when authorizing not more than five  \n persons to act jointly and severally in  \n more   than   one   transaction   or \n generally;  \n(d)   when authorizing more than five but  \n not  more  than ten  persons  to  act  \n jointly and severally in more than \n one transaction or generally; and  \n(e)    when  given  for  consideration  and          \n   authorizing the attorney to sell any     \n   immovable  property.  \n(f)  in any other case  \nExplanation  1—For the purposes of this Article \nmore persons than one when belonging to the \nsame firm shall be deemed to be one person.  \nExplanation  2—The term “Registration” includes \nevery operation incidental to registration under the \nRegistration Act, 1908 (XVI of 1908).  \n49.  PROMISSORY  NOTE  as  defined  by  \nsection 2(22) of Stamps Act, 1899 (II of 1899) — \n(a)   when payable on demand — \n(i)  when the amount or value does  \nnot exceed Rs. 250.000;  \n(ii)   when   the   amount   or   value  \n exceeds Rs. 250,000 but does  \nnot exceed Rs. 500,000; \n(iii)  in any other case  \n(b)   When  payable  otherwise  than  on  \n demand,   including   a   commercial  \n paper.  \n \n \n50.  PROTEST OF BILL OR NOTE , that is \nto  say,  any  declaration in  writing  made  by  a \nNotary Public or other person lawfully acting as \nsuch, attesting the dishonor of a Bill of Exchange \nfor promissory note.  \n51.  PROTEST BY THE MASTER OF A  \nSHIP,  that  is  to  say,  any  declaration  of  the  \nparticulars of her voyage drawn up by him with aOne thousand Rupees  \n \n \nOne thousand Rupees  \n \n \nOne thousand Rupees  \n \n \n \nOne thousand Rupees  \n \nOne thousand Rupees  \n \n \n \n \nThirty Rupees  \nSixty Rupees  \n \nOne hundred Rupees  \nOne-fiftieth  of  one  \npercent  that  is  to  say  \n0.02% per annum of the  \namount  payable  subject  \nto  a  maximum  of  Rs.  \n100,000  \nTen Rupees  \n \n \n \n \nTen Rupees  \n \n \n \nPage 56 of 62 \n   \n \n \n \n \n \nview to the adjustment of losses or the calculation  \nof averages, and every declaration in writing made  \nby him against the charterers or the consignees or  \nnot loading or unloading the ship, such declaration  \nis attested or certified by a Notary Public or  other  \nperson lawfully acting as such.  \nSee   also   NOTE  OR  PROTEST  BY   THE \nMASTER OF A SHIP (No.44).  \n52. PROXY      empowering any person to vote   Five Rupees  \nat any one election of the members of a district or  \nlocal   board   or   of   a   body   of   municipal  \ncommissioners,  or  at  any  one  meeting  of (a)  \nmembers of an incorporated company or other  \nbody corporate whose stock or funds is or are  \ndivided into shares and transferable; (b) a local  \nauthority;   or (c)   proprietors,   members   or  \ncontribution to the funds of any institution.  \n53. RECEIPTS as defined by section 2 (23)  of \nStamps Act, 1899 (II of 1899) for any money or \nother property  the  amount  or  value  of  which \nexceeds twenty rupees — \n(a)   where the amount or value does not  One Rupee  \nexceed two thousand rupees;  \n(b)   where the amount or value exceeds  Two Rupees.  \ntwo thousand rupees but does not  \nexceed ten thousand rupees;  \n(c)   Where  such  amount  exceeds  ten  Five Rupees  \nthousand rupees.  \nEXEMPTIONS :—Receipts — \n(a)   endorsed  on  or  contained  in  any\n instrument  duly  stamped  for  any  \n instrument   exempted   under   the  \n proviso  to  section  3 (instruments  \n executed    on    behalf     of the \n Government) or any cheque  or bill \n of exchange,   payable   on\n demand  acknowledging  the  receipt  \n of  the  consideration  money  therein  \n expressed,  or  the  receipt  of  any\n principal -money, interest of annuity,  \n or other periodical payment thereby  \n secured;  \n(b)   for any payment of money without  \n consideration;  \n \n \n \nPage 57 of 62 \n   \n \n \n \n \n \n(c)  for   any   payment   of   rent   by   a  \ncultivator   on   account   of   land  \nassessed to Government revenue;  \n(d)  for   pay   or   allowances   by   non - \ncommissioned   or   petty   officers,  \nsoldiers,  sailors  or  airmen  of  the  \narmed forces of Pakistan/ Pakistan’s  \nmilitary, naval or air forces, when  \nserving  in  such  capacity,  or  by  \nmounted police constables;  \n(e)  given    by    holders    of    family  \ncertificates in cases where the person  \nfrom whose pay or allowances the  \nsum  comprised  in  the  receipt  has  \nbeen    assigned  as a non- \ncommissioned   or   petty   officer,  \nsoldier, sailor or airman or any of the  \nsaid  forces  and  serving  in   such  \ncapacity;  \n(f)  for   pensions   or   allowances   by  \npersons receiving such pensions or  \nallowances   in   respect   of   their  \nservices as such, non -commissioned  \nor petty officers, soldiers, sailors or  \nairmen, and not serving the State in  \nany other capacity;  \n(g)  given by a headman or lambardar for  \nland-revenue or taxes collected by  \nhim;  \n(h)  given  for  money  or  securities  for  \nmoney deposited in the hands of any \nbanker to be accounted for:  \nProvided that the same is not  \nexpressed to be received of, or by the  \nhands of, any other than the person  \nto whom the same is to be accounted  \nfor: \nProvided    also    that  this \nexemption shall not extend to receipt  \nor acknowledgment for any sum paid  \nor deposited for, or upon a lett er of  \nallotment of a share, or in respect of  \na call upon any scrip or share of, or  \nin,  any  incorporated  company  or  \nother   body   corporate   or   such  \n \n \n \nPage 58 of 62 \n   \n \n \n \n \n \nproposed  or  intended  company  or \nbody or in respect of a debenture \nbeing  a marketable security.  \nSee also POLICY OF INSURANCE [No. 47 -B \n(2)].  \n54. RE-CONVEYANCE  OF  MORTGAGE  \nPROPERTY — \n(a)   if the consideration for which the  \n property  was  mortgaged  does  not  \n exceed Rs. 1,000;  \n(b)   in any other case  \n55.  RELEASE , \n(a)   that is to say, any instrument [not \nbeing such a release as is provided  \nfor by section 23A of Stamps Act,  \n1899 (II of 1899)] whereby a person  \nrenounces   a   claim   upon   another  \nperson   or   against   any   specified  \nproperty — \n(b)   in any other case  \n56.  RESPONDENTIA BOND , that is to say, \nany instrument securing a loan on the cargo laden \nor  to  be  laden  on  board  a  ship  and  making \nrepayment contingent on the arrival of the cargo at \nthe port of destination.  \nREVOCATION   OF   ARMY   TRUST   OR \nSETTLEMENT.  \nSee SETTLEMENT (No.58), TRUST (No.64).  \n57.  SECURITY BOND OR MORTGAGE  \nDEED executed by way of security for the due  \nexecution of an office, or to account for money or  \nother  property  received  by  virtue  thereof  or  \nexecuted in favour of a Court for the due discharge  \nof a contingent liability or executed by a surety to  \nsecure the due performance of a contract — \n(a)   when the amount secured does not  \n exceed Rs. 1,0 00; \n(b)   in any other case  \nEXEMPTIONS: -   Bond   or   other   instrument, \nwhen executed — \n(a)   by any person for the purpose of  \n guaranteeing that the local income  \n derived from private subscription to  \n a charitable dispensary or hospital orThirty Rupees  \nOne hundred Rupees  \nOne Thousand Rupees.  \n \n \n \n \n \nOne Thousand Rupees.  \nThe same duty as on a  \nBond (No.15)   for   the  \namount   of   the   loan  \nsecured.  \n \n \n \n \n \nThirty Rupees  \nOne hundred Rupees  \n \n \n \nPage 59 of 62 \n   \n \n \n \n \n \nany  other  object  of  public  utility  \nshall not be less than a specified sum  \nper mensum;  \n(b)   under No. 3 -A of the rules made by  \n the  Provincial  Government  under  \n section 70 of the Sind Irrigation Act,  \n 1879;  \n(c)   executed by persons taking advances  \n under the Land Improvement, Loans  \n Act, 1883 (XIX of 1883), or the  \n Agriculturists Loans Act, 1884 (XII  \n of 1884),  or  by  their  sureties  as  \n security   for   repayment   of   such  \n advances;  \n(d)   executed by servants of the State or  \n their  securities  to  secure  the  due  \n execution of an office or the due  \n accounting   for   money   or   other  \n property received by virtue thereof.  \n58. SETTLEMENT — \nA—Instrument of (including a deed of  \npower) — \n(i)  where the settlement is made in favor  \nof legal heirs in respect of agriculture  \nland  \n(ii)  Where the settlement is made for a  \nreligious or charitable purpose:  \n \n(iii)  in any other case  Two percent of the value \nof the property.  \n \nTwo percent of the sum  \nequal to the amount or  \nvalue   of   the   property  \nsettled.  \nTwo   percent   of   the \nconsideration   equal   to \nthe amount or value of \nthe property settled:  \nProvided  that,  \nwhere  an  agreement  to  \nsettle is stamped with the  \nstamp  required   for   an  \ninstrument of settlement,  \nand   an   instrument   of  \nsettlement  in  pursuance  \nof   such   agreement   is  \nsubsequently   executed,  \nthe  duty    on    such  \ninstrument    shall    not  \nexceed four rupees:  \n \n \n \nPage 60 of 62 \n   \n \n \n \n \n \nProvided   further  \nthat where an instrument  \nof   settlement   contains  \nany   provision   for   the  \nrevocation  of the \nsettlement, the amount or  \nvalue   of   the   property  \nsettled   shall,   for   the  \npurposes   of   duty,   be  \ndetermined as if no such  \n \n \nEXEMPTIONS :—Deed of dower executed on the \noccasion of marriage between Muslims.  \nB—Revocation of — \nSee also TRUST (No.64)  \n \n59.  SHARE WARRANTS to bearer issued  \nunder  the Companies Act, 2017 (XIX of 2017).  \n \n \n \n \n \nEXEMPTIONS: - \nShare warrant when issued by a company \nin pursuance of the Companies Act, 2017 (XIX of \n2017),  to  have  effect  only  upon  payment,  as \ncomposition for that duty, to the Collector of \nStamp revenue of — \n(a)  one and a half per centum of the  \n whole   subscribed   capital   of   the  \n company; or  \n(b)   if any company which has paid the  \n said  duty  or  composition  in  full  \n subsequently issues an addition to its  \n subscribed capital —one and half per  \n centum of the additional capital so  \n issued.  \nSCRIP —See CERTIFICATE (No.19).  \n60.  SHIPPING ORDER for or relating to the \nconveyance of goods on board of any vessel.  provisions  were  \ncontained  in  the  \ninstrument.  \nTwo   percent   of   the  \nconsideration   equal   to  \nthe amount or value of  \nthe  property  concerned  \nas   set   forth   in   the  \ninstrument of revocation.  \nOne and a half times the  \nduty    payable    on    a  \nDebenture [No.27 ] for a  \nconsideration   equal   to  \nthe  nominal  amount  of  \nthe  shares  specified  in  \nthe warrant.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFive rupees  \n \n \n \nPage 61 of 62 \n   \n \n \n \n \n \n \n61.  SURRENDER OF LEASE — \n(a)   when the duty with which the lease  \n is chargeable does not exceed thirty  \nrupees;  \n(b)   in any other case  \nEXEMPTION: - \nSurrender   of   lease,   when   such   lease \nexempted from duty.  \n62.  TRANSFER  (whether  with  or  without \nconsideration) — \n(a)  of   shares   in   an   incorporated  \ncompany or other body corporate;  \n \n \n \n(b)  of Debenture or Participation Term  \nCertificate  or  Term    Finance  \nCertificate or any other instrument or  \nredeemable   capital  (other   than  \nCommercial  Paper),  whether  \nmortgaged    or    not,    being    a  \ntransferable security, whether liable  \nto duty or not except as provided for  \nby section 8  \n(c)  of any interest secured by a bond,  \nmortgage -deed    or  policy  of \ninsurance — \n(i)  if  the  duty  on  such  bond,  \nmortgage -deed or policy does  \nnot exceed twenty rupees; and  \n \n(ii)   in any other case  \n(d)  of  any    property    under    the  \n Administrator -General’s Act, 1913, \n (III of 1913) section 31; and  \n(e)  of    any    trust -property    without  \nconsideration  from  one  trustee  to \nanother trustee or from a trustee to a \nbeneficiary.  \n \nEXEMPTIONS: — \nTransfers by endorsement — \n(a)   of  a  bill  of  exchange,  cheque  or  \n promissory note;   \nThe   duty   with   which \nlease is chargeable.  \n \nOne hundred rupees  \n \n \n \n \n \nOne-fourth  of  the  duty  \npayable on a Conveyance  \n(No.23) for a \nconsideration   equal   to  \nthe value of the share.  \nOne tenth of one percent  \nthat is to say 0.1% of the  \nface  value    of    the \ninstrument.  \n \n \n \n \n \n \n \n \nThe   duty   with   which  \nsuch   bond,   mortgage - \ndeed    or    policy    of  \ninsurance is chargeable.  \nFifty Rupees.  \nFifty Rupees.  \n \n \nTwenty Rupees or such  \nsmaller amount as may  \nbe    chargeable    under  \nclauses (a) to (c) of this  \nArticle.  \n \n \n \nPage 62 of 62 \n   \n \n \n \n \n \n(b)   of a bill of lading, delivery order,  \n warrant    for    goods,    or    other  \n mercantile   document   of   title   to  \n goods;  \n(c) (c) of a policy of insurance;  \n(d) of securities  of the \nFederal Government.  \nSee also section 8— \n63.  TRANSFER  OF  LEASE  by  way  of \nassignment and not by way of under -lease.  \n \n \n \nEXEMPTION :—Transfer  of  any  lease  exempt \nfrom duty.  \n64.  TRUST — \nA.   Declaration of  - of or concerning  \n any  property  when  made  by  any  \nwriting not being a WILL.  \n \n \n \n \n \nB.   REVOCATION     OF  of,     or  \n concerning any property when made  \nby   any   instrument   other   than  a \nWILL.  \n \n \n \n \nSee also SETTLEMENT (No.58).  \nVALUATION . See APPRAISEMENT (No.8).  \n65.  WARRANT FOR GOODS , that is to  \nsay, any instrument evidencing the title of any  \nperson therein named, or his assigns, or the holder  \nthereof, to the property in any goods lying in or  \nupon   any   dock,   warehouse   or   wharf,   such  \ninstrument  being  signed or  certified  by  or  on  \nbehalf of the person in whose custody such goods  \nmay be. ] The   same   duty   as   is  \nleviable on Conveyance  \n(No.23)  for  a  \nconsideration   equal   to  \nthe    amount    of    the  \nconsideration   for   the  \ntransfer.  \n \nThe same duty as on a  \nBond (No.15) for a sum  \nequal to the amount or  \nvalue   of   the   property  \nconcerned as set forth in  \nthe  instrument  but  not  \nexceeding  two  hundred  \nRupees.  \nThe same duty as on a  \nBond (No.15) for a sum  \nequal to the amount of  \nvalue   of   the   property  \nconcerned as set forth in  \nthe  instrument  but  not  \nexceeding  two  hundred  \nRupees.  \n \n \nFive Rupees”."
}