{
    "file": "./converted_json\\administratorddf3e3fc89e79d12e051082e9fdaa1e7.json",
    "name": "Industrial Development Bank of Pakistan (Reorganization and Conversion) Act, 2011",
    "date": "14th May, 2011",
    "tagline": "An Act to provide for the reorganization and conversion of the Industrial Development Bank of Pakistan into a public limited company",
    "content": "Page 1 of 5 \n \n \n \nTHE INDUSTRIAL DEVELOPMENT BANK OF PAKISTAN \n(REORGANIZATION AND CONVERSION) ACT, 2011  \n \n \n \n \nCONTENTS \n  \n1. Short title, extent and commencement .  \n2. Definitions .  \n3. Establishment of the company, etc.  \n4. Company to be deemed a banking Company . \n \n5. Transfer and vesting of assets, contracts, liabilities, proceedings and undertakings .  \n6.       Continuation of service in the Company .  \n7.    Contracts and proceedings .  \n8.     Certain guarantees to remain in force .  \n9.    Bar of jurisdiction .  \n10. Indemnity .  \n11.       Act to override other laws, etc.  \n12.     Power to make rules .  \n13.   Removal or difficulties .  \n14.    Repeal .  \n15.    Validation of actions, etc. \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 5 \n THE INDUSTRIAL DEVELOPMENT BANK OF PAKISTAN \n(REORGANIZATION AND CONVERSION) ACT , 2011  \n \n(ACT No. XII of 2011 ) \n[14th May, 2011]  \n \nAn Act to provide for the reorganization and conversion of the Industrial  Development  Bank  of \nPakistan into a public limited c ompany \n \n \nIt is hereby enacted as follows:  \n \n1.  Short title , extent    and commencement .(1) This Act may be called the Industrial  \nDevelopment Bank of Pakistan (Reorganization and Conversion) Act, 2011.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \n2. Definitions.In this Act, unless there is anything repugnant in the subject or context, \n \n(a)  “assets ” means rights and powers of every description and includes all \nproperties, movable or immovable, tangible or intangible, mortgages, charges \nand claims in the name of the IDBP, as the case may be;  \n \n(b)   “Company ” means the Industrial  Development Bank Limited to be established \nand incorporated in accordance with section 3;  \n \n(c)  “contracts ” means all contracts, agreements, bonds guarantee , indemnities, \nrepresentations, obligations, undertakings and other legal docu ments and \ninstruments of every description executed by or on behalf of IDBP, as the case \nmay be including  employment, investment, sales and financial contracts with \nwhomsoever;  \n \n(d)  “effective ” date means the date specified in the order issued under secti on 5;  \n \n(e)     “IDBP ” means the Industrial  Development Bank of Pakistan established under  \nthe Industrial Development Bank of Pakistan Ordinance, 1961 (XXXI of 1961);  \n \n(f)  “liabilities ” means all liabilities lawfully incurred by IDBP, as the case may  be, \nand includes duties and obligations of every kind imposed thereon;  \n \n(g)  “order ” means an order made by the Federal Government under sub­section (1) \nof section  5; \n \n(h)  “proceedings ” includes any suit, arbitration or other legal or administrative \nproceedings, applications, appeals, awards, reviews or revisions filed or \npending;  \n \n(i)  “rules ” means the rules made under this Act;  \n \n \nPage 3 of 5 \n  (j)  “transfer ” means the transfer of assets, contracts , liabilities, proceedings and \nundertakings of IDBP, as the case may be, to the Company; and  \n \n(k)  “undertakings ” includes all projects, ventures and any other operations \nundertaken by IDBP, as the case may be, individually or collectively in \ncollaboration  with some other person.  \n \n3. Establishment of the Company, e tc.(1) As soon as may be, after the commencement \nof this  Act, the Federal Government shall establish a Company to be known as the Industrial \nDevelopment Bank Limited, by shares and cause it to be incorporated under the Companies Ordinance, \n1984 (XLVII   of   I984), with   the   principal   object   of   taking   over   the   business,  functions, \ncontracts, proceedings, undertakings, assets and liabilities of IDBP.  \n \n(2) No stamp duty or any other charges shall be payable by the Company under any law for the \ntime being in force for the transfer and vesting of the assets, contracts, liabilities, proceedings or \nundertakings of IDBP to the Company or any shares or securities issued in favo ur of the shareholders \nor financiers or IDBP by the Company.  \n \n4. Company to be deemed a banking c ompany. (1) The Company shall be deemed to be \na banking company for the purposes of the State Bank of Pakistan Act, 1956, (XXXIII of 1956) \nBanking Companies Ordinance, 1962 (LVII of 1962), and any other law for the time being in force \nrelating to banking companies until such time that the license is granted to the Company under sub­ \nsection (2).  \n \n(2) Without prejudice to the provisions of sub ­section (1), the Company shall apply to the State \nBank of Pakistan, for a license for permitting to carry on the business of banking in Pakistan in \naccordance with the provisions of section 27 of the Banking Companies Ordinance, 1962 (LVll of  \n1962), throu gh the existing branches of IDBP.  \n \n5. Transfer and vesting of assets, contracts, liabilities, proceedings and \nundertakings.(1) After the registration of the Company, the Federal Government shall by an \norder, published in the official Gazette, direct that all the assets, contracts, liabilities, proceedings and \nundertakings of IDBP stand transferred to and vest in the Company, on the date specified therein, on \nsuch terms and conditions as may be determined by the Federal Government in th is behalf.  \n \n(2) The order issued under sub­section (1) shall, inter­alia , provide for  \n \n(a)  the transfer of all the assets, contracts, liabilities, proceedings and undertakings \nof IDBP  to the Company;  \n \n(b)  the allotment of shares or debentures of the Company to the Shareholders, \ndebenture­ holders or bond­holders of lDBP in proportion to their shares, \ndebentures, bonds or other securities in IDBP, as the case may be, after \ndetermining the net asset value of lDBP on the effective date;  \n \n(c)  the dissolu tion of IDBP from the effective date;  \n \n(d)   the transfer of guarantees issued in favour of the Company by the Government \nof Pakistan, a Provincial Government and other government agencies such as  \n \nPage 4 of 5 \n Sarhad Development Board and Punjab Small Industries Corpor ation for \nrepayment of loans from borrowers; and  \n \n(e)  such incidental, consequential and supplemental matters as are necessary to \nsecure the transfer of assets, contracts, liabilities, proceedings and undertakings \nunder this Act;  \n \n(3) The value ascribed to the assets and liabilities transferred to, and vested in, the Company \nby the Federal Government under the order shall represent the fair net value of the assets for  taxation, \ndepreciation or any other purposes.  \n \n(4) Notwithstandin g the provisions of section 146 of the Companies Ordinance, 1984 (XLVII \nof 1984), the Company shall, upon transfer, continue all business and undertakings of IDBP as were \nbeing carried on immediately prior to the effective date.  \n \n6. Continuati on of service in  the Company .(1) All permanent employees and officers of  \nIDBP, who were continuously in the service of IDBP for a period of one year or more immediately \nbefore the effective date, shall stand transferred to and become the employees of the  Company as on \nthe effective date on the same terms and conditions as were applicable to them before the effective \ndate. The terms and conditions applicable to the retired employees of IDBP shall continue to apply to \nsuch retired employees.  \n \n(2) Notwithsta nding anything contained in any law, contract, agreement or conditions of \nservice no person transferred to the Company pursuant to sub­section (1) shall be entitled to any \ncompensation as a consequence of transfer to the Company.  \n \n7. Contracts  and proceedings .(1) All  contracts subsisting or having  effect, immediately  \nbefore the effective date, to which IDBP may have been a party or beneficiary, shall be deemed to \nhave been made by the Company and shall remain in force for all intents and purp oses.  \n \n(2) All proceedings by or against or relating to IDBP pending on the effective date before any \ncourt, tribunal, arbitrator or any other authority shall be continued, prosecuted, defended, enforced and \nexecuted by or against the Company in the same m anner and to the same extent as might have been \ncontinued, prosecuted, defended, enforced and executed by or against IDBP, as the case may be, and \nfor the purposes of the proceedings under Industrial Development Bank of Pakistan Ordinance, 1961 \n(XXXI of 19 61) the relevant provisions of Industrial Development Bank of Pakistan Ordinance, 1961 \n(XXXI of 1961) shall, mutatis mutandis, continue to apply to these proceedings notwithstanding the \nrepeal of the Industrial Development Bank of Pakistan Ordinance, 1961 (XXXI or 1961).  \n \n8. Certain guarantees to remain in force.Notwithstanding the repeal of the said \nIndustrial  Development Bank of Pakistan Ordinance, 1961 (XXXI of 1961) all guarantees  given by \nthe Government of Pakistan in favour of foreign and local institutions which extended loans to IDBP \nshall remain in force as though these guarantees were given on behalf of IDBP.  \n \n9. Bar of jurisdiction.  No court, tribunal, arbitrator or authority shall question or permit \nto be called in question, any transfer or order made, anything done or action taken or purported to be \nmade, done or taken under this Act.  \n \n \nPage 5 of 5 \n 10. Indemnity.  No suit, prosecution or other legal proceedings shall lie against  the Federal  \nGovernment, State Bank of Pakistan, IDBP, the Company or any other person for anything which is \nin good faith done or intended to be done under this Act or any rule or order made thereunder.  \n \n11. Act to override other laws, etc.  The provisions of this Act sh all have effect \nnotwithstanding anything contrary contained in any other law for the time being in force, or in any \nagreement, contract, decree, order or any other instrument whatsoever.  \n \n12. Power to make rules. The Federal Government may, by notificatio n in the official \nGazette, make rules for carrying out the purposes or this Act.  \n \n13. Removal of difficulties.  If any difficulty arises in giving effect to any provision of this \nAct, the Federal Government may make such order, not inconsistent with the pr ovisions of this Act, \nas may appear to it to be necessary, for the purpose of removing the difficulty:  \n \nProvided that no such power shall be exercised after the expiry of two years from the \ncommencement of this Act.  \n \n14. Repeal. (1) Immediately after the dissolution of IDBP in pursuance of clause (c) of \nsub­section (2) of section 5, the Industrial Development Bank of Pakistan Ordinance, 1961 (XXXI of \n1961), shall stand repealed.  \n \n(2) This Act, save as is provided in sub­section (1) of  section 3 and section 8, shall stand \nrepealed after the expiry of a period of eighteen months from its commencement and subject to \nsub­section (3) the Company shall continue to operate.  \n \n(3) The top management of the Company under section 6, as soon as ma y be possible after the \ncommencement of this Act, shall make arrangements  for a viable public  private partnership or \nprivatization of the Company.  \n \n15. Validation  of actions,  etc.  Anything done, actions taken, orders passed, instruments \nmade, notificati ons issued, agreements made, proceedings initiated, processes or communication \nissued, powers conferred, assumed or exercised, by the Industrial Development Bank of Pakistan \n(IDBP) or its officers on or after the 26th November, 2009 and before the commence ment of this Act, \nshall be deemed to have been validly done, made, issued, taken, initiated, conferred, assumed, and \nexercised and provisions of the Act shall have, and shall be deemed always to have had, effect \naccordingly.  \n \n \n__________________"
}