{
    "file": "./converted_json\\administratordcb2f586064504e3501790670feb039a.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Insurance Rules, 2002  \n \n \n(Amended up to 200 4) \n \n \n \nAmended by:  \nS.R.O 712(I)/2004, dated August 19, 2004\n \n \nISLAMABAD,  THURSDAY, AUGUST 8, 2002  \n \nPART II  \n \nStatutory Notifications (S.R.O.)   \n \nGOVERNMENT OF PAKISTAN  \n \nMINISTRY OF COMMERCE  \n \nNOTIFI CATION  \n \nIslamabad, the 7th August , 2002  \n \nS.R.O. 498(1)/2002  —In exercise of the powers conferred by sub -section (1) of \nsection 167 of the Insurance Ordinance, 2000 (XXXIX of 2000), the Federal Government \nis pleased to make the following rules, the same hav e been previously published as \nrequired by sub -section (1) of the said section, namely: —  \n \n1. Short title and commencement.  — (1) These rules may be called the Insurance  \nRules, 2002.  \n \n(2) They shall come into force at once.  \n \n2. Definitions .—(l) In these ru les, unless there is anything repugnant in the subject \nor context, — \n \n(a) ―agent‖ means an insurance agent appointed by an insurer in accordance \nwith the  provisions of the Ordinance and these rules;  \n \n(b) ―authorized surveying officer‖ means an  authorized s urveying officer \nregistered in  accordance with the provisions of the Ordinance and these \nrules;  \n \n(c) ―class‖ means the class of insurance surveyors as provided in sub -rule (1) \nof rule  16; \n \n(d) ‗insurance  broker‖  means  an  insurance  broker  licensed  i n  accordance  \nwith  the  provisions of the Ordinance and these rules;  \n \n(e) ―related party‖ of a person (―the first person‖) includes — \n \n(i) member of the family of the first person;  \n \n(ii) lender  any  person  in  which  the  first  person  has  any  intere st  \nas  a  any  or  shareholder, other than as a passive investor;  \n \n(iii) any partner or employer or employee of the first person;  \n \n(iv)   if the person is owner or a partner and directly or indirectly holds \nor controls shares carrying not less than ten p ercent of voting \npower in such  company; and  \n \n(v)   any person to whom the first person is indebted;  \n  \n(f) ―Ordinance‖ means the Insurance Ordinance, 2000 (XXXIX of 2000); and  \n \n(g) ―Surveyor‖ means an insurance surveyor licensed in accordance with the  \nprovisions of the Ordinance and these rules.  \n \n(2) The words and expression used but not defined shall have the meaning assigned  \nto them in the Ordinance.  \n \n3. Restricted classes of insurance business .—For the purposes of subsection (6)  of  \nsection  4  of  the  Ordinance,  the  following  shall  be  the  restricted  classes  of  \ninsurance  business, namely: — \n \n(a)   For life insurance:  \n \n(i) pension fund business; and  \n \n(ii) accident and health business.  \n \n(b)   For non -life insurance:  \n \n(i) motor third -party compulsor y business;  \n \n(ii) workers‘ compensation business;  \n \n(iii) accident and health business;  \n \n(iv) proportional treaty business; and  \n \n(v) non -proportional treaty business.  \n \n4. Transfer of policies .—For the purposes of sub -section (5) of section 16 of the  \nOrdina nce, the amount of assets to be transferred shall be determined in such a manner as \nis fair and equitable between the policy holders of the statutory funds concerned as \nadvised by the appointed actuary.  \n \n5.  Expense adjustment .—For the purposes of sub -section (9) of section 23 of the  \nOrdinance, the prescribed proportion shall be one hundred per cent.  \n \n6.  Assets to be invested in securities .— (1) Thirty per cent of the assets of the \nshareholders‘ fund of a life insurer, or of a statutory fund of a life in surer, other than a \nstatutory fund which contains only investment linked policies, shall be invested in \nGovernment securities, under sub -section (7) of section 35 of the Ordinance.  \n \n(2) A further ten percent of the assets of the shareholders‘ fund of a l ife insurer, or of \na statutory fund of a life insurer, other than a statutory fund which contains only \ninvestment linked policies,  shall  be  invested  in  a  combination  of  Government  \nsecurities  and  other  approved securities, under sub -section (7)  of section 35 of the \nOrdinance.  \n \n7.  Reinsurance  outside  Pakistan .—(  1)  For  the  purposes  of  sub -section  (5)  \nof section 41  of  the  Ordinance,  no  insurer  shall  reinsure  facultatively  outside  \nPakistan  any insurance business or any part th ereof underwritten by it in Pakistan \nwithout the permission of the Commission.  \n \n(2) The Commission may, grant permission under sub - rule (1) in any of the  \nfollowing circumstances, namely  \n \n(a) The insurance or any part thereof is in excess of the insurer ‘s treaty \narrangements,  and  the  Commission  is  provided  with  documentary  \nevidence  that  such  excess cannot be reasonably placed within Pakistan;  \n \n(b) the insurance business, although covered by a treaty arrangement shall be \ndesired to be reinsure d facultatively for protecting the treaty or for any \nother special reason:  \n  \nProvided that such facultative reinsurance shall not run contrary to \nsubsisting contractual obligations under the treaty; and  \n \n(c) the insurance business is of special nature an d there are no treaty \narrangements for it.  \n \n(3) No insurer in Pakistan shall accept reinsurance on facultative basis in excess of its \nnet retention if the insurer seeking such reinsurance so indicates in the reinsurance slip, \nrequest note or otherwise in writing.  \n \n8.  Procedure when nominee is a minor .—(1) For the purposes of the proviso to  \nsub-section (1) of section 72 and the proviso to sub -section (1) of section 73 of the  \nOrdinance,  an  appointment  shall  be  made  in  writing  and  signed  by  the  policy  \nholder  making  the appointment and shall be communicated to the insurer.  \n \n(2) Any appointment referred to in sub -rule  (I), in order to be effectual shall, unless  \nincorporated in the text of the policy itself, be made by an endorsement on the p olicy.  \n \n(3) Any  appointment  referred  to  in  sub -rule  (1)  may,  at  any  time  before  the  \npolicy matures for payment, be cancelled or changed by an endorsement, or further \nendorsement, as the case may be, and communicated to the insurer.  \n \n9.  Nom ination under group life insurance policies.  —A nomination under section  \n73 of the Ordinance shall be made in writing and shall be either —  \n \n(a) signed by the person whose life is insured under a contract of group life \ninsurance; or  \n \n(b) affixed  with  t he  thumb  impression  of  the  person  whose  life  is  \ninsured  under  a contract of group life insurance, if he is illiterate, after it \nhas been read to him in the presence of a responsible person, who shall \nsign the nomination as witness to the fact th at it has been so read, and I \nshall be furnished to the policy holder.  \n \n10.  Paid -up  policy  values .—For  the  purposes  of  clause  (b)  of  subsection (3)  of \nsection 92 of the Ordinance, the paid -up policy value shall, before the  inclusion of \nbonuses , be not less than —  \n \n(a) where the whole of the benefits payable under the policy are payable on a \nparticular date or on the happening of a particular event, the amount \nbearing to the total sum insured by the policy exclusive of bonuses the \nsame proportio n as the total period for which premiums have already been \npaid bears to the maximum period for which premiums were originally \npayable; and  \n \n(b) where the benefits payable under the policy are payable on two or more \ndates, the amount bearing to total of e ach planned paymen t exclusive of \nbonuses the same proportion  as  the  total  period  for  which  premiums  \nhave  been  paid  bears  to  the  maximum period for which premiums were \noriginally payable less any benefit paid earlier.  \n \n11.   Registration of in surance agents. —Every insurer shall, in the register required to \nbe kept by it for the purposes of sub -section (1) of section 98 of the Ordinance, maintain \nthe following details in respect of each insurance agent, namely  \n \n(a)    For a natural person:  \n \n(i) his name;  \n \n(ii) his date of birth;  \n \n(iii)  his residential address;  \n  \n(iv)  his postal address (if different);  \n \n(v)    the names of persons employed by the insurance agent for the \npurpose of carrying out the business of an insurance agent;  \n \n(vi)  the date of appointment and his registration; and  \n \n(vii)  such other particulars as may be specified by the Federal \nGovernment .  \n \n(b) For a body corporate:  \n \n(i) its name;  \n \n(ii) the address of its registered office;  \n \n(iii) its postal address (if different);  \n \n(iv)    a description of the business carried on by it (other than insurance \nagent);  \n \n(v)    the names of shareholders holding more than ten per cent of the \nissued share capital;  \n \n(vi) the date of appointment and its registration; and  \n \n(vii)   such ot her particulars as may be specified by the Federal \nGovernment;  \n \n(c) For a firm:  \n \n(i)  its name;  \n \n(ii)  the address of its principal office;  \n \n(iii)  its postal address (if different);  \n \n(iv)    a description of the business carried on by it (other than i nsurance \nagent);  \n \n(v)    the names of the partners in the firm; and  \n \n(vi)  the date of appointment and its registration.  \n \n12.  Statement and declaration required of insurance agents .—(1) Every insurer  \nshall, before appointing an insurance agent, and the reafter at intervals of not less than \ntwelve months, obtain from every insurance agent continuing to be appointed by it a \nstatement of the information required under rule 11 to be held by it in its register.  \n \n(2)    Every statement obtained under sub -rule (1) shall be accompanied by a \ndeclaration by the insurance agent stating that —  \n \n(a)   the information given by him in accordance with sub -rule (I) is complete \nand correct;  \n \n(b)    he  has  complied  with  the  requirements  of  the  Ordinance  and  the   \nrules  made thereunder concerning the required qualifications of an agent;  \n \n(c)    he is (in the case of an existing agent) engaged or (in the case of an agent \nseeking appointment) proposes to engage  bonafide in obtaining insurance \npolicies for the ins urer to whom the declaration is made;  \n \n(d)    he undertakes to comply, and  (in the case of an existing agent) declares \nthat he  has during the previous twelve months complied with the relevant \nprovisions of the Ordinance and the rules made thereunder con cerning the \nconduct of an agent; and  \n \n(e)    he, or, in the case of a body corporate, any director of the body corporate, \nor officer of the body corporate engaging in the business of insurance \nagency, or, in the case of a firm, any partner of the firm, or  officer of the \nfirm engaging in the business of insurance agency, is not disqualified from \nacting as an insurance agent by virtue of: - \n \n(i) being a minor;  \n \n(ii) having been found of unsound mind by a Court of competent \njurisdiction;  \n \n(iii)  having  been  found  guilty,  within  the  five  years  preceding  the  \ndate  of  the declaration, of criminal misappropriation or criminal \nbreach of trust, cheating or forgery or an abetment of or attempt to \ncommit any such offence by a Court of competent jurisdiction;   \n \n(iv)    having  served  any  custodial  sentence  imposed  by  a  Court  of  \ncompetent jurisdiction, ending within the five years preceding the \ndate of the declaration;  \n \n(v)    having been found guilty by a Court of  competent jurisdiction of \nany offen ce involving insurance; or  \n \n(vi)   having  been  otherwise  declared  as  disqualified  by  the  \nInsurance  Tribunal, other than for a term which had expired prior \nto the date of the declaration.  \n \n(3) Every statement and declaration required under this r ule shall be made in writing \nand the declaration shall be signed —  \n \n(a) in the case of a natural person, by the applicant and duly attested in the \npresence  of witnesses who shall, not be related to the applicant;  \n \n(b)   in  the  case  of  a  body  corpo rate,  by  not  fewer  than  two  directors  of  \nthe  body corporate and duly attested; and  \n \n(c)    in the case of a firm, by not fewer than two partners of the firm and duly \nattested.   \n \n(4)    The statement and declaration shall be retained by the insur er for a period of not \nless than five years from the date of the declaration and shall be produced to the Federal \nGovernment on demand.  \n \n(5)  An agent shall notify to the insurer of any change in the details required under \nsub-rule (1) within three months  of that change having effect, such notification to be in \nwriting and signed —  \n \n(a)    in the case of a natural person, by the agent and duly attested in the \npresence of witnesses who shall not be related to the agent;  \n \n(b)   in the  case  of  a  body  c orporate,  by  not  fewer  than  two  directors  of  \nthe  body corporate and duly attested; and  \n \n(c)   in the case of a firm, by not fewer than two partners of the firm and duly \nattested.  \n \n(6)    If an agent or, in the case of a body corporate, any direc tor or officer of the body \ncorporate engaging in the business of insurance agency, or, in the case of a firm, any \npartner or officer  of  the  body  corporate  engaging  in  the  business  of  insurance  \nagency  becomes disqualified for any reason from act ing as an insurance agent, the agent \nshall within seven days notify  the  insurer  of  the  disqualification  and  shall  forthwith  \ncease,  or  cause  the  disqualified person to cease, engaging in the business of insurance \nagency.  \n \n(7)    In addition to  the statement and declaration under this rule, the insurer may, as \nand when it deem necessary, call for other information, documents, photographs, etc.  \n \n13.    Requirements for insurance broker’s Licence .—For the purposes of sub - \nsection (3)  of section  102 of the Ordinance, the following shall be the prescribed \nqualifications of a company for issuance of an insurance broker‘s licence, namely : —  \n \n(a)  A  minimum  paid -up  share  capital  of  not  less  than  ten  million  rupees  \nfor  local brokers and [0.3 million]1 US dollars for a foreign insurance \nbroker to be registered in Pakistan; - \n \n(b) cash or approved securities to the value of not less than an half million  \nrupees, deposited with a bank;  \n \n(c) professional  indemnity  insurance,  to  a  limit  o f  ten  million  rupees  for  \nany  one  occurrence;  \n \n(d) not fewer than two employees (at least one of whom must be a director) \nhaving a  minimum of five years experience working in or in relation to the \ninsurance industry,  as — \n \n(i) an employee of an insure r; or \n \n(ii) an agent; or  \n                                                 \n1 Substituted for ―one million‖ by S.R.O. 712(I)/2004, dated August 19, 2004  \n \n(iii) an employee of an agent; or  \n \n(iv) an employee of an insurance broker; or  \n \n(v)    in such capacity, related to the business of insurance, as satisfies \nthe Federal Government that the person has appropriate experience \nand knowledge to undertake the business of insurance broking; and  \n \n(e)  neither the body corporate nor any director of the body corporate, nor any \nofficer of the body corporate engaging in the business of insurance \nbroking —  \n \n(i) is a minor;  \n \n(ii) has been foun d of unsound mind by a Court of competent \njurisdiction;  \n \n(iii)  has been found guilty, within the five years preceding the present \ndate, of criminal misappropriation or criminal breach of trust, \ncheating or forgery or an abetment of or attempt to  commit a ny \nsuch offence by a Court of competent jurisdiction;  \n \n(iv)    has  served  any  custodial  sentence  imposed  by  a  Court  of  \ncompetent jurisdiction, ending within the five years preceding the \npresent date;  \n \n(v)   has been found guilty by a Court of c ompetent  jurisdiction of any \noffence involving insurance; or  \n \n(vi)   has been otherwise declared as disqualified by the Insurance \nTribunal, other than for a term which had expired prior to the \npresent date.  \n \n14.  Licensing of insurance brokers .— (l ) An  application for grant of a licence or  \nrenewal of licence to act as an insurance broker shall, for the purposes of sub -section (4) \nor  (5) of section 102 of the Ordinance, shall contain the following details in respect of \nthe applicant, namely : —  \n \n(i) Its name;  \n \n(ii) the address of its registered office;  \n \n(iii) its postal address (if different);  \n \n(iv)   a description of the business carried on by it (other than insurance \nbroking);  \n \n(v)    the names of insurance companies, if any, which have appointed the  \napplicant as insurance agent;  \n \n(vi) the names of shareholders holding more than ten per cent of the issued \nshare capital;  \n \n(vii)      the names of all directors of the body corporate; and  \n \n(viii)  evidence,  in  original  or  certified  copy  form,  of  compliance  with  the  \nprescribed qualifications.  \n \n(2)   Every application made under sub -rule (1) shall be accompanied by a declaration by \nthe applicant stating that - \n \n(a) the  information  given  by  him  in  accordance  with  sub -rule  (1)  is  \ncomp lete and  correct;  \n \n(b)  he  has  complied  with  the  requirements  of  the  Ordinance  and  the  \nrules  made thereunder concerning the required qualifications of an \ninsurance broker;  \n \n(c)  he undertakes to comply, and (in the case of an existing insuranc e broker) \ndeclares  that he has during the previous twelve months complied with \nbeing the Ordinance and the rules made thereunder concerning the conduct \nof an insurance broker; and  \n \n(d)  neither the body corporate, nor any director of the body corporate, nor any \nofficer of  the body corporate engaging in the business of insurance \nbroking, is disqualified from acting in the business of insurance broking \nby virtue of —  \n \n(i) being a minor;  \n \n(ii)    having been found of unsound mind by a Court of competent \njurisdiction;  \n \n(iii)   having  been  found  guilty,  within  five  years  preceding  the  \ndate  of  the declaration, of criminal misappropriation or criminal \nbreach of trust, cheating or forgery or an abetment of or attempt to \ncommit any such offence by a C ourt of competent jurisdiction;  \n \n(iv)    having  served  any  custodial  sentence  imposed  by  a  Court  of  \ncompetent jurisdiction, ending within five years preceding the date \nof the declaration;  \n \n(v)    having been found guilty by a Court of competent  jurisdiction of \nany offence involving insurance; or  \n \n(vi)   having  been  otherwise  declared  as  disqualified  by  the  \nInsurance  Tribunal, other than for a term which had expired prior \nto the date of the declaration.  \n \n(3)  Every application and decl aration required under this rule shall be made in writing \nand the declaration shall be signed by at least two directors of the body corporate.  \n \n(4)    Any application for issue or renewal of authorization to act as an insurance broker \nshall  be  accompani ed  by  a  fee  of  ten  thousand  rupees,  which  shall  be  refunded  if  \nthe authorization is not granted.  \n \n(5)    An insurance broker shall notify to the insurer of any change in the details \nrequired under sub -rule (1) within three months of that chan ge having effect, such \nnotification being in written form and signed by at least two directors of the body \ncorporate.  \n \n15. Protection of run -off. —For the purposes of sub -section (1) of section 107, the \nlevel of professional indemnity insurance shall be ten million rupees and the period for \nwhich such run -off insurance is required shall be five years or until all liabilities of an \ninsurance broker are irrevocably transferred to another licensed insurance broker, \nwhichever is the earlier.  \n \n16.    Classes  of  insurance  surveyors .— (l)  For  the  purposes  of  section  114 of  \nthe Ordinance, the following shall be the classes of insurance surveyors, namely : - \n \n(a)    Fire and property damage business.  \n \n(b)    Marine, aviation and transport business.  \n \n(c)    Motor third -party compulsory business.  \n \n(d)    Liability business.  \n \n(e) Workers compensation business.  \n \n(f)  Credit and surety ship business.  \n \n(g) Accident and health business.  \n \n(h) Agriculture insurance including crop insurance.  \n \n(i) Miscellaneo us business.  \n \n(2)  A licence granted by the Commission under section 112 of the Ordinance shall \nspecify the class of insurance surveyors for which the licence is granted.  \n \n(3)    A certificate of registration as an authorized surveying officer under secti on 113 \nof the  Ordinance  shall  specify  the  class  of  insurance  surveyors  for  which  the  \ncertificate  of registration is granted.  \n \n17.    Conditions  for  licensing  of  insurance  surveyors. —(1)  For  the  purposes  of  \nsubsection (3) of section .112 of the Ordinance, the following shall be the prescribed \nconditions, namely : —  \n \n(a)    For the purposes of clause (a) of that sub -section, the prescribed minimum \npaid-up share capital shall be one million rupees;  \n \n(b)    for the purposes of clause (b ) of that sub -section, the prescribed minimum \nlevel of professional indemnity insurance shall be one million rupees for \nany one event and such insurance shall extend to a body corporate and all \ndirectors or officers of the body corporate who act as authori zed surveying \nofficers;  \n \n(c)    for  the  purposes  of  clause (e)  of  that  sub -section,  there  shall  be  no  \napproved  professional association; and   \n \n(d)   for  the  purposes  of  clause  (f)  of  that  sub -section,  the  following  \nshall  be  the  prescribed other conditions, namely : — \n \n(i)  At least one officer or director who is individually certified as an \nauthorised  surveying officer for the class or classes of insurance \nsurveyor in which a body corporate acts or proposes to act; and  \n \n(ii)    neither a body corporate in respect of such of the following \nconditions as apply to the body corporate, nor any director of the \nbody corporate in respect of such of the following conditions as \napply to a natural person —  \n \n(a)    is a minor;  \n \n(b)    has been found of unsound mind by a Court of competent \njurisdiction;  \n \n(c) has been found guilty, within the five years preceding the \npresent date, of criminal misappropriation or criminal \nbreach of trust, cheating or forgery or an abetment of or \nattempt to commit any such offence by a Court of \ncompetent jurisdiction;  \n \n(d) has served any custodial sentence imposed by a Court of \ncompetent jurisdiction, ending within five years preceding \nthe present date;  \n \n(e)    has been found guilty by a Court of competent jurisdi ction \nof any offence involving insurance; or  \n \n(f)  has been otherwise declared as disqualified by the \nInsurance Tribunal, other than for a term which had expired \nprior to the present date.  \n \n(2)    A body corporate which is, at the date of coming into for ce of these Rules, the \nholder of a valid licence to act as an insurance surveyor, and which is not otherwise \ndisqualified from acting as an insurance surveyor, shall be deemed to have the \nqualifications as set out in sub -clause (ii) of clause (d) of sub -rule(1) for the period during \nwhich that licence is valid, and at any time within five years of the date of coming into \nforce of these rules at which that licence, or any licence issued in renewal of that licence, \nis presented for renewal.  \n \n18.    Transitio nal provisions relating to natural persons and firms. — Where under  \nthe first proviso to sub -section (3) of section 112 of the Ordinance, a licensed surveyor \nshall be  exempted from the requirement to comply with clause (a) of that sub -section, \nsuch exempt ion shall be conditional on the licensed surveyor maintaining at all times the \nfollowing qualifications, namely : —  \n \n(a) In the case of a natural person:  \n \n(i) the qualifications prescribed in rule 20 for an authorised surveying \nofficer for  the class or cla sses in which the person acts or proposes \nto act as insurance  surveyor;  \n \n(ii) registration of the  person as an authorized surveying officer in \naccordance  with the provisions of rule 21; and  \n \n(iii) professional indemnity insurance to the extent of five mil lion \nrupees for any  one event provided that this provision shall have \neffect from a date twelve  months after the commencement date;  \n \n(b) In the case of a firm:  \n \n(i) at least one officer or partner who is individually registered as an \nauthorized surveying o fficer for the class or classes of insurance \nsurveyor in which  the  firm acts or proposes to act; and  \n \n(ii) professional  indemnity  insurance,  extending  coverage  to  the  \nfirm  and  all  officers or partners of the firm who act as authorised \nsurveying o fficers, to the  extent of five million rupees for any one \nevent provided that this provision shall  have effect from a date \ntwelve months after the commencement date;  \n  \n(c) In the case of a body corporate:  \n \n(i) at least one officer or director who is indivi dually registered as an \nauthorized surveying officer for the class or classes of insurance \nsurveyor in which the body corporate acts or proposes to act; and  \n \n(ii)  professional  indemnity  insurance,  extending  coverage  to  the  \nfirm  and  all officers or directors of the body corporate who act as \nauthorised surveying officers, to the extent of five million rupees \nfor any one event provided that this provision   shall   have   effect   \nfrom   a   date   twelve   months   after   the commencement date.  \n  \n(d) In all cases:  \n \nCompliance at all times with the qualifications as set out in clause (c) of \nsub -rule (1) of rule 20, mutatis mutandis, so far as they may be applied to \na natural person, a firm, a body corporate, an officer or partner of a firm \nand an  officer or director of a body corporate.  \n \n19.    Grant of licences to insurance surveyors . — (1) An application for grant a \nlicence for  any  class  of  insurance  surveyors,  for  which  a  current  licence  is  not  \nheld  shall,  for  the purpose of su b-section  (4) of section  112 of the Ordinance, contain \nthe following details in respect of the applicant, namely: —  \n \n(i) The name of the body corporate;  \n \n(ii) the address of its registered office;  \n \n(iii) its postal address (if different);  \n \n(iv) a descrip tion of the business carried on by it (other than insurance \nsurveying);  \n \n(v) the names of shareholders holding more than ten per cent of its issued \nshare  capital;  \n \n(vi) the names of all officers or directors of the body corporate who are \nindividually  regis tered to act as authorised insurance surveyors;  \n \n(vii) the names of other persons employed by the body corporate for the \npurpose of  carrying out the business of an insurance surveyor;  \n \n(viii)  the class of surveyors for which licence is sought; and  \n \n(ix) evidence, in original or certified copy form, of compliance with the \nprescribed  qualifications.  \n \n(2) An  application  for  renewal  of  a  licence  for  a  class  of  insurance  surveyors \nfor which  a  licence  is  held  shall,  for  the  purposes  of  sub –section  (4)  of  section  \n112  of  the  Ordinance, contain the following details in respect of the applicant, \nnamely: — \n \n(a)   For a natural person:  \n \n(i) his name;  \n \n(ii) his date of birth;  \n \n(iii) his residential address;  \n \n(iv)     his postal address (if diffe rent);  \n \n(v)    a description of his occupation (other than insurance surveying);  \n \n(vi) the name of his employer (if employed); and  \n \n(vii) the class of surveyors for which renewal of licence is sought.  \n \n(b)   For a body corporate:  \n \n(i) its name;  \n \n(ii) the address of its registered office;  \n \n(iii)      its postal address (if different);  \n  \n(iv) a description of the business carried on by it (other than insurance \nsurveying);  \n \n(v) the names of shareholders holding more than ten per cent of the \nissued share cap ital;  \n \n(vi) the names of all officers or directors of the body corporate who are \nindividually licensed as an insurance surveyor;  \n \n(vii)  the names of other persons employed by the body corporate for the \npurpose of carrying out the business of an insuranc e surveyor; and  \n  \n(viii)     the class of surveyors for which renewal of licence is sought.  \n \n(c) For a firm :  \n \n(i) its name;  \n \n(ii) the address of its principal office;  \n \n(iii) its postal address (if different);  \n \n(iv) a description of the business carried on by it (other than insurance \nsurveying);  \n \n(v) the names of the partners in the firm;  \n \n(vi) the names of all officers or partners of the firm who are  \nindividually licensed as  an insurance surveyor;  \n \n(vii) the names of other persons employed by the firm f or the purpose of \ncarrying  out the business of an insurance surveyor; and  \n \n(viii)  the class of surveyors for which renewal of licence is sought.  \n \n(3) Every application made under sub -rule (1) or sub -rule (2) shall be accompanied \nby a declaration by the  applicant stating that —  \n \n(a) the information presented in accordance with sub -rule  (I) or sub -rule  (2), \nas the case may be, is complete and correct;  \n \n(b) the  applicant  has  complied  with  the  requirements  of  the  Ordinance  \nand  rules concernin g the required qualifications of an insurance surveyor  \n \n(c)    the applicant is not appointed as an insurance agent of an insurance \ncompany;  \n \n(d) the  applicant  undertakes  to  comply  and,  in  the  case  of  an  existing  \ninsurance surveyor, declares that he has during the previous twelve   \nmonths complied, with the Ordinance and rules concerning the conduct of \ninsurance surveyors;  \n \n(e)      the insurance surveyor or, in the case of a body corporate, any director of \nthe body corporate, or officer of t he body corporate engaging in the \nbusiness of insurance surveying or, in the case of a firm, any partner of the \nfirm, or officer of the firm engaging in the business of insurance \nsurveying, is not disqualified from acting as an insurance surveyor by \nvirtue  of—  \n \n(i) being a minor;  \n \n(ii) having been found of unsound mind by a Court of competent \njurisdiction  \n \n(iii)    having  been  found  guilty,  within  five  years  preceding  the  \ndate  of  the declaration, of criminal misappropriation or criminal \nbreach o f trust, cheating or forgery or an abetment of or attempt to \ncommit any such offence by a Court of competent jurisdiction; - \n \n(iv)   having  served  any  custodial  sentence  imposed  by  a  Court:  of \ncompetent jurisdiction, ending within five years prece ding the date \nof the declaration; - \n \n(v)   having been found guilty by a Court of competent jurisdiction of \nany offence involving insurance; or  \n \n(vi) having    been    otherwise    declared    as    disqualified    by    the    \nInsurance Tribunal, other t han for a term which had expired prior \nto the date of the declaration.  \n \n(4)    An application and declaration required under this rule shall be made in written \nform and the declaration shall be signed —  \n \n(a)  in the case of a natural person, by the appli cant in the presence of a \nwitness who shall be a natural person not a related party of the applicant, \nand who shall also sign the declaration as witness;  \n \n(b) in the case of a body corporate by at least two directors of the body  \ncorporate; and  \n \n(c) in the  case of a firm, by at least two partners of the -firm.  \n \n(5)    An insurance surveyor shall inform the Federal Government of any change in the \ndetails required to be given under sub -rule (1)or (2) within three months of that change \nhaving taken effect and, such information shall -be in written form and signed —  \n \n(a) in the -case of a natural person, by the insurance surveyor and duly attested \nin the presence of witnesses -who shall not be related party of the \ninsurance surveyor;  \n \n(b)     in the case of a bod y corporate, by not fewer than two directors of the \nbody corporate and duly attested; and  \n \n(c)     in the case of a firm, by not fewer than two partners of the firm and duly \nattested.  \n \n(6)  An  application  for  grant  of  a  licence or  renewal  of  a  licence  for  any  class  \nof insurance surveyors shall be accompanied by a fee of two thousand rupees which shall \nbe refunded if the application is not granted.  \n \n20.     Authorised  surveying  officers  —(1)  For  the  purposes  of  clause  (c)  of  \nsubsec tion- (3) of section 113 of the Ordinance, and subject to sub -rules (2) and (3), any \nperson entitled to apply to be registered as an authorised surveying officer shall possess \nthe following qualifications, namely: - \n \n(a) The minimum educational qualificatio n for an insurance surveyor or \nauthorized surveying officer shall be Bachelor‘s Degree in any discipline \nfrom a recognized university;  \n \n(b)    a minimum of three years‘ practical experience of insurance survey in the \nclass or classes of insurance surveyor s for which registration is sought, \neither conducted under - the supervision of an insurance surveyor licensed \nat that time under the Ordinance or registered under the repealed Act, or \nconducted as an employee of an insurance company  \n \n(c)     the person —  \n \n(i) is not a minor;  \n \n(ii) has not been found of unsound mind by a Court of competent \njurisdiction  \n  \n(iii) has  not  been  found  guilty  within  five  years  preceding  the  \npresent  date  of  criminal misappropriation or criminal breach of \ntrust cheating  or forgery or an abetment  of  or  an  attempt  to  \ncommit  any  such  offence  by  a  Court  of competent jurisdiction;  \n \n(iv)    has  not  served  any  custodial  sentence  imposed  by  a  Court  of  \ncompetent jurisdiction ending within fi ve years prec eding the \npresent date  \n \n(v)    having been found guilty by a Court of competent jurisdiction of \nany offence involving insurance;  \n \n(vi) has not been otherwise declared as disqualified by the Insurance \nTribunal, other than for a term which had expired prio r to the \npresent date; and  \n \n(vii)    is  not  an  appointed  agent (otherwise  than  in  the  sense  that  a  \nperson conducting a survey on the instructions of an insurance  \ncompany    may    be described as that company‘s agent) or an \nemployee of an insu rance company carrying on business in \nPakistan.  \n \n(2)    A person who was, at the commencement date of the Ordinance, the holder of a \nvalid certificate issued under sub -section (4) of section 44A of the repealed Act, and who \nis not otherwise  disqualified  from  holding  a  certificate  of  registration  as  an  \nauthorised  surveying officer, shall he deemed to have the qualifications as set -out in \nsub-rule (1) for the period during which that certificate is valid; and at any time within \nfive years of the commencement date of the Ordinance  at which —  \n \n(a)    that  certificate  or  any  licence  issued  under  the  Ordinance  in  renewal  \nof that certificate is presented for conversion to a certificate of \nregistration; or  \n \n(b)    any  certificate  of  regi stration  as  an  authorised  surveying  officer  \nissued  in conversion of that certificate, or in renewal of such certificate of \nregistration as an authorised surveying officer, is presented for renewal.  \n \n(3) A person who is, at the date of coming into f orce of these Rules, registered as an \nauthorised surveying officer or  ho1ds a  valid certificate issued under sub -section (4) of \nsection 44A of the repealed At, and who is not otherwise disqualified from registration as \nan authorised surveying officer, s hall be deemed to have the qualifications as set out in \nclause (a) or (c) of sub -rule  (1) for the period during which that registration or that \ncertificate is valid, and at any time within five years of the date of coming into force of \nthese Rules at whic h application is made for renewal of that registration that certificate or \nany registration issued in renewal or conversion of that certificate  \n \n21.    Registration   of   authorised   surveying   officers  — (1) An application   for  \nregistration as an aut horised surveying officer for any class of insurance surveyors for \nwhich a valid  certificate  is  not  held  shall  for  the  purposes  of  sub  section (4)  of  \nsection 113  of  the Ordinance, contain the following details in respect of the applicant, \nnamely : —  \n \n(i) His name; - \n \n(ii) his date of birth;  \n \n(iii) his residential address;  \n \n(iv) his postal address (if different)  \n \n(v)    a description of his occupation (other than insurance surveying)  \n \n(vi)     the name of his employer;  - \n \n(vii)    the class o f surveyors for which registration is sought and  \n  \n(viii)   evidence  in  original  or  certified  copy  form  of  compliance  with  \nprescribed qualifications  \n \n(2)    An application for renewal of registration as an authorised surveying officer for a  \nclass of insurance surveyors for which registration is held shall, for the purposes of sub -\nsection (4) of section  113 of the Ordinance, contain the following details in respect of the \napplicant, namely : - \n \n(i) His name;  \n \n(ii) his date of birth;  \n \n(iii) his re sidential address;  \n \n(iv)    his postal address (if different); - \n \n(v)     a description of his occupation (other than insurance surveying);  \n \n(vi)    the name of his employer;  \n \n(vii)  the class of surveyors for which renewal of registration is sought.  \n \n(3) Every application made under sub -rule (1) or  (2) shall be accompanied by a  \ndeclaration by the applicant stating that —  \n \n(a) the information presented in accordance with sub -rule  (1) or (2), as the \ncase may be, is complete and correct;  \n \n(b)    the app licant has complied with the requirements of the Ordinance and \nthese rules concerning the required qualifications of an authorized \nsurveying officer;  \n \n(c) the  applicant  is  not  appointed as  an  insurance  agent  of  an  insurance  \ncompany  carrying on business in Pakistan;  \n \n(d) the applicant is not an employee of an insurance company carrying on \nbusiness in  Pakistan; - \n \n(e)  the  applicant  undertakes  to  comply,  and  in  the  case  of  an  existing  \nauthorised surveying officer declares that he has d uring the previous \ntwelve  months complied with the provisions of the Ordinance and rules   \nconcerning   the   conduct   of   an authorised surveying officer; and - \n \n(f) the applicant is not disqualified from acting as an authorised surveying \nofficer by  virtue of — \n \n(i) being a minor;  \n \n(ii) having been found of unsound mind by a Court of competent \njurisdiction;  \n \n(iii) having  been  found  guilty,  within  five  years  preceding  the  \ndate  of  the  declaration, of criminal misappropriation or criminal \nbreach  of trust, cheating or forgery or an abetment of or attempt to \ncommit any such offence by a Court of competent jurisdiction;  \n \n(iv)  having served  any  custodial  sentence  imposed  by a Court of  \ncompetent  jurisdiction, ending within five years preceding  the date \nof the declaration;  \n \n(v)    having been found guilty by a Court of competent jurisdiction of \nany offence involving insurance; or  \n \n(vi)   having been otherwise declared as disqualified by the Insurance \nTribunal, other than for a term which had e xpired prior t o the date \nof the declaration.  \n \n(4)  An application and declaration required under this rule shall be made in writing \nand the declaration shall be signed by the applicant in the presence of a witness who shall \nbe a natural person, not a relat ed party of the applicant, and who shall also sign the \ndeclaration as witness.  \n \n(5)  An authorized surveying officer shall inform the Federal Government of any \nchange in the details required to be presented under sub -rule  (1)  or  (2)  within three \nmonth s of that change having effect, such - information shall be in written form and \nsigned by the authorised surveying officer in the presence of a witness who shall be a \nnatural person, not a related party of the authorized surveying officer and who shall also  \nsign the declaration as witness.  \n \n(6)   An application for registration or renewal of registration as authorized surveying \nofficer shall be accompanied by a fee of one thousand rupees which shall be refunded if \nthe application is not granted.  \n \n22. Surve ys and reports of insurance surveyors  —(1) Pursuant to clause (d) of  \nsubsection (3) of section 112 the report of an insurance surveyor shall be subject to the \nconditions as laid down in sub rule (2).  \n \n(2)    Every report given by an insurance surveyor sha ll be signed by a natural person  \nwho is, at the date of the report, registered as an authorised surveying officer for the class \nof insurance surveyors to which the loss being surveyed relates, and shall include the \nfollowing, namely: —  \n \n(a)     A descript ion of the property or interest which constitutes the subject \nmatter of the survey report, sufficient to identify the property or interest;  \n \n(b)     the terms of reference given to the insurance surveyor by the person \nengaging him;  \n \n(c)     any instructi ons given to the insurance surveyor by the person engaging \nhim, as to  facts  to  be  assumed  or  other  assumptions  to  be  made  by  \nthe  insurance surveyor;  \n \n(d)     a  description  of  the  procedures  carried  out  by  the  insurance  surveyor  \nin  the conduct of the survey;  \n \n(e) the opinion of the insurance surveyor on the matters contained in the term \nof reference; and  \n \n(f)  a declaration that neither the insurance surveyor, nor any director,  \nemployee, associate or partner of the insurance surve yor, nor any   related  \nparty  of  any  of those  persons,  has  any  interest  directly  or  indirectly  \nby  way  of  insurance, ownership, agency commission,. repairs, disposal \nof salvage, or in any other way whatsoever, other  than as an insurance \nsurvey or in the property or interest which constitutes the subject matter of \nthe survey report .  \n \n(3)   Every  survey  conducted  by,  and  report  given  by,  an  insurance  surveyor  \nshall comply with the relevant professional standards of any professional bo dy of which \nthe insurance surveyor is a member.  \n \n(4)   Every survey conducted by, and report given by, an insurance surveyor shall be \nconducted and given with due diligence and skill, and in good faith and the report shall \nbe finalized as early as possibl e but within the period of ninety days.  \n \n(5)   If the Federal Government has reason to believe that a survey performed has not \nbeen performed with due diligence or skill, or in good faith, or that it otherwise does not  \ncomply with the conditions of this rule, such that the report does not present a fair \nopinion on the matters contained in the terms of reference, the Federal Government may \ndirect that the insurer  arrange  for  an  additional  survey  of  -the  subject  matter  of  the  \nsurvey  report  to  be performed by one or more licensed insurance surveyors who shall \nbe approved by the Federal Government.  \n \n(6)  An additional survey under sub -rule (5) shall be performed at the expense of the \ninsurer and a copy of the report on the additional survey sh all be provided to the Federal \nGovernment.  \n \n23.  Insurance of interests in Pakistan  .—(1) For the purposes of subsection (1) of  \nsection 165 of the Ordinance, no person shall insure outside Pakistan any risk or part \nthereof in respect of any property or i nterest which is located in Pakistan at the time the \ninsurance is effected.  \n \n(2)  The  Federal  Government  may  grant  exemption  to  any  person  from  the \nrequirements of sub -rule (1) —  \n \n(a)   Where any risk cannot be insured suitably in Pakistan; or  \n \n(b)   Where there are reasons of exceptional nature for granting exemption.  \n \n(3)    The exemption under sub -rule (2) shall be for such property or interests, and for \nsuch period as the Federal Government may deem fit.  \n \n24.    Prescribed fee for copying  and for provision of duplicate documents .- (1) This \nrule shall apply to all provisions in the Ordinance pursuant to which a person is entitled to \ncharge a prescribed fee for the provision of a document, or a duplicate document, or is \nentitled to charge a fee for the grant of permission to make copies.  \n \n(2)    The fee shall be determined by the person entitled to charge the fee but shall not \nexceed the sum of —  \n \n(a)    twenty -five rupees for each page of a document of which one copy is \nmade; or  \n \n(b)      Where a document or a duplicate document is provided, twenty -five \nrupees for each page of the document or duplicate document  \n \n(3)    Where multiple copies are made or provided of one document or of one page of a \ndocument, the fee for second and subsequent  copies shall not exceed one half of the fee \nas set out in sub rule (2)  \n \n(4)    For the purposes of this rule a page which is printed on both sides shall be \ncounted as two pages  \n \n[F No 1(3 1)/2000 -Ins II]  \n \nSIKANDER -HAYAT MAKEN  \nDeputy Secretary.  \n \n \n \n \nDisclaimer  \n \nThe Securities and Exchange Commission of Pakistan, as a matter of policy, disclaims \nresponsibility of any error or omission in this publication. To avoid any doubt, the reader \nis advised to cross -check with original text notified in the official  Gazette. Although \nevery care has been taken in the publication of this document , the Securities and \nExchange Commission of Pakistan shall not be responsible for loss or damage caused to \nany person on account of errors or omissions, which might have crept in.  \n \nIt will be highly appreciated, if errors or omissions, noticed in the text of this document  \nare brought to the notice of:  \n \n \n \nSecurities and Exchange Commission of Pakistan,  \nInsurance Division  \n63-NIC Building,  \nJinnah Avenue,  \nIslamabad.  \n \n \nSecurities and Exc hange Commission of Pakistan,  \nInsurance Division  \n4th Floor, State Life Building No. 2,  \nWallace Road, Off I.I. Chundrigar Road.  \nKarachi."
}