{
    "file": "./converted_json\\administratorb8b9391ce414b63eac5c68627f6704ef.json",
    "name": "The Zainab Alert, Response and Recovery Act, 2020",
    "date": "24th March, 2020",
    "tagline": "An Act to make provisions for raising alert, response and recovery of missing and abducted children",
    "content": "Page 1 of 11 \n  \n \n \n \n \n \n \nTHE ZAINAB ALERT, RESPONSE AND RECOVERY ACT, 2020  \n \n \n \n \n \n \n \n \nCONTENT S \n \n                                        \n \nSECTIONS.  \nPART  1 \n1.  Short title and comme ncement. \n2.  Definitions.  \nPART  II \n3. Establishment of Zainab Alert, Response and Recovery Agency . \n4. Superintendence and administration of ZARRA . \n5. Powers and functions of ZARRA . \n6. Powers and functions of the ICT Child Protection Advisory Board for the purposes of this \nAct. \n7.  Coordination b etween ZARRA and Local Police Stations . \nPART III  \n8. Registration of FIR . \n9. Punishment under this Act . \nPART IV  \n10. Power to make rules .  \nUpdated till 19.04.2023\n \nPage 2 of 11 \n 11. Power to amend Schedule A to this Act . \n12. Financing of ZARRA . \n13. Director General, officers and employees deemed to be public servants.  \n14. Application of Code . \n15. Completion of trial . \n16. Act to override other laws . \n17. Removal of difficulties . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 11 \n THE ZAINAB ALERT,  RESPONSE AND RECOVERY ACT, 202 0  \n \n[24th March,  2020 ] \n \nACT  NO. XV OF 2020  \n \nAn Act to make provisions for raising alert, response and recovery of  missing  and abducted  \nchildren  \n \nWHEREAS  the Constitution  of the Islamic  Republic  of Pakistan  recognizes  the inviolability  of \nlife, liberty  and dignity  of a person  as fundamental right;  \n \nAND  WHEREAS, in recognition of the Constitution’s fundamental rights,  it is necessary to \nmake provisions for the protection of missing and abducted  children under the age of eighteen years, \nthat includes raising alert, responding  and recovering  of missing  and abducted children;  \n \nAND WHEREAS it is obligatory on the Government of Pakistan to make  provisions for \nensuring the right to life and protection from violence, abuse,  neglect, abduction or exploitation of \nchildren under the age of eighteen years , as envisaged under various national and international laws, \nconventions, covenants  and instruments,  relating  to the rights  of children,  including,  but not limited  \nto, the United Nations Convention on the Rights of the Child ratified by Pakistan on  12th November, \n1990;  \nAND WHEREAS it is a matter of national concern that children under the  age of eighteen  \nyears,  who are abducted,  are at high risk of violence,  exploitation,  abuse, trafficking, rape  or death;  \n \nAND  WHEREAS  it is urgent and necessary to introduce systems with  respect to raising alerts, \nas well as the response and recovery of missing and  abducted children, so that incidents such as that \nof a seven -year old Zainab,  resident of district Kasur, who was abducted, raped and murdered in \nJanuary,  2018,  do not  occur again  in future;  \n \nAND  WHEREAS  it is in the interest  of efficacy  and avoidance  of duplication of efforts that \nthe ZARRA established pursuant to this Act will work  supporting  and complementing  the mandate  of \nfederal  and provincial  law enforcement  agencies  and child  protection  and welfare  institutions  and to \ncoordinate and guide the efforts of all governmental agencies, authorities and  departments  in relation  \nto cases  of missing  and abducted  children.  \n \nIt is hereby  enacted as  follows: — \n \n \nPART  I \n \n1. Short  title,  extent  and commencement. —(1) This Act may be called  the Zainab Alert, \nResponse  and Recovery  Act, 2020.  \n \n(2) It shall extend  to the whole  of Pakistan.  \n \n(3) It shall come  into force  at once.  \n \n2. Definitions. —In this Act, unless  there  is anything  repugnant  in the subject  or context, — \n \nPage 4 of 11 \n  \n(a) “Act”  means  the Zainab  Alert, Response  and Recovery  Act 2020;  \n \n(b) “Alert”  means  any notification  raised  by ZARRA  after receiving  any information  \nor complaint  about missing  children  on any media;  \n \n(c) “Alert system”  means  an alert system  established  under  this Act; \n(d) “Abduction”  means, — \n \n(i) whoever by will or force, threat, violence, coercion or by any  deceitful means \ninduces any child under eighteen years of age  to move from one place to \nanother and includes kidnapping as  defined in the Pakistan Penal Code 1860 \n(Act XLV of 1860);  or \n \n(ii) whoever has un -lawful custody of a minor or removing a child  from  the \ncustody  of his parents  or lawful  guardianship;  \n \n(e) “Abductor” means a person, a group of persons or an organization  who kidnaps,  \ntraffics or  abducts  a child;  \n \n(f) “Board”  means  the ICT Child  Protection  Advisory  Board  established under the \nIslamabad Capital Territory Child Protection  Act, 2018  (XXI  of 2018);  \n \n(g) “Child” means anyone who has not attained the age of eighteen  years at the time  of \ncommission of an offence or when reported to  be missing  or abducted;  \n \n(h) “Code” means the Code of Criminal Procedure, 1898 (Act V of  1898);  \n \n(i) “Government”  means  the Federal  Government  of the Islamic  Republic  of Pakistan;  \n \n(j)  “missing child” means any child for whom a complaint is lodged  with the police \nor in respect of whom information is given to any  ZARRA office or any other \nrelevant authority assigned under this  Act as missing  because  his whereabouts  are \nnot known  to his parents  or legal  guardians  or is a runaway  child  regardless  of \ncircumstances  and causes of  disappearance  or time elapsed since  the child went  \nmissing;  \n \n(k) “organization” means any group, combination or body of persons  acting  under  a \ndistinctive name;  \n \n(l) “rape” means any forcible and non -forcibl e sexual conduct with a  child  by another  \nperson;  \n \n(m)  “recovery” means all those required actions that may include, but  not limited  to \nsearch,  investigation,  forensics,  coordination  and dispatch  of specially  trained  \nteams  to rescue,  recover,  to provide  psycho -social  support  and bring  the \nmissing  or abducted  child  to safety;  \n \n \nPage 5 of 11 \n (n)  “response”  means  all those  actions  that must  be taken  by the ZARRA  office,  \npolice,  local  government,  telecommunication  companies,  state and privately -\nowned  media  channels,  airports,  railway stations, highway authorities, missing \nchild response and  recovery  teams  or any other  organization  or individual  that is \nassigned  a task  under  this Act; and \n \n(o)  “ZARRA” means Zainab Alert, Response and Recovery Agency  established  under  \nthis Act  of Missing  and Abducted  Children.  \n \nPART  II \n \n3. Establishment  of Zainab  Alert,  Response  and Recovery  Agency.—(1) The Government  \nshall,  by notification  in the official  Gazette,  establish  Zainab  Alert,  Response  and Recovery  Agency  \n(ZARRA)  of missing  and abducted children.  \n \n(2) The ZARRA  shall  consist  of a Director  General  who shall  be appointed by the Prime \nMinister after public advertisement in such manner and in  such terms and conditions as may be \nprescribed by Ministry of Human Rights.  Other  officers and  employees  shall  be appointed  by the  \nDirector  General  in consultation with Ministry of Human Rights in such manner and on such terms  \nand conditions as  may be prescribed by  rules.  \n \n(3) The management staff of ZARRA shall be suitably equipped with  skills of managing \ndataba ses, conducting planning and monitoring of programs,  analyzing  data, preparing  reports and  \ncoordinating  with all other  offices.  \n \n(4) Standard  operating  procedures  (SOPs)  shall  be devised  to ensure  the safety and protection \nin the hands of authorities of the recovered missing or  abducted  child.  \n \n(5) All helplines including helpline 1099 shall forward to ZARRA all  complaints  relevant  to \nthe mandate of  ZARRA.  \n \n4. Superintendence  and administration  of ZARRA. —(1) The superintendence  of the \nZARRA  shall  vest with the ICT Child  Protection  Advisory  Board.  \n \n(2) The administration  of the ZARRA  shall  vest in the Director  General.  \n(3) The Director General shall exercise such powers and perform such  functions  as may  be \nprescribed.  \n \n5. Powers  and functions  of ZARRA. —The following  shall  be powers  and functions  of \nZARRA  that shall  be performed  under  the administration  of the Director General, namely: — \n \n(a) to activate Zainab alerts, when there is a missing or abducted child,  which shall \ninclude information on the physical characteristics of  the missing or abducted \nchild as well as any other data that would  help in the child’s identification, so as \nto inform the public at large  and all concerned  agencies  to whom  these  alerts  shall \nbe issued;  \n(b) to coordinate  with Pakistan  Telecommunication Authority (PTA)  for issuance  of \nZainab  alert SMSs,  MMSs  and with Pakistan  Electronic Media Regulatory \n \nPage 6 of 11 \n Authority (PEMRA) for broadcast/  tickers on television channels and \nannouncements on radio stations  and alerts on social media as well as postings \non relevant websites  or online,  print  media  or any other  available  medium to  \nreport  abductions;  \n \n(c) to define procedures for how, when, with what frequency and in  which \ngeographical territory the missing or abducted child alert  shall be  raised;  \n \n(d) to provide nation -wide telephonic toll free hotline number 1099 or  such other  \nnumber  where  any person  may report  a missing  or abducted child and such \nnumber may be used by any member of  public who has any information relating \nto the missing or abducted  child;  \n \n(e) to maintain  online  data base both in ZARRA  and Division  concerned and of every \nreported incident of a missing or abducted  child, the actions taken, the current \nstatus of the case and its final  outcome.  This database  shall  be monitored  for \naccuracy  and shall  be kept updated at all times. The database shall cover all \nterritories  of Pakistan and shall be accessible to public on ZARRA website in  \nEnglish  and in Urdu;  \n \n(f) to define procedures for who, how and when an incident of missing  or abducted \nchild shall be brought on to the ZA RRA database.  National Commission on \nRights of Child and Division concerned  shall  also have  the responsibility  to \nmaintain  a database.  To maintain proper record for each case, coordinate any \ninformation on  missing  children  with local  law enforcement  agencies,  detect  \ncriminal  patterns  in a geographical  area,  issue  monthly  public  reports on missing \nand abducted children on its website, introduce  procedures and key performance \nindicators that will improve and  measure  the effectiveness  of ZARRA;  \n \n(g) to ensure that the concerned stakeholders perform their duties in  accordance  with \nthe prescribed rules;  \n \n(h) to introduce a user friendly cellular mobile application linked with  the main  \ndatabase  for reporting  of any missing  child  and for updated  information of  any \nchild abducted  or recovered;  \n \n(i) to initiate,  refer  or take action  for proceeding against  any non - cooperation or \nnon-compliance by any organization or stakeholder  in accordance  with the rules  \nas may be prescribed  under this  Act; \n \n(j) to ensure  that full real-time information  is being  received  in ZARRA  office;  \n \n(k) to provide such administrative arrangements as may be necessary  and appropriate  \nto secure  the safe  return of  any such child;  \n \n(l) to facilitate  the provision  of legal  aid or advice,  where  circumstances  so requires;  \n \n(m) to coordinate  and cooperate  with relevant  foreign  agencies  and authorities in cases \nof missing or abducted children where the child  has been  wrongfully  removed  to, \n \nPage 7 of 11 \n or from,  Pakistan,  and frame  Standard  Operating  Procedures  for the same;  \n(n) to do  any other task necessary to perform the functions of ZARRA;  and \n(o) to seek the cooperation  of all federal  and provincial  law enforcement agencies \nand any other federal or provincial agencies,  authorities  or departments  in cases  \nof missing  or abducted  childre n. \n6. Powers  and functions  of the  ICT Child Protection  Advisory  Board  for the purposes  \nof this Act.—Without  prejudice  to the business  allocated to the Division concerned, the following \nshall be powers and functions  of the ICT Child  Protection  Advisory  Board  for the purposes  of this \nAct, namely: — \n \n(a) to analyze  the performance  of ZARRA,  to evaluate  the effectiveness  of ZARRA  \nfunctions  and to take actions  to continually  improve  the performance of  ZARRA;  \nand \n \n(b) to provide  governance and oversight in order  to ensure that all  actions relating to \nZARRA that are initiated, from registration of  FIR to safe recovery of child and \nreferral for rehabilitation of a  recovered  child, are  performed efficiently.  \n \n7. Coordination between ZARRA and Local Police Stations. —(1) The police  station \nwhere a case of missing or abducted child is reported shall,  immediately and not later than two hours \nafter the complaint is lodged, through  any available means of communication call, fax, electronic email \nor ZARRA  mobile application, inform the Z ARRA of the missing child incident and keep  providing \nlatest status of the case and all available details on daily basis. The  missing  or abducted  child  database  \nshall  be shared  on online  database,  maintained by the ZARRA office in accordance with the prescribed \nrules. The  police officer shall ensure that the required information in Schedule to this Act, is  made  part \nof the complaint.  \n \n(2) The Local Police and concerned law enforcement agencies shall on  receipt of information \nunder sub -section (1) take an i mmediate action and launch,  the investigation, search, rescue and \nrecovery operations. ZARRA shall wherever  required, coordinate the efforts of the concerned Police \nstations and any other  Federal  and provincial  agencies, authorities or  departments.  \n \n(3) In cas e ZARRA office receives a direct complaint of a missing or  abducted child, it shall \ncoordinate immediately with the local police station and  other ZARRA offices to ensure all actions \nrelating to ZARRA are initiated. This  includes registering of a complaint  at the concerned police \nstation, any other  federal or provincial agency, authority or department that ZARRA may consider  \nnecessary  in this  regard on  behalf  of the complainant.  \n \nPART  III \n \n8. Registration of FIR. —(1) “Notwithstanding anything contained in  any other law for the \ntime being in force, upon receiving information that a child  is missing, the officer in charge of a police \nstation shall reduce the same into  writing in the same book and in the same manner as prescribed for \na cognizable  offence under sec tion 154 of the Code of Criminal Procedure and shall be under a  duty to \ncause investigation of the same and recover the missing child and also  ensure that the required \ninformation in Schedule A to this Act, is made part of the  complaint.  \n \n \nPage 8 of 11 \n (2) A police offi cer investigating the case of a missing child shall have  the same powers as \navailable to an officer investigating a cognizable offence  under  the code  of criminal  procedure:  \n \nProvided  that the provisions  of this section  are intended  to supplement  the powers,  \nresponsibilities  and duties  of the police  in relation  to missing  children and nothing herein shall  be \ndeemed  to curtail or detract from their  powers, responsibilities and duties in respect of any offence \nrelating thereto as  provided under  any other  law for the time being  in force”.  \n9. Punishment under this Act. —Any police officer who does not  comply with the \nprovisions of section 8 of this Act in case of missing or abducted  child or any other public officer who \nwillfully delays or hinders in providing or processing the information in accordance with provisions \nunder this Act, shall be  punished with imprisonment of either description not less than 1 year and up \nto 2 years and  a fine of not  less than Rs. 50,000/ - and up to  Rs. 100,000/ -. \nPART  IV \n10. Power to make rules. —ZARRA in consultation with the Minister - in-charge may, by \nnotification in the official Gazette, make rules within six  months  of the  commencement  of this Act to \ncarry  out the  purposes thereof.  \n11. Power  to amend  Schedule  A to this Act.—ZARRA  in consultation  with the Minister -\nin-charge  may amend  the Schedule  A to this Act so as to add thereto  or omit  there  from  or amend \ntherein any  entry.  \n12. Financing  of ZARRA. —(1) The remuneration  payable  to the Director  General,  other  \nemployees,  staff and administrative  expenses  of the ZARRA  shall  be made  from  funds allocated  by \nFederal  Government.  \n13. Director General, officers and employees deemed to be public  servants. —The Director \nGeneral, officers and employees of ZARRA shall be  deemed to be public servants within the meaning \nof section 21 of the Pakistan  Penal Code 1860 (Act XLV of 1860) and shall be subject to all the \nrelevant  provisions  of sections  161 to 169 of  the said Act  XLV  of 1860.  \nPART  V \n14. Application of Code. —The provisions of the Code shall  apply to  the proceedings under \nthis Act, except in the case of juveniles who will be dealt  under  the Juvenile  Justice System  Act, 2018.  \n15. Completion of trial. —Notwithstanding anything contained in any  other law for the time \nbeing in force, offences against children under the age of  18, including but  not limited  to, section 292 -\nA, section  292-B, section  328, section 328 -A, section 361, section 362, section 364, section 364 -A, \nsection 365,  section 366 -A, section 369, section 369 -A, section 372, section 373, se ction 375,  section \n377 and section 377 -A of the Pakistan Penal Code shall be tried by  magistrates and judges, as the case \nmay be, specifically designated for such  purpose by the Sessions Judge of the district concerned and \nall such trials shall be  conclude d in not  more than  three months:  \nProvided that nothing herein shall affect the trial of any offence being  conducted or to be \nconducted by the anti -terrorism courts established under ATA  1997.  \n \n16. Act to override other laws. —Subject to section 15, the provisions  of this Act  shall have \noverriding effect notwithstanding anything contained in  any other  law for the time being  in force.  \n \nPage 9 of 11 \n 17. Removal of difficulties. —If any difficulty arises in giving effect to  any of the provisions \nof this Act, the Federal Government may make such order,  not inconsistent with the provisions of this \nAct, as may appear to be necessary for  the purpose of removing  the difficulty.  \nSchedule  \n[See Section  7(1)]  \n(a) Basic  information about  the missing  child: — \n(i) Full name;  \n(ii) Date  of birth;  \n(iii) Birthplace;  \n(iv) Nicknames,  if any; \n(v) Current and  previous  addresses.  Who  else lived  there?;  \n(vi) Current  and former employers;  \n(vii) Languages  spoken; and  \n(viii) School  attended;  \n(b) Physical  description of the  missing  child: — \n(i) Height;  \n(ii) Weight;  \n(iii) Age;  \n(iv) Build;  \n(v) Hair Color  and Length  of Hair;  \n(vi) Eye color;  \n(vii) Any distinguishing  marks  - such as tattoos,  birthmarks,  scars,  etc.; \n(viii) Beard,  mustache  and sideburns; and  \n(ix) Most  recent  photo  of the missing  child;  \n(c) Habits  and personality  of missing  child: — \n(i) Does  the child  have  any personal  or emotional problems?;  \n(ii) Any addiction  drug or smoking;  \n(iii) What  level  of education  or training  does the child have?  ; and \n(iv) Does  the child  visit frequently  any particular  areas  or places  of interest?  ; \n(d) Clothing  that the  missing  child was  wearing  the last time  seen: — \n(i) Style  and color  of wearing  cloths;  \n \nPage 10 of 11 \n (ii) Style  and color  of jacket or  outerwear  ; \n(iii) If applicable,  type of headwear;  \n(iv) Type  of glasses;  \n(v) Type  of gloves; and  \n(vi) Type  and color  of footwear;  \n(e) Trip plans  of the missing  child  the day he went missing: — \n(i) What were the missing child’s plans and activities on the day  he went missing?;  \n(ii) Where  was he or she going?;  \n(iii) Why  was he or she  going  there?;  \n(iv) If the individual was travelling by car, can you provide the  make and model \nnumber, licensed plate number, as well as  registration  if possible;  and \n(v) Provide  information  about  any other  vehicles  or mode  of travel  the missing  child \nmay have  access  too; \n(f) Information  about the  last time the missing  child  was seen: — \n(i) The time and location  of where  he or she was last seen;  \n(ii) The name  of the individual  who last saw the missing  child;  \n(iii) The name of the individual who last talked at length with the  missing  child;  \n(iv) The direction the missing child was travelling the last time  seen;  \n(v) The attitude  of the missing  child  the last time  seen;  \n(vi) Was the missing  child  complaining  of or concerned  about  anything  before he \nor she went missing;  \n(g) Overall  health  and condition  of the missing  child:— \n(i) Physical  condition;  \n(ii) Any known  medical  problems  or disease;  \n(iii) Any handicaps  or disabilities;  \n(iv) Any psychological  problems;  \n(v) Any medications  that the  child  is taking;  \n(vi) Any addictions  that the child has;  \n(vii) Provide the name of the missing child’s family physician and  their health card  \nnumber, if  possible;  \n(viii) Provide  the name  of the missing  child’s  main  dentist,  if possible;  \n \nPage 11 of 11 \n (ix) Potential people that the child may have contacted last time;  and \n(x) List all of the child’s  friends  and acquaintances  who the missing child may yry to \ncontact. Try to include addresses and  telephone  numbers;  and \n(h) Belongings  of the missing  child: — \n(i) Items such as a hairbrush, a toothbrush, or undergarments in  the event  that \ninvestigators  may need  to undertake  DNA  analysis;  \n(ii) Any electronic  equipment  such as a cell phone  or computer.  What  is the maker \nof phone  and the  cell phone  provider; and  \n(iii) As well, do you know if they were active on a chat line  or other  social on -line or \nmedia  network  such as  facebook?"
}