{
    "file": "./converted_json\\administrator1ed55a81bc683dfed364677d4f316b8b.json",
    "name": "Pakistan Cotton Cess Rules, 2012",
    "date": "March 29, 2012",
    "tagline": "Establishment of the Committee for Cotton Cess",
    "content": "M - 302 REGISTERED No L.-7646 \ntiClie //Palette \tat Valtisttan \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, THURSDAY, MARCH 29, 2012 \nPART U \n1 1 \tStatutory Notifications (S.R.0) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF TEXTILE INDUSTRY \nNOTIFICATION \nIslamabad, the 27th March, 2012 \nS. R. 0. 307 (1)12012.-In exercise of the powers conferred by section \n15 of the Cotton Cess Act, 1923 (XIV of 1923) the Federal Government is \npleased to make the following rules, namely:- \nShort title and commencement.-(0 These rules may be called \nthe Pakistan Cotton Cess Rules, 2012. \n(2) \tThey shall come into force at once. \nDefinition.-In these rules, unless the context otherwise requires,— \n\"Act\" means the Cotton Cess Act, 1923 (XIV of 1923); and \n\"Organization\" means the head quarters of the Committee, its \nresearch institutes and station or sub-stations. \n(1137) \n12346 (2012)/Ex. Gar.] \t Price: Rs. 5.00 \n1138 THE GAZETTE OF PAKISTAN, EXTRA., MARCH 29, 2012 \tWART II \n3. Appointment and term of members.--(1) The Federak \nGovernment shall appoint members of the Committee by notification in the official Gazette. \nThe Federal Government may, however, terminate the membership \nof a member before completion of his term in the public interest. \nIf a vacancy in the constitution of the Committee occurs by death, \nresignation or otherwise, of an ex-officio member another member shall be \nappointed in his place who shall hold office for the unexpired period of the term of his predecessor. \nThe term of the member of the Committee, other than ex-officio member shall be three years. \n4. \tMinimum number of meetings.—The Committee shall hold at least two meetings in a year. \n(2) The quorum for meeting of the committee shall be at least sixty percent of the total membership. \n5. \tRecords of business.—The committee shall maintain complete \nrecord of business of the committee including the confidential reports, minutes \nof meeting of the committee and sub-committees and transaction of business. \nThe copies of the same shall be forwarded to the Federal Government and all \nmembers of the committee. \n6. \tPower of the Committee to contract.—(1) The Committee has the power to enter into contract: \nProvided that every contract which extends beyond a period of three \nyears, or involves expenditure in excess of rupees one million shall require prior \nsanction of the Federal Government. \nThe Committee may, subject to sub-rule (I) by resolution, delegate \nto Vice-President or Chief Executive Officer (CEO) such powers of entry into \ncontract on its behalf as it deem appropriate and to the extent specified in the resolution. \nContracts shall not be binding on the Committee unless they are \nexecuted by the Vice-President or CEO and are authenticated by the common \nseal of the Committee. \n7. \tPower of the Committee for appointment etc.—The Committee shall submit its recommendations to the Federal Government for creation of new \nposts. The Committee shall also specify and recommend the remuneration, terms \nof appointment, age, qualification, experience job description etc., for these posts. \nPART 111 THE GALE1 It. OF PAKISTAN, EXTRA., MARCH 29, 2012 \t1139 \nAppointment, functions and powers of CEO.—( I) The Federal \nGovernment shall appoint the Chief Executive Officer (CEO) for a period of \nthree years, extendable by another period of three years, on basis of their \nperformance. \n(2) The CEO shall be responsible for efficient and effective \nadministration and management of the organization. The Federal Government \nmay delegate powers to CEO to appoint, promote dismiss the officers and \nofficials, on the recommendation of departmental selection committee or \ndepartmental promotion committee, as the case may be. \nAppointment, Functions and powers of Chief Financial \nOtlicer.-(1) The Federal Government shall appoint Chief Financial Officer \n(CFO) for a period of three years, extendable by another period of three years, \non basis of his performance. \n(2) The CFO shall be responsible for all financial matters, including \nexpenditures, income, investments, cess collection etc. He shall formulate a \nfinancial policy within three months of his appointment and submit for approval \nof the Federal Government. He shall also be responsible for making annual \nbudget estimates, prepare and submit annual financial reports, maintain proper \naccounts, and facilitate the audit of the accounts. \nAppointment, functions and powers of Chief Scientist.-(1) The \nFederal Government shall appoint a Chief Scientist for a period of three years, \nextendable by another period of three years, on basis of his performance. \n(2) \tThe Chief Scientist shall be responsible to formulate policy in the \nfield of cotton research and development on the basis of guidelines given by the \nCommittee and in consultation with stakeholders. He may assign research work \nto different institutes, research stations or individual scientist. The Chief \nScientist shah i act as countersigning officer for scientists working in BS-I9, and \nsecond countersigning officer for all the scientists working in BS 17-18. He may \nrecommend scientist for promotion to the concerned authority. \nPower of the committee to incur expenditure.- (I) Subject 'to \nthe provisions of the Act the Committee may incur such expenditure as it may \ndeem fit. No expenditure shall be incurred which is in excess of the sanctioned \nbudget allotted under any head. Approval of the Principal Accounting Officer \nshall be obtained in case expenditure exceeds the sanctioned budget. \n(2) \tRe-appropriations between and within major heads of expenditure \nshall be recommended by the concerned sub-committee and approved by the \nPrincipal Accounting Officer. The re-appropriation shall be submitted before the \nCommittee for information. \n1140 THE GAZETTE OF PAKISTAN, EXTRA., MARCH 29, 2012 \t[PART II \n12. \tTraveling allowance for the members.- (I) Save withe .e \nprevious sanction of the Federal Government, no remuneration shall be paid \nother than traveling allowance to any member of the Committee on account of \nhis services as such. \nA member of the Committee shall be entitled to draw traveling, \nboarding and lodging allowances in respect of any journey performed for the \npurpose of attending a meeting of the Committee or of a duly constituted \nsubcommittee as admissible to the officers of the Federal Government in \nBPS-20. \nThe Committee may also approve payment of traveling, boarding \nand lodging allowances to a member for attending a meeting of any other \norganization on behalf of or in representation of the Committee. \n13. Budget.-(1) The CEO in consultation with the concerned sub-\ncommittee shall prepare annual budget for the next year in May and submit for \nthe sanction of the Committee in special budget meeting held every year. \n(2) The budget shall be in such format as the Committee may approve. \nThe budget format shall be prepared in line with the instructions issued by the \nAccountant-General of Pakistan from time to time. \n14. \tCustody and disbursement of funds.-(1) The current account of \nthe Committee and its institutions, stations and subordinate offices shall be \nmaintained in a scheduled bank, approved by the Federal Government. A bank \nstatement of all transactions of all accounts shall be provided to the Federal \nGovernment on quarterly basis. The organization shall reconcile its accounts \nwith the concerned banks justifying all payments and cheques issued to ensure \nthat exact expenditure has been debited and copy of the reconciled accounts shall \nbe forwarded to the Federal Government for information of Principal \nAccounting Officer. \nAny funds not required for current expenditure may be invested or \nplaced in fixed deposit or re-invested in any scheduled bank of Category A or \nany financial institution with the prior approval of the Federal Government. \nPayments by or on behalf of the Committee shall be made by cross \ncheque to concerned party or person only drawn against the current account of \nthe Committee. No cash payment shall be paid to any party exceeding rupees \ntwenty-five thousand. \nThe cheque referred to in sub-rule (3) and all orders for making \ndeposits or investments or for the withdrawal of the same or for the disposal in \nany other manner of the funds of the Committee shall be signed by two officers \nof the organization nominated by the Federal Government. \nPART 11) THE GAZETTE OF PAKISTAN, EXTRA., MARCH 29, 2012 \t1141 \nThe cheque referred to in sub-rule (3) and all orders for making \ndeposits or investments or for the withdrawal of the same or for the disposal in \nany other manner of the funds of the institutes, stations, sub-ordinate offices and \ndirectorates etc., of the Committee shall be signed by the DDO and \ncountersigned by the director or office in-charge nominated by the Committee \nafter the previous sanction of the Federal Government. \nThe Committee shall not raise debt except with the prior approval \nof the Federal Government. \nThe total outstanding debts at any point of time shall not exceed \ntwenty per cent of Committee's current year's receipts budget. \nThe concerned sub-committee may authorize the CEO to maintain \na fund as petty cash, sanctioned in the budget, to meet day-to-day expenditure. \nAnnual statements of grants-in-aid.—Every Provincial Department \nof Agriculture to which sums have been allocated by the Committee for \nexpenditure on cotton research and every other institution not under direct \ncontrol of the Committee to which sums have been so allocated shall furnish to \nthe Committee during July every year a statement of accounts of the actual \nexpenditure incurred, outstanding liabilities, if any, and the balance amount. \nForm and verification of return.—The return referred to in \nsection 6 of the Act shall be in Form \"A\" annexed to these rules and shall be \nverified in the manner set forth therein. \nCheck of return by Collector.—For the purpose of satisfying \nhimself of the correctness of any such return the Collector shall check the same \nin such manner as he thinks fit and may for this purpose take copies of extracts \nfrom such records to which the return relates to be examined and compared with \nthe entries in the return. The Federal Government may, by notification in the \nOfficial gazette, appoint any other officer to perform the duties of the collector \nunder this Act to improve the recovery and collection of cess. \nForm of notice under section 7(1).—The notice referred to in \nsub-section (1) of section 7 of the Act shall be in Form 'B' annexed to these \nrules. \nAssessment under section 7(2).—If the owner of any mill fails to \nfurnish in due time the return referred to in section 6 of the Act, or furnishes a \nreturn which the Collector after completion of the check referred to in rule 17 \nbelieves to be incorrect or defective, the Collector shall, subject to the provisions \nof the Act, use such methods as he may think fit for the ascertainment of the \namount payable under the Act and shall assess and recover the same \naccordingly. If required the Collector may recover the cess due as arrears of land — \nrevenues under the West Pakistan Land Revenue Act, 1967 (XVII of 1967). \n1142 THE GAZETTE OF PAKISTAN, EXTRA., MARCH 29, 2012 \t[PART \n20. Assessment under section 8(2).—(l) An assessmtili under suli section (2) of section 8 of the Act shall be made by the land customs officer i \ncharge of a land customs station established under the Customs Act, 1969 (IV 1969). \nIn such assessment the amount by which the consignment of colt \nunder assessment exceeds the number of completed hundreds of poun \navoirdupois contained therein may be left out of account. \nA person aggrieved by such assessment shall be entitled to pre \nan appeal to the authority to whom he would have been entitled to appeal if t assessment had been made under the Customs Act, 1969 (IV of 1969). \n21. Audit and publication of accounts.—(1) The Committee sha maintain accounts of its assets, liabilities and all financial transactions \naccordance with the Globally Accepted Accounting Practices (GAAP). Th \nsystem shall be prepared in consultation with the Committee's auditors an \nAuditor-General of Pakistan. \nSuch accounts shall be audited annually by auditors appointed i \nthis behalf by the Committee and by Auditor-General of Pakistan. The audito \nmay disallow any item which in their opinion has not been spent in accordanc \nwith the Act or these rules. \nThe accounts of receipts and expenditure relating to each financial  year, together with the auditor's report thereon, shall be submitted to all \nmembers of the Committee by July of that year. The accounts and auditor's \nreport shall also be published. \nNothing in these rules shall preclude annual or special audit by the Auditor-General of Pakistan. \nProtection of the assets of the Committee.—The Committee shall have no right, at any circumstances, to sell, transfer, trade, exchange, \nreassign, mortgage, gift, grant, donate, make contribution of any of the \nimmovable property. \nRepeal.—The Pakistan Cotton Cess Rules, 1950 are hereby repealed. \nNote:—(Pakistan Cotton Cess Rules, 2012 has been vetted by Law Division vide U.0 No. 470/2012-D&L dated 06.03.2012 and approved by Honorable Prime Minister vide their U.0 No. 90I/PSPM-12 dated 24-03-2012). \nAB1D BASHLR, \nJoint Secretary (A&C). \nU) THE G \tit OF PAKISTAN, DORA.. MARCH 29. 2012 \t1143 \nFORM \"A\" \n[see rule 16] \nReturn under Section 6 of the Pakistan Cotton Cess Act. 1923 (XIV of \n) for the month of \t 20. \nName of Mill \nName of owner or agent \nAverage number of ring spindles and \tRing Spindles \t \nrotors working during month \t Rotors \t  \nNumber of bales avoirdupois of cotton consumed or brought under \ness in the mill during the month of \t20 \t \nPressed Cotton \t kg or \tBales of 170kg. \nUn-pressed Cotton \t kg or \tBales of 170kg. \nTotal \t kg or \tBales of 170kg. \nCess Rupees \tper bale for .....bales = Rs. \t  \nAmount remitted herewith \t  in local treasury. \nBy 0 Cheque \nDraft \nrt Money order \nla Cash/Transfer \t  \nre out (f) if remittance does not accompany return) \nI \tI do hereby declare that I have compared the above particulars with the \nprds and books of my mill, and that they are in so far as I can ascertain, \nlurate and complete. \nled this \t day of \t  20 \t \n(Signed) \nbe signed by the Owner/ Managing Director) \n1144 THE GAZETTE OF PAKISTAN, EXTRA., MARCH 29, 2012 \t[PART 11 \nFORM \"B\" \n(see rule 18) \nNotice of demand of payment of cotton cess under section 7 of Act XIV \nof 1923. \nCollector's Officer. \nDated \t 20 \t \nTo \nTake notice that the cotton cess on the \t nil for \nthe month of \t has been assessed at \t and that on behalf of the \nFederal Government, I hereby demand payment by you of sum of rupees \n\t now due and unpaid on account of cotton cess for month \nof \t and that if the above amount be not paid into this office within \nten days after the date of service hereof on you I shall proceed to obtain payment \nof the same according to the provision of the Pakistan Cotton Cess Act, 1923 \nand West Pakistan Land Revenue Act, 1969 (IX of 1969). \n[No. F. I -1/2011-PCCC.1 \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD \nPUBUSHED BY IliE DEPUTY CONTROLLER, STATIONERY AND FORMS. UNIVERSITY ROAD. KARACHI"
}