{
    "file": "./converted_json\\administrator8cf3b3c8dbef7ea138cd39d37850f2fc.json",
    "name": "The Hindu Marriage Act, 2017",
    "date": "17th March, 2017",
    "tagline": "Provide for solemnization of marriages by Hindu families and for matters ancillary and incidental thereto",
    "content": "Page 1 of 11   \n \n \n \n \nTHE HINDU MARRIAGE ACT, 2017  \n \n \n \n \n \nCONTENTS  \n \n \n \n1. Short title, extent, application and commencement.  \n2. Definitions.  \n3. Overriding effect of Act.  \n4. Conditions for a Hindu marriage.  \n5. Ceremonies for Hindu marriage.  \n6. Registration of Hindu marriages.  \n7. Appointment and functions of marriage registrar.  \n8. Restitution of conjugal rights.  \n9. Judicial separation.  \n10. Void marriage.  \n11. Voidable marriage.  \n12. Termination of Hindu marriage.  \n13. Financial security of wif e and children.  \n14. Alternate relief in termination of marriage proceeding.  \n15. Termination of Hindu marriage by mutual consent.  \n16. Separated person may marry again.     \n\n \nPage 2 of 11  17. Hindu widows are entitled to remarry.  \n18. Legitimacy of child born out of void and voidable Hindu marriage.  \n19. Validation of marriages.  \n20. Punishment of bigamy.  \n21. Punishment for contravention of certain other conditions for Hindu marriage.  \n22. Court to which petition shall be presented.  \n23. Penalty for violating the provision of this Act.  \n24. Cognizance of offence under t his Act.  \n25. Power to make rules. \n \nPage 3 of 11  THE HINDU MARRIAGE ACT, 2017  \nACT NO .VII OF 2017  \n[17th March, 2017]  \n \nAn Act to provide for solemnization of marriages by Hindu families and for matters ancillary and \nincidental thereto  \nWHEREAS  it is constitutional obligation that the state shall protect the marriage, the family, the \nmother and the child and also safeguard the legitimate, rights and interests of minorities;  \n \nAND W HEREAS  it is expedient to have a consolidated law providing for solemnization of \nmarriages by Hindu families and the matters connected therewith and incidental thereto;  \n \nAND W HEREAS  the Provincial Assemblies of Balochistan, Khyber 'Pakhtunkhwa and Punjab \nhave pa ssed Resolutions under Article 144  of the Constitution of the Islamic Republic of Pakistan to \nthe effect that Majlis­e­Shoora (Parliament) may, by law, regulate solemnization of marriages by \nHindu families and for matters connected therewith and incidental  thereto;  \n \nIt is hereby enacted as follows: — \n \n1. Short title, extent, application and commencement. —(1) This Act may be called the  \nHindu Marriage Act, 2017.  \n \n(2) It extends to the Islamabad Capital Territory and the Provinces of Balochistan, Khyber \nPakhtunk hwa and Punjab.  \n \n(3) Subject to sub­section (2), it shall apply to those citizen of Pakistan who profess Hindu                         \nreligion in any of its forms.  \n \n(4) It shall come into force at once.  \n \n 2. Definitions. —In this Act, unless the subject or context otherwise requires, — \n \n(a) “Court ” means a Family Court as defined under the West Pakistan Family \nCourts Act, 1964 (W.P. Act, XXV of 1964);  \n \n(b) “customs ” and “customary rites ” mean any tradition which is not unlawful and \nthe same has been continuously and uniformly observed for a long time among \nHindus in any local   area, tribe, community, group or family;  \n \n(c) “degrees of prohibited relationship ” means any prohibited relationship as per \nlaws, religion   and customs having force of law relating to Hindu persons;  \n \n(d) “Government ” means the Federal Government or the Provincial Government \nas the case may be;  \n \n(e) “Hindu marriage ” means the union of Hindu male and Hindu female \nsolemnized under this Act and includes the marriage solemnized before \ncommencement of this Act in accordance with the law, religion and customs \n \nPage 4 of 11  having force of law relating to Hindu persons;  \n \n(f) “marriage  register ” means register of marriages maintained . by marriage \nregistrar as may be prescribed;  \n \n(g) “marriage registrar ” means a person authorized and appointed by the \nGovernment to register Hindu marriages under this Act;  \n \n(h) “prescribed ” means prescribed by rul es made under this Act; and  \n \n(i) “shaadiparat ” means certificate of marriage issued by the marriage registrar, \nwhich   certifies the solemnization of Hindu marriage.  \n \n3. Overriding effect of Act. —The provisions of this Act shall have effect not withstanding \nany other law or custom or usage for the time being in force.  \n \n4. Conditions for a Hindu marriage. —A Hindu marriage shall be solemnized, if the \nfollowing conditions are fulfilled, namely:  — \n \n(a) at the time of marriage, the parties are of sound mind and capable of giving a \nvalid consent;  \n \n(b) both the parties are not below the age of eighteen years;  \n \n(c) the parties to the marriage are not within the degrees of prohibited relationship; \nand \n \n(d) neither party has a spouse living at the time of marriage:  \nProvided that condition in clause (d) shall not apply where a living female spouse cannot \nconceive     a child and medically declared to be so.  \n5. Ceremonies for Hindu marriage. —A Hindu marriage may be solemnized in accordance \nwith the customary rites, rituals and ceremonies of either party thereto.  \n6. Registration of Hindu marriages. —(1) The solemnization of every Hindu marriage shall \nbe registered in accordance with the provisions of this Act. Such registration shall take place within a \nperiod of fifte en days of solemnization of  Hindu marriage.  \n(2) The marriage register shall be open for inspection and shall be admissible as evidence of \nthe contents contained therein or certified extracts there from shall, on application, be given by the \nmarriage regis trar on payment of such fee, as may be prescribed.  \n7. Appointment and functions of marriage registrar .—(1) The Government shall, by \nnotification in official Gazette, appoint one or such numbers of marriage registrars in the territory of \na district or such other areas as would be convenient for Hindu population living in the said district or \nsuch other areas.  \n(2) For the purposes of registration of Hindu marriage, the marriage registrar or person duly \nauthorized by him from amongst the local Hindu community in the manners as may be prescribed, \nshall be responsible to register the marriage. The parties to Hindu marriage shall give their particular \n \nPage 5 of 11  to the respective registrar or his authorized person for the purpose of entry thereof in shaadiparat.  \n \n(3) The form of shaadiparat, the record to be preserved and maintained by the marriage \nregistrar shall be such as may be prescribed. Until the rules are made, the shaadiparat annexed as \nSchedule A of this Act shall be used as shaadiparat.  \n(4) The marriage regi strar shall prepare such number of copies as may be prescribed and unless \nthe rules are made, he shall prepare three copies thereof. One copy each shall be given to the respective \nparties to marriage and one copy shall be kept in the office of marriage reg istrar as a public   record.  \n8. Restitution of conjugal rights. —When  either a husband or a wife has, without reasonable \nexcuse, withdrawn from the society of the other, the aggrieved party may, by a petition to the Court, \napply for restitution of conjugal rights and the Court, on being satisfied of truth of statements made in \nsuch petition and that there is no legal ground why the application should not be granted, may decree \nrestitution of conjugal rights:  \nExplanation —Where a question arises whether there has been reasonable excuse for \nwithdrawal from the society, the burden of proving reasonable excuse shall be on the person who has \nwithdrawn from the society.  \n9. Judicial separation .—(1) Either party to Hindu marriage, whether solemnized before or \nafter co mmencement of this Act, may present a petition to the Court praying for a decree of judicial \nseparation on any of the ground specified in sub­section (1) of section 12 and in the case of a wife also \non any of the grounds specified in sub­section (2) thereo f. \n(2) Where a decree of judicial separation has been passed, the Court may, on the application \nof both the parties and on being satisfied of truth of statements made in such petition, rescind the \ndecree   if it considers it just and reasonable to do so.  \n10. Void marriage. —Any Hindu marriage solemnized after commencement of this Act may, \non a    petition to the Court presented by either party to the marriage or their real parents, be declared \nnull and void on the conditions specified in clauses (c) and (d) of section 4.  \n11. Voidable marriage .—(1) Any Hindu marriage solemnized, whether before or after \ncommenc ement of this Act, may be declared voidable and may be subsequently annulled by a decree \nof nullity passed by the Court if — \n(a) the marriage has not been consummated owing to impotence of the respondent; \nor \n(b) the marriage has been solemnized in contravention of the condition specified in \nclause (b) of section 4; or  \n(c) consent of the petitioner was obtained by force, coercion or by fraud as to the \nnature of  the ceremony or  as to  any material fact or circumstance concerning \nthe respondent; or  \n(d) the respondent was at the time of marriage pregnant by some person other than \nthe petitioner.  \n(2) Notwithstanding anything contained in sub­section (1), no petition for annulling a \nmarriage, — \n \nPage 6 of 11   \n(A) on the ground specified in clause (c) of sub­section (1), s hall be entertained, if — \n \n(i) the petition is presented more than one year after the force or coercion  \nhad ceased to operate or, as the . case may be, the fraud had been \ndiscovered; or  \n(ii) the petitioner has, with his or her full consent, confirmed to liv e with \nthe other party to the marriage as husband or wife after the force had \nceased to operate, or, as the case may be, the fraud has been discovered; \nand \n(B) on the ground specified in clause (d) of sub­section (1) shall be entertained unless the Court \nis satisfied that — \n \n(i) the petitioner was, at the   time   of marriage, ignorant   of the   facts \nalleged; and  \n(ii) he proceedings have been instituted, In the case of marriage \nsolemnized — \n(a) before the commencement of this Act within one year of such  commencement; \nand \n(b) after such commencement, within one year from the date of the marriage.  \n12. Termination of Hindu marriage. —(1) Any Hindu marriage solemnized whether before \nor after commencement of this Act may, on a petition presented to the Court by  either a husband or a \nwife, be terminated by decree of termination of marriage on the ground — \n(a)  that the other party — \n(i) has, after the solemnization of the marriage, treated the petitioner with \ncruelty; or  \n(ii) has deserted the petitioner for continuous period of not less than two \nyears immediately proceeding the presentation of the petition:  \nExplanation. —In this clause, the expression  “desertion ” means the desertion of the petitioner \nby the other party to the ma rriage without reasonable cause and without the consent or against the wish \nof such party and includes the willful neglect of the petitioner by the other party to the Marriage; or  \n(iii) has ceased to be Hindu by conversion to another religion; or  \n(iv) has been incurably of unsound mind or has been suffering continuously \nor  intermittently from mental disorder of such a kind and to such an \nextent that the petitioner cannot reasonably be expected to live with the \nrespondent;  \n \n \nPage 7 of 11  Explanation. —In this clause,  the expression “mental disorder ” means mental illness, arrested \nor incomplete development of mind, psychopathic disorder or any other disorder or disability of mind \nincluding schizophrenia and the expression “psychopathic disorder” means a persistent diso rder or \ndisability of mind (whether or not including sub -normality of intelligence) which results in abnormally \naggressive or seriously irresponsible conduct on the part of the other party and whether or not it \nrequires or is susceptible to medical treatme nt; or  \n(v) has been suffering from a virulent and incurable from of leprosy; or  \n(vi) has been suffering from venereal disease in a communicable from or \nHIV Aids; or  \n(vii) has renounced   the world by entering any religious order; or  \n \n(b) that there has been no resumption of cohabitation as between the parties to the \nmarriage for a period of more than one year after he passing of decree for \njudicial separation or order of restitution of conjugal rights passed by the Court.  \n \n(2) A wife may also present a p etition for termination of her marriage on the grounds, — \n \n(a)  in the case of any marriage solemnized before commencement of this Act, that \nthe husband had married again before such commencement or that another wife \nof the husband married before such commencement was alive at the time of the \nsolemnization of the marriage of the petitioner:  \n \nProvided that in either case the other wife is alive at the time of the presentation of the petition; \nor \n(b) that the husband has neglected or has failed to provide  for her maintenance for \na period of   two years;  \n(c)  that the husband has been sentenced to imprisonment for a period of four \nyears or   upwards; or  \n(d)  that her marriage, whether consummated or not, was solemnized before she \nattained the age of eighteen'  years and she has repudiated the marriage before \nattaining that age;  \nExplanation. —This clause . applies  whether the marriage was solemnized before or after  \ncommencement of this Act.  \n13. Financial security of wife and children .—(1) If a wife is respondent i n a petition for \ntermination for the marriage by decree of termination, she may oppose the grant of decree on the \nground that the termination of the marriage may result in grave financial hardship fo her unless \narrangements have been made to the satisfacti on of the Court to eliminate such hardship:  \nProvided that nothing contained in this Act shall affect any right which she may have to her \ndower or any part thereof on the termination of marriage.  \n(2) The Court shall not pass a decree of termination unless t he Court is satisfied that adequate \nprovisions for the maintenance of children born out of the marriage has been made in commensuration \nwith the financial capacity of the parties to the marriage.  \n \nPage 8 of 11  14. Alternate relief in termi nation of marriage proceeding. —In any proceeding under this \nAct, on a petition for termination of marriage by decree of termination, except in so far as the petition \nis found on the ground mentioned in sub­clauses (i), (ii), (iv) and (vii) of clause (a) and clause (b) of \nsub­section (1)  of section 12, the Court may, if it considers it just so to do having regard to the \ncircumstances of the case, pass, a decree fo r judicial separation instead ol decree for termination of \nmarriage.  \n \n15. Termination of Hindu marriage by mutual consent. —(1) Subject .to the provisions of \nthis Act, a petition for termination of marriage by decree of termination may be presented to the Court \nby both the parties to a marriage together, whether such marriage was  solemnized before or after \ncommencement of this Act, on the ground that they have .been living separately for a period of one \nyear or more, that they have not been able to live together and they have mutually agreed that the \nmarriage should be terminated.  \n \n(2) On the decision by both the parties made not  earlier than six months after the date of the \npresentation of the petition referred to in sub­section (1) and not later than eighteen months after the \nsaid date, the Court shall, on being satisfied after hearing the parties and after making such inquiry a s­ \nit thinks fit that a marriage has been solemnized and that the averments in the petition are true, pass a \ndecree of termination declaring the marriage to be terminated with effect from the date of the decree.  \n16. Separated person may marry again —When a  Hindu marriage has been annulled or \nterminated by a decree of nullity or decree of termination, as the case may be and the time for appeal \nhas expired or an appeal has been preferred but has been dismissed, it shall be lawful for either party \nto the marria ge so terminated to marry again after expiry of six months from final decision.  \n17. Hindu widows are entitled to remarry. —A Hindu widow shall have right to  remarry of \nher own will and consent after the death of her  husband provided a period of six months has lapsed \nafter the husband's death.  \n \n18.Legitimacy of child born out of void and voidable Hindu marriage. —(1) \nNotwithstanding that a Hindu marriage is null and void under section 10, any child of such marriage \nwho would have been legitimate if the marria ge had been valid, shall be legitimate, whether such child \nis born before  or after commencement of this Act and whether or not a decree of nullity is granted in \nrespect of that marriage under this Act and whether or not the marriage is held to be void oth erwise \nthan on a petition under this Act.  \n \n(2) Where a decree of nullity is granted in respect of a voidable Hindu marriage under section \n11, any child begotten or conceived before the decree is made, who would have been the legitimate \nchild of the parties  to the marriage if at the date of the decree it had been terminated instead of being \nannulled, shall be deemed to be their legitimate child notwithstanding the decree of nullity.  \n19. Validation of marriages. — All Hindu marriages solemnized before commence ment of \nthis Act shall be deemed valid.  \n20 Punishment of bigamy. —Any Hindu marriage solemnized after commencement of this \nAct is void if at the date of such marriage either party had a spouse living and the provisions of section \n494 and 495 of the Pakistan  Panel Code, 1860 (Act XLV of 1860) shall apply accordingly.  \n21. Punishment for contravention of certain other conditions for Hindu marriage. Every \nperson who get his or her marriage solemnized under this Act in contravention of the conditions \n \nPage 9 of 11  specified in clauses (b) or (c) of section (4) shall be punishable with simple imprisonment­which may \nextend to six months but not less than three months, or with fine which may extend to five thousand \nrupees; or with both.  \n \n22. Court to which petition sha ll be presented —Every petition under this Act shall be \npresented to the Family Court and the provision of — \n \n(a) the West Pakistan Family Courts Act, 1964 (WPXXXV of 1964) except proviso \nof sub­ section (4) of section 10, sub­section (2) of section 14 and s ection 21 \nand 23 thereof; and  \n(b) the West Pakistan Family Court Rules 1965, except proviso to clause (b) of \nrule (6) thereof;  \nshall mutatis mutandis apply to the proceedings under this Act.  \n23. Penalty for violating the provision of this Act .—(1) Any person who contravenes the \nprovision of this Act or rules made there under regarding registration of Hindu marriage shall be \npunishable with simple imprisonment for a term which may extend to three months or with fine which \nmay extend to one thousand rupee s or with both..  \n(2) Any person who make statement or give particulars to be entered in the shaadiparat, which \nis false or has reason to believe to be false; shall be punished with a simple imprisonment which may \nextend to six month but not less than one m onth of a fine which may extend up to one hundred thousand \nor with both.  \n24.Cognizance of offence under this Act. —Notwithstanding anything contained in the Code \nof Criminal Procedure 1898 (Act V of 1898), all offences under this Act shall be non­cognizable  and \nnon­compoundable and the same shall be triable by a Magistrate First Class on a complaint in writing \nby a marriage registrar.  \n \n25. Power to make rules. —The Government may, by notification in the official Gazette, \nmake rules to carry out purposes of th is Act.  \n \n \n  \n \nPage 10 of 11  Schedule  \n \nSHAADIPARAT  \n[See Section 7(3)]  \n1. Date of Marriage:    \n \n2. Name of Union Council, Tehsil, Town, District:         \nParticulars of Groom:  \ni.     Full Name:  _____________ CNIC No.   __________________   \nii.     Father's Name:  ______________ CNIC .No.  ______________   \niii Mother's Name: _______________ CNIC No. ___________________  \n \niv Date of Birth: ____________________________________________  \n \nv        Temporary Address:   ____________________  \n \nvi.      Parmanent Address:   __________  \n \nvii.     Matrimonial Status    Single  Married    Divorced  Widower  \n \nviii. Number of Dependent s:__________________________________________  \n \n4. Particular of Bride:  \n \ni. Full Name:  __________________ CNIC No.   ______________ ______ \nii. Father's Name:   CNIC No.     ______________ ______  \niii.  Mother's Name:  CNIC No.    ______ ____ \niv.  Date of Birth:   ____________________________________________ ______  \n     v.   Temporary Address:   ___________  \nvi.    Permanent Address:   ___________  \nvii.   Matrimonial Status:    Single Married     Divorced    Widow  \n      \nviii. Number of Dependents:  \n \n5. Date of Solemnization of Marriage:  Place:  _____________   \n \n6. Signature of Bride:  _______________________________________________   \n \n7. Signature of Groom:    \n \n\n \nPage 11 of 11  8. Signature of Witnesses: 1 ____________________________________________  \n \n(CN1C No. ________________________________)  \n \n2._____________________________________________  \n \n(CNIC No.  __________________________________  ) \n9. Signature of Registrar: __________________________________________________"
}