{
    "file": "./converted_json\\administratorffca67e7dc76b0ec7a050f421f9b6437.json",
    "name": "Chemical Weapons Convention Implementation Ordinance, 2000",
    "date": "13th January, 1993 and 11th October, 2000",
    "tagline": "An Ordinance to give effect in Pakistan to the Convention on the Prohibition of the Development, Production, Stockpiling and use of Chemical Weapons and on their Destruction",
    "content": "Page 1 of 31 \n   \n \nTHE CHEMICAL WEAPONS CONVENTION IMPLEMENTATION \nORDINANCE, 2000  \n \n \n \nCONTENTS  \n \n1. Short title, extent and  commencement.  \n2. Definitions.  \n3.  Prohibition on development etc; of chemical weapon  \n4.  Premises or equipment for producing chemical weapon  \n5.  Prohibition on production, etc. of toxic chemicals and precursors   \n6.  Transfer of any scheduled chemical for permitted purposes  \n7.  Production, etc, for permitted purposes  \n8.  Verification activities  \n9.  National Authority  \n10.  Functions of the Authority  \n11.  Delegation of powers  \n12.  Inspections under the Convention  \n13.  Particulars of authoris ation  \n14.  Effect of authoris ation   \n15.  Right of occupier, etc.  \n16.  Bar to jurisdictio n \n17.  Proof regarding status of a member of inspec tion team  \n \n\n \nPage 2 of 31 \n 18.  Power to amend authori sation, and its effect  \n19.  Offences in respect of an inspec tion \n20.  Privileges and immuni ties of members of inspec tion team and observers  \n21.  Disclosure of info rmation  \n22.  Privileged information and documents   \n23.  Registration  \n24.  Power to enter a premises and search, remove or immobilise objects  \n25.  Extension to external territories  \n26.  Power to make rules  \nSCHEDULE  I \nSCHEDULE  II \nSCHEDULE  III \nSCHEDULE  IV \nSCHEDULE  V \n  \n \nPage 3 of 31 \n THE CHEMICAL WEAPONS CONVENTION  IMPLEMENTATION \nORDINANCE, 2000  \nORDINANCE No. LIV of 2000  \n[11th October, 2000]  \nAn Ordinance to give effect in Pakistan to the Convention on the Prohibition of the Development, \nProduction, Stockpiling  and use of Chemical Weapons and on their Destruction signed at Paris on \nthe 13th January, 1993  \n WHEREAS  it is expedient to give effect in Pakistan to the Convention on the Prohibition of \nthe Development, Production, Stockpiling and use of Chemical Weapons , and on their destruction \nsigned at Paris on the 13th January, 1993;  \n AND WHEREAS  the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourteenth day of October, 1999, and the Provisional Constitution \nOrder No.1 of 1999;  \n AND WHEREAS  the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n NOW THEREFORE , in pursuance of the Proclamation of Emergency of the fourteenth day of \nOctober, 1999, and the Provisiona l Constitution  Order No 1 of 1999, as well as Order No. 9 of 1999, \nand in exercise of all powers enabling him in that behalf, the President of the Islamic Republic of \nPakistan is pleased to make and promulgate the following Ordinance: - \n 1. Short title, ext ent and commencement .___ (1) This Ordinance may be called the Chemical \nWeapons Convention Implementation Ordinance, 2000.  \n (2) It extends to the whole of Pakistan.  \n (3)  It shall come into force at once.  \n 2. Definition .___ (1) In this Ordinance, unless the re is anything repugnant in the subject or \ncontext, —  \n(a) “assistance inspection ” means an inspection conducted pursuant to Parts II and \nXI of the Verifi cation Annex;  \n(b) “challenge inspection ” means an inspection conducted pursuant to Parts II and \nX of t he Verifica tion Annex;  \n(c) “chemical weapons ” means — \n(i) a toxic chemical and its precursor, except where intended for permitted \npurposes, as long as types and quantities are consistent with such \npurposes;  \n \nPage 4 of 31 \n (ii) a munitions or device, specifically designed  to cause death or other harm \nthrough the toxic properties of a toxic chemical specified in sub -clause \n(i), which would be released as a result of the employment of such \nmunition or device; or  \n(iii) any equipment specifically designed for use directly in connection with \nthe employment of a munition or device specified in sub -clause (ii);  \n(d) “Convention ” means the convention on the Prohibition of the Development, \nProduction, stockpiling and use of Chemical Weapons and on their Destruction \nsigned at Paris o n the 13th January, 1993;  \n(e) “National Authority ” means the National Authority designated as such under \nsection 9;  \n(f) “permitted purposes ” means — \n(i) industrial, agricultural, research, medical, pharmaceutical or other \npeaceful purposes;  \n(ii) protective purposes, that is such purposes which are directly related to \nprotection against toxic chemicals and to protection against chemical \nweapons;  \n(iii) military purposes not connected with the use of chemical weapons and \nnot dependent on the use of the toxic pr operties of chemicals as a method \nof warfare; and  \n(iv) law enforcement including domestic riot control purposes;  \n(g) “precursor ” means any chemical reactant which takes part at any stage in the \nproduction by whatever method of a toxic chemical and includes  any key \ncomponent of a binary or multi -component chemical system;  \n(h) “prescribed ” means prescribed by rules made under this Ordinance;  \n(i) “riot control agent ” means any chemical which is not a  \nscheduled chemical, which can produce rapidly in humans sensory irritation or \ndisabling physical effects which disappear within a short time following \ntermination of exposure;  \n(j) “routine inspection ” means an inspection conducted pursuant to Parts II to IX \nof the Verification Annex;  \n(k) “scheduled chemical ” means a chemical listed in Schedules I or, as the case may \nbe, Schedule II or Schedule III to this Ordinance;  \n(l) “toxic chemical ” means any chemical which through its chemical action on life \nprocesses can cause death, temporary incapacitation or permanent h arm to \nhumans or animals and includes all such chemicals, regardless of their origin or \n \nPage 5 of 31 \n of their method of production, and regardless of whether they are produced in \nfacilities, in munitions or elsewhere; and  \n(m) “Verification Annex ” means the Verification  Annex to the Convention and \nportions of which are reproduced in Schedule IV to this Ordinance.  \n 3. Prohibition on development etc;  of chemical weapon.___ (1) No person shall —  \n(a) develop, produce, otherwise acquire, stockpile or retain a chemical weapon,  or \ntransfer, directly or indirectly, a chemical weapon to anyone;  \n(b) use a chemical weapon;  \n(c) engage in any military preparations to use a chemical weapon;  \n(d) assist, encourage or induce, in any way, any other person to engage in any \nactivity prohibit ed to a State Party under the Convention; or  \n(e) use a riot control agent as a method of warfare.  \n (2) For the purposes of sub -section (1) an object shall not be a chemical weapon if the person \nuses the object only for permitted purposes and in deciding whether permitted purposes are intended \nthe types and quantities of objects shall be taken into account.  \n (3) Whoever contravenes the provisions of this section shall be guilty of an offence punishable \nwith imprisonment for a term which may extend to twent y-five years.  \n 4. Premises or equipment for pro ducing chemical weapon s.___ (1) No person shall -  \n(a) construct any premises intended to be used for production of chemical weapons;  \n(b) alter any premises with intention to use the same for production of chem ical \nweapons;  \n(c) install or construct any equipment intended to be used for production of \nchemical weapons; and  \n(d) alter any equipment with intention to use the same for production of chemical \nweapons.  \n (2) For the purposes of sub -section (1) an object s hall not be a chemical weapon if the object \nis used for permitted purposes and in deciding whether permitted purposes are intended the types and \nquantities of objects shall be taken into account.  \n (3) Whoever contravenes the provisions or this section shal l be guilty of an offence punishable \nwith imprisonment for a term which may extend to twenty -five years.  \n 5. Prohibition on production, etc. of toxic chemicals and precursors .___ (1) No person shall \nproduce, use, acquire, possess, transfer, import or expor t-  \n \nPage 6 of 31 \n (a) any scheduled chemical;  \n(b) any discrete organic chemical not being a scheduled chemical ;or  \n(c) any chemical containing the elements phosphorous, sulfur or fluorine.  \nexcept for permitted purposes under this Ordinance.  \n (2) Whoever contravenes the provisions or this section shall be guilty of an offence punishable \nwith fine which may extend to ten thousand rupees.  \n 6. Transfer of any scheduled chemical for permitted purposes.___ (1) No person shall \ntransfer to a State Party or as the case may be to a state not party to the Convention any scheduled \nchemical listed in -  \n(a) Schedule I except its accordance with the relevant provisions of Part VI of the \nVerification Annex;  \n(b) Schedule II except in accordance with the relevant provisions of part VII of the \nVerification Annex; and  \n(c) Schedule III except in accordance with the relevant provisions of Part VIII of \nthe Verification Annex.  \n (2) Whoever contravenes the provisions of this section shall be guilty of an offence punishable \nwith fine which may exte nd to ten thousand rupees.  \n 7. Production, etc, for permitted purposes. —(1) The production, use, acquisition, export or \nimport of a chemical listed in___ \n(a) Schedule I shall be subject to the prohibition, acquisition, retention and use as \nspecified in Par t VI of the Verification Annex and such chemicals and facilities \nspecified in Part VI of the Verification Annex shall be subject to systematic \nverification through on -site inspection and monitoring with on -site instruments \nin accordance with that part of t he Verification Annex;  \n(b) Schedule II and facilities specified in Part VII of the Verification Annex shall \nbe subject to data monitoring and on -site verification in accordance with that \npart of the Verification Annex; and  \n(c) Schedule III and facilities s pecified its Part VIII of the Verification Annex shall \nbe subject to data monitoring and on -site verification in accordance with that \npart of the Verification Annex.  \n (2) The production, use, acquisition, export or import of any discrete organic chemical not \nbeing a scheduled chemical or any chemical containing the elements phosphorous, sulfur or fluorine \nand facilities specified in Part IX of the Verification Annex shall be subject to data monitoring and \neventual on -side verification in accordance with th at part of the Verification Annex unless decided \notherwise by the Conference of the States Parties pursuant to paragraph 22 of Part IX of the \nVerification Annex.  \n \nPage 7 of 31 \n  8. Verification activities .___ In conducting verification, activities under the Convention, t he \nTechnical Secretariat provided under the Convention shall avoid undue intrusion into the State Party's \nchemical activities for permitted purposes and, in particular, abide by the provisions of the Annex on \nthe Protection of Confidential Information to t he Convention as set out in Schedule V to this \nOrdinance.  \n 9. National Authority .___ The Secretary, Ministry of Foreign Affairs, Govern ment of Pakistan, \nshall be the National Authority for the purposes of this Ordinance.  \n 10. Functions of the Authority .___ In particular and without prejudice to the generality of \nfunctions under this Ordinance, the functions of the Authority shall be to___  \n(a) ensure effective operation of this Ordinance ;  \n(b) carry out, on behalf of Pakistan, such obligations which Pakist an has under the \nConvention;  \n(c) facilitate inspections of premises in Pakistan, in case compliance of Pakistan \nwith the Convention is challenged; and  \n(d) do anything incidental or conducive to the performance of the aforesaid \nfunctions.  \n 11. Delegation of  powers .___The National Authority may, for the purpose of efficient discharge \nof its functions and duties, delegate to an officer of the Federal Government, subject to such conditions \nand limitations as may be specified, such of its functions and duties un der this Ordinance as it may \ndeem necessary.  \n 12. Inspections under the Convention .___ (1) If it is proposed to conduct a routine inspection, \na challenge inspection or an assistance inspection in Pakistan, the National Authority may, subject to \nsub-section  (2), issue an authorisation under this section in respect of that inspection.  \n (2) In issuing any authorisation, the National Authority shall ensure that the Convention is not \nabused to the detriment of the security and economic interests of Pakistan and  shall take appropriate \nmeasures to protect sensitive installations not related to the Convention.  \n 13. Particulars of authoris ation .___ An authorisation under section 12 shall —  \n(a) state the names of the members of the inspection team by whom the inspection \nis to be carried out;  \n(b) contain the name of the person in charge of the in -country escorts;  \n(c) in the case of a challenge inspection, also state the name of any observer who \nmay acc ompany the team;  \n(d) contain a description of the specified area in which the inspection is to be \nconducted; and  \n(e) specify the type of inspection concerned.  \n \nPage 8 of 31 \n  14. Effect of authoris ation.___ (1) An authorisation under section 12 shall have the effect of \nauthorising the inspection team -  \n(a) to exercise within the specified area such rights of access, entry and \nunobstructed inspection as are conferred on them by the Verification Annex;  \n(b) to do such other things within the specified area in connection with  the \ninspection as they are entitled to do by virtue of the Verification Annex \nincluding things concerning the maintenance, replacement or adjustment of any \ninstrument or other object relating to open equipment on site;  \n(c) authorising an in -country escort  to accompany the inspection team in \naccordance with the provisions of the Verification Annex; and  \n(d) authorising  the police to give such assistance as the in -country escort may \nrequest for the purpose of facilitating the conduct of the inspection in \naccordance with the Verification Annex.  \n (2) An authorisation under section 12, in the case of a challenge inspection shall, in addition, \nhave the effect of authorising the observer to exercise within the specified area such rights of access \nand entry as are conferred on him by the Verification Annex.  \n (3) Any police officer giving assistance in accordance with clause (d)  of sub -section (1) may \nuse such reasonable force as he considers necessary for the purpose of facilitating inspection.  \n 15. Right of  occupier, etc .___The occupier of any premises, or a person acting on his behalf,___ \n(a) in relation to which it is propose d to exercise a right of entry on the basis of an \nauthorisation under section 12; or  \n(b) on which an inspection is being carried out on the basis of such an authorisation \nshall be entitled to require a copy of the authorization to be shown to him by a \nmemb er of the in -country escort.  \n 16. Bar to jurisdictio n.___ The validity of an authorisation issued under section 12 in respect \nof an inspection shall not be called in question in any court.  \n  17. Proof regarding status of a member of inspec tion team .___ If a question arises whether \na person at any time was or was not, in relation to any routine, challenge or assistance inspection, a \nmember of the inspection team or a member of the in -country escort or an observer, a certificate issued \nby, or on behalf of, t he National Authority stating any fact relating to that question shall be conclusive \nevidence of that fact.  \n 18. Power to amend  authori sation, and its effect .___ (1) The National Authority may amend \nan authorisation  issued by it under section 12, verying the specified area mentioned therein, as it may \nconsider necessary from time to time.  \n (2) In case the National Authority has amended an authorisation under sub -section (1)  \n \nPage 9 of 31 \n (a) the provisions of section 14 shall be  applicable to such amendment as if the \nspecified area were the area as varied; and  \n(b) the provisions of section 16 shall be applicable to such amendment as it shall \napply to the authorisation.  \n 19. Offenc es in respect of an inspec tion.___ (1) In case an  authorisation has been issued under \nsection 12 in respect of an inspection, a person shal l be guilty of an offence if he — \n(a) refuses without reasonable excuse to comply with a request made by a police \nofficer or a member of the in -country escort for the purpose of facilitating the \nconduct of that inspection in accordance with the Verification Annex;  \n(b) interferes without reasonable excuse with any container, instrument or other \nobject installed in the course of that inspection in accordance with the \nVerification Annex; or  \n(c) wilfully obstructs a member of the inspection team or of the in -country escort, \nor the observer, in the conduct of that inspection in accordance with the \nVerification Annex.  \n (2) The provisions of clause (b) of sub -section (1) shall apply to any interference which may \noccur at any time while the container, instrument or other object is retained in accordance with the \nVerification Annex.  \n (3) A person on conviction of an offence under this section shall be punishable with \nimprisonment for a term which may extend to two years, or with fine, or with both.  \n  20. Privileges and immuni ties of members of  inspec tion team and observers .___ (1) The \nmembers of an inspection team and observers shall enjoy the same privileges and immunities as ar e \nenjoyed by diplomatic agents in accordance with the following provisions of the Vienna Convention \non Diplomatic Relations of 1961, namely: -  \n(a) Article 29;  \n(b) Paragraphs 1 and 2 of Article 30;  \n(c) Paragraphs 1, 2 and 3 of Article 31; and  \n(d) Article 34. \n (2) The members of an inspection team and observers shall, enjoy the same privileges as are \nenjoyed by diplomatic agents in accordance with paragraph 1 (b) of Article 36 of the Vienna \nConvention on Diplomatic Relations of 1961, except in relation to s uch articles the importing or \nexporting of which is prohibited by law or controlled by. the enactments relating to quarantine.  \n (3) Samples and approved equipment carried by members of an inspection team shall be \ninviolable and exempt from payment of custo ms-duties.  \n (4) The privileges and immunities accorded to the members of an inspection team and observers \nby virtue of this section shall be enjoyed by them at any time when they are in Pakistan - \n \nPage 10 of 31 \n (a) in connection with the carrying out a routine inspection , a challenge inspection \nor an assistance inspection; or  \n(b) while in transit to or from the territory of another State Party to the Convention \nin connection with the carrying out of such inspection.  \n (5) If___ \n(a) immunity from jurisdiction of a member of  an inspection team is waived in \naccordance with the Verification Annex; and  \n(b) a notice made by the National Authority and informing the member of the \nwaiver is delivered to him in person.  \nthen, from the time the notice is so delivered, this section shal l not have effect to confer that immunity \non the member.  \nExplanation. —In this section “approved equipment ” and “samples ” shall be construed in accordance \nwith the Verification Annex.  \n 21. Disclosure of information .___ (1) Any person who produces, possesses, consumes, \ntransfers, exports or imports any scheduled chemical or who produces a discrete organic chemical not \nbeing a scheduled chemical or a chemical containing the elements phosphorus, sulfur or fluorine or \nwho ho lds a riot control agent for riot control purposes shall —  \n(a) provide the prescribed information, at the prescribed time and in the prescribed \nform, to the National Authority; and  \n(b) keep and maintain the prescribed documents in Pakistan, at his place of  business \nor at such other place as may be specified by -the National Authority, in the \nprescribed manner and for the prescribed period; and  \n(c) on request, provide the documents to the National Authority.  \n (2) Whoever contravenes the provisions of this se ction shall be guilty of an offence punishable \nwith imprisonment for a term which may extend to two years or with fine or with both.  \n 22. Privileged information and documents .___ (1) Any information or document obtained \npursuant to this Ordinance or the Co nvention shall be privileged.  \n (2) Information and documents shall not be privileged to the extent that these are required to \nbe disclosed or communicated for the purposes of an emergency involving public safety.  \n (3) No person in possession of privileged  information or document shall knowingly, without \nthe written consent of the person from whom they were obtained communicate them or allow them to \nbe communicated to any person, or allow any person to have access thereto, except - \n(a) for the purpose of the  enforcement of this Ordinance or of giving effect to the \nConvention; or  \n \nPage 11 of 31 \n (b) pursuant to an obligation of the Federal Government under the Convention.  \n (4) Notwithstanding anything contained in any law no person shall be required in connection \nwith any leg al proceedings, to produce any statement or other record containing any privileged \ninformation or document, or to give evidence relating to them, unless the proceedings relate to the \nenforcement of this Ordinance.  \n (5) Whoever contravenes the provisions of  sub-section (3) shall be guilty of an offence \npunishable with imprisonment for a term which may extend to six months or with fine which may \nextend to ten thousand rupees or with both.  \n 23. Registration .___ (1) The National Authority may directly or throug h notice require an \nindividual or organisation involved in production, processing, consumption, transfer, import or export \nof any scheduled chemical or any discrete organic chemical not being a schedule chemical, or a \nchemical containing elements of phosph orus, sulfur, or fluorine, to register themselves with the \nNational Authority or any other office as may be prescribed within a specified time period.  \n (2) Whoever contravenes the provisions of this section shall be guilty of an offence punishable \nwith im prisonment for a term which may extent to two years or with fine or with both.  \n 24. Power to enter a premises and search, remove or immobilise objects. —(1) If the \nNational Authority has reasonable cause to believe that -  \n(a) an object is on a premises to w hich the public has access or which are occupied \nby a person who consents to action being taken under this sub -section; and  \n(b) the object is a chemical weapon,  \nthe National Authority may authorise any person to enter the premises and to search them.  \n (2) If a magistrate is satisfied on information on oath that there is reasonable cause to believe \nthat an object is on premises and that it is a chemical weapon he may issue a warrant in writing \nauthorising a person acting under the authority of the National A uthority to enter the premises, if \nnecessary, by force at any time within one month from the time of the issue of the warrant and to search \nthem.  \n (3) A person who acts under an authorisation given under sub -section (1) or sub -section (2) \nmay take with him  such other persons and such equipment as appear to him to be necessary.  \n (4) If a person enters premises under an authorisation given under sub -section (1) or sub -section \n(2), and the object is found then he may make the object safe and - \n(a) he may seize and remove it, if it is reasonably practicable to do so; or  \n(b) he may, in any other case, affix a warning on the object or on something in \nconspicuous position near the object, stating that the object is not to be moved \nor interfered with before a date sp ecified in the warning.  \n 25. Extension to external territories .___ The Provision of this Ordinance shall also apply to \nany offence committed by__ \n \nPage 12 of 31 \n  \n(a) any citizen of Pakistan or any person in the service of Pakistan in any place \nwithout and beyond Pakistan; and  \n(b) any person on any ship or aircraft registered in Pakistan wherever it may be.  \n 26. Power to make rules .___ The National Authority may, with appr oval of the Federal \nGovernment, make rules for carrying out the purposes of this Ordinance.  \nSCHEDULE  I \n[See section 2(k)]  \n(Scheduled Chemicals)  \nA. Toxic Chemicals: (CAS registry number)  \n(1) O-Alkyl (≤C I 0 incl. cycloalkyl) alkyl  \n(Me. Et. n -Pr or -i-Pr)-phosphonofluoridates  \ne.g. Sarin: O -Isopropyl methylphosphonofluoridate  \nSoman: O -Pinacolyl methylphosphonofluoridate  (107-44-8)  \n(96-64-0) \n \n(2) O-Alkyl  (≤CIO.  incl. cycloalkyl)  N.N-dialkyl   \n(Me.  Et. n-Pror i-Pr) phosphoramidocyanidates   \ne.g. Tabun:  O-Elhyl  N. N-dimethyl   \nphosphorarnidocyanidate   (77-81-6) \n \n(3) O-Alkyl (H or ≤CIO. incl. cycloalkyl) S -2-dialkyl  \n(Me, Et, n -Pr or i -Pr)-aminocthyl alkyl  \n(Me, Et, n -Pr or i -Pr) phosphonothiolates and  \ncorresponding alkylated or protonated salts  \ne.g. VX: O -Ethyl S -2-diisopropylaminoethyl  \nmethyl phosphonothiolate    \n  \n(50782 -69-9) \n(4) Sulfur  mustards:  \n2-ChloroethylcWoromethylsulfide  \nMustard  gas: Bis(2 -chloroelhyll  sulfide    \n Bis (2-chloroethylthio)  methane   \n Sesquimustard:  1,2-Bis(2 -chloroethyllhio)  ethane   \n 1,3-Bis(2 -chloroelhyllhio) -n-propane   \n 1,4-Bis(2 -chloroethyllhio) -n-butane   \n 1,5-Bis(2 -chloroethyllhio) -n-pentane   \n B is(2-chloroethy  I thiornethyljether   \n O-Mustard:  Bis(2 -chloroethylthioethly)  ether    \n(2625 -76-5) \n(505-60-2) \n(63869 -13-6) \n(3563 -36-8) \n(63905 -10-2) \n(142868 -93-7) \n(142888 -94-8) \n(63918 -90-1 ) \n(63918 -89-8) \n \n(5) \n Lewisites:  \nLewisite I: 2 -Chlorovinyldichloroarsine  \nLewisite 2: Bis(2 -chlorovinyl) chloroarsine    \nLewisite 3: Tris(2 -chlorovinyl) arsine   \n    \n(541-25-3) \n(40334 -69-8) \n(40334 -70-1) \n \nPage 13 of 31 \n (6) Nitrogen mustards:  \nHNI: B is(2-chloroethyl) ethylamine    \nHN2: Bis(2 -chloroethyl)methylamine    \nHN3: Tris(2 -chloroethy)amine    \n    \n \n(538-07-8) \n(51-75-2) \n(555-77-1) \n \n(7) Saxitoxin                                                  \n   (35523 -89-8) \n \n(8) \n Ricin  (9009 -86-3) \nB. Precursors:  \n  \n(9) Alkyl (Me, Et, n -Pr or i -Pr) phosphonyldiflourides  \ne.g. DF:  Mclhylphosphonyldifluoride   \n   \n(676-99-3) \n \n(10) O-Alkyl (H or ≤C10, incl. cycloalkyl) O -2-dialkyl  \n(Me, Et, n -Pr or i -Pr)-aminocthyl alkyl  \n(Me, E,t, n -Pr or i-Pr) phosphonites and  \ncorresponding alkylated or protonated salts  \ne.g. QL: O -Ethyl O -2-disopropylaminoethyl  \nmethyIphosphonite      \n   \n \n(57856 -11 -8) \n \n(11) Chlorosarin:   O-Isopropyl  methylphosphonochloridate  (1445 -76-7) \n \n(12) Chlorosoman: O -Pinacolyl  methylphosphonochloridate\n  (7040 -57-5) \n \nSCHEDULE II  \n[See section 2(K)]  \n(Scheduled Chemicals)  \n  \nA. Toxic chemicals:  \n (CAS registry number)  \n(1) Amon O.O-Diethyl 5 -[2-diethylamino)  ethyl]  \nPhosphorothiolate  \nand corresponding alkylated or protonated salt s  \n (78-53-5) \n(2) PF1B:1.1.3.3.3-Pentafluoro -2-(trifluoromethyl) -1-\npropene  \n (382-21-8) \n(3) BZ: 3-Qunuclidinyl benzilate (*)  \n (6581 -06-2) \nB. Precursors:  \n  \n(1) Chemicals, except for th ose listed in Schedule 1.  \ncontaining a phosphorus atom to which is bonded one \nmethyl, ethyl or propyl (normal or iso) group  \nbut not further carbon atoms,   \n \n \n \n \nPage 14 of 31 \n e.g. Methylphosphonyl dichloride Dimethyl \nmethylphosphonate  \nExemption:  \n \nEthylphosphonothiolothionate  \n (676-97-1) \n(756-79-6) \nFonofos: O -Ethyl S -\nphenyl  \n(944-22-9) \n(5) N,N-Dialkyl (Me, E t. n-Pr or i-Pr) phosphoramidic \ndihalides  \n  \n(6) Dialkyl (Me. Et n -Pr or i -P) N,N -dialkyl  \n(Me. Et  n-Pr or i -Pr)-phosphoramidates  \n  \n(7) Arsenic trichloride  \n (7784 -34-1) \nSCHEDULE  III \n(8) 2,2-Diphcnyl -2-hydroxyacetic acid   (76-93-7) \n \n(9) Quinuclidin -3-ol                                                 \n  (1619 -34-7) \n(10) N,N-Dialkyl (Me, Et, n -Pr or i-Pr) aminoethyl -2-\nchlorides and corresponding protonated salts  \n  \n(11) N.N-Dialkyl  (Me, Et, n -Pr or i -Pr) aminoethane -2-ols  \nand corresponding protonated salts  \nExemptions:  N,N-Dimelhylaminoethanol   \nand corresponding protonated  salts \nN,N-Dicthylaminocthanol  and corresponding \nprotonated salts   \n \n(108-01-0) \n(100-37-8) \n \n \n \n(12) N.N-Dialkyl  (Me, Et, n -Pr or i -Pr) aminoethane -2-thiols  \nand crresponding protonated salts   \n \n \n(13) Thiodiglycol: Bis(2 -hydroxyethy l) sulfide   \n  (111-48-8) \n(14) Pinacolyl alcohol: 3,3 -Dimethy lbutan -2-ol         \n  (464-07-3) \nSCHEDULE III  \n[See section 2(k)]  \n(Scheduled Chemicals)  \n \nA: Toxic \nchemicals:\n   (CAS registry number)  \n(1) Phosgene: Carbonyl dichloride                    \n  (75-44-5) \n(2) Cyanogen chloride                                       (506-77-4) \n \nPage 15 of 31 \n  \n(3) Hydrogen cyanide                                     (74-90-8) \n \n(4) Chloro picrin: Trichloronitromethane     \n (76-06-2) \nB. Precursors:  \n \n(5) Phosphorus oxychlor ide                        (10025 -87-3) \n \n(6) Phosphorus trichlor ide       (7719 -12-2) \n \n(7) Phosphorus pentachloride     \n  (10026 -13-8) \n(8) Trim ethyl phosphite       (121-45-9) \n \n(9) Triethyl phosphite       (122-52-1) \n \n(10) Dimethyl phosphite       (868-85-9) \n \n(11) Diethyl phosphite      \n  (762-04-9) \n(12) Sulfur monochloride      \n  (10025 -67-9) \n(13) Sulfur dichloride                \n                         (10545 -99-0) \n(14) Thionyl chloride                             \n            (7719 -09-7) \n(15) Ethyldiethanolamine                         (139-87-7) \n \n(16) Methyldiethanolamine                          (105-59-9) \n \n(17) Triethanolamine                                        \n  (102-71-6) \nSchedule IV  \n[See section 2(m)]  \n(Portions of the Verification Annex)  \nREGIME FOR SCHEDULE 1 CHEMICALS AND FACILITIES RELATED TO SUCH \nCHEMICALS  \nA.    General Provisions  \n 1. A State Party shall not produce, acquire, retain or use Schedule 1 chemicals outside the \nterritories of States Parties and shall not transfer such chemicals outside its territory except to another \nState Party.  \n \nPage 16 of 31 \n  2. A State Party shall not produce, acquire, retain, transfer or use Schedule 1  chemicals unless:  \n(a)     The chemicals are applied to research, medical, pharmaceutical or protective \npurposes;  \n(b)    The types and quantities of chemicals are strictly limited to those which can be \njustified for such p urposes;.  \n(c)     The aggregate amount of such chemicals at any given time for such purposes is \nequal to or less than 1 tonne; and  \n(d)    The aggregate amount for such purposes acquired by a State Party in any year \nthrough production, withdrawal from chemi cal weapons stocks and transfer is \nequal to or less than 1 tonne.  \nB.     Transfers  \n 3. A  State Party may transfer Schedule 1 chemicals, outside its territory only to another State \nParty and only for reasearch, medical, pharmaceutical or protective purposes in accordance with \nparagraph 2.  \n 4. Chemicals transferred shall not be retransferred to a third state.  \n 5. Not less than 30 days before any transfer to another State Party both States Parties shall \nnotify the Technical Secretariat of the transfer.  \n 6. Each State Party shall make a detailed annual declaration, regarding transfers during the \nprevious year. The declaration shall be submitted not later than 90 days after the end of that year and \nshall for each Schedule 1 chemical that has been transfer red include the following information: - \n(a) The chemical name, structural formula and Chemical Abstracts Service registry \nnumber, if assigned;  \n(b) The quantity acquired from other States or transferred to other States Parties. \nFor each transfer the quantit y, recipient and purpose shall be included.  \nC. Production:  \n General principles for production:  \n 7. Each State Party, during production under paragraphs 8 to 12, shall assign the highest priority \nto ensuring the safety of people and to protecting the enviro nment. Each State Party shall conduct such \nproduction in accordance with its national standards for safety and emissions.  \n Single small -scale facility:  \n 8. Each State Party that produces Schedule 1 chemicals for research, medical, pharmaceutical \nor protect ive purposes shall carry out the production at a single small -scale facility approved by the \nState Party, except as set forth in paragraphs 10,11 and 12.  \n \nPage 17 of 31 \n  9. The production at a single small -scale facility shall be carried out in reaction vessels in \nproduc tion lines not configurated for continuous operation. The volume of such a reaction vessel shall \nnot exceed 100 litres, arid the total volume of all reaction vessels with a volume exceeding 5 litres \nshall not be more than 500 litres.  \n Other facilities:  \n10. Production of Schedule 1 chemicals in aggregate quantities not exceeding 10 kg per year \nmay be carried out for protective purposes at one facility outside a single small -scale facility. This \nfacility shall be approved by the State Party.  \n 11. Production o f Schedule 1 chemicals in quantities of more than 100 g per year may be carried \nout for research, medical or pharmaceutical purposes outside a single small -scale facility in aggregate \nquantities not exceeding 10 kg per year per facility. These facilities s hall be approved by the State \nParty.  \n 12. Synthesis of Schedule 1 chemicals for research, medical or pharmaceutical purposes, but \nnot for protective purposes, may be carried out at laboratories in aggregate quantities less than 100 g \nper year per facility.  These facilities shall not be subject to any obligation relating to declaration as \nspecified in Sections D.  \nD. Declarations  \n Single small -scale facility:  \n 13. Each State Party that plans to operate a single small -scale facility shall provide the \nTechnical  Secretariat with the precise location and a detailed technical description of the facility \nincluding an inventory of equipment and detailed diagrams. For existing facilities, this initial \ndeclaration shall be provided not later than 30 days after this Con vention enters into force for the State \nParty. Initial declarations on new facilities shall be provided not less than 180 days before operations \nare to begin.  \n 14. Each State Party shall give advance notification to the Technical Secretariat of planned \nchanges related to the initial declaration. The notification shall be submitted not less than 180 days \nbefore the changes are to take place.  \n 15. A State Party producing Schedule 1 chemicals at a single small -scale facility shall make a \ndetailed annual declar ation regarding the activities of the facility for the previous year. The declaration \nshall be submitted not later than 90 days after the end of that year and shall include: - \n(a)  Identification of the facility;  \n(b) For each Schedule 1 chemical produced, a cquired, consumed or stored at the \nfacility, the following information: -  \n(i) The chemical name, structural formula and Chemical Abstracts Service \nregistry number, if assigned;  \n(ii)      The methods employed and quantity produced;  \n \nPage 18 of 31 \n (iii)     The name and quantity of precursors listed in Schedules 1,2 or 3 used for \nproduction of Schedule 1 chemicals;  \n(iv)     The quantity consumed at the facility and the purpose(s) of the \nconsumption;  \n(v)      The quantity received from or shipped to other facilities in the  State Party \nfor each shipment the quantity, recipient and purpose should be \nincluded;  \n(vi) The maximum quantity stored at any time during the year; and  \n(vii) The quantity stored at the end of the year; and  \n(c) Information on any changes at the facility du ring the year compared to \npreviously submitted detailed technical descriptions of the facility including \ninventories of equipment and detailed diagrams.  \n 16. Each State Party producing Schedule 1 chemicals at a single small -scale facility shall make \na deta iled annual declaration regarding the projected activities and the anticipated production at the \nfacility for the coming year. The declaration shall be submitted not less than 90 days before the \nbeginning of that year and shall include.  \n(a) Identification of the facility;  \n(b) For each Schedule 1 chemical anticipated to be produced, consumed or stored \nat the facility, the following information:  \n(i) The chemical name, structural formula and Chemical Abstracts Service \nregistry number, if assigned;  \n(ii) The qua ntity anticipated to be produced and the purpose of the \nproduction; and  \n(c) Information on any anticipated changes at the facility during the year compared \nto previously submitted detailed technical des criptions of the facility including \ninventories of equ ipment and detailed diagrams.  \n Other facilities referred to in paragraphs 10 and 11:  \n 17. For each facility, a State Party shall provide the technical Secretariat with the name, location \nand a detailed technical description of the facility or its relevant part(s) as requested by the Technical \nsecretariat. The facility producing Schedule 1 chemicals for protective purposes shall be specifically \nidentified. For existing facilities, this initial declaration shall be provided not later than 30 days after \nthis C onvention enters into force for the State Party. Initial declarations on new facilities shall be \nprovided not less than 180 days before operations are to begin.  \n18. Each State Party shall give advance notification to the Technical Secretariat of planned \nchanges related to the initial declaration. The notification shall be submitted not less than 180 days \nbefore the changes are to take place.  \n \nPage 19 of 31 \n  19. Each State Party shall, for each facility, make a detailed annual declaration regarding the \nactivities of the fa cility for the previous year. The declaration shall be submitted not later than 90 days \nafter the end of that year and shall include:  \n(a)    Identification of the facility;  \n(b)    For each Schedule  1 chemical the following information:  \n(i)     The chemical  name, structural formula and Chemical Abstracts Service \nregistry number, if assigned;  \n(ii)      The quantity produced and, in case of production for protective \npurposes, methods employed;  \n(iii)     The name and quantity of precursors listed in Schedules 1 , 2, or 3, used \nfor production of Schedule 1 chemicals;  \n(iv)     The quantity consumed at the facility and the purpose of the \nconsumption;  \n(v)      The quantity transferred to other facilities within the State Party. For \neach transfer the quantity, recipie nt and purpose should be included;  \n(vi)     The maximum quantity stored at any time during the year; and  \n(vii)     The quantity stored at the end of the year; and  \n(c)  Information on any changes at the facility or its relevant parts during the -year \ncompare d to previously submitted detailed technical description of the facility.  \n 20. Each State Party shall, for each facility, make a detailed annual declaration regarding the \nprojected activities and the anticipated production at the facility for the coming ye ar. The declaration \nshall be submitted not less than 90 days before the beginning of that year and shall include:  \n(a)   Identification of the facility;  \n(b)   For each Schedule 1 chemical the following information:  \n(i) The chemical name, structural formula and Chemical Abstracts Service \nregistry number, if assigned;  \n(ii) The quantity anticipated to be produced, the time periods when the \nproduction is anticipated to take place and the purposes of the \nproduction; and  \n(c)  Information on any anticipated changes  at the facility or its relevant parts, \nduring the year compared to previously submitted detailed technical \ndescriptions of the facility.  \nREGIME FOR SCHEDULE 2 CHEMICALS AND FACILITIES  \n \nPage 20 of 31 \n RELATED TO SUCH CHEMICALS  \n A. Declarations  \n Declarations of aggregate n ational data:  \n 1. The initial and annual declarations to be provided by each State Party pursuant to article VI, \nparagraphs 7 and 8, shall include aggregate national data for the previous calendar year on the \nquantities produced, processed, consumed, impor ted and exported of each Schedule 2 chemical, as \nwell as a quantitative specification of import and export for each country involved.  \n 2. Each State Party shall submit:  \n(a)    Initial declarations pursuant to paragraph 1 not later than 30 days after this \nConvention enters into force for it; and, starting in the following calendar year,  \n(b)    Annual declarations not later than 90 days after the end of the previous calendar \nyear.  \n Declarations of plant sites producing, processing or consuming Schedule 2 che micals:  \n 3.  Initial and annual declarations are required for all plant sites that comprise one or more \nplant(s) which produced, processed or consumed during any of the previous three calendar years or is \nanticipated to produce, process or consume in the n ext calendar year more than:  \n(a)    1 kg of a chemical designated “*” in Schedule 2, part A;  \n(b)    100 kg of any other chemical listed in Schedule 2, party A; or  \n(c)    1 tonne of a chemical listed in Schedule 2, part B.  \n 4. Each State Party shall submit: - \n(a) Initial declarations pursuant to paragraph 3 not later than 30 days after this \nConvention enters into force for it; and, starting in the following calendar year;  \n(b) Annual declarations on past activities not later than 90 days after the end of the \nprevious calendar year; and  \n(c) Annual declarations on anticipated activities not later than 60 days before the \nbeginning of the following calendar year. Any such activity additionally \nplanned after the annual declaration has been submitted shall be declare d not \nlater than five days before this activity begins.  \n 5. Declarations pursuant to paragraph 3 are generally not required for mixtures containing a \nlow concentration of a Schedule 2 chemical. They are only required, in accordance with guidelines, in \ncases where the case of recovery from the mixture of the Schedule 2 chemical and its total weight are \ndeemed to pose a risk to the object and purpose of this Convention. These guidelines shall be \nconsidered and approved by the Conference of the States Parties pursuant to Article VIII, paragraph \n21(i).  \n \nPage 21 of 31 \n  6. Declarations of a plant site pursuant to paragraph 3 shall include: - \n(a) The name of the plant site and the name of the owner, company, or enterprise \noperating it;  \n(b) Its precise location including the addres s; and  \n(c) The number of plants within the plant site which are declared.  \n 7. Declarations of a plant site pursuant to paragraph 3 shall also include, for each plant which \nis located within the plant site and which falls under the specifications set forth in paragraph 3, the \nfollowing information: - \n(a) The name of the plant and the name of the owner, company, or enterprise \noperating it'  \n(b) Its precise location within the plant site including the specific building or \nstructure number, if any;  \n(c) Its main a ctivities;  \n(d) Whether the plant: - \n(i)    Produces, processes, or consumes the declared  Schedule 2 chemical(s);  \n(ii)      Is dedicated to such activities or multi -purpose; and  \n(iii) Performs other activities with regard to the declared Schedule 2 \nchemical (s), including a specification of that other activity (e.g. storage); \nand \n(e)    The production capacity of the plant for each declared Schedule 2 chemical.  \n 8. Declarations of a plant site pursuant to paragraph 3 shall also include the following \ninformation on each Schedule 2 chemical a bove the declaration threshold: — \n(a) The chemical name, common or trade name used by the facility, structural \nformula, and Chemical Abstracts Service registry number, if assigned;  \n(b) In the case of the initial decl aration the total amount produced, processed, \nconsumed, imported and exported by the plant site in each of the three previous \ncalendar years;  \n(c) In the case of the annual declaration on past activities the total amount produced, \nprocessed, consumed, impor ted and exported by the plant site in the previous \ncalendar year;  \n(d) In the case of the annual declaration on anticipated activities: the total amount \nanticipated to be produced, processed or consumed by the plant site in the \n \nPage 22 of 31 \n following calendar year, incl uding the anticipated time periods for production, \nprocessing or consumption; and  \n(e) The purposes for which the chemical was or will be produced, processed or \nconsumed:  \n(i) Processing and consumption on site with a specification of the product \ntypes;  \n(ii) Sale or transfer within the territory or to any other place under the \njurisdiction or control of the State Party, with a specification whether to \nother industry, trade or other destination and, if possible, of final product \ntypes;  \n(iii) Direct export with  a specification of the States involved; or  \n(iv) Other including a specification of these other purposes.  \n Declarations on past production of Schedule 2 chemicals for chemical weapons purposes;  \n 9. Each State Party shall, not later than 30 days after this Convention enters into force for it, \ndeclare all plant sites comprising plants that produced at any time since 1 January 1946 a Schedule 2 \nchemical for chemical weapons purposes.  \n 10. Declarations of a plant site pursuant to paragraph 9 shall include:  \n(a) The name of the plant site and the name of the owner, company, or enterprise \noperating it; - \n(b) Its precise location including the address;  \n(c) For each plant which is located within the plant site, and which falls under the \nspecifications set forth in par agraph 9, the same information as required under \nparagraph 7, subparagraphs (a) to (e); and  \n(d) For each Schedule 2 chemical produced for chemical weapons purposes:  \n(i) The chemical name, common or trade name used by the plant site for \nchemical weapons pro duction purposes, structural formula, and \nChemical Abstracts Service registry number, if assigned;  \n(ii) The dates when the chemical was produced and the quantity produced; \nand \n(iii) The location to which the chemical was delivered and the final product \nproduced there, if known.  \n Information to States Parties:  \n \nPage 23 of 31 \n  11. A list of plant sites declared under this Section together with the information provided under \nparagraphs 6, 7 (a), 7 (c) 7 (d) (i), 7 (d) (iii), 8 (a) and 10 shall be transmitted by the Technical  \nSecretariat to States Parties upon request.  \n C. Transfers to states not Party to this Convention  \n 12. Schedule 2 chemicals shall only be transferred to or received from states Parties. This \nobligation shall take effect three years after entry into force of this Convention.  \n 13. During this interim three -year period, each State Party shall require an end -use certificate, \nas specified below, for transfers of Schedule 2 chemicals to States not Party to this Convention. For \nsuch transfers, each State Party sh all adopt the necessary measures to ensure that the transferred \nchemicals shall only be used for purposes not prohibited under this Convention. Inter alia , the State \nParty shall require from the recipient state a certificate stating, in relation to the tra nsferred chemicals: - \n(a) That they will only be used for purposes not prohibited under this Convention;  \n(b) That they will not be re -transferred;  \n(c) Their types and quantities;  \n(d) Their end -use(s); and  \n(e) The name(s) and address(es) of the end -user(s).  \nREGIME FOR SCHEDULE 3 CHEMICALS AND FACILITIES RELATED TO SUCH \nCHEMICALS  \n A. Declarations  \n Declarations of aggregate national data:  \n 1. The initial and annual declarations to be provided by a State Party, shall include aggregate \nnational data for the previ ous calendar year on the quantities produced, imported and exported of each \nSchedule 3 chemical, as well as a quantitative specification of import and export for each country \ninvolved.  \n 2. Each State Party shall submit: - \n(a) Initial declarations pursuant t o paragraph 1  not later than 30 days after this \nConvention enters into force for it; and, starting in the following calendar year; \nand \n(b) Annual declarations not later than 90 days after the end of the previous calendar \nyear.  \n Declarations of plant sites producing Schedule 3 chemicals:  \n \nPage 24 of 31 \n  3. Initial and annual declarations are required for all plant sites that comprise one or more plants \nwhich produced during the previous calendar year or are anticipated to produce in the next calendar \nyear more than 30 tonn es of a Schedule 3 chemical.  \n 4. Each State Party shall submit: - \n(a) Initial declarations pursuant to paragraph 3 not later than 30 days after this \nConvention enters into force for it; and, starting in the following calendar year;  \n(b) Annual declarations o n past activities not later than 90 days after the end of the \nprevious calendar year; and  \n(c) Annual declarations on anticipated activities not later than 60 days before the \nbeginning of the following calendar year. Any such activity additionally \nplanned a fter the annual decla ration has been submitted shall  be declared not \nlater than five days before this activity begins.  \n 5. Declarations pursuant to paragraph 3 are generally not required for mixtures containing a \nlow concentration of a Schedule 3 chemical.  They are only required, in accordance with guidelines, in \nsuch cases where the case of recovery from the mixture of the Schedule 3 chemical and its total weight \nare deemed to pose a risk to the object and purpose of this Convention. These guidelines shall  be \nconsidered and approved by the Conference pursuant to article VIII. paragraph 21 (i).  \n 6. Declarations of a plant site pursuant to paragraph 3 shall include: - \n(a) The name of the plant site and the name of the owner, company, or enterprise \noperating it ; \n(b) Its precise location including the address; and  \n(c) The number of plants within the plant site which are declared pursuant to this \nAnnex.  \n 7. Declarations of a plant site pursuant to paragraph 3 shall also include, for each plant which \nis located within the plant site and which falls under the specifications set forth in paragraph 3, the \nfollowing information:  \n(a) The name of the plant and the name of the owner, company, or enterprise \noperating it;  \n(b) Its precise location within the plant site, in cluding the specific building or \nstructure number, if any; and  \n(c) Its main activities  \n 8. Declarations of a plant site pursuant to paragraph 3 shall also include the following \ninformation on each Schedule 3 chemical above the declaration threshold: - \n(a) The chemical name, common or trade name used by the facility, structural \nformula, and Chemical Abstracts Service registry number, if assigned;  \n \nPage 25 of 31 \n (b) The approximate amount of production of the chemical in the previous calendar \nyear, or, in case of declaration s on anticipated activities, anticipated for the next \ncalendar year, expressed in the ranges: 30 to 200 tonnes, 200 to 1,000 tonnes, \n1,000 to 10,000 tonnes, 10,000 to 100,000 tonnes, and above 100,000 tonnes; \nand \n(c) The purposes for which the chemical was  or will be produced.  \n Declarations on past production of Schedule 3 chemicals for chemical weapons purposes  \n 9. Each State Party shall, not later than 30 days after this Convention enters into force for it, \ndeclare all plant sites comprising plants that p roduced at any time since 1st January 1946 a Schedule \n3 chemical for chemical weapons purposes.  \n 10. Declarations of a plant site pursuant to paragraph 9 shall include: - \n(a) The name of the plant site and the name of the owner, company, or enterprise \nopera ting it;  \n(b) Its precise location including the address;  \n(c) For each plant which is located within the plant site, and which falls under the \nspecifications set forth in paragraph 9, the same information as required under \nparagraph 7, sub -paragraphs (a) to  (c); and  \n(d) For each Schedule 3 chemical produced for chemical weapons purposes: - \n(i) The chemical name, common or trade name used by the plant site for \nchemical weapons production purposes, structural formula, and \nChemical Abstracts Service registry num ber, if assigned;  \n(ii) The dates when the chemical was produced and the quantity produced; \nand \n(iii) The location to which the chemical was delivered and the final product \nproduced there, if known.  \n Information to States Parties  \n 11. A list of plant sites declared under this Section together with the information provided under \nparagraphs 6, 7 (a), 7(c), 8 (a) and 10 shall be transmitted by the Technical Secretariat to States Parties \nupon request.  \n C.   Transfers to States not Party to this Convention  \n 12. When transferring Schedule 3 chemicals to states not party to this Convention, each State \nParty shall adopt the necessary measures to ensure that the transferred chemicals shall only be used for \npurposes not prohibited under this Convention. Inter alia, the State Party shall require from the \nrecipient state a certificate stating, in relation to the transferred chemicals: - \n \nPage 26 of 31 \n (a) That they will only be used for purposes not prohibited under this Convention;  \n(b)     That they will not be re -transferred;  \n(c)     Their types and quantities;  \n(d)     Their end -use(s); and  \n(e)     The name(s) and address(es) of the end -user(s).  \n 13. Five years after entry into force of this Convention, the  Conference shall consider the n eed \nto establish other measures regarding transf ers of Schedule 3 chemicals to states not Party to this \nConvention.  \nREGIME FOR OTHER CHEMICAL PRODUCTION FACILITIES  \n A. Declarations  \n List of other chemical production facilities  \n 1. The initial declaration to be provided by each State Party pursuant to Ar ticle VI, paragraph \n7, shall include a list of all plant sites that:  \n(a) produced by synthesis during the previous calendar year more than 200 tonnes \nof unscheduled discrete organic chemicals; or  \n(b) comprise one or more plants which produced by synthesis  during the previous \ncalendar yar more than 30 tonnes of an unscheduled discrete organic chemical \ncontaining the elements phosphorus, sulfur or fluorine (hereinafter referred to \nas “PSF-plants ” and “PSF-chemical ”). \n 2. The list of other chemical production  facilities to be submitted pursuant to paragraph 1 shall \nnot include plant sites that exclusively produced explosives or hydrocarbons.  \n 3. Each State Party shall submit its list of other chemical production facilities pursuant to \nparagraph 1 as part of it s initial declaration not later than 30 days after this Convention enters into \nforce for it. Each State Party shall, not later than 90 days after the beginning of each following calendar \nyear, provide annually the information necessary to update the list.  \n 4. The list of other chemical production facilities to be submitted pursuant to paragraph 1 shall \ninclude the following information on each plant site: - \n(a) The name of  the plant site and the name of the owner, company, or enterprise \noperating it;  \n(b) The precise location of the plant site including its address;  \n(c)     Its main activities; and  \n \nPage 27 of 31 \n (d) The approximate number of plants producing the chemicals specified in \nparagraph 1 in the plant site.  \n 5. With regard to plant sites listed pursuant to paragraph  1 (a), the list shall also include \ninformation on the approximate aggregate amount of production of the unscheduled discrete organic \nchemicals in the previous calendar year expressed in the ranges: under 1,000 tonnes, 1,000 to 10,000 \ntonnes and above 10,0 00 tonnes.  \n 6. With regard to plant site s listed pursuant to paragraph 1  (b), the list shall also specify the \nnumber of PSF -plants within the plant site and include information on the approximate aggregate \namount of production of PSF -chemicals produced by each PSF -plant in the previous calendar year \nexpressed in the ranges: under 200 tonnes, 200 to 1,000 tonnes, 1,000 to 10,000 tonnes and above \n10,000 tonnes.  \nSCHEDULE V  \n[See section 8]  \n(Confidentiality Annex)  \nA. General Principles for the Handling of Confid ential Information  \n 1. The obligation to protect confidential information shall pertain to the verification of both \ncivil and military activities and facilities. Pursuant to the general obligations set forth in Article VIII, \nthe Organization shall: — \n(a) Require only the minimum amount of information and data necessary for the \ntimely and efficient carrying out of its responsibilities under the Convention;  \n(b) Take the necessary measures to ensure that inspectors and other staff members \nof the Technical sec retariat meet the highest standards of efficiency, \ncompetence, and integrity; and  \n(c) Develop agreements and regulations to implement the provisions of the \nConvention and shall specify as precisely as possible the information to which \nthe Organization shal l be given access by a State Party.  \n 2. The Director -General shall have the primary responsi bility for ensuring the protection of \nconfidential information. The Director -General shall establish a stringent regime governing the \nhandling of confidential information by the Technical Secretariat, and in doing so, shall observe the \nfollowing guidelines: - \n(a) information shall be considered confidential if: - \n(i) it is so designated by the State Party from which the information was \nobtained and to which the in formation refers; or  \n(ii) in the judgement of the Director -General, its unauthorized disclosure \ncould reasonably be expected to cause damage to the State Party to \n \nPage 28 of 31 \n which it refers or to the mechanisms for implementation of the \nConvention;  \n(b) All data and d ocuments obtained by the Technical secretariat shall be evaluated \nby the appropriate unit of the technical secretariat in order to establish whether \nthey contain confidential information. Data required by States Parties to be \nassured of the continued compl iance with the Convention by other States Parties \nshall be routinely provided to them. Such data shall encompass:  \n(i) The initial and annual reports and declarations provided by States \nParries under Articles III , IV, V and VI, in accordance with the \nprovis ions set forth in the Verification Annex;  \n(ii) General reports on the results and effectiveness of verification activities; \nand \n(iii) Information to be supplied to all States Parties in accordance with the \nprovisions of the Convention;  \n(c) No information o btained by the Organization in connection with the \nimplementation of the Convention shall be published or otherwise released, \nexcept, as follows:  \n(i) General information on the implementation of this Convention may be \ncompiled and released publicly in acco rdance with the decisions of the \nConference or the Executive Council;  \n(ii) Any information may be released with the express consent of the State \nParty to which the information refers;  \n(iii) Information classified as confidential shall be released by the \nOrganization only through procedures which ensure that the release of \ninformation only occurs in strict conformity with the needs of the \nConvention. Such procedures shall be considered and approved by the \nConference pursuant to Article VIII, paragraph 21 (i) ; \n(d) The level of sensitivity of confidential data or documents shall be established, \nbased on criteria to be applied uniformly in order to ensure their appropriate \nhandling and protection. For this purpose, a classification system shall be \nintroduced, wh ich by taking account of relevant work undertaken in the \npreparation of the Convention shall provide for clear criteria ensuring the \ninclusion of information into appropriate categories of confidentiality and the \njustified durability of the confi dential na ture of information. While providing \nfor the necessary flexibility in its implementation the classification system shall \nprotect the rights of States Parties providing confidential information. A \nclassification system shall be considered and approved by th e Conference \npursuant to Article VIII, paragraph 21 (i);  \n(e) Confidential information shall be stored securely at the premises of the \nOrganization. Some data or documents may also be stored with the National \n \nPage 29 of 31 \n Authority of a State Party. Sensitive informatio n, including, inter alia, \nphotographs, plans and other documents required only for the inspection of a \nspecific facility may be kept under lock and key at this facility;  \n(f) To the greatest extent consistent with the effective implementation of the \nverific ation provisions of the Convention, information shall be handled and \nstored by the Technical Secretariat in a form that precludes direct identification \nof the facility to which it pertain;  \n(g) The amount of confidential information removed from a facility shall be kept to \nthe minimum necessary for the timely and effective implementation of the \nverification provisions of the Convention; and  \n(h) Access to confidential information shall be regulated in accordance with its \nclassification. The dissemination of c onfidential information within the \nOrganization shall be strictly on a need -to-know basis.  \n 3. The Director -General shall report annually to the Conference on the implementation of the \nregime governing the handling of confidential information by the Techni cal Secretariat.  \n 4. Each State Party shall treat information, which it  receives from the Organization  in \naccordance with the level of confidentiality established for that information. Upon request, a State \nParty shall provide details on the handling of information provided to it by the Organization.  \nB.   Employment and Conduct of Personnel in the Technica l Secretariat  \n 5. Conditions of staff employment shall be such as to ensure that access to and handling of \nconfidential information shall be in conformity with the procedures established by the Director -\nGeneral in accordance with Section A.  \n 6. Each positi on in the Technical Secretariat shall be governed by a formal position description \nthat specifies the scope of access to confidential information, if any needed in that position.  \n 7. The Director -General, the inspectors and the other members of the staff s hall not disclose \neven after termination of their functions to any unauthorized persons any confidential information \ncoming to their knowledge in the performance of their official duties. They shall not communicate to \nany state, organization or person outs ide the Technical Secretariat any information to which they have \naccess in connection with their activities in relation to any State Party.  \n 8. In the discharge of their functions inspectors shall only request the information and data \nwhich are necessary t o fulfill their mandate. They shall not make any records of information collected \nincidentally and not related to verification of compliance with the Convention.  \n 9. The staff shall enter into individual secrecy agreements with the technical secretariat \ncovering their period of employment and a period of five years after it is terminated.  \n 10. In order to avoid improper disclosures, inspectors and staff members shall be appropriately \nadvised and reminded about security considerations and of the possible pen alties that they would incur \nin the event of improper disclosure.   \n \nPage 30 of 31 \n  11. Not less than 30 days before an employee is given clearance for access to confidential \ninformation that refers to activities on the territory or in any other place under the jurisdicti on or control \nof a State Party, the State Party concerned shall be notified of the proposed clearance. For inspectors \nthe notification of a proposed designation shall fulfil this requirement.  \n 12. In evaluating the performance of inspectors and any other e mployees of the Technical \nSecretariat, specific attention shall be given to the employee's record regarding protection of \nconfidential information.  \nC. Measures to protect sensitive Installations and Prevent Disclosure of Confidential data in \nthe Course of on-site Verification Activities.  \n 13. States Parties may take such measures as they deem necessary to protect confidentiality, \nprovided that they fulfill their obligations to demonstrate compliance in accordance with the relevant \nArticles and the verificat ion Annex. When receiving an inspection the State Party may indicate to the \ninspection team the equipment, documentation or areas that it considers sensitive and not related to the \npurpose of the inspection.  \n 14. Inspection teams shall be guided by the pri nciple of conducting on -site inspections in the \nleast intrusive manner possible consistent with the effective and timely accomplishment of their \nmission. They shall take into consideration proposals which may be made by the State Party receiving \nthe inspec tion, at whatever stage of the inspections to ensure that sensitive equipment or information \nnot related to chemical weapons, is protected.  \n 15. Inspection teams shall strictly abide by the provisions set forth in the relevant Articles and \nAnnexes governin g the conduct of inspections. They shall fully respect the procedures designed to \nprotect sensitive installations and to prevent the disclosure of confidential data.  \n 16. In the elaboration of arrangements and facility agreements, due regard shall be paid to the \nrequirement of protecting confidential information. Agreements on inspection procedures for \nindividual facilities shall also include specific and detailed arrangements with regard to the \ndetermination of those areas of the facility to which inspecto rs are granted access the storage of \nconfidential information on -site, the scope of the inspection effort in agreed areas the taking of samples \nand their analysis, the access to records and the use of instruments and continuous monitoring \nequipment.  \n 17. The report to be prepared after each inspection shall only contain facts relevant to \ncompliance with the Convention. The report shall be handled in accordance with the regulations \nestablished by the Organization governing the handling of confidential inform ation. If necessary, the \ninformation contained in the report shall be processed into less sensitive forms before it is transmitted \noutside the Technical Secretariat and the inspected State Party.  \nD.   Procedures in case of Breaches or Alleged Breaches of C onfidentiality.  \n 18. The Director -General shall establish necessary procedures to be followed in case of \nbreaches or alleged breaches of confidentiality, taking into account recommendations to be considered \nand approved by the Conference pursuant to Articl e VIII, paragraph 21 (i).  \n 19. The Director -General shall oversee the implemen tation of individual secrecy agreements. \nThe Director -General shall promptly initiate an investigation if, in his judgement, there is sufficient \n \nPage 31 of 31 \n indication that obligations conc erning the protection of confidential information have been violated. \nThe Director -General shall also promptly initiate an investigation if an allegation concerning a breach \nof confidentiality is made by a State Party.  \n 20. The Director -General shall impos e appropriate punitive and disciplinary measures on staff \nmembers who have violated their obligations to protect confidential information. In cases of serious \nbreaches, the immunity from jurisdiction may be waived by the Director -General.  \n 21. States Parti es shall, to the extent possible, cooperate and support the Director -General in \ninvestigating any breach or alleged breach of confidentiality and in taking appropriate action in case a \nbreach has been established.  \n 22. The Organization shall not be held li able for any breach of confidentiality committed by \nmembers of the Technical Secretariat.   \n 23. For breaches involving both a State Party and the Organization, a “Commission for the \nsettlement of disputes related to confidentiality ”, set up as a subsidiary  organ of the Conference, shall \nconsider the case. This Commission shall be appointed by the Conference. Rules governing its \ncomposition and operating procedures shall be adopted by the Conference at its first session."
}