{
    "file": "./converted_json\\administratora725c493a8dfdfb4ba70437c9829bef8.json",
    "name": "The Industrial Statistics Act, 1942",
    "date": "3rd April, 1942",
    "tagline": "An Act to facilitate the collection of statistics of certain kinds relating to industries",
    "content": "Page 1 of 4 \n \n \n \nTHE  INDUSTRIAL STATISTICS ACT, 1942  \n \n \nCONTENTS  \n \n1. Short title, extent and commencement . \n2. Definition . \n3. Collection of statistics . \n4. Appointment of statistics authority . \n5. Power of statistics authority to call for returns and information . \n6. Right of ac cess to record or document . \n7. Restriction on the publication of returns and information . \n8. Penalties . \n9. Penalty for improper disclosure of Information or returns . \n10. Cognizance of offences . \n11. [Omitted ] \n12. Power of Provincial Government to make rules . \n\n \nPage 2 of 4 \n THE  INDUSTRIAL  STATISTICS  ACT,  1942  \n \n1ACT  No. XIX OF 1942  \n[3rd April,  1942 ] \nAn Act to facilitate  the collection  of statistics  of certain  kinds  relating  to industries  \nWHEREAS  it is expedient  to facilitate  the collection  of statistics  of certain  kinds  relating  to \nindustries;  \nIt is hereby  enacted  as follows: — \n1. Short  title,  extent  and commencement. — (1) This act may be called  the Industrial  \nStatistics  Act, 1942.  \n2[(2) It extends  to the whole  of Pakistan.  \n(3) It shall  come  into force  on such date as the 3[appropr iate Government]  may, by \nnotification  in the official  Gazette,  appoint  in this behalf  for the territories  under  its administration.]  \n2. Definition.  In this Act “prescribed” means prescribed in rules made under this Act or in \nany form prescribed by those ru les 4[;] \n \n5[and the “appropriate Government” means, in relation to industries the development where \nof under Federal control has been declared by a Federal law to be expedient in the public interest, the \nFederal Government and, in relation to other industr ies, the Provincial Government.]  \n3. Collection of statistics. ⸻ (1) The 3[appropriate Government] may, by notification in the \nofficial Gazette, direct that statistics shall be collectedrelating to any of the following matters, \nnamely :⸻  \n(a)  any matter rela ting to factories,  \n(b)  any of the following matters so far as they relate to welfare of labour and \nconditions of labour, namely: — \n(i)  price of commodities.  \n(ii)  attendance,  \n \n1For Statement  of Objects  and Reasons,  see Gazette  of India, 1942,  Pt V, page 41. \nThe Act has been  applied  in Baluchistan  (with effect  from  the 7th February,  1945 ) see Notification  No. 43-F, dated  the 7th February,  1945,  Gazette  of \nIndia,  1945,  Pt. I, p. 159 and 714- G/45  (1), dated  the 12th October,  1945,  Gazette  of India,  1945,  Pt. II- A, p. 309; \nIt has been  extended  to the Leased  Areas  of Baluchistan  by the Leased  Areas  (Laws)  Order,  1950  (G. G. O. 3 of 1950).  \nThis Act has been  amended  in its application  to the West  Pakistan  by West  Pakistan  Ordinance  No. XXVIII  of 1958.  \nThis Act has been applied  to the Provincially  Adminis tered  Tribal  Areas  or to the parts  of those  areas  to which  it does not already  apply,  see Regulation  \nNo. I of 1972,  section  2 and Sch. \n2Subs  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (XXI of 1960),  s. 3 and 2nd Sch. (with effect  from  the 14th October,  1955 ) for the original  \nsub-sections  (2) and (3), as amended  by A. O., 1949.  \n3Subs.  by F. A. O., 1975,  Art. 2 and Sch.,  for “Provincial  Government ”. \n4Subs. ibid for full stop.  \n5Added ibid. \n \nPage 3 of 4 \n (iii)  living  cond itions,  including  housing  water  supply  and sanitation,  \n(iv)  indebtedness,  \n(v)  rents  of dwelling -houses,  \n(vi)  wages  and other  earnings,  \n(vii)  provident  and other  funds  provided  for labour,  \n(viii)   benefits  and amenities  provided  for labour,  \n(ix)  hours  of work,  \n(x)  employment  and unemployment,  \n(xi)  industrial  and labour  disputes,  \nand thereupon  the provisions  of this Act shall  apply  to the collection  of those  statistics.  \n(2) In clause  (a) of subsection  (1), “factory ” means  a factory  as defined  in clause  (j) of section  \n2 of the Factories  Act, 1934  (XXV  of 1934),  or any premises  deemed  to be a factory  in pursuance  of \na declaration  made  under  sub-section  (1) of section  5 of that Act. \n4. Appointment  of statistics  authority.  The 1[appropriate  Govern ment]  may appoint  an \nofficer  to be the statistics  authority  for the purposes  of the collection  of any statistics  under  this Act. \n5. Power  of statistics  authority  to call for returns  and information. —(1) The statistics  \nauthority  may serve  or cause  to be served  on any person  a notice  requiring  him to furnish,  at such \nintervals  and in such form  and with such particulars  as may be prescribed,  such information  or \nreturns  relating  to any matter  in respect  of which  statistics  are to be collected  and to such authority  or \nperson and in such manner  and at such times  as may be prescribed.  \n \n(2) The notice  referred  to in sub-section  (1) may be served  by post.  \n \n6. Right  of access  to record  or document.  The statistics  authority  or any person  authorized  \nby him in writing  in this behalf shall,  for the purposes  of the collection  of any statistics  under  this \nAct, have  access  to any relevant  record  or document  in the possession  of any person  required  to \nfurnish  any information  or return  under  this Act, and may enter  at any reasonable  time any premises  \nwherein  he believe s such record  or document  to be, and may ask any question  necessary  for \nobtaining  any information  required  to be furnished  under  this Act. \n \n7. Restriction  on the publication  or returns  and information. — (1) No individual  return, \nand no part of an individual  return,  made,  and no information  with respect  to any particular  \nundertaking  given,  for the purposes  of this Act, shall,  without  the previous  consent  in writing  of the \nowner  for the time being  of the undertaking  in relatio n to which  the return  or information  was made  \nor given,  or his authorized  agent,  be published  in such manner  as would  enable  any particulars  to be \nidentified  as referring  to a particular  undertaking.  \n \n(2) Except  for the purposes  of a prosecution  under  this Act or under  the Pakistan  Penal  Code  \n(XLV  of 1860),  no person  not engaged  in connection  with the collection  of statistics  under  this Act \nshall  be permitted  to see any individual  return  or information  referred  to in sub-section  (1). \n \n \n1Subs. by F. A. O., 1 975, Art. 2 and Sch., for “Provincial Government”.  \n \nPage 4 of 4 \n 8. Penalties .⸻ If any person  required  to furnish  any information  or any return ⸻ \n(a)  willfully  refuses  or without  lawful  excuse  neglects  to furnish  such information  \nor return  as required  under  this Act, or \n(b)  willfully  furnishes  or causes  to be furnished  any information  or return  which  \nhe knows  to be false,  or \n(c)  refuses  to answer  or willfully  gives  a false  answer  to any question  necessary  \nfor obtaining  any information  required  to be furnished  under  this Act, or if any \nperson  impedes  the right  of access  to relevant  records  and documents  or the \nright  of entry  conferred  by section  6, he shall  for each such offence  be \npunishable  with fine which  may extend  to 1[2[twenty  thousand ] rupees],  and in \nthe case of a continuing  offence  3[with  a further  fine]  which  may extend  to \n2[eight  hundred]  rupees  for each day after the first during  which  the offence  \ncontinues;  and in respect  of false  information,  returns  or answers  the offence  \nshall  be deemed  to continue  until true information  or a true return  or answer  \nhas been  given  or made.  \n9. Penalty  for improper  disclosure  of information  or returns.  If any person  engaged  in \nconnection  with collection  of statistics  under  this Act willfully  discloses  any information  or the \ncontents  of any return  given  or made  under  this Act otherwise  than in the execution  of his duties  \nunder  this Act or for the purposes  of the prosecution  of an offence  under  this Act or under  the \nPakistan  Penal  Code  (XLV  of 1860),  he shall  be punishable  with imprisonment  for a term which  may \nextend  to six months,  or with fine which  may extend  to 2[four  thousand]  rupees,  or with both \nimprisonment  and fine. \n10. Cognizance  of offences.  No prosecution  under  section  8 shall  be instituted  except  by or \nwith the sanctio n of the statistics  authority  and no prosecution  under  section  9 shall  be instituted  \nexcept  by or with the sanction  of the 4[appropriate  Government].  \n11. [Power  of the Central  Government  to give directions. ] Omitted  by A.O., 1964,  Art, 2 and \nSch. \n12. Power  of Provincial  Government  to make  rules.— (1) The 4[appro priate  Government]  \nmay,  subject  to the condition  of previous  publication  by notification  in the official  Gazette,  make  \nrules5 for carrying  out the purposes  of this Act. \n(2) Without  prejudice  to the generality  of the foregoing  power,  rules  may be made  under  this \nsection  regulating  the exercise  of the right  of access  to documents  and the right of entry  conferred  by \nsection  6. \n \n \n1Subs. by the  Industrial Statistics (Amdt.) Ordinance 1980 ( XXXVIII  of 198 0), s.2, for “five hundred rupees”  \n2Subs.  by ord. VI of 2000,  ss. 2 and 3. \n3Subs.  by the Repealing  and Amending  Act, 1942  (XXV  of 1942),  s. 3 and Second  Sch.,  for “to a further  fine”. \n4Subs . by F. A. O., 1975,  Art. 2 and Sch for “Provincial  Government ”. \n5For the Industrial  Labour  Statistics  Rules  1959,  framed  under  this section,  see West  Pakistan  Gazette,  1959,  Pt. I, pp. 315-333; \nFor the Industrial  Labour  Statistics  Rules , 1959,  framed  under  sub-section  (1) of s. 11 of the Bahawalpur  Industrial  Statistics  Act, 1946,  see \nibid., pp. 332-348; and \nFor the Industrial  Labour  Statistics  Rules  1959,  framed  under  sub-section  (1) of s. 11 of the Khairpur  State  Industrial  Statistics  Act, 1946,  \nsee ibid., pp, 349-365."
}