{
    "file": "./converted_json\\administratora25489da1a9ed8c9c927a144f6511732(1).json",
    "name": "Service Tribunals Act, 1973",
    "date": "26th September, 1973",
    "tagline": "An Act to provide for the establishment of Service Tribunals to exercise jurisdiction in respect of matters relating to the terms and conditions of service of civil servants.",
    "content": "THE  SERVICE  TRIBUNALS  ACT,  1973                         \n \n \n \n                CONTENTS  \n                 \n \n       SECTIONS:  \n1. Short  title, commencement  and application.  \n2. Definitions.  \n3. Tribunals.  \n3A. Benche s of the tribunal.  \n4. Appeals  to tribunals.  \n4A. Review.  \n5. Powers  of tribunals.  \n5A. Financial  powers  of a Tribunal.  \n6. Abatement  of suits and other  proceedings.  \n7. Limitation.  \n8. Rules.  \n9. Repeal.  \n \n \n \n \n \n \n \n \n \n \n \n\n \nTHE  SERVICE  TRIBUNALS  ACT,  1973  \n \n1ACT  NO. LXX  OF 1973  \n[26th September , 1973 ] \n \nAn Act to provide  for the establishment  of Service  Tribunals  to exercise  jurisdiction  in \nrespec t of matters  relating  to the terms  and conditions  of service  of civil servants.  \n \nWHEREAS it is expedient to provide for the establishment of Administrative Tribunals, to \nbe called Service  Tribunals, to exercise exclusive jurisdiction in respect of matters relating to the \nterms  and conditions  of service  of civil servants,  and for matter s connected  therewith  or ancillary  \nthereto;  \n \nIt is hereby  enacted  as follows  :— \n \n1. Short title,  commencement and application. —(1) This Act  may be  called the  Service  \nTribunals  Act, 1973.  \n \n(2) It shall  come  into force  at once.  \n \n(3) It applies  to all civil servants  wherever  they may be. \n \n2. Definitions. — In this Act, unless  there  is anything  repugnant  in the subject  or context, — \n \n2[(a) \"civil servant \" means a person who is, or has been, a civil servant within the meaning \nof the Civil Servants Act, 1973 (LXXI of 1973 ) 3[and shall include a person  declared to be \na civil servant  under  section  2A; and]]  \n \n(b) \"Tribunal \" means  a Service  Tribunal  established  under  section  3. \n \n 2A.—4[*****]  \n \n3. Tribunals. —5[(1) The Pre sident may, by notification in the official Gazette, establish \none or  more Service Tribunals as hereinafter  provided and, where there  are established more than  \none Tribunal, the  President  shall specify  in the  notification the  territorial limit s within which, or  the \nclass  or classes or cases in respect  of which, each  such Tribunal shall exercise jurisdiction under \nthis Act.] \n \n(2) A Tribu nal shall have exclusive jurisdiction in respect of matters relating to the terms \nand conditions  of service  of civil servants,  including  disciplinary  matters.  \n \n                                                      \n1 For Statement  of Objects  and Reasons,  see Gazette of Pakistan , 1973,  Ext.,  Pt. III, p. 1479.  \n2 Subs.  by the Service  Tribunals  (Amendment) Act, 1974  (XXXI of 1974) , s. 2, for the original  clause (a). \n3 Added  by the Service  Tribunals  (Amendment) Act, 1997 (XVII  of 1997),  s. 2. \n4 Omitted  by the Service  Tribunals  (Amendment) Act, 2010  (II of 2010 ), s. 2. \n5 Subs.  by the Service  Tribunals  (Amendment) Act, 2014 (IV of 2014), s. 2. \n1[(3) A Tribunal  shall  consist  of— \n \n(a) a Chairman,  being  a person  who has been,  or is qualified  to be judge  of a High  \nCourt;  \n \n(b) such number  of members  not less than three,  each of whom  is or has been­  \n \n(i) a District  Judge;  or \n \n(ii) a person who for a period of not less than two years has held a post in BS­21 \nor above or  equivalent  under the Federal Government or a Provincial \nGover nment with adequate  quasi­judicial  or legal  experience,  preference  \nbeing  given  to a person  having  background  of dealing  with service  matters;  \nor \n \n(iii) an Advocate  qualified  for appointment  as Judge  of a High  Court. ] \n \n1[(4) The Chairman and mem bers of a Tribunal shall be appointed by the President for non­  \nextendable  term of three  years  on such other  terms  and conditions  as the President  may determine : \n \nProvided that where a serving District Judge or a civil servant is appointed as a member  he \nshall hold office  for a term of three  years  or till the date of superannuation , whichever  is earlier. ] \n \n(5) The Chairman  or a member  of a Tribunal  may resign  his offic e by writing  under  \nhis hand addressed  to the President.  \n \n(6) The Chairman  or a member  of a Tribunal  shall  not hold any other  office  of profit  in the \nservic e of Pakistan  if his remuneration  is thereby  increased.  \n \n1[(7) At any time when — \n \n(i) the Chairman of a Tribunal is absent or is unable to perform the functions \nof his office du e to any cause;  or \n \n(ii) office of the Chairman is vacant, the most senior of the other member s of a \nTribunal shall  act as Chairman till the Chairman resume s his office or the \nregular Chairman is appointed , as the case any be.] \n \n2[3A. Benches of the Tribunal. —(1) The powers and functions of a Tribunal may be \nexercised  or performed by Benches consisting of not less than two members of the Tribunal, \nincluding the  Chairman,  constituted  by the Chairman.  \n \n(2) If the members  of a Bench  differ  in opinion  as to the decision  to be given  on any point, —  \n \n                                                      \n1 Subs.  by the Service  Tribunals  (Amendment) Act, 2014 (IV of 2014), s. 2. \n2 Section 3A ins. by the Ordinance No.  IX of 1978,  s. 3. \n(a) the point  shall  be decided  according  to the opinion  of the majority;  \n \n(b) if the members are equally divided and the Chairman of the Tribunal is not \nhimself a  member of the Bench, the case shall be referred to the Chairman and \nthe decision of t he Tribunal  shall  be expressed  in terms  of the opinion  of the \nChairman;  and \n \n(c) if the members are equally divided and the Chairman of the Tribunal is himself \na member  of the Bench, the opinion of the Chairman shall prevail and the \ndecision of the Tribunal  shall be expressed  in terms  of the opinion  of the \nChairman.]  \n \n4. Appeals to tribun als.—(1) Any civil servant aggrieved by any  1[*] order, whether \noriginal or  appellate, made by a departmental authority in respect of any of the terms and \nconditions of his  service may, within thirty days of the communication of such order to him , 2[or \nwithin six months of  the establishment  of the appropriate  Tribunal,  whichever  is later,  prefer  an \nappeal  to the Tribunal]:  \n \nProvided  that— \n \n(a) where an appeal, review or representati on to a departmental authority is provided under  the \n3[Civil Servants Act, 1973 (LXXI of 1973 )], or any rules against any s uch order, no  appeal \nshall lie to a Tri bunal unless the aggrieved civil servant has preferred an appeal or  \napplication for review or representation to such departmental authority and a period of  \nninety days has elapsed from the date on which such appeal, a pplication or representation  \nwas so preferred;  4[*] \n \n(b) no appeal shall lie to a Tribunal against an order or decision of a departmental authority  \ndetermining the fitness or otherwise of a person to be appointed to or hold a particular  post \nor to be promoted  to a higher  grade  4[; and] \n \n4[(c) no appeal  shall  lie to a Tribunal  against  an order  or decision  of a departmental  authorit y \nmade  at any time before  the 1st July,  1969.]  \n \n(2) Where the appeal is against an order or decision of a departmental authority imposing  a \ndepartmental  punishment  or penalty  on a civil servant,  the appeal  shall  be preferred — \n \n(a) in the case of a penalty of dismissal from service, removal from service, compulsory  \nretirement or reduction to a lower post or time­scale or to a lower stage in a time­scale, \nto a Tribunal  referred  to in sub­section  (3) of section  3; and \n \n                                                      \n1 Omitted  by the Service  Tribunals  (Amendment) Act, 1997  (XVII  of 1997),  s. 4. \n2 Subs.  by the Service T ribunals (Am endment) Act,  1974 ( XXXI  of 1974), s. 3, for “prefer an appeal to the Tribunal \nhaving jur isdiction in the matter ”. \n3 Subs.  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (XXVII  of 1981),  s. 3 and Sch., II. \n4 Omitted , subs.  and added  by the Service T ribunals (Am endment) Act,  1974 ( XXXI  of 1974), s. 3 . \n(b) in any other case , to a Tribunal referred to in sub -section (7) of that section.  \n \nExplanation .—In this section,  \"departmental  authority\"  means  any authority,  other  \nthan a Tribunal,  which  is competent  to make  an order  in respect  of any of the terms  and \nconditions  of civil servants.  \n \n 1[4A. Review. —(1) A tribunal  shall  have  the power  to review  its final order  on a review  \npetition  filed by an aggrieved  party  within  thirty  days of the order  on the following  grounds,  \nnamely :— \n \n(i) discovery of new and important matter or evidence which, after exercise of \ndue diligence,  was not within knowledge of the petitioner or could not be \nproduced by him at the time  when  the order  was passed ; \n \n(ii) on account  of some  mistake  or error  apparent  on the face of record;  or \n \n(iii) for any other  sufficient  cause.  \n \n (2) The Tribunal  shall  decide  the review  petition  within  thirty  days.  \n \n (3) The Tribunal  may confirm,  set aside,  vary or modify  the judgement  or order  under  \nreview .] \n \n5. Powers  of Tribunals .—(1) A Tribunal may,  on appeal,  confirm,  set aside,  vary or modify  \nthe order  appealed  against.  \n \n(2) A Tribunal shall, for the purpose of deciding any appeal, be deemed to be a civil co urt \nand shall have the same powers as are vested in such court under the Code of Civil Procedure, \n1908 (Act V of 1908) , including the power of — \n \n(a) enforcing the attendance of any person and examining him on oath;  \n \n(b) compelling the production of documents; and  \n \n(c) issuing comm ission for the examination of witness es and documents.  \n \n1[(3) A Tribun al shall have the power to execute its decisions in accordance with the \nprocedure as  may be prescribed .] \n \n1[5A. Financial powers of a Tribunal. —(1) The Registrar of the Tribunal shall be the \nPrincipal Accounting Officer o f a Tribunal.  \n \n(2) The Chairman of Tribunal may authorize re-appropriation  of funds from one head of \naccount  to another head of account and sanction expenditure on any item from within the allocated \nbudget in  accordance  with the prescribed  procedure  without  reference  to Ministry  of Finance. ] \n                                                      \n1 Ins. and added by the Service  Tribunals  (Amendment) Act, 2014 (IV of 2014), ss. 3, 4 & 5. \n6. Abatement of suits and other proceedings. —All suits, appeals or applications \nregarding any  matter  within  the jurisdiction  of a Tribunal  pending  in any court  immediately  before  \nthe commencement  of this Act shall  abate  forthwith  : \n \nProvided that any party to such a suit, appeal or application may, within ninety days of the  \n1[establishment of the appropriate Tribunal, prefer an appeal to it] in respect  of any such matter  \nwhich  is in issue  in such suit, appeal  or application . \n \n7. Limitatio n.—The provisions of sections 5 and 12 of the Limitation Act, 1908 ( IX of 1908 ), \nshall apply  to appeals  under  this Act. \n \n8. Rules .—(1) The Fe deral Government may, by notification in the official  Gazette, make \n2rules for carrying out the purposes of this Act.  \n \n(2) In particular  and without  prejudice  to the generality  of the foregoing  power,  such \nrules  may provide  for all or any of the following  matters,  namely: — \n \n(a) requirements as to the number of members of the Tribunal necessary for \nhearings before,  or order  or decision  by, a Tribunal  3[or a Bench  there of;] 4[*] \n \n(b) filling for a specified period any vacancy in the office of the Chairman or a member  \nof the  Tribunal caused by the absence on leave or otherwise of the Chairman or, \nas the case ma y be, a member  4[; and] \n \n4[(c) execution of decisions  of a Tribunal.]  \n \n 9. Repeal .—5[*****]  \n                                                      \n1 Subs. by the Service T ribunals (Am endment) Act, 1974 ( XXXI  of 1974), s. 4, for “commencement of this Act, prefer \nan appeal to the appropriate Tribuna l”. \n2 For the Service Tribunals (Qualifications of Members) Rules, 1974, see S.R.O. No. 742 (I )/74, dated 22­2­ 1974, \nGazette of Pakistan, 1974, Ext., Pt. II, p. 263.   \n3 Ins. by  the Service Tribunals (Am endment) Ordinance, 1978  (IX of 1978), s. 4.  \n4 Omitt ed, subs. and added  by the Service  Tribunals  (Amendment) Act, 2014 (IV of 2014), s. 6. \n5 Omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (XXVI I of 1981),  s. 3 and Sch., II."
}