{
    "file": "./converted_json\\administrator1e59001f309996e85e00b1c78054c0e9.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 5 \n   \n \n \n \nTHE  COT TON GINNING CONTROL  AND  DEVELO PMENT  \n(REPEAL) ORDINANCE,  1977  \n              \n \n           CONTENTS  \n \n1.  Short title, extent and comme ncement \n2.  Definitions \n3.  Return of establishments \n4.  Continuance in service of the employees \n5.  Prohibition of the operation of an establishment \n6.  Compensation \n7.  Debtor \n8.  General effect of return of establishment \n9.  Ordinance to override other laws \n10.   Bar of jurisdiction \n11.  Penalties \n12.  Power to make rules \n13.  Removal of difficulties \n14.  Repeal  \n \n\n \nPage 2 of 5 \n THE  COT TON GINNING CONTROL  AND  DEVELO PMENT  (REPEAL) \nORDINANCE,  1977  \n \nORDINANCE No. X XXI OF 1977  \n \n         [12th S eptember, 1977 ] \n \nAn Ordinance to repeal the Cotton Ginning Control and Development Act, 1976 (LIX of  1976)  \n  \n WHEREAS, it is expedient to repeal the Cotton  Ginning Cont rol and Development Act, 1976 \n(LIX of 1976),  and to p rovide for matters connected therewith or incidental thereto; \n \n AND WHEREAS the President is satisfied that circumst ances exist which render it \nnecessary to take imm ediate action; \n \n NOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977 \n(CMLA Order No. 1 of 1977),  read with the Laws (Continu ance in Force), Order, 1977  and in  \nexercise of all powers enabling him  in that behalf, the President is pleased to make and promul gate \nthe followi ng Ordinance:— \n \n 1. Short title, extent and comme ncement.—(1) This Ordinance may be called the Cotton  \nGinning  Cont rol and D evelopm ent (Repeal) Ordinance, 1977.  \n \n (2) It extends to the whole of  Pakistan. \n  \n (3) It shall come into force at once. \n \n 2. Definitions.  In    this    Ordinance,    unless    there    is    anything    repugnant    in the \nsubject or context,— \n \n(a) “Present Value” means the Net Worth Value out of which shall be \ndeducted the  value of any Fixed Tangible Assets and Current Assets as shown  \nin the Balance Sheet which are not handed over and to  which shall be added \n(i) the v alue of  the Fixed Tangible Ass ets and Current Assets which do not  \nappear in the  Balance Sheet but the possession  of which is handed over at \ncost and (ii) the  decrease in the outst anding  liabiliti es as shown in  the Balance \nSheet, out of whi ch shall be deducted the v alue of  any new liabilities handed \nover; \n \n(b) “repealed Act” means the Cotton  Ginning Cont rol and Developm ent Act, \n1976 (L IX of 1976.); and \n \n(c) other words and expressions shall have the same meaning as in the repealed \nAct. \n \n 3. Return of establishments.—(1) Within one month  of the  comm encement of this \nOrdinance, or such longer period not exceeding twelve months  as the Federal Government m ay by \nnotification in the official Gazette specify in this behalf, the Corporation shall deliver poss ession  of \n \nPage 3 of 5 \n an establishm ent the ownership and management of whi ch has been acquired und er section 5 of the \nrepealed Act to the p revious  management thereof: \n \n Provided that, in any case in which any amount  is recoverable by the Corporation from \nthe previous  owner of the establishm ent under sub-section (3) or sub-section (4) of section 6, \nthe Corporation may not so deliver possession  of the establishm ent until such amount  has been \nrecovered. \n \n (2) On the delivery of the possession  of an establishm ent, in pursuance of sub-section (1),― \n(a) the Co rporation shall stand divested of the own ership and m anagement of the \nestablishm ent; and \n \n(b) the ownership and management of the establishm ent, along with  its assets and \nliabiliti es as on the day on which its possession  is delivered, shall stand \ntransferred to the persons in whom  these vested immediately before the \nmaking of an order under section 5 of  repealed Act in respect of the \nestablishm ent. \n \n (3) No claim, suit, prosecution  or other legal proceedings arising out of the acquisition or \nreturn of an establishm ent shall lie against the Federal Government or the Co rporation or any officer \nor employee of the Federal Government or the Co rporation. \n \n (4) Where the Federal Government is satisfied that the previous  management of an \nestablishm ent has refused or wilfully failed to receive possession  of the establishm ent, it may pass \nsuch order in respect of the establishm ent as it may deem fit. \n \n (5) In the case of an establishm ent, for the purpose of computing  the period of \nlimit ation prescribed in the Limitation Act, 1908  (IX of 1908) for the  institution  of a suit  for the  \nrecovery of money, the period comm encing on the day on  which an order under section 5 of the \nrepealed Act was made in respect of the establishm ent and ending  on the day on which poss ession  \nthereof is d elivered to its  previous m anagement shall be excluded. \n \n (6) In the case of any dispute b etween the p revious m anagement of an establishm ent and the \nCorporation regarding the assets or liabiliti es of the  establishm ent, the m atter shall be referred to the \nFederal Government whose d ecision  shall be final. \n \n 4. Continuance in service of the employees. Every whol e-time employee of an \nestablishm ent on the date of making of  an order under section 5 of the repealed Act in respect of the \nestablishm ent, and every whol e-time employee who has worked continuous ly in an establishm ent \nsince before the first day of July, 1977, shall continue  in his office on the same terms and conditions  \nas are applicable to his appointm ent: \n \n Provided that this section shall not apply to employees who had resigned or been removed \nby the Co rporation from its service. \n \n 5. Prohibition of the operation of an establishment. The Federal Government m ay, if it \nconsid ers it necessary in the public  interest to do so, by noti fication in the official Gazette, prohibit  \nthe cotton ginning and pressing operations  of an establishm ent which has been returned to the \nprevious management thereof under section 3: \n \nPage 4 of 5 \n  \n Provided that such prohibition  shall not extend beyond the thirty-first day of August, 1978.\n  \n \n 6. Compensation.—(1) The Corporation shall pay compensation in respect of an \nestablishm ent at the rate of eleven per cent per annum of the amount  determined as payable in \naccordance with  paragraphs 1 and 2 of the Schedule to the repealed Act for the  period the own ership \nand m anagement of the establishm ent remained with the Co rporation. \n \n (2) In a case in which the Net Worth Value is  higher than the Present Value, the Co rporation \nshall pay the difference between the Net Worth Value and the Present Value of the  assets and \nliabilities transferred to the previous  owners, both such difference and the Present Value to be  \ndetermined by the Co rporation. \n \n (3) Where the Present Value is higher than the Net Worth Value, the Corporation m ay \nrecover from the previous  owners, in accordance with the provisions  of section 7 or in any oth er \nmanner it may deem fit, the amount  representing the difference between the Net Worth Value and \nthe Present Value. \n \n (4) Where a previous  owner has received payment of compensation assessed in accordance \nwith paragraphs 1 and 2 of the Schedule to  the repealed Act, such compensation sh all be recovered \nfrom him in the s ame m anner as is provided in subs ection (3): \n \n Provided that any interest which has accrued on any compensation bonds given to su ch \nprevious  owner shall not be withh eld or, as the case may be, recovered and shall be deemed to be  the \ncompensation payable und er sub -section (1). \n \n  7. Debtor. —(1) The Corporation may, by noti ce in writing, call upon  a debtor to pay to the \nCorporation the amount  of money due  from him to the Corporation within  a period of thi rty days \ncommencing from the date of receipt of such noti ce by the debtor. \n \n (2) Where the debtor fails to pay the amount  due from him within  the period specified in the \nnotice under sub -section (1), t he Corporation shall have the  same power of effecting recovery as the \nIndust rial Developm ent Bank of Pakistan has under sections 39, 40 and 41 of the  Indus trial \nDevelopm ent Bank of  Pakistan Ordinance, 1961 (XX XI of 1961).  \n \n 8. General effect of return of establishment.—(1) Where the management of an \nestablishm ent has been transferred to the previous  management under section 3, all contracts, \nagreements and other in struments of wh atever nature subsisting or h aving effect immediately before \nthe date of transfer, to which such establishm ent was a party or which were in respect of su ch \nestablishment, shall be of  as full force and effect against or in favour of t he previous m anagement, \nand may be enforced or acted upon  as fully and effectively as if, instead of the Co rporation, the \nprevious management had been a party thereto, or as if they had been entered into, or  issued in \nrespect of, the previous  management. \n \n (2) If, on the date of transfer of an establishm ent to the previous  management, any suit,  \nappeal or legal proceeding of whatever nature is pending  by or against the Corporation in  respect \nof such establishm ent, it shall not abate or be in any way prejudicially affected by reason of such \n \nPage 5 of 5 \n transfer or anything done  under this Ordinance or the repealed Act, but the suit,  appeal or other \nproceeding may be continu ed, prosecuted and enforced by or against the p revious m anagement- \n \n 9. Ordinance to override other laws. The p rovisions  of this O rdinance shall have effect \nnotwithst anding  anything contained in any oth er law for the time being in  force or any agreement, \ncontract, memorandum  or articles of association of a company. \n \n 10.  Bar  of  jurisdiction.—(1)  No  Court  shall  call  into  question  or  permit  to  be called \nin question  any provision  of this Ordinance or of any rule or order made, or anything done  or any \naction taken thereunder. \n \n (2)  No  Court  shall  give  any injun ction  or  make  any order,  nor  shall  any Court \nentertain any proceedings, in relation to anything done  or intended to be done  under this O rdinance. \n \n 11. Penalties. Whoever— \n \n(a) obstructs or resists or hinders any person in the discharge of his duties under \nthis Ordinance; or \n \n(b)       contravenes any noti fication under section 5; shall be punish able with rigorous \nimprisonm ent for a term which may extend to three years, or with fine, or with \nboth:  \n \n Provided that no Cou rt shall take cognizance of an offence under this O rdinance  unless  a  \ncomplaint in this b ehalf is m ade by the Federal Government or the Corporation or a person \nauthorised by the  Federal Gov ernment or the Co rporation for the pu rpose. \n \n 12. Power to make rules. The Federal Government may make rules for carrying out the \npurposes of this Ordinance. \n \n 13. Removal of difficulties. If any difficulty arises in giving effect to any provision of  this \nOrdinance, the Federal Government may make such order, not inconsist ent with the p rovisions  of \nthis Ordinance, as may appear to it to be necessary for the purpose of removi ng the dif ficulty. \n \n 14. Repeal. The Cotton Ginning Cont rol and Developm ent Act, 1976  (LIX of 1976)  is \nhereby repealed."
}