{
    "file": "./converted_json\\administratorb17ffa83ae4568693b9665b0c09f569c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "R1:crsTERED No l4-:f92L.-7ffi\n@tttGry;re d ?Elfitffii\nEXTFAORDINARY\nPUBLISHED BY AUTHORITY)\nISLANIABAD, WEDNESDAY; OCTOBER 6, 2021\nPART I\nActs, Ordinanccs, Prcsident's Orders and Regulations\nSENATE SE CR.E T.{RIAT\nIslanahad, the 6th Octobea 2021\nNo. F. 9(f0)/2021-Legis.-The lollorving Act of Majlis-e-Shoora\n(Parlia,ncnt).eceivedtheassentofthePresidenton4&October,202landishcreby\npublished for genera I in formation:\n.1,1 ,lcl lo pt-otide _for n:4rgani.atlon ol the Poki:tun AD Foft:e Ait Wdr\nCollege at u degree a\\'ording instituk'\nWrI Rl as, ifl view ol thc iDle.minabl€ need ofan apex instilution to impart\nhiSher education in the ficlds ol-dclcncc and securily studies with special emphasis\nor aiI pou,cr ernployment in jointmilitary en\\ironmenr, it is expedienttoestablish a\nprcrnicrdcpree awarding illstitution oFlcaming lo disscnrillate knowlcdge related to\nnational and global secuflt) challcn-qes. nalural and applrcd scicnces. social an<l\nheha!ioral science, humanitics. malhcmatics- political science. medical sciences.\nbi(>lechnoloB). conrputcrscicnccs, rnlormation comrnunication tcchuolo-qlr 1a\\\\.larc.\nspacc scicnccs, science and technology, inremational relations. history. arlifici.l\n(621)Acr No. XVI or 2021\nll47l(2021)/Ex. Gaz.lI'tice:Rs.10.00\n624,IHDGAZETTEOI-'PAK]STAN.EXl'R,{,.OCT, 6,?O:I II),\\Rl I\nintelligence. rnanagelylent, operal ional research- air power, war s tud ics. sports scienccs\nanJ other rclevant areas ofstud:/ and to provide for tnatteE connccted rheres'irh or\nancillary lhercto;\nIt is hereby enscted as follows:-\nCHAP ER I\nPR-ELIMTN.{RY\n1. Short litl€ and commencemerl.---{ l) This Act shall be crlled thc\nPAF Arr War College lnstitute AcL 2021\n(2) It shall come into force al once\n2. D€Iitritions.-ln this Acl- unless there is anylhinq repognanr in the\nsubject or contex!-\n(a) \"Academic Council' r'neans thc Academrc Council ofthc Institute;\n(b) \"Advance Studies and Research Board\" means thc advance studies\nand rcs€arch board constituled in lhc prescribed manneri\n(c) \"amliated coll e'means a collegeoran educational institution, by\nwhatever na.me c!lled for. affiliared to the lflstitutton but ot mainhined\nor adm in istered by it;\n(d) \"Authorilv means any authorities ofthe in$irule specifiedorsei up\nunder s€ction 16;\n(e) \"Board of Facult!'' mcans Lhc board of faculty constitrted in the\nprcscribcd manner;\n(f) \"Board of Studies'' mcans ths board of studies constitured in the\nprescribed manner;\n(c)\n(h)\n(D''Chancellor\" means the Chancellor ofthe Ins(itute:\n\"Chief lnstructor (CI)'_ or -_Chairman\" means hcad of a departmcull\n''Commission\" means lhc I{lBher Education Conlmission established\nunder dle HighcrEducation Commission Ordimnce. 2002 (tlll of 2OO2).\n(i) \"consliluentcollege\" means a college or an educational institution, by\nwlutever namedescribed. maintaincd and adminisrered bv the Institute:\nl'ARr ll THE CAZETTE OF PAKISTAN, EXTRA., OCT. 6, 2021 625\n(q) \"institute\" r11ears the PAF Air War Colleg€ lnstitutc cstablished under\nthis Act.(k) Dean'' means head ofa faculty or the head ofan academic body\ng.anled the stalusofa facully bythisActorby the st nrEs or regulations;\n(l) 'dcpa('nenr'' means a tcaching department maintained and\nadministercd or recogniz€d by lhe Institute in the prescribed manneq\n(m) \"Deputy President\" means lhc Deputy President ofthe Institute;\n(n) \"l'acully\" mcans an adminisfative and academic ullit ofthe lnstitute\nconsisting ofone or more depanments, as may tr€ prcscribed;\n(o) \"Financc and Planning Commi(ee\" means the finance and planning\ncommittee constituted in the prescribed manneE\n(p) _Covernmcnt\" means the Federal Covemmentj\n(r) \"Parron\" lneans the Patron ofthe instrtute;\n(s) \"Prcsidcrt' m€ans the Presidcnl being head ofthe Institute;\n(t) \"prescribed ' means prescribed by statutes, regulatrcns orrules made\nunder this Act;\n(u) \"Rcprcsenralion Commitlcc' means the representation committee\nconsliluled in the prescriH mannec\n(\\, -Selection Board\" means the selection board constiluted iD the\npr'escribed manncr;\n(w) 'Senatc\" mcans the Senate ofthe Institute;\n(x) 'statutes\", \"regulations'and \"rules\" mean (especlively lhe statutes,\nthe rcgulations and the rulcs made under thisAct;\n(y) ''Syndicate\" freans the Syndicate ofthe Institute; and\n(z)'teachcrs\" irrclude professors, associatc profcssors, assistant\nprolcssors. lecturers and direcling sla{f(DS) en-qaged \\rhole-time by\nthe lnstitute or b! a constiluent or affiliated college and such other\npersons as may be declared by regulations to be the teachers-\n616 THE GAZEITE OF PAKIS'I^N. EXTRA.. OCT. 6. 2021 [PaRr I\nCI{APTER.II\nTHE DEGREE AWAIIDINC INSTITT]TF,\nl. Est hlishmetrt and incorpom(ioo ofthe Institutc.-<l) Tle PAI:\nAir War Collegc slands rl'-organizcd and cstablished as the PAF Air Whr College Instilute.\nhereur aliercrlled as the lnstitutq \\\\.hich shallconsist ofthe follorvirrg. nan:ely:\n(a) the Patron, Clranccllor, lho iDembers ol Se[ate, the Presidenr rnd\nDepuly Prcsident;\n(b) thc mcnrbcrs ofthe aulhorirics ofthe lnstitule;\n(c) all teacheB and persons recognized as students ol the Institutc ill\naccordance with terms prescribed from time to linrc; and\n(d) all other full-lime officers aId nrcrnbers of the staffofthe lnshtute\n(2) The Institute shall bc a bo(ly corporale bv the name of the PAF Air\nwar College Institute. havingperpetual succession and a common sc.1l and rnay sue\nand be .ued b, lhc $id name.\n(i) Thcprincipalseatof thc lnstituteshallbeatKamchiand itmays€lup\nany numberofcampuses. constituent colleges at such places in Prkisrao and abroad\nas rhe Senatc may. lionr time lo lirnc. detennine in accordance wirh the prescribed\nIrocedure and applicable laws with prior npprovalofthe Commissio -\n(4) Tte Instilure shall be colllpctcnl to acquire ard hold prope4: both\nmovablc and imnrovable, and to lease. sell or otherwise transfcr an1 nx^,able and\nimmovable prop(ny rvhich may hare bcconre vcstcd rn or been acquircd by il.\n(5) Thc Instilrtc shallhavc acadenric, financialand administrati\\e aulonom),,\nincludingthe powerto employ omcers.lcacheB and other employecs on such temrs\nand conditiors as may b€ prcscribed.\n(6) In panicular and \\yithout prejudice 10 the authority granted lo rhe\nCommission by the law, lhc CovemmeDl or an aulhority or auditor a ppointed by the\nGovemment shall have no porrer to quesrion the policy underlying the allocation of\nrcsourcos approvcd by lhe S€nate in lhe annual budget ofthe lnstitute.\n4- Powcrs and functions of th€ Institutc.-The Institure shall havc\nthe follou ing po*crs irnd lunction,. narn(h :-\n(i) to providc foredrrcation and scholarship in such branchcs ofknorvledgc\nas il rnay dcem fit and to rhake provision for rcselrch. innovation.\nservicc lo society and for lhe application- adv2lqgmc'n1 ,^6\ndissemination ofknolyledge in such manneras it nrav dcrermine,\nP^m Il 'lllE CAZETTE OF PAKISTAN, EXTRA., OCT. 6. 202 | 62'1\n(ii) to prescrib€ courses ofstudies lo be cond ucted by it a{d lhe constir r(nt\nand afiliated colleSes;\n(iii) ro hold cxaminarions and to award and confcr degrces, diplorras.\ncertificstes and other academic distincfions to and on persons who\nhave been admitted lo and have passed its examinations under\nprescnbed cond itions;\n(i\\, to prescribe the tcrms rnd conditions ofcrnploym€nl oflhe officers,\nleachcrs and other cnrployees ofthe Institute and to lay doln tcnns\nand conditionsthat mry be dilTerenl from dlose applicable lo govemme[t\nsen,ants in general;\n(v) to engage, where neccssary persons on contract ofspccilied duralion\nand to speciry the tcrms oIeach such enSagement:\n(vi) lo confcr hoDoErf dcgrees orothcr distinctions on approved pcrsons\nin the manner prescribed;\n(vii) to providc for such irstructions [or persons not being sludents ofthe\nInstitute as it may prescribe a d to grErrt certrfic-ates and diplomas to\nsuch persons,\n(viii) to institutc programs lor the exchange of sludents and teachers betwL'en\nlhelnstitute and otfier un iveE ities, educationalinstitutions and rescarch\norganizations. in Pakistan ?rnd abroad.\n(L\\) to provide career counseling and job search serviccs to students and\nalumni;\n(x)\n(*i)\n(x'i)to maintain linkages withalumni;\nto d€velop and implement firnd raising plans;\nto pflrvide and support the acadcmic development ofthe facultyofthe\nInstitute;\n(\\iii) to conler dcgrees on persols who have carried out independent\nresearch underprescribed conditions;\n(xi!) ro affiliate and disaffiliate colleges and educiilionalinstitutions undcr\nprescribed conditions;\n(xv) to inspecJ collegps and o$er educational instit lioos afli liated or seck ing\namliation wirh it;\n628 IIIEGAZE1TEO[PAKISTAN,EX]ILA..OCT. 6.2021 llr\\Rrl\n(xvi) to accepl lhe eraminarions passcd and the period olstudy spcnt by\nstudcnts'ofthe lnstitulc al olher universitics and placcs ol-lcanring\nequiralent to such exanlinations and pcriods ofstudv in Pakistan and\nrbroad. as it may prcscribc. and 1() withdrau such.acceptancei\n(:\\\"/ii)\n(*viiD\n(\\'x)\n1lrr)\n(*'i)\n(nii)\n(:c\\iii)\n(L\\iv)\n(Lw)to co-operate with olher univelsities, public authorilies or privale\n:rganizations, inside as rvell rs oulsiJe Pakistan, in such manncr and\nlbr such purposes as il rnal prcscribe;\nto institule profess()rships, associate professorships, assistallt\nprofessoBhips and lcctureships and any other posts and to appoirrt\npersons thercto;\nto crcate, abolish, up gradc or dos,n-grade posls fi)r rescarch, teach ing,\nextension, administralion and other related purl)oses and 1() appoint\npersons lhcreto:\nto rrcognize as Instilute ieachcrs selected menrbers of lhc leachirg\nstaff of amlialcd colleges or educational rnstitutions admitted to the\nprivileges of tfie lnslitute or such other persons es it may deem fit:\nto institute and award financial sssistaoce to sludents in need.\nfe)lorvships. scholarships, buniaries, medals and prizes uDder prescribcd\nconditions;\nlo cstablish teaching depa(tnents, constituent colleges, faculties,\ninsthutes, workshops. libraries, museums aId othercentcrs of leamilg\nfor the dcvelopment of tcalhing end research and to nrake such\narrangements for their rnai0tenance, mallagcment and administratior)\nas it ma)' prEs(ribe;\nto provide for thc rcsidcnce of the stude[ls of tbe Insti(ute and dle\ncollcges, to iastituteand maintain halls of residence and to approvc or\nliccnse hostels and lodging;\nto r,aintain order, disciplineflld security onlhe campuses ofthe Institutc\nand the constituent colleges;\nto promolc the cxtra- curric u lar and recreationalactivilies ofstudents\nof tlre lnstitute, its campuses and consritucnt colleges and to makc\narrangerlcnts for promolin8 their health and gcneral \\rcltarel\nto demand and receivc such fecs and other ch arges as it nlay dererm inc;\nto nlake provision for rEsearch, advisory orconsultancy services and\nrvitl) these objects to cnter into arningements u,itt other illstilutions,\npublic or private bodies, conlmercial and industrial enterprises under\nprescribed cond il ionsj(Lxvi)\n(,rw,i)\nPARI ll THE CAZETTE OF PAKIS'IAN, EXTRA , OCT. 6, 2021 629\n(i\\1jii) to enter into. carr), out, iary or carcel contracts:\n(Lxix)to receive and msnagc propcrty transfened and gran!s, contrjhulions\nmade to the I r$ il u te \n^nd to invest any fund represcn ring s uch propelll,,\ng.antsr beques6. trusts, gifts, donations, crdowmenls orconlribulions\nin such manuer as it may dcem fili\n(NC\\) to pro\\,ide lbr thc prir,tingand publ ication of.escarch and other worksl\nand\n(xL\\i)to do all such olher acts and things. whctlter incidental to the powers\naforesaid or not, &s mav bc rcquisite or expedient in order to lu(her\nthe obJectives of the I nsrilu te as a place ofeducation, lcaming, rcsearch\nand dLr elopment.\n5. IDstitu.e opcn (o all rllsscs, creeds, ctc. {l) The Instilule shall\nbe op€n to all persons ofeithsr gcndcr and ofr\\halever religion, race, creed, class,\ncolour or domicitc $,ho qualify for admission to the iourses of slud-'- offered by the\nInstilutc based on th€ criteria determined by lhe Syndicate and no person shall he\ndenicd the p vile8es ofthe lnstitute on the grouud only ofreligion, mce, cast.,\ncre€d, class, colouror domicrlc,\n(2) An increase in any fee or charge tia! is in excess often percerlt per\nannu,n on an annualized basis from the lasl such increase shall not be made except\nin specral circuirstances. and orl-,- with thc approval by the Senate.\n(l) fhc Instirute shall institute, finalcial aid prcgmmmcs for students in\nnccd. to thc cxtent considered feasiblebyIhe Scnategiven re resources are ava ilablc,\nso as to enable admission snd acces\"s to lhc lnstitut€ and the various oppo(uflities\nprolrded by it to be based on mcril rather than ability to pay:\nProvided that the lnstitute may institute self-finance schemes nolcovering\nmorc than ten prcent ofthe lotal number of candideles in any on-.ampus touSht\ncourse or rcsearch-b:!sed progmmme ofstudv,\n6. Tcachirg at the Institutc.-{1) All recognized teachingln various\ne('urrcs ihall hc conducted by the lostitulc orthecolleges in the prescribed mtlrner\nrrd rnrv in.lude Ieclures, tulorials. discussions. seminars, demorslrations. and o!h(r\nmcthods of xrstruction as well as praclical work in the \\vorkshops and othcr\ngo\\ cmmental or private organizalions.\n(2) The aulhority responsible for organizin8 rccognized teachingshallb€\n,uch as rna) be prescrihed.\n630 'l HE GAZET'|E OF PAKIS lhN. Exl RA., OCT. 6.2021 [P^Rt I\nCHAPI I.-R-III\nOFFICT:RS OF TI(E INSTITUTE\n7. Principel omccrs.-Follorving shall bc the principalofficers ofthe\nInslitute. namely.-\n(a) the Patrcn;\n(b) the Chancellor:\n(c) lhc President;\n(d) the Dcpur.'\" President:\n(c) Chicflnstructor, Chajnnan or head ofdcpartment;\n(f) the Regisbar;\n. (g) the Director Finance;\n(h) he Cont ollerofExaminations:\n(i) theOfEcerCom,nandingAdministration orDirectorAdrninistradon;\nand\n(j) such otherpersons &s rray bc prescribed by the stalu(es orregulalions\nto be the principal olficers ol dre Institute.\n8. The Patron.-{ l) The President of the Islamic Republic of Pakistan\nshall be fte Patron ofthe Institute.\n(2) 'Ihe Pahon shall, when prcscnl, preside 0[ the meerings ofthe Sc[ate\nand l}le conrocation ofthe Institute- In thc ablence ofPalron, the Chanc{rllor shall\npreside o! er thc (onvocalion r,f lhe lnsrrrute.\n(3) The members ol-lhe Senate:'hcll be appointed by thc Patron fronr\nanrongstthe persons reconmended by (hc l<lJplesentarion Commillcc sljl up for lhis\nprmose in accordance rvith sub-secrioo ( I i ol section 24 alo g \\tith (hosc eleclcd_\n(4) Every proposal to conf;r trn honorary degree shalt be subjL,cr rLr\nc( rfinnatiofi b],rhe Parron.\n(5) lfthe Patron is satisfied that. ser,,rus rrregulaflr\\ or ntisnrlnaeenrcnt\nrvilh rcspect to thc affairs ofthe Institutc lr $ occur'red. he mav--\nPAR| Il THE OAZETTE OF PAK|S lnN, EXTRA., OCT. 6, 2021 631\n9. Chanceuor.- ( I) The Chicf of Air Staff shall be the Chancellor of\nthe Institule-(a) as rcgards proceedings o f the Senate, direct that specificd proceedings\nbe reconsidered and appropriate action lakeo wilhin one monfi ofthe\ndi.ection having bcen issucd:\nProvided that if the Patron is satisfied rhat either no\nreconsideration has been carried out or that the reconsideialion has\n[ailed lo address the concem express€d, he may, afrercalling upon thc\nSenate to shoN cause in writing, appoint a five mcmbcr revicw panel\nto cxarnine and report 1() thc Patron on the fiinctioning ofthc SenaIe.\nThc rcpo(ofthe review panel shall be submitted within suchtime as\nmay be specified by the Patron. The revierv panel shall be drawn\nfrom persons oleminence in academics and in the fields ofdefence\nand sccurig,, Ia\\', accountancy and adminishation;and\n(b) as regards proceedings ol'any Authority or wilh respect to matters\nu'irhin the competence ofany Authority, otherthan the Senaie. direct\nthc Scnate to exercise powers under section 18.\n(2) l'he Chancellor shall, r\\'hen prcsent, preside al $e meetings of the\nSenate and the convocar ion ofth€ Inslitutc in the absence ofPatron. In the absence\nofchancellor, the Scnatc rnay request the p€rson ofeminmce or Prcsident to preside\novcr the convocation ofthe InstiNte.\n(3) Il lhc Chancellor is satisfied that a serious irregularity or\nmismanagement with respect to the affairs oftbe Institute has occurred, he may,\n(a) Ls rcgards proceed ings ofthe Senate, dirEctthat spccified proce€dings\nbe reconsrdered and appropriate action ta.ken within one month of6e\ndircclion having been issued:\nProvided that if thc Chancellor is satisfied that either no\nreconsideration has been caried out or that the reconsidemtion has\nfailed to addressthe concem expressed, he msy, aftercalling upon the\nSenate to shorv cause in w ting, appointafive member review panel\nto examine and repo( to thc Chancellor on the functioni.g of the\nSenalc. The reportofthe review panel shall be submitled within such\ntinrc as Dlay be specified by lhe Chancellor The review panel shallbe\ndmwn frorn persons of enrinence in academics and in the 6elds of\ndcfence and security, law, accountancy and administralion; and\n(b) as rcgards proceedings of aDy Authority or with respect to matters\nn irlr in I hc com petence of any Aufiority, other than the Senare, direct\nthc Scoatc to exercis€ powers undea section 18.\n632 'IHECAZETTEOF PAKISTAN, EXTRA., OCT. 6,2021 [Parr I\n10. R€movrl from (he SeDale.--11) The Chancellor mar-, upon rhe\nrecornmcndalion ofthe rEview panel. scnd his rer4mmendation to the Patron to remove\nany pcrson f()m tlle membership ofthc Senate on the grormd lhat such pcrson\n(a) has become ofunsound nrind;or\n(b) has become incapacitated to funcrion as rrembcr ofthc Senarc. or\n(c) has been convicted by a courl ol law for an offence involving rnoral\nturpitude; or\n(d) has absented himself from two consecutive meerings without\njust'cause; or\n(e) has been guilty ofmisconduct, includinS use ofposition lor personal\nadvantage of any kind, or gross iremciency in the performance of\nfunctions.\n(2) The Chancellor shall removc any pcrson from the memb€rship ofthe\nSenate on a resolution calling tor the removal olsuch person supported by at least\ntwo-Third ofthe membership ofthe Senatc:\nI,royided that before passing sllch resolution, the Senate shall providc the\nllremhcr aoncemed a fair hearing.\nll. Pnsident.--{ | ) There shall be a President ofthe Institute. who shall\nbe. scni,rr o{licer from frkidxn Air Force and shall be appoinled b} th€ Chanccllor\non 5uch tcrms and conditioxs as may bc prcscrib€d.\n(2) The President shall be thc chief cxecutive off1cer of the Institute\nresponsible for all administmtive a d academic functions ofthe Institute and for\nensuring th6t theprovisions ofthisAct, statutes and rul€s are faithfully observed in\norder !o promote the geneml efllciencyand good ordcr ofthe I nstitute. The President\nshall have all powers prescribed for tlis purpose includinS administrative conkol\nover the omccrs, teachers and other employees ofthe Institute.\n(3) The Prcsidentshall, ifpresent be entitled toattend anymeeting ofany\nAuthoriry or body oflhelnstihr{e.\n(4) Notwithstanding anlthing contained in this Ac! the Prcsidenl may\nexercise such poweB which are not expressly slaled lo be withitr his comp€tencc,\nwhert in his d iscretion immediate action is rcquired to b€ taken. The President shall\nrepon any such exe.cise of power to the Emergency Committee of the Scnatc\nwithin sevent-v-t\\i/o hours.\nP^Rr Il THE GAZETTE OF PAKISTAN, EXTRA , OCT. 6,2021 61.3\n(5) The President shall also have the following powers, namely:-\n(a) ro direcr teache.s. ofl'lcers and other employees of the Institute to\ntake up such assienmenls in cornection with exarnination, administration\nand such otheractivitics in the Instilute as he rnay cons ider necessary\nfor the purposes ofthe Institure;\n(b) to sarction by re-appropriation an amount not exceeding an amount\nprescribed by the Scnate for an unforeseen item not provided for in\nthe budget and report it to the Senate at the next meeting;\n(c) to make appoinlmen ts ofsuch categories ofemplo),ees ofthe Institute\nas may be prescribed b), the statutes. Such appointments shall be\nmade after advertisill8 ln cases other than appointmcnt by transfer,\nsecondm ent or depu tation;\n(d) to suspcnd, punish and remove, in accordaoce with prescribed\nprocedure, frorn seruice, officers, teachcrs and other employees of\nthe Institute exoept lhose appointed by or u,ilh the approval of the\nSenate;\n(e) to dclegatc, subjcct to such conditions as mal'be p.escribed, any of\nhis powers under thisAct to an officerorofficers ofthe Institute;and\n(0 to Exercise and perform such other po\\!e.s and functions as may be\nprcscribed.\n(6) The President shall present an annual report before the Senate within\nthree months of the close of the academic year The annual report shall present\nsuch inlomation as regards the academic year undcrreview as may be prescribed,\nircludrng disclosure ofall relevant facts pertainmg to-\n(a) academics,\n(b) research;\n(d) firunces(c) administration:aDd\n(7) 'l'he President's annual report shall be made available, prior to its\npresentarion belore the Semte, to all omcers and Institute teachers and shall be\npublished in such numbcn as are .equired to ensure its wide circulation.\n634 THE CAZETTE OF PAKIS IAN, EXTRA., OCI 6,2021 [PARr I\n12. vecency of the omce of thc Pr.sident.--{l) Whenever the office\nofthe President falls vacant, or is likely to fall vacant, the Chancellor shsllappoint a\nsuil.ble officcr [or appoinlment es the Presidenl.\n(2) Arany timewhen lheofficcol thc President isvacarl. or the President\nis abs€nt or is unable to perfo.m lhc funclions o[ his oflice duc to illness orsome\nother cause, the Senale shall makc arranEcrncnts in accordance wrth the slatulcs\nfor rhe performance ofthe duties ofthe Presidcot.\n13. Registrar.-{1) There shallbe a Regisfar ofthe Institute who shall\nb€ appointed by lhe Senate on the, rccommendation ofthe Prcsidc l, on such lerms\nand conditions as may be prescribed.\n(2) The experience as well as the pro fessional and acad em ic qua lifications\nnecessary for appointnent to the post of lhe Registnr shall bc such as may be\nPrescriH.\n(3) The ReBistrar shall b€ a full-time officerofthe Institute and shall-\n(a) be the administrative head of the secretariat ofthe lnstitute ahd be\nresponsible for the provision ofsecretariat suppofl to lhe Authorities\nofthe lnstitutel\n(b) be lhe custodian ofthe common seal and the academic records ofthe\nInstitute:\n(c) maintain a register ofregistered Sraduates in dle prescribed manner:\n(d) supervise the process of election, appointmen( or nomination oI\nmembers to the variousAuthorities and oiher bod ics in thc prescribed\nmanner; and\n(e) perform such other duties as may bc prescribed\n(4) The Re8ist.arshall hold ofl]ce fora term ofthree years which may be\nexlended by one or morE such term:\nProvided that the Senate may, on thc advice of the Prcsidcnt and after\nproviding hirn thc oppoflunity of bcing hcard. terminate the appoi rrnefit of rhe\nRcgistrar on ground of inefficiencv or misconduct.in accordancc with prcscribed\nprocedure.\n14. Director Fitrance,- (l) There shall be a Director Finance ofthe\nInstirute who shall be appointed by the Senate on the recommendation oflhe Prcsident\non such terms and condicions as may be prescribed.\nP^Rr Il THE CAZETTE OF' PAKISTAN, EXTRA.i OCT. 6. 2021 635\n(2) The experience and the professional and academic qualifications\nnecessary for appointment to the post ofthe Dircctor Financ€ shall be as may be\nprcscribed.\n(3)'nreDirectorFirancrshallbethechief financialofficerofthelnstitute\nandshall--\n(a) manage rhe assets, liabilities, receipts, expenditures, lunds and\ninveslments of tle lnflitue;\n(b) prcpare the annual and revised budget estimales ofthe Institute and\nprc:rnl rhem lo lhc Slndicate or a committee thareof for approtal\nand incorporution in the budget lo be presented to thc Scnate;\n(c) ensure thatthe funds ofthe lnstitutc arc expended on Ge purposes for\nuhich they arc providcd;\n(d) have the accounls oflhc Institute audited annually so as to be available\nlor submrssion lo rhc Senate within six months of the close of the\nfinancial year;and\n(e) pcrform such orher dulies as may be prescribed\n(4) The term ofofflce oflhe Director Finance shall, unless rcnewed, b€\nfor a penod ofthree years:\n'Provided that the Senate may, on the advice of the President and after\nprovid ing h im the opportun ig of beinS heard, term inatc the appointmml oflhe Director\nFinancg on grounds of in€flic;cncy or misconduct in accordance with prescribed\nprocedurc.\n15. Controller of Examinations.-{ I ) Tlere shall be a Controller of\nExaminatioflq lo b€ appointed b)'thc Senate on the recommendation oflhe Presrdenr,\non such terms and conditions as may be prescribed.\n(2) The m inimum quafifications necessary for appointment to the posl of\nthe Controller ofExaminatior)s shall be as may bc prcscribed.\n(l) The Controller of Examinations shall b€ a firll-time ofticer of the\nlnshtute and shall be responsible for all mattcrs connected with thc condrcl of\nexaninations and perform such othcr duties as may bL prescribed\n(4) l he Controlter of Llxaminations shall be appointed for a renewable\nlerm of three ycers:\n636 TIIECAZDTTEOFPAKIS1hN,EXTRA..OCT. 6,2021 [P^R] I\nProvided thal the Serale may, on the advice of the Prcsidcnt and after\nproviding him lhc opportunity of being heaad, lerminal€ the appointment of lhe\nConlroller ofExaminations on grounds ofilcmciency or misconduct in accordane€\nwith prescribed procedure.\nCHAPIER-IV\nAUTHORITIES OF TTII] INSTITUTE\n16. Authorities.- (l ) 'l'he following shall be the Aulhorities of the\nlnstitute, namcly:-\n(a) the Senate;\n(b) the Syndicate;\n(c) the Academic Councili\n(d) rhe Advanced Studies and Research Board;\n(e) rhe Board ofFaculty:\n(0 fie Board ofStudies;\n(g) the l'inance and Planning Committee;\n(h) thc Rcpresentalion Committees for appoinlrnent to dre Senatq Slrdicate\nand the Academic Council i accordance with relevant provisjon of\nthis Act:\n(i) the Selectron Board: and\n0) such otherAuthorities as may be constituted by the Senate\n(2) TIe Scnate, the Syndicate and thc Academ ic Council may setup such\nother com m ittees or suFcommittees, b) whateter namedescribed. as are considcrcd\ndesirable through statutes or rcgu latrons as rnay beappropriate. Such committees or\nsuh-commitlces shall be Authorities ofthe institute for lhe purposcs ofthis Act.\n17. Senale.-{1) Thc Senare shallbe responsible forgovemance, gencral\nsupervision and control ofthe affairs including laying down broad policies ofthe\nInstitute and shall consistof the following, namely;-\n(a) the Patron who shall be rhe chairperson oflhe Senatei\n(b) the Chancelloror his nomincc flot below the mnk ofAir Vice Marshal:\nPAnl ll I-IIE GAZETTE oF PAKISTAN. EXTRA.. OCT. 6.2021 637\n(c) rhe President;\n(d) one member of the Govemment not below the rank of Additional\nSccrctary liorn rhc Division 1o ivhich business of education stands\nallocated or any other depanment relevant to the special lbcus ofthe\neducation:\n(e) lour pcNons, bcing persons ofdisrinction in the fields ofdefence and\nsecurity, strategy, starecrali, administration and management, such that\nthe appointment oflhese persons reflects abalanceacross lhevarious\nfrelds:\nProvided that the special focus or affiliation ofthe Institute, to\nbe declared in the manner prescribed, may be reflected in the number\nofpeNons ofdistinction in an areaofexpertise relevant 0o the Institute\nwho are appointed to the Senate;\n(f) one person from amongst the alumni ofthe Institute;\n(g) two persons lrom lhe academic communir) ofthe country, othcr than\nan ernployee ofthe Instrtu(e, at,the level ofprofesso. or principal ofa\ncollege;\n(h) four lnstitute teachers; ard\n(i) oneperson nominaled by the Commission\n(2) The numbers ofthe lncmbers ofthe Seuate described against clauscs\n(l) to (i) olsub'section (1) may be increised by the Senate through statutes subject\nto the condition that the tolal mcmbcrship ofthe Senate does not e\\ceed twenty-\nonc, with a ma-\\imum offlve Institute teachers and the increase is balanc€d to the\nextent possible, in gropoftionto different categories specified in sub-section ( l).\n(3) All appointments to the Senatc shall be made by lhe Chancellor\nAppointrnents ofpersons described in clauses (f) end (g) ofsub-sectior (1) shall be\nmade from amongst a pancl ofthree names for each vacancy recommended by the\nRepresentation Committee s€l up in tems of section 24 and irr accordance n,ith\nprocedure as may be prescribed.\nProvided that effoft shall be made, without compromising on qualiry or\nqualification, to give fair representation toBomen on the Senate:\nProvided fu(her thal as regards thc institute teache.s described in clause\n(h) olsub-section ( l), the Senate shallprescribe a proc€dure for appointment on the\nbasis ofelections that provide lbrvonng by the various categories oflnstilute teachers:\n618IllL GAZETTE OF PAKIS lhN, EXTRA.. OCT. 6, 202 I [P,tnr I\nProvrded also lhal lhc Sellate rna\\' a ltema tively prEscrihc lhat appointmcnl\no[ lnstitute reachcrs to lhc Senate shall also be ir lhc manner provided by lhis\nsub-section lor ilte persons described in clauses (f) and (g) of sub-scction (l ).\n(4) MembeE of the Senatc, othet tha er-ofrci.' members, shall hold\nofficc lor a tcnn of three l_€ars. Onc-rhird of the nrembers! other than srn,//..ro\nnren)bers, olthe first rcstrrctLrred Se arc. to be determined by lot. shall retire from\nomce on thc expiration oio e year from the date o f appointment by theChanccllor.\nOne-half ol' thc remaining membcrs. ilhcr thzn ex-ofrcio members. o[ lhc lirst\nrestructurEd Senale, to be dclenn ined b)., bt shallretire from ollice on theexprration\noftwb years frum the date ofappointm€nt and thc rcmaining one-hall othcr than\ner-ori. io members, shall retire from olllse orr the exprration ofthe thfud ycar:\nPmvidcd that no person. othel than an er-olficio nrcmbcr. nlay serve on\nthe Senate tbr more than t\\\\o consecutive termsl\nt\\ovided fu(her rhat lhe lnstirute teacheE appointed to tllc Senate may not\nseRe for t\\\\'o consecutive terms,\n(5) The Senate shdll meet, at lcast twicc in a calendar ycar\n(6) Scrvice on the Senate shall bc on honomry basis but actual erpenses\nmay be reimbursed as may bc prescribcd.\n(7) 'l he Registrar shall be thc secr€tary ofthe Senate\n(E) ln lh€ absence of the Chanccllor, mectings of the Senate shall be\nprcsidcd over by the senior most serlingAir Forc€ otficer from anongstthe mcmbers\nofthe Senate, not being an employee ofthe [nstitute as the Cha[ccllor may, from\ntime to time, nominate. The member so nominatcd shall be the convener of the\nSenale.\n(9) Unlcss otherwise prescrib(d by this Act, all d€cisrons ofthe Senate\nshall be hken on lhe basis ofthe opirror ofa majonty ofthe members prescnt, In\nthe evcntolthc members being evenly divided on any matter, thc person presiding\nover the mL'elin8 shall have a ciBting vole.\n(10) The quorum fo. a meeting oflhe Senate shall b€ lwo-lhirdsofits total\nrncmb(r ship. a liacr ion being couDted a5 onc.\nIt Powen and functions ol lhe S€trate.- (l) The Senate shall have\nlhe powers ofgeneral supervision over the Institute and shall hold the President and\nlhe Authorities accountablc for all the Ilnclions oflhc Instihttc. l he Senate shall\nhavc all powers ofthe instirute not expressly vested in anAurhority or omcer by rhis\nAct and allotherpowers nol expfijssly ncntioned by lhisAct lhat are necessary for\nthe pe ormance ofhs functions.\nP^Rr Il THE CAZETTE OF PAKISIAN, EXTRA., OCT 6,2021 619\n(2) Without prej ud ice to the generality of dle for€going pou€rs, lhe Senate\nshallhave the following powefs, namcly:-\n(a) toappmve the proposed annualplan ofworlq the aDnualand the revised\nbudget estimates, the Annual report and the annual statement of dle\naccount;\n(b) to hold, contol and lay down policy for the adminisrmrion of the\npmperty, funds and investments by thc institute, includingthe approval\nofthe sale and purchase or acquisition ofimmovable property;\n(c) to oversee the quality and relevance of the lnstitute academic\nprog.ammes ard lo review the academic affairs of lhe tostitute in\ngener-al;\n(d) to approve the appointment of the Deans, professors, associatc\nprofessors and such other senior faculty and s€nior administrators as\nmay be prescribed;\n(e) to institute schemes, directions and guidelines for the terms 6nd\nconditions ofappointment ofthe officers, teachers and other employees\nofrhe institute;\n(0\nG)\n(h)to approve stiategic plans;\nto approve financial resource developmenqrlans oflhe Institute;\nto consider lie drafu of statutes propos€d by the Syfldicate and deal\nwith them in the manneras provided for inseclion 26;\n(i) the Senate may make a slatute on its own initiative and approve it\nafter calling for the advice oflhe Syndicate or the Academic Council,\nas the case may be;\n0) to annulbyorder in writing rhe pro€eeding ofany Authority or omcer\nifthe Senate is satisfied that such proceedings are not rn accordance\nwith lhe provisions ofthis Acl statutes or regulations aner calting\nupon such Aulhority or officer lo show cause as to why such\nproceedinSs should not be annulled:\n(k) to recommend to the Chanccllor removal ofany member ofthe Senate\nin accordance with the provisions ofthisAct;\n(l) to male appointnents ofmembeG of Syndicate, in accorda.ce with\nthe povisions of rhis Act;\n640 IHEGAZETTEOf'PAKIS'IAN,EXTRA,,OCT. 6,202I [PARII\n(m) to male appointments ofthe rnemh€rs ofAcademicCouncil, otherthan\ner-ofrcio fiefibets, tr accordance with the prcvisions ofthis Acq and\n(n) to detem ine the form. prov ide for the custody ard regulate the us€, of\nthe common sealof lhe Instilute.\n(J) The Senate may, subject to lhe provisiom ofthis Act delcgate all or\nany ofits porvers and functions to any Authorig,. ollicer oremployee ofthe Instrtutc\nat i(s main campus, to any Authori$,, cornmitlee, oflicer or emplo) ee al ils addiliorul\ncarnpus for the purpose ofexercising such powers ard perform ing such functions in\nrelation lo such addilionalcampus, and for rhis purpos€ the Senate may create llew\npois or posilrons at the additional campus.\n19. Visit.tioDs.-The Senate nray, in accordance with the terms and\nprocedures as may be prescribed, causc an insp€ction to bc made in respect of?rny\nmatter connected with the Institute-\n20. Slrdicrac. (l) There shall be a Syndicate headed by the PrEsident\nto rnale regulations and rules, for day to da), function ing of the Inslitute, within the\nframework oipolicies laid down by thc Senate. Other members ofthe Syndicate\nshollconsistof.\n(a)\n(b)\n(c)\n(d)the President who shall be its chairpcrson;\nthe Deans offaculties ofthe institute;\nh ead s of the constiuent co I lcges a nd instirutes:\none profcssor, one associate professor and one assistlnt prcfessor or\nlecturer from differefl depaiments who are not members ofthe Senate\nto be elecled by the lnstitutc teach€rs in accordance with procedure\nto be prescribed by the Senate;\n(e) the ReSistrar;\n(0 the Direclor Finance; and\n(g) rheControllerof Examinations\n(2) Members ofthe Syndicate, other than .,r-lrJrc,o members, shall hold\nolllc€ for a tenn ofth{ee ycars.\n(3) ,\\s regards th.ee professors specified in clause (d) ofsub-section (l).\nlhe Senatc mar. as an altqmative to electiols, prcscribe a procedure for proposal of\na panelof nsnres by lhe Representation Committee set up in lerms ofsectioD 24.\nApporntment of persors proposed by the Represenlation Committee may be mEdc\nby the Serate on thc rccommendation ofthe President.\nPARrll THEGAZETTEOFPAKISTAN,EXTRA.,OCT.6,202I 641\n(4) 'Ihe quorum for a meeting ofthe Syndicare shall be one-halfof the\ntotal number oFmcmbers, a lraction being counted as one.\n(5) The Syndicate shall meet at l€ast once in each quafier ofa year\n21. Powen and funclions o[ the Sytrdicate.-{l) The S),ndicate shall\nbe thc executive body ofthe lnstitute alrd shall, subject to the provisions ofthis Act\nand the stafutes, exercise general supervision over the aflairs alrd mal)agement of\nthe Institute.\n(2) Widout pre.judice to the genemlityofthe foregoin g powers and subject\nto the provisions ofthis Act, the statutes and drrections ofthe Senate, the Syndicate\nshall have the following powers, namelyi-\n(a) to cons ider an uua I repoG the annual and revised budget estimates and\nto submit these to the Senate-\n(b) to transler and accept transfer ofmoveable propcrfy on behalfoflhe\nInstitute;\n(c) to enter into, vary carry out and cancel contracts on belulf of the\nlnstitute;\n(d) to cause properbooks ofthe accounts to be kept for allsums ofnroney\nreceived and cxpcnded by the Inshtute and forthe assets and liabilties\nofth€ [nstitute;\n(e) to invcst any m oney belon ging to the I nstitute including anv un applied\nincome in any ofthe securities describcd in section 20 ofth€ Trusts\nAct, I882 (Act ll of 1882), or in the purchase of immovable propert_v\nor rn such other manner, as it may prescribe, with th€ llke porver of\nvarying such investmcnt;\n(f) to receive and manage any property kansferred and grants, bequests,\ntrusts, gifts, dooations, endowments and other contributions made to\nthe Institute;\n(g) to administer any funds placed at the disposal o{ the lnstitute for\nspecified purposes,\n(h) to provide the buildings, Iibraries, premises, fumilure, apparatus,\nequrpment and other mcans rcqurred for carrying out the workofthe\nInstitute:\n(i) to establish and maintain halls ofthe residence and hostels orapprove\nor licence hostels or lodging for the residence ofstudents;\n642 'IHE CAZETTE OF PAKIS rAN, EXTRA , OCT. 6, 2021 [PARr I\nO to recommend to the Senate aflliation ordisaffliation oflhe colleges;\n(k) to recommend to the Scnatc admrssron ofeducational institutions to\nthe privileges ofd|e lnstirute rnd wilhdraw such privileges;\n(l) to arrange for lhe inspcclion oflhe colieges and the depattments;\n(m) to institute professorships. associate profcssorships, assistant\nprofessoEh ips, Iectu.esh ips and olher leachinS posts or to suspend or\ntoabolish such pons;\n(n) to create, up-grade, down.Srnde, suspend or abolish such administ'arive\nor other posts as mey be nccess€ry;\n(o) lo prcscribe the duties of omccrs, teachers a.nd other employees of\nthe Insdtute;\n(p) to r€porl lo the Senate on matteB with rcsp€ct to which it has been\n4sked to report;\n(q) to appolnt members to various Authorities in accordance with the\nprovisions ofthisAcl;\n(r) to propose dtafts ofthe statutes for submission to the Senate;\n(s) to regulate the conduct afid discipline ofthe students olthe Institute;\n(t) to take actions nec€ssary for the good adminislration ofthe Institute in\ngeneral and to this end exercise such powers as arE necessary;\n(u) to delegate any of its powcrs to any Authority or officer or a comm ittee;\nand\n(v) 10 perfo.m such other ftnctions as have been assig.ed to it by the\nprovisions ofthrs Act or may be Essigned to it by the statutes.\n22. Academic Council.-( l) Thcre shallbe an Academic Council, rvhich\nshall lay down academic policies, decide on the syllabi and curricula of various\ncourses at the lnstitute and the afliliated iflstitutions to ensue excellence and the\nrequisitejoint-ness in training activities- TheAcadcmic Cooncilofthe InstituG shall\nconsisl of the following, namely:-\n(a) the President who shall be its chairman;\nPenr Il THE oAZETTE OF PAKISTAN, EXTRA., OCT. 6, 2021 643\n(b) the Deans of hculties and heads ofaolleges and departments as may\nbe prescribed;\n(c) five members representint the d€psrtments, institutcs and the\nconstituent collcges to b€ electe-d in the manner prescribed by the\nSenate:\n(d)\n(c)\n(r)\n(s)\n(h)h{o hcads ofaffiliated colleges;\nfive professols includ ing emcritu5 professors;\nthe Rcgistrar;\nthe Cont.oller of Exarninations; and\nthe Librarian\n(2) The Senate shall appoint the memterc ofthe Academic Council on\nthe recommendation of the President:\nProvided that as regards the five professors ard the members rcpresenting\nthe departments, instilutes and the cbnslituenl colleSes, lhe Senale may, as an\naltemative to eleclions, prescflbe a procrdure fo. proposal ofa panel ofnames by\nthe Representation Comm ittee set up in terms ofs€ction 24. Appoinanent ofpersons,\nproposd by the Rcpresentation Committee shall be made by the Senate on (he\nrecommendation of (he President-\n(l) TheAcademic Council shallactas an advisory and implemcnting body\nfor the dec ision of d|e S!,ndicatc on all matters relating to the conduct of€xam inations,\ncon ferment o fdegrees, revision and updetin g ofcourse syllabi,quality ofeducation\nand duratior) ofall courses inbluding corlduct ofpostSraduate classes in specified\ndisciplines.\n(4) The Academic Council shall also assist the Prcsident in evaluating,\nproposing and coord inating research and development proje€ts at rcsp€ctive inslitutcs\nand colleSes bothconsliluent and alfiliated.\n(5) Membcrs of thc Academic Council shall hold office for a term o[\nthree years.\n(6) The Academic Council shall meet at least once id each quarter\n(7) The quorum for meetings oftheAcademic Council shall be one-h6lf\nofthe total number ofmembers, a fraclion being counred as one.\n644 lHE GAZETTE OF PAKISTAN. EXTRA., OCT. 6,2021 [PARI I\n2J. Po*eff rnd furctioos o[ the Acedemic Council.{l ) -l he\nAcademic Council shall be the principal acadcmic body ofthe Instiote and shall,\nsubjcct to lhc provisions ofthis Act and lhe sututes, hare the power lo lay dorvn\nprcp€r standards of insEuction, research and examinations and to regulate dnd\npromotc the academic Iife ofthc Iostitutc and the colleges.\n(2) WidDutprejud ic€ 10 fte generality oflfie foBoing poweB and subject !o the\nprovisions ofthis Act and the shtutes, tlrc Academ ic Council shall have dle power to--\n(a) approve the policies and procedures pertaining to the quality of\nacademic programmes;\n(b) approve academic progmmmes;\n(c) approvethe policies and procedures penaining to lhe student rclated\nfirnctions including adm is i ions, expulsrons! punishmeots, exam inations\nand c€rtification;\n(d) approve the policies and procedures assuring quality ofteaching and\nresearch;\n(e) recommend the policies qnd the procedures for amliation.of other\neducational institutionst\n(f) propose to the Synd icate schemes for the constitution and orgarizal ion\noffaculties, teaching depanmenls and boards ofstudies:\n(g) appoint paper setters and exam iners for al I examinarions ofthe Instilutc\nafler receiving panels ofnames from the relevant authorities;\n(h) institule programmes for the continued professional development of\nlnstitute teachers al all levels;\n(i) recogn ize the exam inations ofother universiries orexamrnrng bodies\nas equivalcnt to the conesponding examinations ofthe Inslitutc;\n(j) .egulate the award of studentship, scholaEhips, exhibitions, medals\nondprizes;\n(k) propose regu lations forsubmission lo lhe Syndicate;\n(l) prepare an armualrepon on re a.ademic perfomance ofthe Instifute;and\n(m) p€rform such other functions as may b€ prescribed by regulations\n24. R€pr€sentatiotr Committeec.il) lhere shall be Representation\nCommittees constituted by the Senal€ through statutes to recommend persons for\nappointment to the Senate in accordanoe with lhe provisions ofsection 17.\nPARr Il THE GAZErrE OF PAKISTAN, EXTRA., OCT. 6, 2021 U5\n(2)'ttereshallalsob€aRepresentalionCorunitte€crnstituled byfieSenare\nthmu8h stauites to r€commend persons for sppoinfnent to the Syndicate and lie\nAcademic Council in aeordance rrlh the pmvrsions ofs€ctions 20 and 22 respectivlcl\n(3) Members of the Represenlalion Committee, lo recommend p€6ons\nforappointmenttolhe Scnate, shall consist of the following, namely:-\n(a) three membeN ofthe Senate who are not Institute teachers;\n(b) two persons nominated by the lnstitute teachers from amongsl\nthemselvcs in thc manncr prcscribed;\n(c) one pe6on fiom the acadernic cotuTunity, nol ernployrd by th€ Institute,\nat the level ofprofessor or college head to be nominated by Ge lnstitute\nteachers in the manner prescribed; and\n(d) one eminent citizen with expcricnce rn admrnistration, philanlhropy,\ndevelopment work, law or accountsncy tobenominated by Ihe Senale,\n(4) The Repr€sentation Committee, to recommend persons for lhe\nalpointrnent to the Synd ic.te and lie Acldemic Council shall consist ofthe following\nnarnely;\n(a) two members ofthe Senate who are not lnstitute teachers; alld\n(b) three persons nominated by the institute teachers from amongst\nthemselves in the manner prescribd.\n(5) The term of the Represcntation 'CommiEec shall be three years\nProvided that no member shall serve for morc than hyo consecutive terms.\n(5) The procedures of thc Reprcsentation Committee shall be such as\nmay be prescribed.\n(7) There may also be such other Represcntation Committees set up by\nany of other Authorities of the tnstitute as are considered app.opriate for\nrecom mcnd ing persoos for appointmen6 to the various Authorities and other bod ies\nofthe lnstitutc.\n25. Appoitrtm€rt of committccs by certritr Authorities.- { l) fhe\nSenale. the Syndicalc, thcAcadcmic Council and othcrAuthorities ma, fronr tinrc\nlo lime, appoint such sland ing, spccial or adv isory com m itlees, as they may deem l-rt,\ndrd nra_v placeon such comm;ttees persons who are Dol members ofthe Audlorities\nappointint the comm ittees.\n616 THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6, 2021 [PAR[ I\n(2) The constitutions, functions and por ,e$ of$eAuthorities forwhich\nn(, specific provision has been made in thisAct, shall be such as may be prescribed\nb_v statules or rcgulations.\nCHAP'TER-V\nSTATUTES, REGULATIONS A-I{D RULES\n26. soturcs.-< l) Subjecl to lhe provisions ofthis Act. statutes may he\nmadero regulare or prcscribe allorany ol thc following malters, namely:-\n(a) the contents ofand the manner in which tho annual report to be\nprcsented by the Prcsidenl before the Senete shall bc prepared;\n(b) dle lnsliluG fees and other charges;\n(c) the constitution ofany pension, insu.ance, gratu ity, provident fund ard\nbenevolent fund for Institutc employees;\n(d) the scalcs of pay and other terh s and conditions o f serv ice ofofticen,\nleachars and olher lnstitute emplo]ees:\n(e)\n(0\nG)the maintenance ofthe register of rcgisteEd graduater;\naffiliation and disaff iation ofeducational insinxions and related malters;\nadmission ofeducational institutions to the privileges ofthe Institute\nand the withd.awal-of such privileges;\n(h) the establishment o[ faculties, depanments, instifutas, colleges and\nother acsdemic divisions;\n(i) the poweN and functions ofofficers al|d teachers;\n0) conditions under which the Institute may enterinto arlngements with\nother Inslitutions or with public bodies for purposes of research and\nadvisory s€rvices;\n(k) condirions for appointmenl of emeritus ptofessors and award of\nhonorary degrees;\n(l) 9f[ciency and discipline oflnstitute employees;\n(m)the constitution and procedure to be followed by Rcpre\\rrlal;n.\nCommittees in carwrng out functions in terms ofthisAd;\n(n) drc con$itutior! firnctions and tr)wcrs oftheAuthorities oflhe tnst irute. ilnd\nPARI ll THE GAZET\"IE OF PAKISTAN, EXTRA.. OCT. 6,2021 61'l\n(o) all other matters which by IhisAct are to be or may be prescrib€d or\nregulatel by statutes.\n(2) The draft ofstatules shall bc proposed by the Syndicate ro fie Senate\nwhich may approve or pass ryith such nlodifications as the Senate may fiink fit or\nmay rcfcr back to the Syndicate, as the case may be, for reconsideration of the\npruposcd draft:\nProvided that slatutes conccrning any oflhe matters mentioned in clauses\n(o) and (i) of sub-secrion (l) shall b( iniliatcd and approved by the Senate aftet\nseeking views of thc Syndicrle:\nI'rovided further drat the Senate may initiate a statute with resp€ct to any\nmatlcr in ils po*cr or with .espect towhich a statule may be made in terms ofthis\nAcl and approve such slatute after seeking the views ofthe Syndicate.\n27. Regulatiotrs.-<l ) Subjcct to lhe provisions ofthis.{cl andrhe slarutes.\nthe Academrc Councilmay proposc and lhc Syndicate may make regulations forall\nor any ofthe following marters, nemely:-\n(a) the courses of study for degrees, diplomas and certificaies of the\nInstitute;\n(b) the manner in which the leaching refered to in sub-section (l) of\nsecrion 6 shallbe organized and conducted;\n(c) the admission and expulsion ofstudents to and from the lnstitute;\n(d) rhe conditions under which students shall he admitted to the coursc\nand the examinations ofthe Institulc and shall b€come eligible for the\naward ofdegrees, diplomas and ccrtificates;\n(e) the conduct of exam inatiousl\n(t) dre conditions under rvhich a person may carry on indepmdent research\nto e[title him to a degree;\n(g) dte institution oftbllotyship6. scholarships, exhibitions, medals and prizr:s;\n(hl thc use ofthe [6mry:\n(l) the formation of faculties. dcpanments and board ofstudies; and\n(i) allother mafters which by thisAct or the statutes are to b€ or may be\nprescribed by regulations.\n648 THE GAZETTE OI-' PAKISTAN. EXI RA.. OCl'. 6.20? I [PARr I\n(2) Regulations shall be proposcd by the Academic Courcil and shall be\nsubmitted to the Syndicare which may approle r-h€m or wilhlrcld approval or refe.\nthem back to Ihe Acrdcmic Counc il for reconsideration. A regu lalion pdposed b!'lhe\nAcadem ic Council shall not be clrective un less it rEreives the approval ofthe S),ndicate.\n2t. Am€ndmerl rnd repcal of statules and rcgulations.-Ihe\nprocedure for adding to, amendingorrepcaling the statutes and the regulations shall\nbc the same as that pr€scribed rEspectivel) for making statutcs and regulations.\n29. Rules.-The Authorities and rhe olfier bodies of tle Institute m.y\nmake ru les, to b€ pub lished in offic ial Cazette. cons ist€nt with th is Act, statu tes and\nthe regulations. to regulate any matter rclating to the afTairs ofthe Llslitute \\vl)ich\nh6s not been provided for by this Ac! or that is not requircd to be regulated hy\nslatutes or rcgulation, including rules to rcgulate the conduct ofbu\\irress and the\nti,ne and place ofmeetings and related rartels.\nCHAP'TER-VI\nINSTI'I'UTE FUND\n30. Institut€ furd.-{ l) The Illstitute shallhave a fund to which shall be\ncredited all donations, lrusts, bequests, endowmcnts! grants, proportionate gant ffl)m\nlhe Fe&ml (;ovemment, Joint StaffHeadquaners (JSHQ), Defence Division. Higher\nEducalion Commission (HEC), Division to which the business ofeducation stlnds\nallocated, assistance faom intcmational agencies, contributions, shares of fee and\nincome from any other sourc€.\n(2) The presenl recurring and non-recuning gmnts bc ing alloc ated b) lLc\nDefencc Di\\ ision, HEC and JSI{Q tqlhc National Defence Universily inrmediatel}\nio existence before thc commencement oflhisAct. shallcontinue to be allocatcd in\nfi(urE to thc lnstitute, wift suitable up\\Iard adjustments from time to ti c.\n(l) All expenditurE ofthc Institulc shall be metwi6ir the sanclionedbudget\nofthe [nstitute oras appmved b]'the Syndicate.\n31. Audit snd ,ccouDts.-<l) The accounts of the lnsriturc shall bc\nrnaintained by Director Finance in suoh form and in such manncr as may be\npr€scribed.\n(2) The teaching, dcpartments, constituent colleges and institutes and all\nnrhcr bodics designated as such by thc Syndicatc in terms of statules shall bc\nindep€ndent cost cenrcrs ofrhe lnstitute witfi aulhorify veslcd in the head bfeach\ncost cenlne lo sanction exp€ndirure oul oflhe budget allocated to it:\nkovided that re-appropriation from one head of expenditure to anothcr\nmay be made by the head of a cost cenlre in accordance with and ro the exretrt\npEicrihed hy rhe sututes.\nP^RT I] THE GAZETTE OF PAKISTAN. EXTRA.. OCI, 6.202I 649\n(3) AII funds generated by a leaching deparlmenL constitu.nt college or\nor her un it ofthe I nstiote $rough consu ltancy, r€searc h or other provision of sewice\nshallbe made available without prejudic€ to the budSetary allcation othenvise made,\nafter deduction ofover heads in the mannerand to the extent prescrihed by Senate,\ntqthe teaching deparfnenL constituent col lege or other units lor its dcvelopnlcnt. A\nparl ol ths funds so genemted may be shared with the Institxte teochers or\nresearchers in charge of th€ consultaocy, rcsearch or sen'ice concemed in the\nrnanncr 0nd to the extent prcscribed by the statutes.\n(4) No expenAiture shall bc madc from the furrds ofthe Institure unless a\nbill li)r ils payments has been issued by lhe head ofthe cost centre concemed in\naccordancc wilh the relevant statutes and the DirectorFinance has verified that thc\npaymenl is providcd for in the approvcd budget ofdre cost cenue, subject to the\nauthor iO to re-appropriate fund s from one head of expenditure to other hcad o f\ncxp€ndilurc io aespect ofthe cost ceotre\n(5) Provjsion shall be madc for an ifllcnlal audit olthe finanes ofthe Institute.\n(6) The annual audited stalement of accouDts shall be prcpared in\naccordance with the laid down rules and reliulations oftheGovemmenl ofPakishn\ntbr the purpose ofaudit for such institutions and signed by Director Finance.\n(7) l1le observations made by lhe Pakistan Air Eorce audit te6in, if any;\ntogclher nilh such annoations as the Direcror Finance may make, shall b€ considcred\nby rhe S)'ndicale and shalabeplaccd before the Senate within six monlhsofclosing\noftha finarcial year.\nCHAPTER.VII\nGf,NERAL PRO1ISIONS\n32. Opportudty to show causc.- Except as otlerwise provided, no\nofficer, teaeher or olher employee of the institllte holding a permanent post shsllbe\nreduccd in rank or.emoved or compulsorily retired f'rom service ordismissed iiom\nservice unless hc has been given a reasonable opportunity ofshowin8 cau se against\nthe action proposed to be taken.\n33. Appc{l to the S-yndicatc and lhe Senxte.- Where an order is\npassql irrposing penalty on anv officer (other than the Presidenl), leacher orother\nemplrycc ofthe lnstituteoralterinS or interpretinS to his disadvantage fie prEscribed\nterms and conditions of his sen'ice. he shall, where lhe o.der is passed by any\nofficer orteacherofthe Institute other lhan lhe President, havc the rightto appeal to\nthe S).ndicate against the order and, wherr the order is passed by the Presiden!\nhavc the r;ght to appeal to the Senate.\n550 I'HE GAZEl-lEOf Pr\\KlSlAN hxTRA.- ocr. 6, 2021 ['ARr I\n34 Servicc ofthe hstitute.- ( l) All persons employed by the lnstitute\nil accordance $,i1h the lerms and condirions ofservice prescribed by statutes shall\nbe persors rD the service of Pakistan for the purposes ofany cou( or tribunal set up\nby law in terms ofArticl€ 2l2 ofthcConstilution ofihe lslamic Republic ofPakistan:\nProvided that any provision ns rcgards the terms and the conditions ofthe\nemplo)1nent of persons in the service of Pakistan in gcncral or irl rJomparable\nemplor mcnt. notrvithstandins rhe sen'ice ofpersons employed b)'the lnstrtutg shall\nbe entircly lroremcd by the tenns and conditions prescribcd by thc relcvant statutes.\n(2) An omcer, teacheror ollrcrcmployee ofthe Institute shallretire lrom\nseftice oh the attainmcnt ofsuch agc r)r lenn ofservice as may be prescribed.\n(l) The tems and conditions ()fcrnployment of a.ny Inst;tutc teacher in\nthe employment of lhe Lrstitute shall noL be varied ro his disadvanlagc from the\ncommencetnont olthis Act,\n(4) Persons shove the age of supemnnuation may be re-cmployed on\nconlract in rhe manner prescrib€d b] the Senate, i conlbrmity withlhe (;ovemment\nrules and regulations.\n35. Betrehts rnd insunnce, gEtuitv, pmvideff fund ond beDevolent\nfund.--{l) The Institulc shall consliturD lbr the berefit of its oficers, leachers and\nother emplcyees schemes, as may be prcs.ribed, for the ptovision ofpost-cmployment\nbenefirs as well as health and life insurance shile in servict.\n(2) Where any prqvident fuDd which has been coirstituted underthisAct,\nlhe provisionsofthe Provident FundsAcl. 1925 (XlX of l92i)shall apply to such\nIind as if it were the Covemment Provident Fund-\n16. Commencement of tcrm o[ oflice of memb.rs of Authority.-\n( I) When a rnember ofa lcwly constituted Authority is appointed or rrominated, his\nle.m ofoll:ce as fixed under this Ac1 shall commencc from such date as may be\nprescribed.\n(2) Where a membcr rlho has acceptcd any other ?asignment or for any\nother similfi reason remains absent lionr lhc Inslitute for a period ofnot lcss than\nsix rnonths. he shall bc deemed to have resigned and vacated his seal.\n37. Fi[ing of cosual vacen.ies io Authorilics.-Any casual vacancy\nin the rppointed or nominated member of a y Authority shall be fillcd. as s()on as\nconvenienlly may be, by the person or lhe body wlto appointed or nominated the\nmember whose position h3s become vhcant and the person appointcd or nomina0ed\nlo the vacarcy shall be member ofsuch Aulhority for rhc residual renn for which\nthe person whose plaDe hc fills would hale hccn a melDber.\nP^m Il THE GAZETTE OF PAKlSlhN, EXTRA., OCT. 6, 2021 651\n38. Flaws in the constitution of Autborides.-WherE there is flaw in\nthe constitution of an Authority, as constituted u[der this Act, th€ stalutes or dle\nregulations on account ofabolition ofa specrficd office under Govenment or becouse\nan orSanization, institution orother bolyoritsidethe lnstituG hss been dissolvedor\nhas ceased to function. or bccause ofsome other sinrilar reason. such flarv shallhe\nremoved in such marner as tbe Senate may direct.\n39. Proccedings of authoriticr oot invrlideted by thc vacracies.-\nNo act. rcsolution nor decirion of afly Authoriry shall b€ invalid by reason ofany\nvacancr in lhc Authority doing, passing or making il or by reason ofiny \\yanr o[\nquaiification or in validily in the election, appointment or nomination o fany 1e.)t'Lrcto\nmember ofthe Authorit), whcthcrpresmt (r absent.\n40. First rtemtaa.nd rEguhtions-NotwrthstendrnB anlthing to the\nconlrar,' conlaincd in lhis AcL thc Prcsident ofthe lslamic Republic of Pakistan,\nbehrg the Patron. shall promulgale the firsl statures and regulations which shall be\ndecmed to bc statutes and regulations made under sections 26 and 27 resp€ctively\nand shall continue to temarn in force unless amended orrcpeiled.\n4l- Trirsitory proviJioni.--{l ) Notwithstanding anything contained in\nlhis Ac! the members of rhe fiNt Senale, except the lnstiute teachers, shall be\nappointed by the Chancellor in accordance with the numbers and crileria for\nmembership spcified in this Act. The firJ Senale so constituled shall initiate, as\nsoon as possible, the process for the rccru itment ofl nstitute teacheE and appoinEnent\nofthe members of the Syndicate and the Academic Council in accordance \\lith the\nterms ofthis Act. The lnstitute te&hers to be appointea to the first Senate shall be\nappointed as soon as the proccdure prescribed for appointmenl of I nstilule teachers\nto the Senate has 1o be complicd wilh. l hc lcrm or tcnure provided in sub-section\n(4) ofsection l7 notwithslanding one-lhird oflhc members, or]ler r)tan e*oficro\nmembfis, oflhe first Senate. to be determined by lot, shallfetire from office on the\nexpiritjon of one year from the date ofappointment by the Chanc€llor. One-halfof\nthe remaining-membors, olhet lh^n ex-o/ficio menrbers of the first Senate, to be\ndetermined by lot, shall retire tiorn oflice on thc cxpiration of lwo years from th€\ndate ofappointment and the remaining one-hslf, other than er-ofcio members,\nshall retire from ofEce on the expiration ofthe third year.\n(2) On commenccmcnt of this Act, all pending cases of enrollments,\ndegrees and transcaipts, etc. wilh the othor universitics and instilutions, wilh shbh\nthe PAFAirWarCollege stood affiliated to before commenc€ment ofthisAcL shall\nstand transferred tothe Inslitu(e and shallbedeahwith as ifthese were the cases of\nenrolhnents, degrees and tmnscripts, etc. of the lnstitutc, norwithstalding any\ncondition ofsuch alTiliation oragrccmcl|t or contracr with the said other unrversities\nalld institurioos.\n652 ]'HEGAZFI'I'TEOI'PAKISIAN.DXI'RA.,oCT.6,2021 [Panrl\n.12. Removrl of dilncuttics,-lf any difliculty arises in givinB effecl lo\nanv provision ofthis Acl, the Chancellor may make such order or dircqion, not\ninconsisrent, with lhe provisions ol'this Act, as ma), appear to hirn to be necessary\nfor dre purpose of rerhbv ir,g such d iflicu ky\n43. Indcmnity.-No surt or legal proce.dings shall lie against rhe\nGovcmmenr. thc Institute orany Aulhori$. olllcer or employee of lhe Covemment\nor the lDstitule or any pe.son in respccr ofanythint which is in good faith do[e or\ndeemed to have boen done under rhisAcr.\n.l4. Power to rllox, .ppointmcnt of employe$ of the Cn vemEretrt,\nother universities or cducaaionrl or ra3mrch institutions to the hltilute.-\n( 1) Notl}ithslanding anything conlaincd in lhis Acq the Senate may on the advice of\nthe Syndicate, allow any pon in the instrrutc to bc filled by appointnent, on such\ntermsand conditionsas lhe Senate may speciry, sn employee ofthe Covemment or\nany other university or educalional research inslillition.\n(2) where any appointment has b€en made undca this section, the terms\nand condition ol'sen,ice of the appointc{ shall not b€ less favourable than those\nadmissibleto him immediately before such appointmentand he shallhe entitled to all\nbenefits ofhis past service.\nMOHAMMAD QASIM SAMAD KHAN,\nSecrerarv\nPRINTED BV THE MAN^CER, PRINTINO CT)RP(]RATION OI'PAKISTAN PRFsS. IsI-AMABAO.\nPUELISHED BI'THE NEPUTYCONTNOLI,FR, STATIONF]RY AND FI)RMS. UNI!'ERSITY ROATI. K R.4CIU"
}