{
    "file": "./converted_json\\administrator8aa88806fdf39d5ad5dc8a53f37df5da.json",
    "name": "War Risks Insurance Ordinance",
    "date": "5th December, 1971",
    "tagline": "An Ordinance to provide for the insurance of certain goods and property in Pakistan against war risks",
    "content": "Page 1 of 12 \n  \n \nTHE WAR RISKS INSURANCE ORDINANCE, 1971  \n \n \n \nCONTENTS  \n1.  Short  title, extent and commencement  \n2.  Definition  \n3.  Ownership in relation  to goods  \n4. War Risks Insurance Scheme  \n5.  Scheme with respect to property  \n6.  Scheme with r espect of goods and in transit  \n7.  Extend of S cheme with respect to property  \n8.  Compulsory insurance of goods  \n9. Compulsory insurance of factories  \n10.  Com pulsory insurance of buildings  \n11.  [Omitted]  \n12.  Obligation under section 9, or section 10 include s obligation to insure repaired or \n reconstructed property  \n13.  Penalty for contravention o f sections 8, 9, or section 10  \n14.  Transfer of propert y insured under this Ordinance  \n15.  War Risks Insurance Funds  \n16.  Power of Federal Government to extend Ordinan ce to certain undertakings, etc.  \n16A.  Certain p remiums and claims not payable  \n17.  Employment o f agents by Federal Government  \n \n \n\n \nPage 2 of 12 \n 18. Power to call for information  \n19.  Restriction on carrying  on certain insurance business  \n20.  Recovery of arrears of pr emium instalments  \n21.  Limitation of prosecution  \n22.  Composition of offences  \n23.  Bar of legal proceedings  \n24.  Delegation of powers  \n25.  Power to make rules  \n \n \n  \n \nPage 3 of 12 \n 1THE WAR RISKS INSURANCE ORDINANCE, 1971.  \nORDINANCE NO. XXXII of 1971.  \n[5th December, 1971 ]  \nAn Ordinance to provide for the insurance of certain goods and property in Pakistan against war \nrisks.  \n WHEREAS it is expedient to provide for the insurance of ce rtain goods and property in \nPakistan against war risks;  \n NOW, THEREFORE, in pursuance of the P roclamation of the 25th day of March, 1969, read \nwith the Provisional Constitution Order, and in exercise of all powers enabling him in that behalf, the \nPresident is pleased to make and promulgate the following Ordinance : —  \n 1. Short tit le, extent and commencement. —(1) Th is Ordinance may be called the War Risks \nInsurance Ordinance, 1971.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once 2[and shall be deemed to have taken effect on the third day \nof December , 1971].  \n 2. Definition. In this Ordinance, unless there is anything repugnant in the subject or context —  \n(a)  “building” includes foundations, boundary walls, plinths, garages, floors, \nstaircases, tanks, engine and boiler beds, chimneys and flues, but d oes not \ninclude a factory building, or undertakings referred to in section 16;  \n(b)  “company” means a company within the meaning of the Companies Act, 1913 \n(VII of 1913), and includes a co -operative society registered under any law for \nthe time being in' force relating to the registration of co -operative societies and \na corporation established by or under any law for the time being in force which \nhas a share capital of which a part is held by the members of the public;  \n(c)  “factory” means any premises including the precincts thereof where -on twenty \nor more workers are working, or were working on any day of the preceding \ntwelve months, and in any part of which a manufacturing process is being \ncarried on, with the aid of power, or is o rdinarily so carried on, but does not \ninclude a mine subject to the operation of the Mines Act, 1923;  \n(d)  “factory buildings ” includes all buildings comprised in the factory and such \nother buildings including residential buildings for staff and workmen, hospitals \nand welfare centres within a radius of two miles from the main factory building \nas are in the same ownership or occupation as the factory and are used for the \npurpose of the factory;  \n \n1Validated by the Validation of Laws Act, 1975 (63 of 1975), s. 2 and Sch.,  \n2Added and shall be deemed always to have been so adde *d by the War Risks Insurance (Amdt.) Act, 1972 (12 of 1972), s. 2 ( w.e.f . 3-\n12-71). \n \nPage 4 of 12 \n (e)  “Fund” means a War Risks Insurance Fund established under section 15;  \n(f)  “goods” means any ma terials, commodities or articles which are insured against \nfire with any insurer registered in Pakistan;  \n(g)  “goods in transit ” means such goods as are being imported into Pakistan or are \nshipped or otherwise dispatched  from one Province to another or ar e in transit \nin the same Province by railways, inland steamer, barge or a goods vehicles;  \n(h)  “goods or property insurable under this Ordinance ”—  \n(i)  in relation to any goods, means goods which are for the time being \ninsured against fire with an insurer registered in Pakistan and includes —  \n(a) any spares and stores and other consumable material kept in the \npremises of a factory for the upkeep, maintenanc e and running \nof the factory provided such material are insured against fire with \nan insurer registered in Pakistan;  \n(b)  any materials, commodities or articles lying within the precincts \nof a port or on barges or on ships and are intended either for \nexpo rt or for movement outside the port area in Pakistan for final \ndisposal and are insured against fire with an insurer registered in \nPakistan;  \n(ii)  in relation to any goods in transit, means all goods which are imported into \nPakistan or shipped or otherwis e despatched from one Province to another or \nare in transit in the same Province by railways, inland steamer, barge or a goods \nvehicle, but does not include goods which are in transit by a ship that sailed \nfrom a port of shipment before the coming into for ce of this Ordinance:  \n Provided that no insurance cover shall be extended to goods carried in goods vehicles, barges \nand inland steamers unless a notification in this behalf is issued by the 1[Federal Government];  \n(iii)  in relation to any factory, means  the factory, building and, except where they \nare goods insurable under this Ordinance, all plant and machinery in the factory \nand such other plant and machinery as may be prescribed;  \n(iv)  in relation to any building, includes plinths, floors, staircases , tanks or any \nimmovable construction which forms part of the building ;  \n 2*  *  *  *  * *  *  \n(i)  “goods vehicle ” means any motor vehicle constructed or adapted for use for the \ncarriage of goods or any motor vehicle not so constructed or adapted when used \nfor the carriage of goods solely or in addition to passengers;  \n \n1Subs. by P. O. No. 4 of 1975, Art. 2 and Table . \n2Sub-clause (v) omitted and shall be deemed always to have been omitted by the War Risks Insurance (Amdt.) Act, 1972 (12 of 1972),  s. 3 (w. e. f . 3-12-\n1971). \n \n \nPage 5 of 12 \n (j)  “insurable value ” in relation to any goods or property means the value of the \ngoods or prop erty as ascertained for the purpose of insurance under this \nOrdinance;  \n(k)  “occupier”, in relation to a factory, means the person who has ultimate control \nover the affairs of the factory and, where the affairs of the factory are entrusted \nto a managing a gent, such managing agent;  \n(1)  “owner” in relation to a factory or building, when parts of the property insurable \nunder this Ordinance in relation to such factory or building are owned by \ndifferent persons, means each such person in respect of the part owned by him ;  \n(m)  “prescribed ” means prescribed by rules made under this Ordinance;  \n(n)  “Scheme” means a War Risks Insurance Scheme prepared under section 4;  \n 1* * * * * * * * * * \n(p)  “war risks” means such risks as may be prescribed arising from —  \n(i)  action taken by an enemy or action taken in combating an enemy or in \nrepelling an imagined attack by ah enemy;  \n(ii)  any explosion or fire which involves any explosives or munitions or \nother dangerous things required for war purposes and which happens, or \nis caused by through or in connection with, the manufacture, storage or \ntransportation of any such explosives, munitions or other dangerous \nthings;  \n(iii)  measures taken under proper authority to avoid the spreading of, or \notherwise to mitigate, the consequences o f damage occurring  (whether \naccidentally or not) as the direct result of any such action as is described \nin sub -clause (i) or of any such explosion or fire as is described in sub \nclause (ii);  \n(iv)  precautionary or preparatory measures  taken under proper authority with \na view to preventing or hindering the carrying out of any attack by an \nenemy, being measures involving risks to property;  \n(v)  precautionary or preparatory measures involving the doing of work on \nland and taken under proper authority in any way in anticipati on proper \nauthority in any way in anticipation of enemy action, being measures \ninvolving risks to property;.  \n(vi)  precautionary or preparatory measures taken under proper authority with \na view to denying facilities to an enemy, being measures involving \ndamage to or diminution Of the value of property; and  \n(vii)  capture or seizure by the enemy of any ship, aircraft, vehicle or goods.  \n1Clause (o) omitted and shall be deemed always to have been omitted by the War Risks Insurance (Amdt.) Act, 1972 (12 of 1 972), s. 3  (w. e. f . 3-12-\n1971).  \n \nPage 6 of 12 \n  3. Ownership in relation to goods. Save as otherwise provided in this Ordinance, any goods \nshall, for the purposes of this Ordinance, be deemed to be owned —  \n(a)  if the property in the goods is for the time being vested in a person, by that \nperson;  \n(b)  if the property in the goods is not  so vested, by any person who is for the time \nbeing entitle, either unconditionally or conditionally, to have the property in the \ngoods vested in lam.  \n 4. War Risks Insurance Scheme. —may prepare one or more War Risks Insurance Schemes \nwhereby it undertake s in relation to any goods or property insurable under this Ordinance the liabilities \nof insuring against war risks subject to the provisions of, and to the extent provided by or under, this \nOrdinance, and may, by notification in the official Gazette, put into operation any such Scheme which \nshall be published with such notification.  \n (2) Any Scheme prepared under sub -section (1) may be such as to secure —  \n(a)  that me liability of the 1[Federal Government] as insurer shall hot exceed such \npercentage of in surable value of the goods  or property as may be prescribed in \nrelation to any goods or property or any class of goods or property;  \n(b)  that in respect of each claim the issued shall bear such percentage of loss or \ndamage as maybe prescribed in relation to any goods or property or any class of \ngoods or property, or such other amount as may be fixed with reference to the \ninsurable value of prescribed scale, whichever is greater;  \n(c)  that any liability of the 1[Federal Government] as insurer in relation t o any goods \nor property is determined by the policy of insurance issued by a person acting \non behalf of the 1[Federal Government] in such form and for such period as may \nby prescribed in relation to such goods or property under different \ncircumstances;  \n(d)  that any premium under a policy so issued is payable at such rate, and the \namount of any one such premium is not less than such sum, as may, from time \nto time, be prescribed for different description of goods or kinds of property in \nrespect of different  period and under different circumstances.  \n (3) When the rate of premium prescribed in relation to any policy or class of policies for any \nperiod fixed for the purpose is altered during the continuance of such policies, the rate so altered shall \nbe the rate applicable to all policies under which pre miums are payable in respect of that period \nnotwithstanding that the policies may have been issued on payment of premium at the rate in force \nbefore the alteration; and any policy issued on payment at the rate in force before the alteration shall, \nwhen the  rate has been increased by such alteration, cease to be valid on such date as may be fixed in \nthis behalf by the 1[Federal Government], unless before such date any deficiency in the amount paid \nas premium is made good by the policy holder.  \n \n1Subs. by P. O No. 4 of 1975, Art. 2 and Table.  \n \n \nPage 7 of 12 \n  5. Scheme with respect to property . Any Scheme with respect to any property insurable under \nthis Ordinance may provide —  \n(a)  for undertaking in relation to works in course of construction which when \ncompleted will b ecome a property insurable under this Ordinance, the same \nliabilities as are undertaken by the Scheme appertaining to such property;  \n(b)  that the payments due under a policy of insurance issued under the Scheme may, \nat the option of the 1[Federal Governm ent] take either of the following forms, \nnamely:—  \n(i)  payment, within the limit of the liability assumed by the 1[Federal \nGovernment] in such manner and by such instalments as the 1[Federal \nGovernment] may think fit, of the cost necessary to restore the property \nas far as practicable to the condition in which it existed before the \noccurrence of the damage ; or  \n(ii)  compensation, within the aforesaid limits, for the loss in value \nascertained on the basis of values and prices ruling at the time at which \nthe policy of insurance was taken out, or at which the loss occurred, \nwhichever is less, suffered by the property as a result of the damage, \nafter due allowance has been made for depreciation during the current \nperiod of insurance cover;  \n(c)  for the postp onement, in accordance with such principles and under such \ncircumstances as may be prescribed, of payments due under a policy of \ninsurance issued under the Scheme in respect of any damage sustained by \nproperty insured thereunder;  \n(d)  for making it a cond ition of any policy of insurance issued under the Scheme —  \n(i)  that the owner or occupied of a property shall comply with all \nregulations or instructions made or issued under the authority of \nGovernment for safeguarding the property against damage from w ar \nrisks; or  \n(ii)  that, where the 1[Federal Government] exercises its option to pay the \ncost necessary to restore the property to its original conditions, the owner \nof the property shall, if so required by the 1[Federal Government] repair \nor reconstruct the property or remove it to another locality and \nreconstruct thereon.  \n 6. Scheme with respect of goods and in transit. Any Scheme with respect to goods or goods \nin transit may extend to —  \n \n \n1Subs. by P. O No. 4 of 1975, Art. 2 and Table.  \n \n \nPage 8 of 12 \n (a)  the undertaking by the 1[Federal Government] of the liability of insuring any \nperson against war risks in respect of goods or goods in transit insurable under \nthis Ordinance which are not owned by him but in which he has an interest \narising in the course o f his business; or  \n(b)  the undertaking by the 1[Federal Government] of the liability of insuring any \nperson against war risks in respect of goods imported into Pakistan through any \nport, while such goods are situated at such port or are in transit from s uch port \nto a place in Pakistan;  \n (c)  the undertaking by the 1[Federal Government] in relation to a Provincial \nGovernment, of the liability of insuring the Provincial Government in such \nspecial cases as it thinks fit against war risks with respect to goods or goods in \ntransit insurable under this Ordinance for the ti me being owned by the \nProvincial Government.  \n 7. Extend of Scheme with respect to property. Any Scheme with respect to property \ninsurable under this Ordinance may extend to the undertaking by the 1[Federal Government] in relation \nto any person in Pakistan , of the liability of insuring such person against war risks with respect to any \nsuch property which is not owned by him but in which he has an interest up to the extent of such \ninterest.  \n 8. Compulsory insurance of goods. —(1) On or after such date as the  1[Federal Government] \nmay, by notification in the official Gazette, specify, every owner of any goods or goods in transit \ninsurable under this Ordinance shall take out a policy of insurance against war risks issued in \naccordance with the Scheme relating t o such goods or goods in transit.  \n (2) The provisions of sub -section (1) shall not apply —  \n(i)  to goods insurable under this Ordinance, other than goods in transit referred to \nin sub -clause (ii) of clause (h) of section 2, if and so long as the value of such \ngoods does not exceed such amount as the 1[Federal Government] may, by \nnotification in the official Gazette, specify in this behalf; or  \n(ii)  to good s of any description which the 1[Federal Government] may, by \nnotification in the official Gazette, sp ecify in this behalf.,  \n 9.Compulsory insurance of factories. —(1) Every owner of a factory or a factory under \nconstruction exceedi ng in value such amount as the 1[Federal Government] may, by notification in the \nofficial Gazette, specify in this behalf, exc ept a factory belonging to the 1[Federal Government] or a \nProvincial Government or a factory exempted under sub -section (2), shall, by such date as the 1[Federal \nGovernment] may, by a like notification, specify in this behalf; take out a policy of insuranc e, against \nwar risks issued in accordance with the Scheme whereby he is insured in respect of all property which \nappertains to the factory for a sum not less than the insurable value of such property:  \n  \n1Subs. by P. O. No. 4 of 1975, Art. 2 and Table.  \n \n \nPage 9 of 12 \n  Provided that, where the owner of the factory is not himself the occupier of the factory, the \noccupier of the factory shall, unless the owner has already taken out a policy of insurance as required \nby this sub -section, himself take out a policy an d in such a case the occupier shall be deemed to act as \nthe agent of the owner and shall be entitled to receive from the owner all sums paid as premiums on \nthe policy.  \n (2) The l[Federal Government] may, by notification in the official Gazette, except fro m the \noperation of sub -section (1) any factory, or any description of factories, belonging to or managed by a \ncorporation established by or under any law for the time being in force.  \n 10. Compulsory insurance of buildings. Every company which owns a build ing, or a building \nunder construction exceeding in value such amount as the 1[Federal Government] may, by notification \nin the official Gazette, specify in this behalf, shall, by such date as the1[Federal Government] may, by \na like notification, specify in this behalf, take out a policy of insurance against war risks issued in \naccordance with the Scheme whereby the owner is insured in respect of all property insurable under \nthis Ordinance which appertains to the building for a sum not less than the insurable  value of such \nproperty.  \n 11. [Compulsory Insurance of ships] Omitted by and shall be deemed to have been omitted by \nthe War Risks Insurance (Amendment) Act, 1972 (XII of 1972), s. 4.  \n 12. Obligation under section 9, or section 10 includes obligation to insure repaired or \nreconstructed property. The obligation imposed by section 9, 2[or section 10] includes, where the \nowner of a property insured under thi s Ordinance is required by the 1[Federal Government] to repair \nreconstruct such property which has suf fered damage, an obligation to lake out an additional policy of \ninsurance in respect  of the property so repaired or reconstructed.  \n 13. Penalty for contravention of sections 8, 9, or section 10. Whoever contravenes the \nprovisions of section 8, section 9 2[or section 10] or, having taken out a policy of insurance, fails to \npay any instalment of premium thereon which is subsequently due shall be liable to pay, in addition to \nthe premium due from him, a surcharge equal to twenty per cent of the premium so due  as also interest \nat the rate of one per cent per annum above bank rate calculated at monthly rates:  \n Provided that the 1[Federal Government] may, if satisfied that the contravention of the \nprovisions of section 8, section 9, 2[or section 10] or failure t o pay any instalment of premium by any \nperson was due to his having become destitute or having been prevented by circumstances beyond his \ncontrol from complying with the provisions aforesaid or paying the instalment of premium, by order \nin writing, waive t he recovery from such person of the whole or any part of the surcharge and interest \npayable by him.  \n 14. Transfer of property insured under this Ordinance. When a property in respect of which \na policy of insurance is obligatory and has been taken out as i s required by this Ordinance is transferred \nfrom one owner to another or there is a change of occupier of such property, the policy may, subject \nto the rules, if any, made in this behalf be transferred to the. new owner or occupier, and such new \nowner or o ccupier shall succeed .to all rights and liabilities under and in relation to the policy as if the \npolicy had been in the first instance taken out by him.  \n  \n1Subs. by P. O. No. 4 of 1975, Art. 2 and Table.  \n2Subs by the War Risks Insurance (Amdt .) Act, 1972 (12 of 1972), s. 5, for “section 10 or section 11 ” (w.e.f. 3 -12-71).  \n3Subs. by the War Risks Insurance (Amdt.) Act, 1972 (12 of 1972), s. 5, for “section 10 or section 11 ” (w.e.f. 3-12-17). \n \nPage 10 of 12 \n  15. War Risks Insurance Funds. —(1) The 1[Federal Government] shall establish a F und to \nbe called the War Risks Insurance Fund in which shall be paid all sums received by the 1[Federal \nGovernment] by way of insurance premiums under any Scheme or by way of payments made on \ncomposition of offences under this Ordinance and out of which shall be paid all sums required for the \ndischarge by the 1[Federal, Government] of any of its liabilities under any Scheme or for the payment \nby the 1[Federal Government] of the remuneration and expenses of agents empl oyed under section 17.  \n (2) Where the 1[Federal Government] requires the owner of any property insured under this \nOrdinance to repair the property or to remove and reconstruct it in another place, it shall make to such \nowner out of the Fund such payment, in addition to any sums payable under the policy of insurance,  \nas it considers sufficient to defray the cost of repair, removal or reconstruction, and, if necessary, \nreplacement of any part of the property in respect of which no compensation is p ayable.  \n (3) If, at any time when a payment is to be made out of the Fund the sum standing to the credit \nof the Fund is less than the sum required for the making of that payment, an amount equal to the \ndeficiency shall be paid into, the Fund as an advance  out of general revenues.  \n (4) If, after all the liabilities of the 1[Federal Government] under this Ordinance have been met, \nthere remains a surplus in the Fund, such surplus shall be transferred to a Fund which shall be created \nfor the purpose and shall  be utilised for meeting any losses , in any future emergency.  \n (5) The 1[Federal Government] shall prepare in such form and manner as may be prescribed, \nand shall publish either annually or at such intervals as may be prescribed, an account of all sums \nreceive into and paid out of the Fund.  \n (6) Notwithstanding anything contained in sub -section (1), the 1[Federal Government] may \nestablish two or more War Risks Insurance Funds each to cover one or more Schemes under this \nOrdinance and the provisions of th is section shall apply to each such Fund.  \n 16. Power of Federal Government to extend Ordinance to certain undertakings, etc. —(1) \nThe 1[Federal Government] may, by notification in the official Gazette, declare that the provisions of \nthis Ordinance and of a ny Scheme made thereunder relating to factories shall apply to the insuring \nagainst war risks of —  \n(a)  the machinery above ground appertaining to mines, as  defined in the Mines Act, \n1923.  \n(b) the distribution systems of gas supply undertakings, or  \n(c)  the whole or a specified part of the distribution and transmission systems, sub - \nstations, switch houses and transformer houses of electric supply undertakings \ngenerally or of specified  electric supply undertakings, as they apply to property \ninsurable unde r this Ordinance which appertains to a factory.  \n (2) In interpreting this Ordinance applied by a notification under  clause (a) of sub -section (1) \nto mines, references to the owner of a factory shall be read as references to the owner or agent of a \nmine as  defined in the Mines Act, 1923, and references to the occupier of a factory shall be read as \nreferences to the manager of mine for the purposes of that Act.  \n1Subs. by P. O. No. 4 of 1975, Art. 2 and Table.  \n \n \nPage 11 of 12 \n  1[16A. Certain premiums and claims not payabl e. Notwithstanding anything contained in \nthis Ordinance, unless the 2[Federal Government], by notification in the official Gazette, otherwise \ndirects, no premium shall be payable on a policy of insurance taken out in pursuance of this Ordinance \nin respect of any goods or property situated in East Pakistan nor shall any claim be payable for any \ndamage suffered by any goods or property to which such a policy of insurance relates.]  \n 17. Employment of agents by Federal Government. The 2[Federal Government] may \nemploy, or authorize the employment of, any person of firm to act as its agent for any of the purposes \nof this Ordinance and may pay to a person or firm so employed such remuneration as it thinks fit.  \n 18. Power to call for inform ation.—(1) Any person  authorised in this behalf by the 2[Federal \nGovernment] may, for the purpose of ascertaining whether or not any goods or property insurable \nunder this Ordinance has been so insured, or for the purposes of determining the insurable valu e of any \ngoods or property insured, or required or proposed to be insured, under this Ordinance, or for the \npurpose of assessing the damage suffered by any goods or property insured under this Ordinance, —  \n(a)  require the owner or occupier of any goods or  property, or any person carrying \non in Pakistan the business of any kinds of insurance or banking or of selling \ngoods to submit to him by such date as he may specify such accounts, books or \nother documents or to furnish to him such information as he may r easonably \nconsider necessary, and  \n(b)  at any reasonable time, —  \n(i)  enter  into any premises .occupied or otherwise used by any such person \nor any premises containing or comprising any goods or property \ninsurable under this Ordinance,  \n(ii)  inspect any such premises and goods contained therein, and  \n(iii) require any person fou nd in or on any such premises whom he believes \nto be in possession of, or otherwise capable of furnishing information \nrelevant to his investigation to furnish to him such information as he may \nreasonably think necessary.  \n (2) Whoever wilfully obstruct any  person in the exercise of his powers under sub - section (1) \nor fails without reasonable cause to comply with anything required of him thereunder shall, in respect \nof each such obstruction or failure, be punishable with fine which may extend to five thousa nd rupees \nand with a further fine 'which may extend to one thousand rupees for every day after the first during \nwhich the obstruction or failure continues.  \n (3) Whoever, in purporting to comply with his obligations under sub -section (1), knowingly or \nrecklessly makes a statement false in material particular, shall be punishable with imprisonment which \nmay extend to two years, or with fine which may extend to one thousand rupees.  \n \n \n1New section 16A ins. by the War Risks Insurance (Amdt.) Act, 1972 (12 of 1 972), s. 7, (w.e.f. 3 -12-71). \n2Subs. by P. O. No. 4 of 1975, Art. 2 and Table  \n \n \nPage 12 of 12 \n  19. Restriction on carrying on certain insurance business .—(1) After the date on which any \nScheme or part of any Scheme is put into operation, no person shall, e xcept a person employed by the \n1[Federal Government] as its agent to issue policies in pursuance of such Scheme, carry on the. business \nof insuring against war risks any goods or property insurable under this Ordinance:  \n Provided that nothing in this sect ion shall be construed as absolving any person carrying on the \nbusiness of insurance from the liabilities assumed or incurred by him relating to war risks before the \ncommencement of this Ordinance.  \n (2) Whoever contravenes the provisions of sub -section (1 ) shall be punishable with fine which \nmay extend to five thousand rupees and with a further fine which may extend to one thousand rupees \nfor every day after the first during which the contravention continues.  \n 20. Recovery of arrears of premium instalment s. Any instalment of premium due on a policy \nrequired to be taken out under any of the Scheme s or any sum due under section  13 may be recovered \nas an arrear of land revenue.  \n 21. Limitation of prosecution. No prosecution for any offence punishable under this  \nOrdinance shall be instituted against any person except by , or with the sanction of, the  1[Federal \nGovernment] or an authority authorised by it in this behalf.  \n 22. Composition of offences. Any offence under this Ordinance may, either before or aft er the \ninstitution of the prosecution, be compounded by the 1[Federal Government] or by any authority \nauthorized by it in this behalf, on payment for credit to the Fund, or, when there are more than one \nfund, to the appropriate Fund determined by the 1[Federal Government], of such sum as the 1[Federal \nGovernment] or such authority, as the case may be, thinks, fit.  \n 23. Bar of legal proceedings. No suit, prosecution or other legal proceeding shall lie against \nany person for anything which is in good faith d one or intended to be done under this Ordinance.  \n 24. Delegation of powers. The 1[Federal Government] may, by notification in the official \nGazette, direct that the powers exercisable by it under this Ordinance shall, in such circumstances and \nunder such c onditions, if any, as may be specified in the notification, be exercisable also by such officer \nor authority as may be so specified.  \n 25. Power to make rules. The 1[Federal Government] may, by notification in the official \nGazette, make rules2 for carrying out the purposes of this Ordinance.  \n \n \n__________  \n124993           Date: 11 -11-2024  \n1Subs. by P. O. No. 4 of 1975, Art. 2 and Table.  \n2For the War Risk Insurance Rules, 1971, see S. R. O. No. 567 (1)/ 71, dated 5 -12-71 Gaz. of P., 1971, Ext. (Islamabad) PP. 1769 -1777."
}