{
    "file": "./converted_json\\administratorf1187c9aa568859a4cdc88ebe86a671b.json",
    "name": "University of Islamabad Act 2021",
    "date": "December 4, 2021",
    "tagline": "An Act to provide for the establishment of the University of Islamabad",
    "content": "REGISTERIDNo.M-3{}2L-7616\nGllcGea;fri d pglfdtlrr\n_-rc-\nEXTRAOROINARY\nPUBLISHED BY AUTHOHITY9\nISLAIITABAD, SATI,IRDAY, DECEMBER 4, 2O2I\nPART I\nActs, Ordinan.es, President's Ordcrs and Regulations\nNA'I IONAL ASSEMBLY SECRETARIAT\nlslanabad, rhe 3rd Detcntber, 2021\nNo. F.22 (23)/20I&Legis. 'Ihc following Act of Majlis-e-Shoora\n(Parliament) received the assent ofthe President on the lst Decembcr, 20?l is\nhereby published for general information:-\nAcrNo. XXXV OF 2021\nAN\nACT\nto provide lor estahlishnent oI the Uniyetsity ollslannbod\nWHEREAS it is expedient to provide for cstablishment of lhe Univcrsity\nof lslamabad, Islamabad and for thc maltcrs connected therewith and ancillary\nthcreto;\nll is hereby enacted as follows:-\n( r0l l)\n11729(2021\\lEx. Caz.)Ptice. Rs. 60 00\n1012 THE GAZETTE OF PAKISTAN. IJX,TRA,. DECEMBER 4. 2O2I IPART I\nCIL .P I I-R I\nPR.ELIMINARY\nL Short title ind comm€nc€ment.-{l) This Act shall be callcd thc\nUniversity of Islamabad Acl 2021 .\n(2) It shall come into force at once.\n2. Dcliritioos.-ln this Acl unl€ss there ls an,.thing rcpugnant in thc\nsubjcct or context,-\n(a) \"Academic Council\" means th€ Academic Council of the\nUniversity;\n(b) \"Authority\" means any of the Authonties of rhe University\nspecified or set up in terms ofsectionl6;\n(c) \"Board of Covemors\" mcads the Board of Govemors of lhe\nUniversity;\n(d) \"Chancellor\" means the Chancellor ofthe University;\n(e) \"Controller Examinations' means controller of examinations of the\nUniversity;\n(0 \"Commission\" means the Higher Educa(ion Commission s€t up by\nthe Higher Education Commission Ordinance, 2002 (LIII of2002);\n(8) \"Constituent College\" means an educational instituti\nwhatever name described, maintained and administered\nUniversity withrn thejurisdiction ofits Principal seat;\n(h) \"Dcan\" means lhe head ofa Faculg or the head of an academic\nbody grarted the stalus of a faculty by this Act or by the Statutes or\nReBulations;on, by\nby rhc\n(0 \"Depntment\" means a tcaching department\nadministered, or recognizcd by rhe University\npr€scrib€d;maintained and\nin the manncr\nU) \"Director'' mcans the head of an institute cstablished as a\nconslituent institution by the University by Statutes or Regulations\nin terms ofrhe powers delegatcd by this Act;\nP^Rr ITHE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I 10 13\n(k) \"Executive Commiftee\" mcans the Executive Committee of the\nUniversity;\n(l) \"Faculty\" means an administrative and acadcmic unit of the\nUniversity consisting ofonc or more departrnents, ,Ls prescribed;\n(m) \"Foundation\" means Foundation for the Advancement of\nlnnovation, Research and Education (FAIRE);\n(n)\n(o)\n(p)\"Covemm€nt\" means the Federal Govemment:\n\"Palron ' means the Patron ofthe University;\n\"Prescrib€d\" means prescribed by Stalutes, Re8ulations or Rules\nmadc undcr this Act;\n\"Princrpal\" means the head ofa College;\n\"Registrar\" means the Registrar ofthe University;(q)\nG)\nG)\"Representation Committees\" neans the Representalion\nCommillccs conslituled und€r section 24;\n(t) \"Revrew Panel\" means the Rcview Panel set up by the Chancellor\nin accordsnce with the provisions ofsection 9;\n(u) \"Search Committee\" means the Search Commitlee set up by the\nBoard ofCovemors unde. section l2;\n(v) \"Staturcs\", \"Regulations\" and \"Rules\" mean respectively the\nStatulcs. the Regulations and the Rules made under this Act and for\nthe time bcing in force;\n(w) \"Treasurer\" means treasurer ofthe University;\n(x) \"Teachers\" include Professors, Associate Professors, Assislant\nP.ofessors and Lecturers engaged whole{irne by the University or\nby a coflstiluent college and such other persons as may be declared\nto be teachers by Regulations;\nCv) \"University\" means the University ofIslamabad, lslamabad;\n(z) \"Univcrsity Teach€r\" means a whole-{ime teacher appointed and\npaid by the University, or rccognized by the University as such; and\nIO t.1 TIJE GAZETTE Ot] PAKISTAN, EXTRA . DECEMBER 1, 2021\n(2) The University shallconsist ofthe following, namely:-PART I\n(za) \"Vice{hancellor\" means the Vice Chancellor ofthe University\nCHAPTER II\nTITE UNIVERSITY\nl. Eslablishment and itrcorporalion of the Univ€rsity.-{1) There\nshall bc eslablished a University to b€ called the Univ€rsity o[ lslamabad in\naccordance with the provisions ofthis Act.\n(a) thc Patron, the Chancellor, the members of the Board of Govemors\nand the Vicc-Chanccllor;\n(b) th€ members olthe authorities of the University cstablished under\nsection 16;and\n(c) all University teachers, employees and persons rccognized as\nstudents ofrhe University in accordance with terms prescribed from\ntime to time; and all full time ofl'icers and members of thc staffof\nthe University.\n(3) The University shall be a body corporate by the name of the\nI-lniversity oflslamabad and shall have perpetual succession and a common seal,\nard rnav suc and be sued by the sard name.\n(4) The principal seat of rhe University shall be at lslamabad and it\nmay set up its campuscs, colleges, institutes, offices, research or study centers\nald other facilities at such plac€s in Pakistan as \\vell as abroad as the Board of\nGovcmors may determine. However additional campuses shall be set up in other\nparts of countr/abroad only after their evaluation by the Higher Education\nCommissiofl to determine whether they meet the eligibililv criteria fixed by the\nCommission.\n(5) The Univenity shall be compet€nt to acquir€ and hold propcrty,\nboth moval)le and immovable, and to lease, scll or otherwise transfe. any\nmovable and immovable property which may have become vested in or been\nacquirei b! it in a marmer as prescribed.\n(6) Nolwithstanding anihing contained in any other law for the time\nbeing in force, thc Unive.sity shall have academic, financial and administrative\nautonomy, including the power to employ officers, teachers and other employees\non such terms and conditions as may be prescribed, subject to the provisions of\nthis Act. Irr particular. aDd without prejudice to the aulhority granted to the\nP^RT I] THE GAZDT-TE Of PAKISTAN, EXTRA,, DECEMBER 4, 2O2I IO 15\nCommission by thc law, the Govemment or an authority or auditor appointed by\nthe Govemmenr shall have no power to question the policy underlying the\nallocation of resourccs approved by thc Board ofGovemors in the annual budget\nofrhe University.\n4. PoweB rnd purpoies oflhe University.-'l he University shall\nhave the following porvers, flamcly:-\n(i) to provide for educarion and scholarship in such branches of\nknowledge as it may deem fit, and lo make provision for rcscarch,\nservice to society and for lhc application, advancehent and\ndissemination of krowledge in such manner as it may determine in\naccordance with the guidelines of the Prol'cssioral Accreditation\nCouncils;\n(ii) to prcscribe courscs of studies !o be conducted by it afld its\nconstituent colleges;\n(iii) to hold examinations and to award and confer degrees, diplomas,\ncenificates and other academic distinctions lo and on p€rsons who\nhave been admitled to and have passed its examinations under\nprescribed conditions;\n(iv) to presaribe rhe terms and conditions ofemplolment ofthe omcers,\nteachers and other employees of lhe University and to lay down\nterms and conditions that may be different lrom those applicable to\ngovernmcnt servants in general;\n(v) to engage, where nccessarr/, persons on conuacts of spetified\nduration and to specrry the terms ofsnch engagement;\n(vi) to confer honomry d€grees or other distinclions on approved\npersons in the manner prescribed;\n(vii) to provide for such instruction for persons not bcing students ofthe\nUniversity as it may prescribe, and to grant certificates and\ndiplomas to such pcrsons;\nto instilute progranmes for the exchange of students and teachers\nbetwecn the Univcrsity and other univcrsi(ies, educational\niflstitutions and rescarch or8anizations, inside as well as outside\nPakistan in keeping with the guidelines of the prafessional\naccreditation councils;(viii)\nI O ) 6 THL GAZET,IE OF PAKISTAN, EXTIdA.,. DECEMBER 4, 2021 [PART I\n(ix) to provide career counseling and job search services to students and\nalumnir\n(x)\n(xi)\n(xi,)\n(xviii)to maintain Iinkages with alumni;\nto develop and implcment fund-raising plans;\nto provide and support the academic development ofthe faculty of\nthe Universiq;\n(xiii) to confer degrees on persons who have carried on independent\nresearch undcr pr escribed condil ion.:\n(xiv) to acccpt the examinations passcd and the period of study spent by\nstudents of the University at other universities and places of\nLeaming equivalentto such examinations and periods ofstudy in the\nUniversity, as it may prescribe, and to withdraw such acceptance;\n(xv) to co{perat€ }vith other Universities, public authorities or private\norganizations. insidc as n€ll as outside Pakisun. in such manner\nand for such purposes as it may prescribe;\n(x\\i) to institute Professorships, Associate Professorships, Assistant\nProfcssorships and Lecturerships and any olher posts and to appoint\nPersons thereto;\n(xvii) to creatc posts for research, extcnsion, administratton and other\nrelated purposes and to appoint persons theieto;\nto recognize sclected members of thc teaching staff of constituent\ncoll€ges or educational instilutions admitted to thc privileges ofthe\nUniversity or such other persons as it may deern fit, as University\nteachers;\n(xix) to institute and award financial assistance to studcnts in necd,\nfellowships, scholarships, bursaries, medals and prizes under\nprescribed conditrons;\n(r.\\) the University must teach Social Science subject like Psychology,\nPolitical Scicncc, Inlemational Relation, Islamiat and Sociolo&y;\nto rnstitutc academic as ,'rell as professional degree programmes\nallowing intake of intemational students including children/wards\nof overseas Pakistanis as much as possiblej(xri)\nP^Rr ll THE GAZETTE OF PAKISTAN. DXTRA., DECEMBER4,202l l0l7\n(xxii)to establish teaching depanments, schools, collcgcs, faculties,\ninstitutes, museuns and othcr centres of leaming for the\ndevelopment of teaching and rcscarch in Universiry campuses and\nto make such arrangem€nts for their maintenance. managemcnt and\nadministration as rt may prescribc;\n(xxiii) to provide for the residence oflhc students ofthe Univcrsity and rhe\ncolleges, lo institute and maintain halls ofresidence and ro approve\nor licensc hoslels and lodging;\n(xxiv) ro maintain order, discipline and security on the clmpuses of rhc\nUnivercity and rhe colleges;\n()c\\v) to promote the extracurricular and recreational aclivities of such\nstudents, and to ma](c armngements for promoting thcir healrh and\ngeneral welfare;\n(xxvi) to demand and rcceive such fecs and other charges as rt hay\ndetermine;\n(x-rvii)to make provision for research, advisory or consultancy services\nand wirh these objc.cts to enter into arrangemenls with other\ninstilutions, public or private bodies, commercial and industrial\nenlerprises under prescribed conditions;\nto enter into, carD/ out, vary or cancelconrracts; ()(\\viii)\n(x)lxi)to receive and mana8e property kansferrcd and gants,\ncontributions made to the Universilv and to invest any fund\nrcpres€nling such property, g.ants, bequ€s(s, trusts, gifu, donations,\nendowmcnts orcontributions in such manncr as it may deem fit;\n(x;q) to provide for tie pnnring and publication of rescarch and other\nwoaks; and\n(rLxxi)lo do all such other acts and things, whether incidental 10 the\npowers aforcsaid or not, as may be requisite or exp€dient in order to\nfurther thc objectivcs of the University as a placc of education,\nleaming, and research.\n5. University opcn lo .ll ck.rses, creeds, etc.-{I)'llle University\nshall be open to all persons ofeithcr gender and ofwhatcver religion, race, creed,\nclass, colour or domicile and no person shall be denied th€ privileges of the\nUniversity on the grounds of religiotr, rac€, caste, creed, class, colour or\ndomicile.\nIO I S 'THE GAZETTE OF PAKISTAN, [Xl'R ., DECI]MBER 4, 2O2I ARI' I\n(2) -4.n increase in any fee or charge rhat is in excess often perccnt pcr'\nannum olr an annualized basis from the last such increase may not be madc\nexcepl in spccial circumstances. and only $ith the approval ol-the Chancellor.\n(ll) 'Ihe t.Jnir€$iry shall institutc financial aid progmmmes for students\nin necd, ro the extent considcrcd feasible by the Board of Covemors given thc\nresources available, so as to cnable admission and access to the University and\nthe variolrs oFportunities provided by it to be based on merit rather than ability to\npa)':\nProvided thal the University may institute sclf-finance schemes not\ncovering more than ten perccnt ol the total numbcr of candidates in any on-\ncampus taughl coursc or research-based programme ofstudy.\n5. Teachirg ,t lhc University. {1) All re.ognized teaching in\nvarious courses shall be conducted by the University or thc collcges in the\nprescribcd manncr and may include lecturcs, tutorials, discussions, seminars,\ndemonstrations, disance leaming and other methods of instruction as well as\npractical work in lhe labomlories, hospitals, workshops and other govemmental\nor private organizations.\n(2) Ihe authority responsible for organizing recognizcd reaching shall\nbe such as may be prescribed.\nCIIAPTER III\nPRINCIPAI OtrTICERS OF THE UNIVERSITY\n7. Principel OfficcB.-The following shall bc the principal officers\nof the lJnivcrsity, namely:\n(a) the Patron;\n(b) the Chancellor;\n(c) the Vice chanc€llor;\n(d) the Rcgistrar;\n(c) the Dcans;\n(0 the Principals ofthe constituent colleges;\n(8) the Chairpersons ofthe teaching departmcnts;\n(h) the TreasureI;\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2021 1019\n(i) the Controller o f lrxam inations; and\n0) such other persons as may be prescribed by the Sratures or\nR€gulations to bc thc principal officers ofthe University.\nE. Palron.-{ l) 'l-hc Prcsident Islamic Rcpublic of Pakistan shall be\nthe Patron ofthe Univcrsity.\n(2) The Patron, or in his absence, the Chancellor shall preside at the\nconvocation of the University.\n(3) Every proposal to confer an honorary de$ee shall be subject to\nconfirmation by the Patron. Ilowever the honoraD,degre€ shall be offered only in\nthe faculties available with lhe University.\n(4) The Patron shall have the powcrs lo cause a visitation to be made\non th€ request of the Higher Educalion Commission (HEC) in respect of any\nmatter concemcd with thc aIIairs oflhc Unrvcrsity and shall, from timc 10 time,\ndirect any person or persons to inquire into or carry out inspcction of the\nlJniversitv.\n9. Chencellor. {l) The Chancellor of the Universrty shall b€\nnominated by the Board of Dircc(ors of Foundation for the Advancement of\nInnovation, Research and Education (FAIRE) for a rcncwable period ol five\nyears through a rcsolution passcd wilh two th'rd majority. Howcver, the lerm of\nthe office of the Chancellor may be reduced throu8h a joinr resolution of\nDirectors of the Foundation depending on such reasons as availabrlity, health\nconditions, rcsignation etc-\n(2) The Chancellor shall, when prcscnt, preside at lhe meetings ofthe\nBoard of Covernors of the university.\n(3) The m€mbers of the Board of Covemors as well as the Vice-\nChancellor shall be appoinLcd by thc Chanccllor from amongst the persons\nrecommend€d by the Reprcscntalion Commillc€ scl up lbr this purpose or the\nScarch Committcc establishcd in accordancc with the Act and the Stalutes, as the\nc4se rnay be, along with those elected.\n(4) If the Chancellor is salisfied that serious irregularity or\nmismanagement with respcct to the affairs of the University has occurred, he\n(a) as regards proceedings of the Board of Covemors, direct that\nspecified proce€dings be reconsidered and appropriate aclion laken\nwirhin one month ofthe direction having been issued:\nIQ2O THE GAZETTE OIi PAKIS'TAN, IJX]'RA . DI]CEMBER,1, 2O2I [P^RT I\nProvided that if rhe Chancellor is satislied thal cither no\nreconsideration has been canied out or lhal thc rcconsidera(ion has\nfailed to addrcss lhc conccnr cxprcsscd he may, afier calling upon\nthe Board of Govqnro|s to show causc rn wr(in& appoinr a five\nmember Rcvrew Pancl to exanine and .eport to the Chancellor on\nthe functioning ofthc Board ofCovemors;\nThe report of the Review Pancl shall bc submiltcd Nithin\nsuch time as may bc prcscribcd by lhe Chanccllor The Review\nPancl shall be dra\\,rr fronr pcrsons ofcmincnce in academics and in\nthe ficlds oflaw, accountal.y and administration; and\nlb) a5 regards proceedings ofany Authoriry or with respecl lo matters\nwithin the compercnce of any Authority oth€r than the Board of\nCovernors, direct the Board ofCovemors lo excrcise pouers urder\nsection 20.\n10. Removel from rhc Borrd of Covcrnors.-{ l) The Chancellor\nmay, upon the recommendation of the Review Panel, remove any person ftom\nthe membership ofthe Board ofCovemors on the ground thal such p€rson has,-\nta) b€come ofunsound mind; or\n(b) become incapacrtated to function Ls member of fie Board of\nGovemors; or\n(c) been convicted by a cou( of law for an offence involving moml\nturpitudc; or\n(d) absented himselffrom two consecutive meetings withoutjust cause;\nor\n(e) been guilly of misconducl, i cluding usc of position for personal\nadvantage of any kind. or gross inefliciency in the performance of\nfLrnctions-\n(2) thc Chancellor shall remove any person lllm the mcmbership of\nthc Board of Covcmo.s on a rcsolution calling for the rcmoval of such person\nsuppofted by at least three founh s of t hc m ctn bcrsh ip of lhc Board of Govemors:\nProvided that before passing such resolution the Board of Govemors\nshall provide the rnember concemed a fair heafing:\nProvided funher thst lhe provisions oflhis secrion shall not be applicable\nto the Vice{hancellor in his capacity &s a rncmber ofthe Board ofGovernors.\nPART I] TIIE GAZETTE OF PAKISTAN, DXl.RA., DECEMBER 4, 2O2I IO2I\n11. Vicc-Chancellor. ll) Thcrc sllall be a Vice{hancellor of the\nUniversity who shall be an eminent academic or a distinguishsd administrator\nand shall be appointed oD such terms and conditions as may be prcscribcd.\n(2) Th€ Vicc{hancellor shall be the chief executive o{ficer and\nprincipal accountiog omcer of the University responsible for all srdminrstrativc\nand academic functions ofthe University and for ensuring that the provisions of\nthc Act, Statutes, Regulations and Rulcs arc faithfully observed in order to\npromote the tcncral elTiciency and Bood order of the University- Thc Vic€\nCluncellor shall have all powers prcscribed for this purpose, including\nadministrative control over thc officcrs. lcachers and other €mployees of the\nU n iversit-v.\n(3) The Vice{hancellor shall, if present, be cntitled lo attend ary\nmeerinE of any Authority or bod! of the tlnivcrsitv.\n(4) Thc Vicc-{hancellor may, in an emergency that in his opinion\nrequires immcdiatc action ordinarily not in the compete[ce of the Vice\nChancellor, take such\"action and forward, within seventy-{wo hours, a report of\n(he action taken to the Chahcellor The Chancellor may dircct such further action\nas is considered appr6priate._\n(5) Thc vice{hancellor shallalso have the following powers to,\n(a) direct teachers, officers and olher employees of the University to\ntake up such assigDments in connection with examination,\nadministration aIld such other activities in the University as he may\nconsidcr necessary for the purposes of rhe University;\n(b) sanction by re-approprialion an amount not exceeding an amount\nprescribed by the Board of Covemors for an unforeseen ilem not\nprovided for in the budget and report it to thc Board ofcovemors\nat the ncxl meeting;\n(c) make appointments of such categories of employe€s\nl]niversity and in such manner as may be prescriH\nStatutes:\n(d) suspend, punish and remove, in accordance with prescribed\nprocedure, from service officers, tcachers ard other employees of\nthe University except thosc appointed by or with the approval ofthe\nBoard ofCovemors;of the\nby the\nIO22 TH! GAZE,I TE OF PAK]STAN. EXTRA,. DECEMBER 4, 2O2I [PART I\n(e) dclcgate, subject to such conditions as may be prescribed. any of\nhis powers under this Acl to an ofTicer or ollicers ofthc University;\nand\n(f) exercise and perform such other powers and functions as may be\nprescribed.\n(6) The Vice{hancellor shall preside at the convocation oa the\nUniversity in the absenc€ ofthe Chancellor.\n(7) The Vicc-Chanccllor shall p.esent an annual report belore the\nBoard of Governors within tbree montils of tbe close of the academic year. The\nannlLal report shall present such information as regards the academic ycar under\nrevic,'v :rs may be prescribed, including disclosure ofall relcvant facts pertaining\n(a) academics;\n(b) research;\n(c) administration;and\n(d) finances.\n(8) The Vice{han.ellor's annual report shall be frade available, prior\nto its presenlation before the Board of Govemors, to all officers and University\nteachers and shall be published in such numbcrs as are required to ensur€ its *'ide\ncirculation\n12. AppoiEtment and Rcmovel of the VicFchaDcelor. {1) The\nVice{hancellor shall be appointed by the Chancellor on the basis of\nrecommcndations made by the Board ofGovernors.\n(2) A Search Commiftee for the recommendation of persons suitabl€\nfor appointment as Vice{hancellor shall be constituted by the Board of\nGovemors on the date and in the manner prescribed by the Statutes and shall\nconsis! of one cminent member of sociely nominated by the Chancello., who\nshall be appcinted the Convener. two mernbers ofthe Board o[ Govemors and\noDe academic of eminence not emplol,ed by the Universtty. The Scarch\nCommittee shall remain in existence till such time that the appointment of the\nnext Vice{hanccllor has begn made by the Chancellor.\n(3) The persons proposed by the Search Commiftee for appoinlment as\nVicc{hancellor shall be consid€red hy the Board of Govcmors and of these a\nPART I] THE GAZETTE OF PAKISTAN. EXTRA,. DECEMBER,l, 2O2I 1023\npanel of thr€c, in order of priority, shall be recommendcd by the Board of\nCovemoas to the Chancellor:\nProvided thal thc Chancellor may decline to appoint any of the three\npersons recommended and scek recommendation ofa fresh pancl. In the event of\na fresh recommendation bcing sought by the Chancellor fie Search Comhinea\nshall make a proposal to thc Board ofCovcrnors in the prescrihed manner.\n(4) Th€ Vice{hancellor shall be appointed for a renewEblc tenure of\nfive ycars on lerms and conditions prescribed by Statutes. The tenure of an\nilcumbcnt Vicc{hancellor shall bc renc*ed by the Chancellor on receipt of a\nresolution oflhe Board ofGovemors in suppo( ofsuch rcncwal:\nProvided ltlat the Chancellor may call upon the Board of Covemors to\nrcconsider such rcsolution once,\n(5) The lloard ofCovemors may, pursuanl to a resolution in this behalf\npassed by three-fou(hs of its mcmbership, recommcnd to the Chancellor the\nrcmoval ofthe Vicethanccllor on the ground ofincfficiency, moral turpitude or\nphysical or mental incapacity or gross misconduct, including rnisuse of position\nfor personal advantage ofany kind:\nProvided that thc Chancellor may make a reference to the Board of\nGovemo.s statinS the insknces of inefl'iciency, morat turpitude or physical or\nmental incapacity or gross miscondLrct oo the part ofthe Vice{hancellor that\nhavc comc to his notice. After consideration of the ref€rcnce the Board of\nGovemors may, pursuant to a resolulion in lhis behalfpassed by tu'o-rhirds of its\nmembership, recommend lo the Chancellor thc removal ofthe Vice{hancellor:\nProvided fir(her tha( prior lo a rcsolution for the removal ofthe Vice-\nChanccllor being vot€d upon the Vice{hancellor shall be givcn an opportunity\nof being heard.\n(6) A resolution recommending the removal of the Vice{hanc€llor\nshall be submi ed to the Chancellor forthwith. The Chancellor may accept the\nrccommendation -and order r€moval of the Vicc{hancellor or rerum the\nrecommcnda(ion lo the Board oIGo\\emors\n(7) At any time when the ofiice of the Vice{hancellor is vacant, or\nlhc Vice{hancellor is abscnt or is unable to perform the functions of his office\ndue to illness or somc othcr causc, the Chancellor shall make such arrangemenls\nfor the pcrformanc€ ofthe duties oflhe Vice{hancellor as it may deem fit-\n1024 TII: OAZETTE OF PAKISTAN, EXTRA.. DECEM aE R 4, 202 t IP^nr I\nll. R.gistrar.- (l) lhere shall be a Rcgistrar ofthe Univ€rsity to be\nappointed b)' rhe Chanccllor on the recommendarion of the Vicc{hanccllor. on\nsuch tenns and conditions as may be prcscribed.\n(2) The experience as well as lhe profcssional and academic\nqualillcations necessary for appointrnent lo rhe post of the Registrar shall be as\nmay be prescribcd.\n(3) The Registrar shsll be a full time officer of the University and\nshall.-\n(a)bc the administrative head of the secretariat of the University and\nbe responsible for th€ provision of secreta at support to the\nAuthorities of the University:\nbe the custodian of the comrnon seal and lh€ acadcntic records of\nthe Universiry;\nmainlain a register ofregistered Braduates in the prescribed manner;\nsupervise the proccss of clcction, appointmcnt or nomination of\nmembe.s to thc various authorities and other bodies in the\nprescribed manner; and\nperform such oder duties as may be prescribed.\nThe term of offlce of the Registrd.! shall bc a renewable period of(b)\n(c)\n(d)\n(e)\n(4)\nthrE€ ycars\nProvidcd that the Board of Govcmors mdy, on the advice of thc Vice-\nChancellor. terminate the appoinlment ofthe Registrar on grounds ofinefficiency\noa miscondUct in accordance with prescrib€d procedure.\n14. Trersurer.-{l) There shall b€ a Treasurer of the University to be\nappointed by the Board of Covemors on the recommendation of the Vice\nChanc€llor, on such terms and conditions as may be prescribed.\n(2) The expericnce and the professional and academic qualifications\nnecessary for appointment to the pos( of the Treasurcr shall be as may bc\nprcscribed.\n(3) The TrElsurcr shall be the chief financiat office. ofthe Universiry\nand shall,\nP^RT ]I l HE GAZL'I'IE OF' PAKISIAN, EXTRA,, DECEMI]DR 4, 2O2I IO25\n(a) managc the assets, liabilities, reccipts, expendilures, funds and\ninvestments of the University:\n(b) prepare the ennual and revised budget estimates of the Univc.sily\nand present them Io the Execulive Committee or a committee\nthereoffor approval and incorporation in the budget !o be pres€nted\nto the Board ofGo\\€nrors;\n(c) ensore that the funds of the Unlvcrsity arc expended on the\npurposcs fbr u,hich thcy are provided;\n(d) have the accounts of the University audited annually so as lo te\navailable for submission to the Board of Covemors within six\nmonths ofthe closc ofthe financial year; and\n(e) perform such other duties as may bc prescrib€d\nThe term of office of the Treasurer shall be a rcnewable period of\nProvided that rhe Board of Govemors may, on the advice of lhc vice-\nChancellor, terminate the appointm€nt of lhc Treasurer on grounds of\ninelliciency or misconduct in accordance with prcscribed procedure.\n15. Con(mller oIElamitratiotrs.- (l) There shall be a Controller of\nExaminatrons, to be appoinlcd by the Board of Covemors on the\nrecommendation ofthe vice{hancellor. on such terms and conditions as mav be\nprescribcd.\n(2) The minimum qualifications necessary for appointment lo thc posl\nofthe Controller ofExaminations shall be as may be prescribed.\n(l) The Controller of Examrnations shall b€ a full-lime officer of the\nUniversity and shall be responsible for all matters conneclcd with the conduct of\nexaminations afld perform such olher duties as may be prcscribcd.(4)\nthre€ ycars\n(4) The Conrroller of Examinations shall be appointed for a rcncwablc\nterm of three years:\nProvided lhat the Board of Govemors may, on the advice of lhe Vrcc-\nChanccllor, terminatC (he appointment of the Controller of Examinations on\ngrounds ofinefficicncy or misconduct in accordance with prescribcd procedure.\n1026 THE GAZETTE OF PAKIS'TAN, EXTRA,, DECEMBER 4, 2O2I IPART I\nCHAPI'ER IV\nAUTHORITIES OF TIIE UNTYfRSITY\nl6 Authorities.- (1) The follow;ng shall be the Authorities of the\nUnivcrsity- namely:\n(r) Sponsor:\n(i) Foundation l'or lhe Advanccmcnl oFInnovation, Rcsearch and\nEducation (l-AIRE) shall be the sponsor ofrhc tjnivcrsry; and\nrii) It Rould endea\\or to ensure that purposes of the Unrversity\nare achieved as laid do\\vn in this Act through Chancellor and\nBoard of Covernors ofthe tJnlversity;\n(b) {ulhorities established by lhe Act shall be,-\n(i) the Board ofGovemors;\niii) the Lxecutive Committee; and\n( iii) the Academic Council; and\n(c) .{uthorities to be cstablishcd b_,'' the Stalutes shall be,-\n(i) Graduate and Research Management Council;\n(ii) Recruitment, Dcvclopmcnt, Evaluation and Promotion\ncommittees lor teachcrs and other staffwhether at the lcvel of\nthe department, the Faculty or the UniveBiB/l\n( iii) Career_Placement and lntemship Committee ofeach Faculty;\n(.iv) Search Committee for the appointment of the Vice-\nChancellor;\n{v) the Representation Comrnittees for appointment to the Boardof Govcrnors, Exccutile lomminee and the Academic\nCouncil;\n(vi) Faculty Council; and\n(vii) Departmcnral Councrl\nPAxr Il THE GAZETTD O[ PAKISTAN, I]XTR^., DECEMBER 4, 2021 tozl\n(2) The Boad of Governors, the Executive Colnmi$ee and the\nAcademic Council may sct up such other conrmittccs or sub-committ€es, by\nwhatever name described. as are considered desirable through Statutes or\nRegulations as appropriate. Such committees or sub{ommiftees shall be\nAuthorities ofthe Unive6ity for the purposes of $is Act.\n17. Board of Governors.- (l) The body responsible for the\ngovemance ofthe University shall be described as the Board ofcovemors, and\nshall consist oflhe lollowing, namely:-\n(a) the Chanccllor who shall bc thc Chairpcrson of the Board of\nCovcmors;\n(b) thcVicc-Chanccllor;\n(c) one member of the Covemment not below the mnk of Additional\nSecretary from the Ministry' conceme.d;\n(d) rwo persons nominatcd by the Chairman ofthe Foundation;\n(e) four persons from society at larSe being p€rsons of distinction in\nthe fields of administration, management, education, academics,\nlaw, accountaflcy, medicine, fine ans, architecture, agriculturc,\nscience, technology and engineering such that the appoinlment of\nthese persons rcflccts a balancc acrcss the various fieldsl\nProvided thar the sp€cial focus or afliliation ofthe University,\nto be declared in the manner prescribed, m6y be reflected in the\nnumber of p€rsons of distinction in an ar€a ofexpertisc relevant 10\nthe University who are appoinled to lhe Board ofGovemors;\n(f) one person from amongst the alumni ofthe University;\n(g) two persons from the academic community of the count4/, other\nthan an employee of the Univ€rsity, at fte level of professor or\nprincipal ofa college;\n(h)\n(i)\norwo Univ€rsity Tcschcrs;\none person nominated by the Commission; and\nRegish-ar who shall also act as the secrelary of the Board of\nGovemors.\nIO28 THI] CAZETTE OF PAKISTAN, EXTRA,, DECEMBER 4. 2O2I [PART I\n(2) The number of thc members of the Board of Covemors desctibed\nagainst clauses (0 to (i) of sub section (l) may be increased by the Board of\nGovemors lhrough Statutes subjecl to condirion that the total membcrship ofthe\nBoard of Covemors does not exceed twenty one, \\r'ith a maximum of five\nUniversity l eachers, and the increase is balanced, to the extelt possible. across\nthe differcnt categories specified in sub-seclion (l).\n(3) All appointrnenls to the Board of Govemors shall be made by the\nChanc€llor. Appointments of persons describcd in clauses (f) to (g) of\nsub section (l) shall b€ made from amongst a panel of thrce names lor each\nvacancy rccommended by (he Rcprcsentation Committee set up in rerms of\nsection 24 ard in accordance wilh procedure as may b€ prescribed:\nPro\\,ided that effort shEll be made, without compromising on quality or\nqualification, to give fair represcntation to $,omcn on the Board of Govemors:\nProlided that as regards lhe University Tcachers descrihed in clause (h)\nof sub-secton (l) the Board of Govemors shall prescribc a procedure for\nappointment on the basis of elcctions that provide for voting by the various\ncategories ol Univ€rsity Teachcrs:\nProvided further that the lloard ofGovemors may altematively prescribe\nthat appointmenl ofUniversity Teachers to the Board ofGovemors shall also be\nin the manncr provided by this sub-section for the persons describcd in clauses\n(0 to (g) ofsuE-section ( l).\n(4) Members of the Board of Govcmo.s, olher lhan ex-offcio\nmembers, shall hold office for three years. orc-third ofthe membcrs, other than\ner-olficio mcnl.bers, of the first tloard of Govemors, to be determincd by lot,\nshall retire from office on &e cxpiration ofone year fiom the date ofappoinknent\nby the Chancellor. One+alf of the remai[ing members, other lhan ex-ofrcio\nmembers, of the first Board of Govemors, to bc dctermined by lot, shall retire\nfrom office on the expiration oftwo years lrom the date of appoinlment and lhe\nremaining one+alf, other thzm er-olfcio members. shall retire from oflicc on the\nexpiration of thc third year:\nProvided that no person, other than an ex-ofrcio member, may serve on\nthe Board ofCovemors for morc tlEn two conscculive lerms:\nProvrded further that the Unive.sity Tcachers appointed to the Board of\nGov€mors may not s€rve for two cons€cutive ierms.\n(5) The Board ofGovernors shall me€t at least twice in a calendar year.\n(6) Service on the Board ofGovemors shall be on honorary basis:\nPART ITHE G ZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I 1029\nProvided that actual expenses may be reimbursed as prescribed\n(7) In the absence of the Chancellor rneetings of the Board of\nGovernors shall be presided over by such member, not being an employee of the\nUDiversity or the Government. as the Chancellor may, from time to time,\nnominate. -fl;e member so nominated shall be the convener of the Board of\nGovernors.\n(E) Unl€ss othenvise prescribed by this Act, all decisions ofthe Board\nof Covemors shall be taken oI1 the basis of the opinion of a majority of the\nmembers present. ln the cvcnt of thc members being evenly dilided on any\nmaiter lhe person prcsiding over the meeting shall have a casting vote.\n(9) Thc quorum for a meeting of the Board of Govemors shall be two\nthirds ofits membership, a fraction being counted as onc.\n18. Powers and functions of the Board of Governors. ll) The\nBoard of Covemors shall have the power of general supervision over the\nljniversity and shall hold the Vice{hancellor and the Authorities accountable\nfor all the functions of the University. Thc Board of Govemors shall have all\npowers of thc Univcrsity not expressly vested in an Authority or officer by the\nAct and all oth€r powers not expressly mentioned by this Act that ars necessary\nlor the performance olits functions.\n(2) Without prejudice to the generality of the foregoing powers, the\nBoard ofCovcmors shall have the following powers, namely:-\n(a) to approvc thc proposed annual plan of work, the annual and\nrevised budgets, fhe annual report and the amual statement of\naccount;\n(b) to hold, control and lay dos,n policy for thc administrahon ofthe\npropcrq. funds ard inuc.tm.nrs ol lhe t Di\\ersiq, including the\napproval of the sale and purchase or acquisition of immovable\npropert];\n(c) 10 oversee the qualiry and relevance of the Universiry's academic\nprogrammes and to review the academic aflairs ofthe Universrty in\ngencral;\n(d) to approve the appointrnent of the Deans, Professols, Associate\nProfessors and such other senior faculry and senior administrators\nas ma) be prcscribcd;\nI O]O THE GAZETTE OF PAKISTAN. EXTRA , DECEMBER 4. 2O2I IPART I\n(e) to institutc schcmes. directions and guidelines for dre terms and\nconditions of appointmcnl ot all officers, teachers and other\nemployccs of thc Univcrsityl\n(0 to approve strategic plans;\n(g) to Epprove financial rcsourcc dcvclopmcnt plans oflhe University;\n(h) to consider the drafts of Statutes and Regulations pmposed by th€\nExecutive Committee and the Academic Council and deal with\nthem in the manner as provided for in sections 26, 27 and 26, as the\ncase may be:\nProvided that the Board of Covcmors may frame a Stalute or\nRegulation on its o*n initiativc and approve it after calling for thc advice\nof the E\\ecutive Committee or the Acadcmic Council as the case may\nbc;\n(i) to annul by order in writing lhc proceedings ofany AuthorirJ* or\nofficer if the Board ofcovcmors is satisficd that such procecdings\nare not in accordance with thc provisions of thc Act, Statutes or\nRegulations after calling upon such Authority or officer to shoy\ncause why such proccedings should not be annulled;\n(i) to recommcnd to thc Chanccllor rcmoval of any member of the\nBoard ofGovemors in accordance with the provisions ofthe Act;\n(k) to make appointment of members of the Executive Committce,\nother lhan ex-orfrcio members, in accordance with the provisions of\nthe Act;\n(l) to make appointmcnt of members of the Academic Council, other\nthan ex.afrcio mefibe$, in accordance with the provisions of the\nAct;\n(m) to appoint Emeritus Profcssors on such terms and condilions as\nmay be prescribed; and\n(n) to remove any person from the membership of any Authority if\nsuch percon.-\n(i) has become ofunsound rnindl or\nP,1RT I] THE GAZETTE OF PAKISTAN LXTRA,,DECEMBER4,2O2I 1O3I\n(ii) has become incapacitaled to function as member of such\nAulhorily;or\n( iii) hLs been convicted by a court of law for an olfence involving\nmoraltu.pitude; and\n(iv) to determine the form, provide for the custody and regulate\nthe use ofthe common scal ofthc Unirersiry.\n(l) The Board of Covemors may! subject to thc provisions of the Act\ndclcgale all or any of the po$'ers and functions ol any Authority, officer or\nemployee of rhe Univcrsity at its main campus. lo any Aurhority. comminee,\nofficer or employee ar its additional campus fo. the purposc of exercising such\npowers and performing such functions in relation to such addilional campus, and\nfor this purpose the Bosrd ofcovemors may create new posts or positions at the\naddirionalcampus.\n19. Visitation.-Tle Board ofcovernors may, in accordance with lhe\ntcrms and procedures as may be prescribed, causc an inspection to be made in\nrespecl ofany mahcr connecled uidl lhe University.\n20. Executiv€ Commiltee.-{l) Tlere shall be an Executive\nCommittee ofthe University consisting oflhe following, namely:\n(a) rhe Vicc{hancellor who shall bc its Chairperson;\n(b) the Re8istrar;\n(c) the Deans ofthe faculties ofthe Univcrsity;\n(d) hvo Professors from different departments, who are not members of\nthe Board ofGovcmors, to be elected by the University Teachers in\naccordance \\r'ith procedurc to bc prescribed by the Board of\nCovemors:\n(c) two PrincipalsDirectors of the constituent colleges or institutes;,\nwho are not mcmbers of the Board of Goremors, to be ele(ed in\naccordance with pflxcdure to be prescribcd by the Board of\nCovemors;\n(0 the Treasuret\n(B) the Controller ofExaminations; and\n1032 TH l, CAZETTE OF PAKISTAN. EXTRA., DECEMBER 4, 2021 JPARI I\n(h) the Director Academics/Quality Enhancement Cell (QEC).\n(2) Members of the Exccutivc (lomntittce. othet th^n ex-o/ficio\nmcmbcrs, shall hold office for three years.\n(l) As re8ards the two prolessors doscribed in clausc (d) of\nsub-section (l) the Board of Govemors may, as an altemative to clections,\nprescribc a procedure for proposal of a pancl of names by the Representation\nComnritlce scl up in terms of section 24. Appointment of persons proposed by\nthc Rcpr!'scntation Committee may be made by the Board of Govemors on the\nrecommendalion of the Vice Chancellor.\n(4) Tle quorum for a mecting of lhe Executive Committee shall be\none halfofthe totalnumber ofmcmbcrs, a fraction being counted as one.\n(5) The Executive Committee shall meet at least once in each quaner\nof thc year.\n21. Powers end duti€s of thc Executive Committee.-{1) The\nExccutive Commiftee shall be the execr(ive body of the University and shall,\nsubjcc( lo lhc provisions ofthe Acl and Statutes, exercise general supervision\novcr the xffai.s and management ofthe [Jniversrty-\n(2) Wilhout prejudice to the Senerality of the foregoing powcrs, and\nsubject to the provisions of the Acl, lhc Slatures and directions of the Board of\nCovemors Lhc Executive Committee shall havc fie following powers, namely:-\n(a) to consider the annual repo( the annual and revised budSct\ncstimates and to submit these to the Board ofGovemors;\n(b) 10 transfer and accept transltr ofmovable propcrty on behalfofthe\nUniversity;\n(c) to enter into, vary, carry out and cancel contracts on behalf of the\nUniversity;\n(d) 10 c{us€ proper books of account to bc kept fo. all sums ofmoney\nrcceived and expended by the Unive.sity and for the assets and\nliabilities of the Universit-v;\n(e) to invcst any money belonging to the Univc.sity including any\nunapplied income in any of tho securities, or in the purchase of\nimmovable property or in such other manner, as it may prescribe,\nwith the like power of varying such investments;\nP^R T I] THE GAZETTE OF PAKISTAN, EXTRA . DECEMBER 4, 2O2I 1033\n(0 lo receive and mBnage any propeny ransferre4\nbcquests, trust gifts, donations, cndowments,\ncontribulions made to the Universily;and grants,\nand othcr\n(g) to administer any funds placcd at the disposal ofthe University for\nspccified purposes;\n(h) to provide the buildings, librarics, premises, fumilure, apparatus,\nequipment and othcr means requircd for carrying out the wo* of\nthe Univcrsity;\n(i) to establish and maintain halls of resrdcnce and hostels or approve\nor license hostels o. lodgings for the residcnce ofstudents;\n(j) 1o rccommend to the Board ofGovemors admission ofeducational\ninstitulions lo the privilegcs of the University and withdraw such\nprivileges;\n(k) to afian8e forthe inspection ofcolleges and the depa(ments;\n(l) 10 institute Professorships, Associate Professorships, Assistant\nProfessorships, l,ecturerships, and other tcaching posts or to\nsuspend or to abolish such posts;\n(m) to create, suspcnd or abolish such administ.alive or other posts as\nmay be necessary;\n(n) to prescrib€ the duties ofofficers, teachers and other ernployees of\nthe Universiry;\n(o) to report to the Board of Govemors on matlers with rcspect lo\nrvhich it has been asked to report;\n(p) to appoint members to vanous Authorities in accordance with the\nprovisions oItle Act;\n(q) ro propose dralts of Statutes for submission to the Board of\nGovemors;\n(r) to regulate the conduct and discipline of the sludents of the\nUniversity;\n(s) to lake actions necessary for the good sdministration of the\nUniversity in general and to this end exetcise such powerc as are\nnCCe\\\\aryi\nl0i4 Ttll GAZETTEOF PAKISTAT'. EXTRA., DECEMBER4,202l [P^Rr I\n(t) to delcgate any of its powers to any Authority or officcr or a\ncommittee; and\n(u) to perform such other functions as havc b€en assigned to it b!, thc\nprovisions of the Act or may he assigned to it by the\nStatutes/Regulations.\n22. Academic Council.-{l) There shall be an Academic Council of\nthe Universil_v consisting ofthe follorving. namcly:-\n(a)\n(b)\n(c)the Vice Chancellor who shall bc its Chairperson;\nthe Registrar;\nlhe Deans of Faculties and such ll€ads of deparlmcnts as may be\nprescribed;\n(d) five members representing the dcpartments, institutes and the\nconstituent collegcs lo be elected in thc manne. prescribed by th€\nBoard ofGovernors:\n(e) two Principals or DirectoB ofaffiliated colleges or institutes;\n(0 five Professors including Emerilus Professo.s;\n(g1 thc Controller of Examinalions:\n(h) the Director Academics;\n(i) the Direqor QEC; and\n(j) the l-ibrarian.\n(2) 'fhc Board of Covemors shall appoint dre mcmbcrs of dre\nAcademic Council, other lhan the ea-offi.io and the elected mcmbers, on the\nrecommcndation of the Vicc Chancellor:\nProlided that as regards the fite professors and the members\nrepr€seflting the department, instirutes and the constituent collegcs the Board of\nGovemoB may, as an altemalive ro elecrions, prcscribe a procedu.e for proposal\nof a panel oi'nam€s by thc Representation Commilte€ set up in lerms of section\n24. Appointrnent of persons proposed by the Rcprcsentation Committee may be\nmade by the Board ofGovemom on the recommendation ofthe Vice Chancellor.\nP^Rr U 1 HE GAZEI\"I E Of PAKTSI AN, EXTR^., DECEMBER 4, 202 t t035\n(3) Members of the Academic Council othcr than er-oJficio shall hold\noffice for three years.\n(4) The Academic Council shall meet at least once rn eech quarter\n(5) The quorum for meetings of the Academic Council shall Lte one\nhalfofthe total number ofmcmb€rs, a fr.ction being counted as one.\n23. PoweN .nd funclions of the Acrdemic Council.-{l) The\nAcademic Council shall bc thc priocipal acadcrnic body of lhe Uoiversity and\nshall, subject to thc provisions ofthc Acl and thc Statutes, have the powcr to lay\ndo$m proper standards of instruction, res€arch and examinations and to rc$late\nand promote the academic life ofthe University and the colleges.\n(2) Without prejudice to the generality of the foregoing powers. and\nsubjed lo the provisions ofthis Act and the Statutes, the Academic Council shall\nhave the power to,-\n(a) approve lhe policies and proccdurcs F,crtaining lo the quality of\nacadcmic programmcs;\n(b) approve academic programmes;\n(c) approve the policies and procedurEs penaining to student related\nfunclions including admissions, expulsions, punishmenG,\nexaminations and certifi cation;\n(d) approve the policies and p.ocedures assuring quality of teaching\nand research;\n(e) propose to the Executive Committee schemes for the constilution\nand organization of Faculries, teachinS departments and boards of\nstudies:\n(0 appoint paper seftcrs and examiners for all examinations of the\nUniversity ail€r rccciving panels of names from tfie relevant\nauthoritics;\n(g) institute pro8rammes for the continued professional development of\nUniversity Teach€rs at all lcvels;\n(h) recognize the examinations of other Universities or exfinining\nbodies as equrvaled to the corresponding examinations of the\nUniversity;\nIO }6 THI] GAi4ETTE OF PAKISTAN, EXTRA,, DECEMBER .T, 2O2]\n(d) one eminent citizrn with experience\nphilanthropy, development work, law or\nnominated by the Board ofCovcmors-P RI I\n(i) regulate the award of studenlships, scholarships. cxhibitions,\nmedals and prizes;\n0) frame Regulations for submission to the Board ofcovemors;\n(k) prepare an annual repon on lhe academic performancc of the\nUoiversity; and\n(l) perform such functions as may be prescribed by Regulations-\n24. Representrtion Committees.-{l) Tlere shall be a Rcprescntalion\nCommitree constituted by rhe Board of Covemors through Statutes for\nrecommendation of pcrsons for appoinlmcnt as members of the Board of\nCovemors in accordance with the provisions ofsection 17.\n(2) There shall also be a Reprcscntarron Committee constituted by the\nB<rard of Govemors through Statutes for the r€commendation of persons for\nappointmcnr as members ofthe Executive Committee and the Acadernic Council\nin accordance with the provisions ofseclions 20 and 22.\n(3) Members ofthe Representa(ion Committee for appointments to the\nBoard ofGovemors shall consist ofthc followin& namely:\n(a) three members of the Board of Covemors who are not Univcrsily\nTeachers;\n(b) fwo persons nominated by rhc University Teachers from amonSst\nthemselves in the manner prescribed;\n(c) one person from the academic community, not employed by thc\nUniversity, at the level of profes,sor or college principal to be\nnominated,by the Llniversity 'I'eachers in the manner prescribed;\nand\nin administration,\naccounbncy to hc\n(4) The Represenration Commincc for appointments to thc Executive\nComminee and the Academic Council shall consisr ofthe followin& nanely:-\n(a) two memb€6 of thc Board of Covemors who are not Universily\nTeachers: and\nP^xI IlTHE OAZETTE OF PAKISTAN, EXTRA.. DECEMBER 4. 2O2I IO37\n(b) thrce pcrsons nominatcd by thc University Teachers from amongst\nthemselves in the manner prcscribed-\n(5) The tenure ofthe Representation Committees shall be three years\nProvided that no memkr shall sewe for more than two consecutive\n[erms\n(6) The proccdurcs of thc Rcpresentarion Committees shall be as may\nbe prescribed.\n(7) Ther€ may also be such other Rcpres€nLation Commiftecs set up by\nany of the other Authorities of the University as arc considered appropriale for\nrecommending persons for appointmcnt lo thc various Authorities and other\nbodies of the University.\n25. Appoiotmenl of Committ€€s by .ertrin Authorities. {I) The\nBoard ofGov€mors, the Exccutivc Commillee, the Academic Council and other\nAuthorities may, from tim€ lo timc, appoinl such standing, special or advisory\ncommittees, as they may dcern fit, and may place on such committee persons\nwho are not memb€rs ofthe Authorities appointing the Committees.\n(2) The constitution, functions and powers ofthe Autho.ities for which\nno specific provision has b€en madc in lhis Act shall be such as may be\nprescflb€d by Statutes or Regulations.\nCIIAPTER V\nSTATUTES, REGULATIONS AND RULES\n26. Sta(utes.-{l) Subjcct to the provision ofthe Act, Starules, may be\nmade to regulate or p.escribe all or any ofthe following, namely:-\n(a) the contents of and the manner in which the annual report to b€\nprescnt€d by thc Vicc{hanccllor boforc the Board of Govemo6\nshall be preparcd;\n(b) the Uhiversity fees and othcr charges:\n(c) thc constitution ofany pension, insurance, gratuity, provident fund\nand benevolcnt fund for University employees;\n(d) the scales of pay and other terms and condiriorls of service of\nofficers, teachers and other University employees;\nI O38 THE GAZETTE OF PAKISTAN, EXTRA,, DECEMBER 4, 2O2I [P^RT I\n(e) the maintenance ofthe regrslcr ofregisered gmduales:\n(0 admission of educational institutions to fic privilcges of rhe\nUnivcrsity and the withdrawal ofsuch privileges;\n(g) the establishment of Facuhics. dcpartments, institutes, colleg€s and\nother academic divisions;\n(h) the powers and duties ofofiicers and tcachcrs;\n(.i) conditions und€a which the Universily may enter into arrangements\nwith other institutiorls or with public bodies for purposes of\naesearch and advisory services;\n0) condirions for appointmenl of Emeritus Profcssors and award of\nhonorary degrees;\n(k) efficiency and discipline ofUniversiry employees:\n(l) the constitution and procedure to be followed by Rcprescntation\nCommittees in carrying out functions in terms ofthis Act;\n(m) the constitution and proccdure to b€ followed by the Search\nCommittee for appointment ofthe Vice Chancellor;\npowers of the Authoflties of the\n(o) all other matters which by this Act are to be or may be prescribed or\nregulated by Statutes.\n(2) The draft of Statutes shall be propos€d by lhe Executive Committcc\nto thc Board of Govemors which may approve or pass with such modifications as\ntle Doard of Govemors may think fit or may refer back to thc Executive\nC.mmittee, as th€ case may bc, for reconsidcration ofthe proposei draft'\nProlided that Statutes conceming any of lhe matters mcnlioned in\nclauses (a) and (l) of sub-section (l) shau be initiated and approvcd by rhe Board\nofGovemo$, allcr s€eking thc vicws ofrhe Executive Commineei(n) conslitution, functions and\nUnivcrsity;and\nProvided further that tlle Board of Govemo$ may initiate a Statutc with\nrespect to any matter in its power or with respect to which a Stalute may bc\nframcd in terms oflhe Act and approvc such Starute after seeking the viervs of\nthe llxecutiye Committee.\nP^RT I] THE GAZETTE OF PAKISTAN, EXTRA,. DECEMBER 4,2O2I IO39\n27. R€gulations.- (l) Subject to the provisions of lhc Act and the\nStatues, tbc Academic Council may make Regulations, for ali or any of the\nfollowing matlcrs, namely:\n(a) the cours€s of study for degrees, diplomas aIld certificates of the\nUniversity;\n(b) the manner in which the teachin8 referred to in sub-scction (l) of\nsection 6 shall bc organized and conducted:\n(c) the admission and cxpulsion ofstudcrts to and from rhe University;\n(d) thc conditions under which studen6 shall be admitled lo the courses\nand the examinations of the University and shall bccome eligible\nfor thc award ofdegrees, diplomas and certificates;\n(e) the conduct ofexaminations;\n(l) conditions undcr which a person may carry on independent research\nto entitle him to a degree;\n(g) thc institutron of fellowships, scholarships, exhibitrons, mcdals and\nprizes;\n(h)\n(D\n0)the us€ of the Library;\nthc formation ofF'acuhies, depa.tments and board ofsludies: and\nall other mafters which by the Act or the Statutes are to be or may\nbe prescribed by Rcgula(ions.\n(2) Rcgulations shall be proposed by the Academic Council and shall\nbe submitted to the Board of Covemors which may approve them or withhold\napproval o. refer them back lo the Academic Council for reconsidemtion. A\nRegulation proposed by lhe Academic Council shall not be effeclive unless it\nreceives the approval ofthe Board ofGovemors.\n(3) Rcgulahons regarding or incidental to matters containcd in sutF\nclauses (d and (i) shall not be submitled to thc Board of Govcrnors without the\nprior approval ofthe Execulive Commiftee.\n28. Ametrdment rnd repeal of St.tutes rnd Regule(iors.-The\nprocedure for adding to, amending or repealing the Statutes and dlc Regulations\nshall be the same as that prescribed respectivcly for fmming or making Statutes\nand Regulations-\nIO,IO TTIL GAZET-I E OI] PAKIS'TAN, [X'TRJ\\,, DDCIMBER 4, 2O2I [PART I\n29. Rules. {l)'lhe Authorities and the other bodies ofthc llniversity\nmay make Rules, to be published in the officral Cazefte, consi(ent with the Act,\nStatules or $e Rcgulations, to rcgulatc any matler relating to the affairs of the\nUniversrty which has not b€en providcd lbr by thc Aot or lhar is not required to\nb€ reBulated by Statules or RcSulalions, includillg rulcs to rcBulatc thc conduct of\nbusiness and the time and place ofmeetin8s and related matters.\n(2) Rules shall become effeclive upon approval by the Executive\nCommittee.\nCHAP'tI.]R VI\nUNIVERSITY I.'UNI)\n30. Uoiversity fund.-Tle Unilersity shall have a fund to which shall\nbe credited its income from fees, charges, donations. trusts, bequesrs,\nendowmcnts. conlribulions, gmnrs and all other sources.\n31. Audits rnd !.counls.-{l) Thc Accounts ol lhe Universily shall\nbe maintained in such form and in such manner as rnay bc prcscribcd-\n(2) AII lunds generated by a teaching departnent. consrituent college\nor other unit ofthe University through consultancy, research or other provision of\nservice shall be made available withoul prcjudicc to thc budgetary allocation\notherwise made, after deduction of overhcads in the manncr and 10 the extent\nprescribed b], Statute, to the teaching depanment, constitucnt college or other\nunit Ibr ils dcvelopment. A part ofthe ftnds so Senerated may be shared with the\nUniversity 'lcachcrs or rcsearchcrs in char8c of thc consullancy, research o.\nservice concemed in the manner and lo the cxtcnt prcscaibcd by Statutcs.\n(l) No expenditure shall be made from the funds of the University,\nunless a bill for ils payments has been issued in accordance with the relevant\nfinancial regulations and the Treasurer has verified thal the payment is provided\nfor in the app.oved budget.\n(4) Provision for an iltcmal audit of thc financcs of the Universiry\nshall be made and prescribed in the Statutes.\n(5) The annual auditcd slatemcnt ofaccounts ofthe University shall be\nprepared in conformity with the Gencrally Accepted Accounring Principles\n(GAAP) by a reputed firm ofchartered accountants and signed by thc Treasurer.\n(6) Ihe observations of the  uditor, if any, togerher with such\nannolations as tle Treasurcr may makc, shall be considered by the Executive\nPAR] I,IHE GAZETID OF PAKISTAN, EXTRA,, DECEMBER 4,202] I04]\nCommrttee and shall bc placed before the Board ofGovemors within six months\nof closing of the financialyear.\nCHAPTER VII\nGENCRAL PROVISIONS\n32. Oppofiunity to show cause. Ercept as othcrwise provided b1\nla* no officer. reacher or other employee ofthe University holding a pcrmanent\npost shall bc rcduccd in rank, or rcmoved or compulsorily retied from sen'ice for\ncausc arising ouL ol any act or omission on the paft of the person concemed\nunless he has been given a reasonable opportunity ol showing cause against the\naction proposed to be takcn.\n31. Appeal to thc Exccutiv€ Commitl€€ and theBoard ofGovernors.-\nWhere an ordcr is passcd punishing any officer (other than the Vice{hancellor),\nteachcr or othcr cmployce of thc Univcrsiry or altering or inlerpreting to his\ndisadvantage the prescrib€d tems or conditions of his service, hc shall, where rhe\norder is passed by any officer or teacher of dre Universiry other than the Vice-\nChancellor, have the right to appeal to the Executive Committee against the\nordcr, and where the order is passed by the Vice{hancellor, have the righl to\nappeal to the Board ofGovernors.\n34. Servicc ot th€ UniyeIsitv. {l) AII persons employcd by the\nL,niversity in accordance with the tems and conditions of service prescribed by\nrelevant statutes shall be persons in the service ofUniversicy.\n(2) An omcer, teacher or other employee of th€ tjniversity shall retire\nlrom service on the attainment of such age or tennre of seNicc as may be\nprescrihed in the statutes in accordauce with the provisions of employment\ncontract prescribed,\n(l) No adverse change shall be made in the terms and conditions of\nemployment ofany Univcrsity employcc in thc cmploymcnt ofthe University on\nthe date ofenlorcement ofthe Act.\n35. Bcncfrts and insurance.-{l) The University shall constitute for\nthe benefit of its olllcers, teachers and olher employees schemes, as may be\nprescribcd, for thc provision of post-<mploymcnt benefits as well as health and\nlile iusurance while in service.\n(2) Where any provident fund or ptratuity scheme has been co[stituted\nunder this Act, its goveming rules shall be approved by the Board ofcovemors.\nI O42 THE GATETTE OT- PAKIS IAN, LX I RA,. DECEMBER 4, 2O2I IPART I\n36. Comm€nc€ment of term of officc of members of Authority.-11)\nWhen a membcr of a ncwly constituted Aulhoriry is eloclcd. appointed or\nnominated. his tcrLn ofoffice, as fixcd undcr lhis Act, shall cornnrcnce from the\ndate of hisfl)er apporntmenl by rhc conrpctenl authoriq which will also bc\nnotified accordingl!'.\n(2) Wh€re a member who has acceFed any other assignment or For any\nother similar reason rcmains absent fiom the UniveBity for a pcriod of not less\nthan six months, provided that the reasons for his absence wcre rrot beyond his\nconkol, he shall be deemed to have rcsigncd and vacated his seat.\n(l) A mcmber of an Authorig- may resign from his membership by\nappl)'ing to the Chairpcrson of the authority. His seat shall fall vacanl from thc\ndale his resignation is accepted b), the competent authority i.s. the appoinling\naulhority.\n37. Filling of casual vacatrci€s in Authoritica.-Any clsual vacaflcy\namong the mcmbers ofan.'\" Authority shall bc filled. as soon as conveniently may\nbe, in the same manner and by the samc pcaon or Authoritv thal had appointed\nthc member whose placc has become vacant and ihe person appointed to the\nvacancy shall bc a mcmber of such Aulhority for the rcsidue of the term for\nwhich the person whose place he fills would have been a menlbcr.\n38. Fhws in the constilution of Authorities. Where there is a flaw\nin rhe consttltion of an Authorit-v. as consthuted by this Acq lhe Statutes or the\nRegulations on account of the abolrtlon of a specified officc or because an\norganization. institutron or other body outside the University has been dissolved\nor has ceased to function, or because of some other similar reason, such flaw\nshall be removed rn such manncr as thc Board ofcovemors may direct.\n39- Procccdings of Authoritics trot itrvalidated by thc vacatrcies.-\nNo act, resolution or decision ofany Authority shall be invalid by reason ofany\nvacancy on the Authority doing, passing. or mating rt or b) rcason ofany want\nof qualification or invalidity in the election, appoinhnent or nominalron ofany d?\n/a.ro member ofthe Authoriq, whethcr prcsent or absent.\n40. First Statules end Rcgulations- Notwithstanding anl4hing to the\ncontrary conlained in the Act, the Board ofGovemors shall promulgate the Firsl\nStatutes and Regulations which shall bc dcemed to tre S[atutcs and Regulations\nframed und€r section 26 and 27 and shall continue to rernain in force until\namended or rcplaced or Iill such tirne as ncw Statutes and Regulations are framed\nin eccordancc with rhe provtsrcns ofthe Acr\nPART II THE GAZTTTE OF PAKIS'TAN. EXTRA., DECEMBER 4, 2O2I IO43\n41. TraBsiaory Provisions. -{l) Norwilhstanding the provision of this\nAcl as retards the Unive6ily set up on lhc commencement of this Act, the\nmembers ofthe first Board ofGovcmors, €xccp1 the University leachers, shall be\nappointed by the chancellor in accordance with the numbers and caiteria for\nmcmbership providcd under this Act. The first Board ofGovemors so constitutcd\nshall initiate, as soon as possible, the process for the recruitmcnt of University\nTcachcrs and appointmenl of the membcrs of th€ Executive Commilte€ and the\nAcadcmic Council in accordance with thc requiaement oIthis Act.\n(2) Notwithstanding the provisions of this Act, the first Vice\nChanccllor shall be appointed by the Chancellor.\n42. Manegement of Existing Colleges or [nstitutes.--On the\ncommencement ofthis Acr. colleges/ institutcs established by fie Foundation for\nthe Advanccment of [nnovation, Research and Education (F'AIRE) shall become\nconstituent rnstitutions of the Univcrsiry of Islamabad (UOl) and their earlicr\namliation if any with any other Univ€rsily shall ccase accordingly.\n43- ReEovrl of difficulties.-{l) If any question arises as to the\ninterprctation of any of thc provisions of the Act, it shall be placed before the\nChancellor whose decision thereon shall be final-\n(2) Ifsny difficulty arises in givinS effcct to any of th€ proyisions of\nthe Act, the Chanc€llor may makc such order afier obtaining the views of the\nBoard of Govemors, not inconsistent with the provisions of the Act, as may\nappear to him to be necessary for rcmoving the dimculry.\n(3) Where the Act makes any provision for an,'thing to be done but no\nprovision or no sufficient provision ha5 been made as respects the authority by\nwhom, or the time at which, or the manncr in which, it shall be done, then it shall\nbe donc by such authority, at such time, or in such manner as the Chancellor may\ndirect after obtaining the views of the Board ofGovemors.\n44. Indemnity.-No suit or legal proce€dings shall lie against the\nCovemment, rhe University or any Authority, oflicer or employee of the\nGovemment or the University or any p€rson ill respe.t ofan]T hing which is done\nin good faith under the Act.\nTAIIIR HUSSAN\nSectetary.\nPRIN'IED AY TI IE M^NACER PRINTTNC CORPO&\\TION OIJ PAKISTAN PRESS, ISI-AMABAD\nPUAUS' IED BY IXE DEPUTY CONTROI LE& SIATONERY AND IJORMS, UNI\\IRSITY ROAD, KARACHI"
}