{
    "file": "./converted_json\\administrator7f7247104220a760288453f2aeaf8c2e.json",
    "name": "Islamabad High Court Act, 2010",
    "date": "2nd August, 2010",
    "tagline": "An Act to provide for establishment of a High Court for Islamabad Capital Territory",
    "content": "THE ISLAMABAD HIGH COURT ACT, 2010  \n \n \n \nCONTENTS  \nSECTIONS:  \n1.  Short title and commencement.  \n2.  Definitions.  \n3.  Islamabad High Court.  \n4.  Jurisdiction.  \n5.  Powers of Chief Justice and other Judges.  \n6.  Other Courts.  \n7.  Procedure as to appeals to Supreme  Court.  \n8.  Practice and procedure.  \n9.  Transfer of proceedings.  \n10.  Enforcement of orders etc. of Lahore High Court.  \n11.  Power to appoint officers and staff.  \n12.  Power to adapt laws.  \n13.  Removal of difficulties.  \n14.  Amendment of Code of Criminal Proc edure.  \n15.  Amendment of P.O No.1 of 1970.  \n16.  Amendment of P.O No. 8 of 1970.  \n \n \n  \n\n \nISLAMABAD HIGH COURT ACT, 2010  \nACT No. XVII OF 2010  \n [2nd August, 2010 ] \nAn Act to provide for establishment of a High Court for Islamabad Capital Territory  \nWHEREAS  Article 175 of the Constitution of the Islamic Republic of Pakistan provides \nfor a High Court for Islamabad Capital Territory, hereinafter in this Act referred to as the \nIslamabad High Court;  \nAND WHEREAS in pursuance of Article 175 of the Constitution, a High Cour t for \nIslamabad Capital Territory has been established vide Law, Justice and Parliamentary Affairs \nDivision's Notification No.F.9(I)/2008 -A.II, dated the 22nd April, 2010;  \nAND WHEREAS  it is necessary to make provisions for effective functioning of the \nIslamabad High Court;  \nIt is hereby enacted as follows: ___ \n1. Short title and commencement .___(l) This Act may be called the Islamabad High \nCourt Act, 2010.  \n(2) It shall come into force at once.  \n2. Definitions .___ In this Act, unless there is anything repugnan t in the subject or \ncontext, ___ \n(a)  \"appointed  date\" means the date to be appointed by the Federal \nGovernment for the purposes of this Act;  \n(b)  \"Chief Justice\" means the Chief Justice of Islamabad High Court and \nincludes a Judge for the time being actin g as Chief Justice of the said \nCourt;  \n(c)  \"Constitution\" means the Constitution of the Islamic Republic of Pakistan;  \n(d)  \"Judge\" means a Judge of the Islamabad High Court and includes the \nChief Justice and a person who is an Additional Judge of that Cour t. \n  3. Islamabad High Court .___ (1) The Islamabad High Court shall consist of a Chief \nJustice and  1[twelve ] other Judges to be appointed from the provinces and other territories of \nPakistan, in accordance with the Constitution.  \n(2) The Islamabad High Cour t shall start functioning from the appointed date.  \n(3) The principal seat of Islamabad High Court shall be at Islamabad.  \n \n1Subs . by Act No. XXXII of 2024, s.2.  \n \n4. Jurisdiction. ___ Islamabad High Court shall h ave, in respect of the Islamabad Capital \nTerrit ory, original, appellate, revisional  and other jurisdiction, as under the Constitution or the \nlaws in force immediately before the commencement of this Act, is exercisable in respect of \nthe said territory by t he Lahore High Court  1[.] \n2[* * * * * * *] \n  5. Powers of Chief Justice and other Judges. ___ Any law in force immediately before the \nappointed date relating to the powers of the Chief Justice and of single Judges and Benches of the \nLahore High Court, and with respect to all matters ancillary to the ex ercise of those powers, shall, \nmutatis mutandis, apply in relation to Islamabad High Court.  \n6. Other Courts.___ (1) Subject to the provisions of this Act and any order of the \ncompetent authority, all civil, cr iminal and revenue courts, and all tribunals an d special courts \nestablished under any law, which were exercising jurisdiction and functions in the Islamabad \nCapital  Territory immediately before the commencement of this Act shall continue to exercise \ntheir respective jurisdiction and function and all pe rsons holding office in such courts or \ntribunals or special courts shall continue to hold their respective offices on the same terms and \nconditions as were applicable to them immediately before the commencemen t of this Act, \nunless otherwise determined by t he competent authority.  \n(2) Notwithstanding anything contained in any other law for the time being in force, all \ncivil, criminal and revenue courts and all tribunals and special courts functioning in Islamabad  \nCapital Territory which were within the jurisd iction and under the superintendence and control \nof the Lahore High Court before the commencement of this Act shall, as from the appointed \ndate, fall within the jurisdiction and under the supervision and contr ol of the Islamabad High \nCourt.  \n(3) The Islamab ad High Court shall take necessary steps for establishing subordinate \njudiciary for the Islamabad Capital Territory within six month of the commencement of this \nAct. The Judges of the subordinate judiciary wor king on deputation shall be sent back to the \nrespective High Court after establishment of the subordinate judiciary for  the Islamabad Capital \nTerritory.  \n(4) There shall be two Sessions Divisions in the Islamabad Capital Territory with such \nterritorial limi ts as may be determined in this behalf by Notif ication in the official Gazette.  \n  7. Procedure as to appeals to Supreme Court .___ Any law in force immediately before \nthe appointed date relating to appeals to the Supreme Court from the Lahore High Court in \nrespect of cases relating to  Islamabad Capital Territory shall, with the necessary modification, \napply in relation to Islamabad High Court.  \n \n8. Practice and procedure.___(1) Subject to the provisions of this Act, all laws which are in \nforce immediately bef ore the commencement of this Act, applicable to  the Sindh  High Court or any \ncourt subordinate to it with respect to practice and procedure shall mutatis mutandis apply to the \nIslamabad High Court.  \n \n \n1Substituted by Islamabad High Court (Amendment) Act, 201 6 (Act No. XLVII of 2016) s.2. \n2Omitted by Isla mabad High Court (Amendment) Act, 2016 (Act No. XLVII of 2016) s.2. \n \n (2) Subject to the provisions of this Act, all rules, including Sindh  Chief Court Rules, or \norders which are in force immediately before th e commencement of this Act, with respect to prac tice \nand procedure in the Sindh  High Court or any court subordinate to it, shall, until varied or revoked \nby rules or orders made by Islamabad High Court, apply with necessary modifications in relation to \npractice and procedure in Islamabad High Court or a ny court subordinate to it as if they were made \nby the Islamabad High Court.  \n  9. Transfer of proceedings .___ All appeals, petitions and other proceedings pending in the \nLahore High Court or in any other High  Court in relation to Islamabad Capital Territor y immediately \nbefore the appointed date shall stand transferred to the Islamabad High Court.  \nExplanation .___ For the purposes of this section or any other provision of this Act where \nsubject so requires, the expression \"Lahore High Court\" includes Rawalpin di Bench of the Lahore \nHigh Court.  \n  10. Enforcement of orders etc. of Lahore High Court .___(1) Subject to the provisions of \nsubsection (2), any order or decision made by the Lahore High Court before the appo inted date in \nrelation to Islamabad Capital Terr itory shall for all purposes be as effective and executable as if \nmade by the Islamabad High Court.  \n(2) Where any such order or decision as is mentioned in subsection (1) has, whether before or \nafter the appo inted date, been confirmed, varied or reversed o n appeal, review or revision, effect \nshall be given to the order or decision of the appellate court or that of the Lahore High Court as if the \norder appealed from was an order of the Islamabad High Court.  \n  11. Power to appoint officers and staff .___(1) Th e Chief Justice may appoint the Registrar, \nofficers and staff of Islamabad High Court as may be prescribed.  \n(2) The employees of the defunct Islamabad High Court , ___ \n(i)  on surplus pool;   \n(ii)  retained  and still working on the strength of the aforesaid High Court;  \n(iii)  reverted  but not accepted by a parent department; or  \n(iv)  reverted  and joined their parent departments;  \nshall be adjusted in the Islamabad High Court established vide Law, Justice and Parl iamentary \nAffairs Division's Notification dated the 22nd April, 2010, as may be determined by the Federal \nGovernment in this regard:  \nProvided that the employees who have joined their parent department s may report to the High \nCourt at Islamabad within fifte en days of the commencement of this Act, failing  which they shall \nloose the option of reversion to said High Court.  \n  12. Power to adapt laws.___ For the purpose of facilitating the application of any law in \nrelating to the Islamabad Capital Territory, the  Federal Government may, before the expiration o f \ntwo years from the appointed date by order make such adaptations and modifications of the law, \nwhether by way of repeal or amendment, as may be necessary or expedient to give effect to the \n \nprovisions of thi s Act and thereupon every such law shall have ef fect subject to the adaptations and \nmodifications so made until altered, repealed or amended by a competent legislature or other \ncompetent authority.  \n  \n13. Removal of difficulties.___ If any difficulty arises  in giving effect to any provision of this \nAct w ithin one year of its commencement, the Federal Government, in consultation with the Chief \nJustice of the Islamabad High Court, may remove such difficulty.  \n  \n14. Amendment of Code of Criminal Procedure .___ In the Code of Criminal Procedure, \n1898 (Act V of 1898), in section 4, in clause (j), after the word \"Province\" the words \"and the \nIslamabad Capital Territory\" shall be added.  \n  \n15. Amendment of P.O. No.1 of 1970 .___ In the Province of West Pakistan (Dissolu tion) \nOrder, 1970 (P. O.1 of 1970), in Article 14 , clause (2) shall be omitted.  \n  \n16. Amendment of P.O. No.  8 of 1970 .___ In the High Courts (Establishment) Order, 1970 \n(P.O. No.8 of 1970), in Article 3, in clause (1), in paragraph (b), the words \"and the I slamabad \nCapital Territory\" shall be omitted.  \n \n \n___________"
}