{
    "file": "./converted_json\\administratorb1a231a9ecd9e3713ac761743c6a6986.json",
    "name": "The Tolls Act, 1851",
    "date": "4th July, 1851",
    "tagline": "An Act for enabling Government to levy Tolls on Public Roads and Bridges",
    "content": "Page 1 of 3 \n  \n \n \n \n \nTHE  TOLLS ACT, 1851  \n \n \n \nCONTENTS  \n1.  Repeal of Acts  \n1A. Extent  \n1B.  Definition  [Omitted by the Federal Laws ] \n2.  Power to levy tolls on roads and bridges made or repaired by the Federal Government  \n3.  Their powers for recovery  of toll  \n4.  Exemptions fro m payment of toll  \n5.  Assistance of collectors by Police officers  \n6.  Penalty for offences under Act  \n7.  Exhibition of table of tolls, and statement of penalties.  \n8.  Application of proceeds of tolls  \n9.  Power to compound tolls  \nSCHEDULE  [Repeal]  \n\n \nPage 2 of 3 \n l[THE  2* TOLLS ACT, 1851]  \nACT No. VIII OF 1851  \n[4th July, 1851]  \nAn Act for enabling Government to levy Tolls on Public Roads and Bridges.  \n  Preamble . WHEREAS it is expedient to enable Government to levy tolls upon roads and \nbridges; It i s enacted as follows: - \n 1. [Repeal of Acts]  Rep. by the Repealing Act, 1870 (XIV of 1870).  \n Extent . 3[1A. This Act extends to the Province of the Punjab and the Federal Government \nmay, by notification in the official Gazette, extend it to any other Provin ce.] \n 4[1B. Definition .] Omitted by the Federal Laws  (Revision and Declaration) Ordinance, \n1981 (XXVII of 1981), s. 3 and Sch. II.  \n 5[2. Power to levy tolls on roads and bridges made or repaired by the Federal \nGovernment. The Federal Government may cause s uch rates of tolls as it thinks fit to be levied upon \nany road or bridge which has been, or shall hereafter be, made or repaired at the expense of the \nFederal Government; and place the collection of such tolls under the management of such persons as \nmay ap pear to it proper; and all persons employed in the management and collec tion of such tolls \nshall be liable to the same responsibility as would belong to them if employed in the collection of \nland revenue.]  \n 3. Their powers for recovery of toll.  In case of  non-payment of any such toll on demand, \nthe officers appointed to collect the same may seize any of the carriages or animals on which it is \nchargeable, or any part of their burden of sufficient value to defray the toll; and, if any toll remains \nundischar ged for twenty -four hours, with the cost arising from such seizure, the case shall be brought \nbefore the officer appointed to superintend the collection of the said toll, who may sell the pro perty \nseized for discharge of the toll, and all expenses occasio ned by such non -payment, seizure and sale, \nand cause any balance that may remain to be returned, on demand, to the owner of the property; and \nthe said officer, on receipt of the property, shall forthwith issue a notice that, at noon of the next day, \nexclus ive of Sunday, or any closed holiday, he will sell the property by auction:  \n \n1Short title given by the Short Titles Act, 1897 (14 of 1897).  \nThis Act should be read with the Tolls Act, 1864 (15 of 1864), and the Tolls Act, 1888 (8 of 1888).  \nUnder s. 1 of Ac t 8 of 1888, this Act is deemed to be in force throughout the territories administered by the Lieutenant Governor of the Punj ab on the \n5th September, 1888 and to have been in force, from the 21st August 1857, in the territories for the time being administe red as part of the Punjab.  \nIt has been declared, by notification under s. 3(a)of the Scheduled Districts Act, 1874 (14 of 1874), to be in force in the D istricts of Hazara, Peshawar, \nKohat, Bannu, Dera Ismail Khan and Dera Ghazi Khan. [Portions of the Distr icts of Hazara, Bannu, Dera Ismail Khan and Dera Ghazi Khan and the \nDistricts of Peshawar and Kohat now form the N.W.F.P., see Gazette of India, 1901. Pt. 1, p. 857, and ibid., 1902, Pt. I, p. 575].  \nIt has also been applied to Phulera in the Excluded Area of Upper Tana wal to the extent the Act is applicable in the N.W.F.P., subject to certain modi -\nfications; and extended to the Excluded Area of Upper Tanawal (N.W.F.P.) other than Phulera with effect from such date and su bject to such \nmodifications as may b e notified__ see N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950.  . \n2The word \"Indian\" omitted by A. O., 1949, Sch.  \n3Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981) s. 3 and Sch. II. for section lA which was  previously amended by \nA.O., 1937,A. O., 1949, Sch. and A. O., 1961, Art. 2, to read as above.  \n4Ins. by F. A. O., 1975, Art. 2 and Sch.  \n5Section 2 subs. by Ordinance 27 of 1981, s. 3 and II Sch. This section was previously amended by the Devolution Act, 19 38 (20 of 1938) and \nsubsequently amended by A. O., 1937, to read as above.  \n \nPage 3 of 3 \n  Release of seized property on tender of dues.  Provided that, if, at any time before the sale \nhas actually begun, the person whose property has been seized shall tender the amount of all the \nexpenses incurred, and of double the toll payable by him, the said officer shall forthwith release the \nproperty seized.  \n 4. Exemptions f rom payment of toll.  No tolls shall be paid for the passage 1 * * * of Police \nofficers on duty, or of any pe rson or property in their custody, but no other exemption from payment \nof the toll levied under this Act shall be allowed.  \n 5. Assistance of collectors by Police officers. All Police -officers shall be bound to assist the \ntoll-collectors, when required, in the execution of this Act; and, for that purpose, shall have the same \npower which they have in the exercise of their common police -duties.  \n 6. Penalty for offences under Act.,  Compensation to person aggrieved, Saving of his right to \nsue. Every person, othe r than the persons appointed to collect the tolls under this Act, who shall levy \nor demand any toll on any public road or bridge, or for passing through any bazar situated thereon, \nand also every person who shall unlawfully and extor tionately demand, or t ake any other or higher \ntoll than the lawful toll, or under colour of this Act seize or sell any property knowing such seizure or \nsale to be unlawful, or in any manner unlawfully extort money or any valuable thing from any person \nunder colour of this Act, shall be liable on conviction before a Magistrate to imprisonment for any \nterm not exceeding six calendar months, or to fine not exceeding two hundred rupees, any part of \nwhich fine may be awarded by the Magistrate to the person aggrieved; but this remedy shall not be \ndeemed to bar or affect his right to have redress by suit in the Civil Court 2 *   *   *.  \n 7. Exhibition of table of tolls, and statement of penalties.  A table of the tolls authorized to \nbe taken at any toll -gate or station shall be put up in a conspicuous place near such gate or station \nlegibly written or printed in English words and figures, and also in those of the vernacular language \nof the district, to which shall be annexed, written or printed in like manner, a statement of the \npenalties for refusing to pay the tolls and for taking any un -lawful toll.  \n 8. Application of proceeds of tolls.__ The tolls levied under this Act shall be deemed public \nrevenue 3*  *   *.  \n 4[9. Power to compound tolls.  Any person entrusted with the management of t he collection \nof tolls under this Act may in his discretion com pound for any period not exceeding one year with \nany persons for a certain sum to be paid by such person for himself or for any vehicle or animal kept \nby him, in lieu of the rates of toll auth orised to be levied under this Act.]  \n [SCHEDULE.] Rep. by the Devolution Act, 1920 (XXXVIII of 1920), s. 2 and Sch. I.  \n \n \n Date: 13 -09-2024  \n1The words “of troops and military stores and equipages on their march or” rep. by the Indian Tolls (Army) Act, 1901 (2 of 1901), s. 8.  \n2The  words “of the Zillah” rep. by the Repealing Act, 1876 (12 of 1876).  \n3The words “but the net proceeds thereof shall be applied wholly to the construction, repair and maintenance of roads and brid ges within the presi dency \nin which t hey are levied” rep. by A. O., 1937. The word “presidency” is to be deemed to have meant the territories under the administra tion of any L. \nG. see the Tolls Act, 1888 (8 of 1888), s. 2(2), since repealed. See also, in this connection, paragraph 4(b) of the  India and Burma (Transitory Provi -\nsions) Order, 1937.  \n4Section 9 added by the Federal Laws (Revision and Declaration) Ordi nance, 1981 (27 of 1981) s. 3, and Sch. II."
}