{
    "file": "./converted_json\\administrator82eb2cd5989dccce0009633f7ea7f47e(2).json",
    "name": "Pakistan Telecommunication Rules, 2000",
    "date": "2000-11-27",
    "tagline": "Establishment and licensing of telecommunication systems in Pakistan",
    "content": "Registered No. M-302\nD.7646 \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY  \nISLAMABAD, MONDAY, NOVEMBER 27, 2000 \n \nPART II \nStatutory Notification (S.R.O.) \n \nGOVERNMENT OF PAKISTAN \nMINISTRY OF SCIENCE & TECHNOLOGY \nIT & TELECOMMUNICATION DIVISION \n \nNOTIFICATION \n \nIslamabad, the 2nd November 2000 \n \nS.R.O. 847 (I)/2000 .— In exercise of the powers conferred by section 57 of the Pakistan \nTelecommunication (Re-organization) Act, 1996 (XVII of 1996), the Federal Government is pleased to make the following rules:  \nPART I - GENERAL \n \n1. Short title, extent and commencement .- (1) These rules may be called the Pakistan \nTelecommunication Rules, 2000.   \n(2) They shall come into force at once. \n \n2. Definitions .- (1) In these rules, unless there is anything repugnant in the subject or \ncontext, -    \n(a)  \" Act\"means the Pakistan Telecommunication (Re-organization) Act, 1996 (XVII of \n1996); \n \n(b)  \" applicant \"means any person, class of persons, company or corporation which \napplies for a license under the Act and these rules; \n \n\n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2368\n(c)  \" connectable system \"means a licensed telecommunication system, whether or not \napublic switched network, the license for which authorizes its connection to \nanother licensed system; \n \n(d) \" designated operator \"means any operator who contributes to the development of \nthe telecommunications market in Pakistan by improving the quality, efficiency or speed or method of communications but excluding any operator (i) who offers \nsimple resale services; or (ii) who does not control access to customers by way of \nnumbers allocated to it by the Authority or by switching capabilities;  \n(e) \" effective date \"means the date of coming into force of these rules; \n \n(f)  \" exclusivity period \"means the period of seven years commencing on the 1st \nJanuary, 1996, and ending on the 31st December, 2002; \n \n(g)  \" exempted person \"means a person establishing, maintaining or operating any \ntelecommunication system which does not require a license by virtue of proviso to sub-section (1) of section 20of the Act; \n \n(h)  \" interconnection \"means the physical and logical connection of two operator's \nconnectable systems thereby allowing customers of one system to connect with \ncustomers of the other system, or to access telecommunication services provided \nfrom the other system; \n (i)  \" interconnection agreement \"means an agreement between two operators relating \nto interconnection services;  \n \n(j)  \" interconnection services \"means telecommunication services for the purpose of the \nconveyance of intelligence between two connectable systems and including any ancillary services which an operator has requested from another operator and in respect of which that other operator is obliged to enter into an agreement with the operator to provide in accordance with Part III of these rules; \n \n(k)  \" licensed telecommunication system \"means the telecommunication system for \nwhich a license has been granted in accordance with the provisions of the Act and \nthese rules; \n \n(l)  \" LRIC \"means long run incremental costs, where as \"incremental costs\" means \naverage forward looking additional costs incurred by the provision of interconnection services and \"long run costs\" includes all elements of costs including, without limitation, operating and capital costs; \n \n(m)  \" Network Connection Equipment \"in relation to any telecommunication system, \nmeans an item of telecommunication equipment comprised in that \ntelecommunication system which is not terminal equipment and which is used to \nprovide interconnection with another telecommunication system;   \n(n)  \" Network Connection Point \"means any point within an item of Network \nConnection Equipment comprised in one telecommunication system at which signals \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2369\nare conveyed to, or from, a corresponding point in another item of Network \nConnection Equipment comprised in another telecommunication system; \n \n(o)  \" operator \"means any person authorized by a license to run a connectable system; \n \n(p)  \" person \"shall include a company or a corporation; \n (q) \" Regulatory Accounts \"shall have the same meaning as are given to it in the \nlicense granted to a company; and \n \n(r)  \" SMP operator \"means any operator which has, as determined by the Authority in \naccordance with sub-rule (1) of rule 17, significant market power.   \n \n(2) The words and expressions used herein but not defined shall have the same meaning as are respectively assigned to them in the Act.  \nPART II - LICENSING \n \n3. Application for grant of a license.- (1) No license to provide basic telephone service may \nbe granted,  but applications may be made for the establishment, maintenance and operation of any telecommunication system or the provision of any telecommunication service other than basic telephone service. \n \n(2)  An application for the grant of a license to operate any telecommunication system or provide any telecommunication service shall be made in the form set out in Appendix ‘A’ to these rules.  (3)  An application under sub-rule (2) shall be made in duplicate and shall be addressed to the  Chairman of the Authority.  (4)  An application under sub-rule (2) shall, where applicable, be accompanied by the documents and details of information set out in Form I.   (5)  An application under sub-rule (2) shall be accompanied by the payment of fees in the \namount prescribed in accordance with the conditions for each type of license to be issued.  \n (6) An application under sub-rule (2) may be withdrawn at any time before the grant of a license.  \n4. Conditions and criteria for grant of a license.- (1) The Authority may grant license to an \nindividual, class of persons, company or corporation.   (2) Except for the license granted to the Company for basic telephone service, no license shall confer exclusive rights.   \n(3) Applications shall be considered on their individual merits and in determining whether \nor not to grant a license, the Authority shall take into account the following factors, namely:- \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2370\n(a) the financial and economic viability of the applicant; \n (b) the applicant's experience in telecommunications and relevant past history;  (c) the technical competence and experience of the applicant's management and key \nmembers of staff and local participation in the business; \n \n(d) the nature of the services proposed and the viability of the applicant's business \nplan including the applicant's proposed roll-out and service quality commitments \nand its contribution to the development of the telecommunications sector;  \n (e) the quality of the applicant's telecommunications system or network; and \n \n(f) the terms of bid made by the applicant where the license is to be issued under a \ncompetitive process. \n \n(4) The Authority may, if it is satisfied that there are any factors in relation to that application which threaten or potentially threaten national security, reject an application. \n \n5. Procedure for grant of a license.- (1) On receipt of an application for grant of license, the \nAuthority shall fix a date for a hearing to which the applicant shall be invited by the Authority to \nattend for the purpose of examining the applicant’s requirement for grant of a license to establish, maintain and operate a telecommunication system or provide a telecommunication service and the Authority shall give the applicant not less than ten  days' prior written notice of the date of the hearing.  (2)  If the applicant, or its duly authorized representative, fails to appear before the Authority on the date fixed for the hearing, it may proceed to examine the application on the basis of information and documents provided with the application and may decide to grant the license on the basis of information provided or may decide to reject the application if it determines that the information provided with the application is incomplete or inadequate with regard to the \ntelecommunication system or telecommunication service proposed by the applicant.  \n (3)  At the hearing on the date fixed under sub-rule (1), the applicant may submit additional \ninformation as may be required by the Authority to justify the grant of the license applied for.  \n \n(4)  The Authority shall examine the applicant’s requirement for grant of a license and shall inform the applicant in writing of the status of the application within one hundred and twenty days from the date of submission of the application.  (5)  Notwithstanding anything contained in sub-rule (4), if an applicant has provided all material information and the application is otherwise complete in respect of all documents required to be filed with the application, the Authority shall give detailed reasons for its rejecting \nthe application.   \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2371\n(6) Any applicant aggrieved by the decision of the Authority may, within thirty days from \nthe date of order, prefer appeal to the Authority under sub-section (2) of section 7 of the Act in accordance with the provisions of part V of these rules. \n \n6. Rights granted to the licensee.-  (1) A licensee shall have the right to establish, maintain \nand operate a telecommunication system in the territory and for the period stipulated by the Authority in the license, in accordance with the provisions of the Act and these rules.        \n \n(2)  A licensee shall have the right to provide a telecommunication service in the territory and \nfor the period stipulated by the Authority in the license in accordance with the provisions of the \nAct and the rules made thereunder. \n 7. Conditions of license.- (1) A license granted under these rules shall be subject to the Act \nand these rules.     \n (2)  The following shall be the conditions of license for provision of basic telephone service, namely:-  \n(a)  the exclusivity period shall be subject to conditions as have been specified in the \nlicense issued by the Authority to the Company;  and  \n \n(b)  after the expiry of the exclusivity period, the conditions of license for the provision \nof basic telephone service shall be notified by the Authority by publication in the official Gazette.  \n \n(3) A license granted in accordance with the provisions of the Act and these rules shall be subject to the restrictions on transfer of the license and on change of ownership of the licensee and such further restrictions as are contained in rule 11. \n \n(4) A license granted in accordance with the provisions of the Act and these rules shall be subject to the conditions applying to all licensed services contained in Appendix ‘B’ to these rules.   \n8. Duration and renewal of license.- (1) Subject to the Act and these rules, a license shall be \ngranted for an initial term of not less than twenty-five years. Subject to sub-rule (2) and rule 9, after the expiry of the initial term, the license shall be renewed on terms and conditions consistent with the policy of the Federal Government at the relevant time.   \n \n(2) If the license is not to be renewed, the Authority shall serve a written notice on the \nlicensee of at least one fourth of the initial license term and that notice shall terminate the license \non the expiration of the initial term.   9. Monitoring of compliance, enforcement and early termination .- (1) The Authority may \nmonitor compliance by licensees with their licenses in accordance with the terms of their licenses and the Act. \n \n(2)   If the Authority considers, whether or not as a result of any complaint or  made by another person as a result of monitoring by the Authority, that the licensee has contravened any \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2372\ncondition of the license, the Authority may serve a written notice requiring the licensee to show \ncause, within thirty days after the date of the notice, as to why an enforcement order should not beissued.  \n \n(3)  If the licensee appears before the Authority to give an explanation, or submits a written explanation to the Authority, within the period specified in sub-rule (2), to the satisfaction of the Authority, the enforcement order shall not be issued.  \n \n(4) If the licensee fails to respond to the notice referred to in sub-rule  (2) or satisfy the \nAuthority in respect of the alleged contravention in accordance with sub-rule (3), the Authority \nmay issue an enforcement order requiring the licensee to remedy the contravention within such \nperiod, which shall be less than thirty days from the date of service of the enforcement order, as \nthe Authority may reasonably consider appropriate.  \n(5) If the licensee fails to comply with the enforcement order served under sub-rule (4), the Authority may, by further enforcement order in writing hereinafter referred to as \" final order \":- \n \n(a) levy a fine which may extend to three hundred and fifty million rupees; or \n \n(b) in the case of a grave or persistent contravention of its license, require the licensee \nto cease that contravention within such further period of time, not being less than \nthirty days from the date of service of the final order, as the Authority may \nreasonably consider appropriate, failing which the Authority may take action under sub-rule (6) in respect of such contravention. \n (6)  Subject to sections 23 and 24 of the Act, the Authority may terminate the license on service of not less than thirty days a notice in writing to the licensee if the licensee:-  \n(a)  commits a grave, or persistent, contravention of its license and fails to comply with \nafinal order which order has not been set aside by, or is not the subject of any \nappeal or other proceedings before any court, the Authority or the Federal Government as referred to in section 7 of the Act, served in respect of that \ncontravention within the period specified in that order, or any longer period \nallowed to the licensee by the Authority;  \n(b)  fails to pay any overdue fee under the license, which fee is not the subject of any \ndispute in good faith between the licensee and the Authority and in respect of which any appeal or proceedings have been initiated by the licensee, within sixty days following service on the licensee of written notice requiring payment together with a written warning that action will be taken under this sub-rule if the contravention is not remedied within the period specified in the notice; or  \n(c)  becomes insolvent or if a receiver is appointed in respect of a substantial part of \nthe assets used by the licensee for undertaking activities under the license. \n \n10. Modification of the license.- (1) Subject to the provisions of the license, the Authority and \nthe licensee may, at any time, by mutual consent, modify or add further conditions to the license.  \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2373\n(2)  The modifications proposed by the Authority shall subject to, and in accordance with, \nsection 22 of the Act. \n \n11. Transfer of license and ownership of licensee.- (1) A license granted under the Act and \nthese rules shall be personal to the licensee and shall not be assigned, sub-licensed to, or held on \ntrust for any person, without the prior written consent of the Authority. \n (2) Subject to sub-rule (3), the licensee may not, without the prior written permission of the Authority, through any sale or pledge of, or mortgage or charge over, any of its licensed \ntelecommunication system, through contract or otherwise, render itself incapable of performing any of its obligations under its license provided that the Authority's permission shall not be \nrequired where the licensee creates a charge over any of its assets to secure repayment of a loan \nor any other financing facility obtained in the normal course of business.  (3) If, pursuant to sub-rule (2), the licensee is required to obtain the permission of the Authority, then it shall furnish to the Authority all such documents and information as the \nAuthority may consider necessary to enable the Authority to make a determination as to whether \npermission should be granted or not.  On receipt of requisite documents and information, the Authority may grant permission to the licensee for the proposed sale or pledge of, or mortgage or charge over, any specified part `of the licensee's licensed telecommunication system either unconditionally or subject to such conditions as the Authority may deem appropriate to protect the interests of the consumers using the licensee's telecommunication services.  (4) A permission given by the Authority under sub-rule (3) shall include the requirement that the licensee shall take all necessary action to ensure the continuous and uninterrupted use of that part of the licensee's licensed telecommunication system being sold, pledged, mortgaged or charged.  \n(5) If a substantial ownership interest in, or control of, a licensee is proposed to be changed, \nthe licensee shall give the Authority notice of such fact in writing. That written notice shall include all relevant details of the proposed change.  If the Authority is of opinion, that change shall adversely affect the ability of the licensee to provide its licensed telecommunication services, it may impose such additional conditions in the license as shall be reasonable and directly relevant to the proposed change.  \nExplanation.- For the purpose of sub-rule (5):-  \n \n(i) \" control \"means the ability to direct the exercise, whether directly or indirectly and \nwhether through one or more entities, of more than fifty percent of the voting \nrights exercisable at any general meeting of the shareholders of the licensee; and \n (ii) \" substantial ownership interest \"means more than ten percent of the issued share \ncapital of the licensee. \n (6) The Federal Government may terminate the license on service of not less than thirty days written notice to the licensee if, in the opinion of the Federal Government, the transfer of control threatens or potentially threatens national security \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2374\n(7) Any modifications to the license pursuant to sub-rule (3) or (5) shall be made only in \naccordance with the provisions for modifications of license contained in section 22 of the Act and \nrule 10. \n 12. Compliance with rules.- (1)  Licenses issued prior to the coming into force of these rules \nshall be submitted to the Authority within ninety days from the effective date. \n \n(2)  If the Authority, on reviewing the license referred to in sub-rule (1), is satisfied that the \nlicense had been validly issued and complies substantially with the provisions of these rules, the \nAuthority shall, within one hundred and eighty days from the effective date, issue an order in \nwriting stating that the license is substantially in compliance with the provisions of these rules \nand shall be valid for the remainder of its term.     \n(3)  If the Authority determines that the license does not substantially comply with the provisions of these rules, the Authority shall by an order in writing within one hundred and eighty days from the effective date, notify the licensee in writing of those terms and conditions of the license which are not in compliance with these rules and at the same time  shall direct the licensee to make an application for a new license in accordance with the provisions of these rules.      (4)  If an application for a new license is not submitted within ninety days from the date of the \norder referred to in sub-rules (3), the existing license shall be deemed to have expired at the \nexpiration of the ninety-day period. \n \nPART III - INTERCONNECTION \n \n13. Interconnection between connectable systems.- (1) Each operator hereinafter referred to as \nthe \" relevant operator \", shall, on the request of another operator, negotiate an agreement to \ninterconnect that other operator's telecommunication system to its telecommunication system.  \n(2) The relevant operator shall make reasonable endeavours to provide to the other operator a \npoint of connection at the switches requested by the other operator in a manner which shall be agreed from time to time between the relevant operator and the other operator and which duly takes account of what is technically feasible given the functionality of the respective networks of the relevant operator and of the other operator from time to time.  (3) Network Connection Equipment, where reasonably practicable, shall, if requested by an operator, be located within the same space in order to maximise the efficient use of space in the relevant operator's premises and to minimise the cost and inconvenience to the relevant operator and the other operator. If the relevant operator demonstrates that physical co-location is not reasonably practicable, the relevant operator shall, if requested, instead offer interconnection on terms equivalent to physical co-location in terms of economic, operational and technical conditions \nby a date as soon as reasonably practicable which shall be agreed between the relevant operator and \nthe other operator.  All costs associated with the provision of equipment and space by the relevant operator in satisfaction of these requirements shall be included in the charges permitted under rule \n16. \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2375\n(4) A relevant operator shall enter into an interconnection agreement with another operator \nwithin ninety days from the request from that other operator. Interconnection pursuant to any \ninterconnection agreement shall be carried out as soon as practicable but, in any event, within thirty \ndays from the date when that agreement is entered into.  (5) The relevant operator and the other operator shall comply with all relevant international \nstandards, including, without limitation, those of the  International Telecommunication Union. \n \n(6) The terms and conditions of interconnection agreements shall be those agreed to between the \nrelevant operator and the other operator.  All interconnection agreements shall include, inter\nalia:- \n \n(a) the points in the telecommunication system of the relevant operator at which \nconnections are made; \n \n(b) the interfaces and their standards and specifications;  (c) procedures for ensuring telecommunication system and telecommunication service \nstandards including maintenance; \n (d) interoperability tests; \n \n(e) traffic management and forecasting;  (f) confidentiality provisions;  (g) interconnection charges and their evolution or revision over time;   (h) terms of payment and billing procedures;  (i) a minimum duration period of at least twelve months;  \n(j) a provision that the interconnection agreement may only be altered by mutual \nconsent of the parties or through a determination of the Authority under sub-rule (10); \n \n(k) procedure for requesting and agreeing new Network Connection Points or capacity \nupgrades at existing Network Connection Points;  \n (l) notification of maintenance work and alteration or adaptations of the \ntelecommunication system of one party affecting the interconnection with the other party; and \n (m) an obligation, where the Company is a party to the interconnection agreement,  on \nthe other party not to carry out any activity in violation of the exclusive rights of the \nCompany during the exclusivity period. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2376\n(7) If the relevant operator and the other operator cannot agree on the terms and conditions \nof the proposed interconnection agreement within sixty days after the request for such interconnection, either party may refer the matter to the Authority by notice in writing. \n \n(8) The Authority shall fix a date for a hearing to be held not later than thirty days from the date of receipt of the notice under sub-rule (7) or (12) and shall notify that date to the parties by notice in writing at least seven days prior to that date. The notice shall require the parties to \nattend the offices of the Authority at the time and on the date specified in the notice and shall \nrequire each party to submit a written statement of the understanding reached between it and the \nother party to date at least three days before to the date of the hearing. \n \n(9) At the hearing held pursuant to sub-rule (8) the Authority shall give the parties an \nopportunity to state their positions in respect of the matters as to which they have been unable to reach agreement and shall provide them with guidelines prepared by it under clause (h) of sub-\nsection (2) of the section 5 of the Act. If the parties are able to reach an agreement as to the terms and conditions of the proposed interconnection agreement the relevant operator and the other operator shall, within fourteen days after the hearing, enter into an interconnection agreement on those terms and conditions.  (10) If the parties are unable to reach agreement as to the terms and conditions of the proposed interconnection agreement at the hearing under sub-rule (8) or if the parties fail to enter into an \ninterconnection agreement within fourteen days after that hearing if agreement as to the terms \nand conditions was reached during that hearing pursuant to sub-rule (9), the Authority shall examine the matter and may decide to hold another hearing hereinafter referred to as a \" final \nhearing \"within thirty days.  The Authority shall give the parties at least seven days prior written \nnotice of the final hearing at which the Authority shall give the parties the opportunity to state their positions. After due consideration of the submissions made by the parties at the hearing under sub-rule (8) and, if appropriate, at the final hearing, the Authority shall determine the terms and conditions on which the relevant operator and the other operator shall enter into an interconnection agreement and notify those terms and conditions in writing to them within thirty days after the date of the hearing under sub-rule (8) or, if appropriate, the final hearing and such determination shall be final and binding. \n \n(11) When determining the terms and conditions of an interconnection agreement under sub-rule (10), the Authority shall take into account the following matters, namely:- \n \n(a) the promotion of non-discrimination between operators in similar circumstances \nproviding similar services; \n (b) the promotion of competition;  (c) relevant operators should allow flexibility to the other operators as to the points of \nconnection, manner of conveyance of traffic and the routing of intelligence; \n \n(d) protection of the interest of customers; \n (e) maintenance of the public switched network and inter-operability of services; and  \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2377\n(f) the relative market position of the parties. \n (12) If a dispute arises between parties to an interconnection agreement in relation to that \ninterconnection agreement, then either party may refer the dispute to the Authority who shall \ndetermine that dispute by written notice, within ninety days after receipt of the notice in accordance with sub-rules (8) to (11).  The determination of the Authority shall be final and binding.  Neither party may refer a dispute to the Authority if the interconnection agreement contains a reasonable, \nindependent and legally binding dispute resolution mechanism and any question as to whether \nsuch a mechanism is contained within the interconnection agreement shall be determined by the \nAuthority following consultation with the parties to that interconnection agreement. \n \n(13) All operators shall use their reasonable endeavours to amend any existing interconnection \nagreements to conform to these rules as soon as practicable after the effective date.  For the avoidance of doubt, operators shall not be treated to have contravened any portion of these rules if \nany such amendment cannot be effected.  14. Quality of service.- (1) Without prejudice to the terms of any license held by a relevant \noperator under the Act, the quality of interconnection services provided by that relevant operator shall be at least of the same standard and quality as comparable services provided to the relevant operator's own business including, without limitation, in relation to price, quality and the timescale within which interconnection is offered. \n \n(2) The relevant operator shall make reasonable endeavours to provide sufficient points of connection and capacity at each point of interconnection to support the grade of service reasonably required by the other operator to meet actual and reasonably forecast demand for its telecommunication services.  15. Provision of information.-  (1) The relevant operator and the other operator shall within \nthirty days after the request for interconnection provide each other with relevant information concerning the technical network aspects of their respective telecommunication systems which is reasonably requested and necessary to enable points of connection to be established together with information concerning any proposed modifications or additions to their respective \ntelecommunication systems relevant to interconnection, and relevant to the operations of their \nrespective telecommunication systems relating to the proposed modifications or additions to those systems. \n \n(2) Before providing any information under sub-rule(1), the relevant operator and the other operator shall enter into a non-disclosure agreement to protect the confidentiality of proprietary information of, and relating to, the other party’s telecommunication network and operations provided under these rules for the purposes of interconnection and shall use that proprietary information only for that purpose. \n (3) Each relevant operator shall submit to the Authority any interconnection agreements to \nwhich it is a party within seven days after entering into that interconnection agreement.  If an interconnection agreement to which a relevant operator is a party is amended, that relevant operator shall submit that interconnection agreement to the Authority within seven days after the amendment has been made.  \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2378\n(4) The Authority shall publish all interconnection agreements submitted to it in such manner as \nit may determine.  However, the Authority shall keep confidential any sections of interconnection agreements, which are reasonably notified by a party to the relevant interconnection agreement to \nthe Authority as containing information the disclosure of which would have the potential to \nseriously and prejudicially affect its interests.  (5) If the Authority determines that an interconnection agreement is not in compliance with the \nAct, any rules or terms of a license granted to an operator which is a party to the interconnection \nagreement it shall notify the parties to the interconnection agreement of its determination within \nsixty days after the submission of the interconnection agreement to it or if the determination follows \nawritten notification by an operator to the Authority, within sixty  days after that notification.  The \nAuthority's notification shall set out the basis for the determination and require the parties to amend \nthe interconnection agreement within fourteen days. If the parties are unable to reach agreement on the terms and conditions of an interconnection agreement  the determination of the Authority under \nsub-rule (10) of rule 13 shall apply. \n \n(6) The Authority may require any operator to submit to the Authority, in the manner and at the times directed by the Authority, any information which the Authority may reasonably require for the purposes of carrying out its functions under these rules.  16. Interconnection charges.- (1) Subject to these rules, a relevant operator shall be entitled to fix \ndifferent tariffs and terms and conditions in respect of interconnection services for different \ncategories of operator and different categories of interconnection services where those differences can be objectively justified on the basis of the costs incurred in providing such interconnection services and which are approved by the Authority from time to time.    (2) A relevant operator shall be entitled to include within its interconnection charges a monthly maintenance charge for interconnect links between its telecommunication network and the telecommunication network of the other operator.  (3) Subject to these rules and the provisions of any license held by it, an SMP operator shall be entitled to charge for interconnection services: \n \n(a) to designated operators on the basis set out in sub-rule (4); and  \n(b) to all other operators on the basis of its prices for telecommunication services \nprovided by means of the public switched network. \n \n(4) The SMP operator's interconnection charges shall, as soon as practicable, be based on LRIC in the manner determined by the Authority and shall include a reasonable rate of return on LRIC costs but the SMP operator shall not be obliged to charge on the basis of LRIC until it has put in place the necessary accounting and management information systems which shall enable it to do so in accordance with a reasonable time table determined by the Authority.  The SMP operator shall also be entitled to recover a contribution to its common costs in the manner determined by the \nAuthority.  For these purposes, \"common costs\" means costs that are incurred in connection with \nthe production of multiple products or services and remain unchanged as the relative proportion of those products or services varies.  Pending the introduction of LRIC in accordance with this sub-rule  the SMP operator's interconnection charges shall be based, as far as possible, on cost-\n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2379\noriented interconnection charges for similar services provided by telecommunication operators in \nother countries providing comparable telecommunication services to those provided by the SMP operator. \n \n(5) The SMP operator shall, publish in the manner described in sub-rule (6), a notice specifying the charges for interconnection services, or specifying the method which is to be adopted for determining those charges, and other terms and conditions on which it offers \ninterconnection services. \n \n(6) Publications of the details referred to in sub-rule (5) shall be made by:- \n \n(a) sending a copy of the relevant details to the Authority on the day on which the \ncharges shall take effect; and  \n(b) sending a copy of the relevant details to any operator who reasonably requests a \ncopy. \n 17. SMP operators.- (1) An operator shall be presumed to have significant market power \nwhen it has a share of more than twenty-five per cent of a particular telecommunication market.  The relevant market for these purposes shall be based on sectoral revenues.  \n(2) The Authority may, notwithstanding sub-rule (1), determine that an operator with a market \nshare of less than twenty-five per cent of the relevant market has significant market power.  It may also determine that an operator with a market share of more than twenty-five per cent of the relevant market does not have significant market power.  In each case, the Authority shall take into account the operator's ability to influence market conditions, its turnover relative to the size of the relevant market, its control of the means of access to customers, its access to financial resources and its experience in providing telecommunication services and products in the relevant market.   \nPART IV - TARIFF \n \n18. Prices payable to the Company: -The fees and charges hereinafter referred to together as \nthe \" Prices \"shall be payable to the Company for the telecommunication services listed in \nSchedule A to Appendix “C” hereinafter referred to as the \" Basket Services \", and in Schedule B \nhereinafter referred to as the “ Leased Circuit Services ”set out in Appendix “C” to these rules,  \nwhich may be modified from time to time in accordance with the provisions of the Act.  19. Price control.-  (1) The Company shall ensure that in each consecutive twelve months \nperiod (t) hereinafter referred to as the \"Price Control Period \", the Prices charged for the Basket \nServices shall be fixed so as to satisfy the criteria in the following formula, namely:- \n \n100121\n11 t\ntt\nit\nit\nit\ni i X\nCPICPI\nPP P\nWW\u0001\u0002\u0002\n\u0003\u0004\n\u0005\u0005\n\u0006\u0007\n\b\u0002\u0002\n\u0003\u0004\n\u0005\u0005\n\u0006\u0007 \u0001×\u0002\u0002\n\u0003\u0004\n\u0005\u0005\n\u0006\u0007\n+\u0001\u0001\n\u0001\u0001\n\u000b\nExplanation :- For the purpose of sub-rule (1) the expression: \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2380\n(i.) “CPI”  denotes the consumer price index published by the State Bank of Pakistan;   \n \n(ii.) “CPI t-1”denotes the geometric average level of the CPI for the Price Control Period \n (t-1); \n \n(iii.) “CPI t-2”denotes the geometric average level of the CPI for the Price Control Period \n (t-2); \n (iv.) “P i\nt-1”denotes the geometric average Price of Basket Service i in the Price Control \n Period (t-1); \n \n(v.) “P it”denotes the geometric average Price of Basket Service i for the current Price \n Control Period (t); \n (vi.) “W\n i\"”denotes the revenues of Basket Service i in the latest financial year for which \nRegulatory Accounts have been prepared by the Company as \nshown in those Regulatory Accounts or, if no Regulatory Accounts \nhave been prepared by the Company, an estimate of those revenues in the latest financial year for which it would have prepared Regulatory Accounts, as approved by the Authority; \n (vii.) “W”  denotes the total revenues of all Basket Services in the latest financial year \nfor which Regulatory Accounts have been prepared by the Company as shown in those Regulatory Accounts or, if no Regulatory Accounts have been prepared by the Company, an estimate of those revenues in the latest financial year for which it would have prepared Regulatory Accounts, as approved by the Authority; \n \n(viii.) “X \"\nt”denotes the price control factor (the \"Basket PCF\") determined by the \nAuthority in accordance with rule 20. \n \n(2) A worked example of the Price Control Formula is set out in Schedule ‘C’ to Appendix ’C’ to these rules.  (3) The Company shall ensure that in each consecutive twelve months’ period (t) the Prices charged for Leased Circuit Services shall be fixed so as to satisfy the criteria in the following formula hereinafter referred to as the \" Leased Circuit Price Control Formula \", namely:- \n \n100121\n11 t\ntt\nit\nit\nit\ni i Y\nCPICPI\nPPP\nWW\u0001\u0002\u0002\n\u0003\u0004\n\u0005\u0005\n\u0006\u0007\n\b\u0002\u0002\n\u0003\u0004\n\u0005\u0005\n\u0006\u0007 \u0001×\u0002\u0002\n\u0003\u0004\n\u0005\u0005\n\u0006\u0007\n+\u0001\u0001\n\u0001\u0001\n\u000b\nExplanation :- For the purpose this sub-rule the expression: \n (i.) “CPI” denotes  the consumer price index published by the State Bank of Pakistan; \n(ii.) “CPI \nt-1”denotes  the geometric average level of the CPI for the Price Control Period \n(t-1); \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2381\n(iii.) “CPI t-2”denotes the geometric average level of the CPI for the Price Control Period \n(t-2); \n(iv.) “P it-1”denotes  the geometric average Price of Leased Circuit Service iin the Price \nControl Period ( t-1);\n(v.) “P it”denotes  the geometric average Price of Leased Circuit Service ifor the \ncurrent Price Control Period ( t); \n(vi.) “W I\"”denotes the revenues of Leased Circuit Service iin the latest financial year \nfor which Regulatory Accounts have been prepared by the \nCompany as shown in those Regulatory Accounts or, if no \nRegulatory Accounts have been prepared by the Company, an \nestimate of those revenues in the latest financial year for which it \nwould have prepared Regulatory Accounts, as approved by the Authority; \n(vii.) “W” denotes the total revenues of all Leased Circuit Services in the latest \nfinancial year for which Regulatory Accounts have been prepared by the Company as shown in those Regulatory Accounts or, if no Regulatory Accounts have been prepared by the Company, an \nestimate of those revenues in the latest financial year for which it \nwould have prepared Regulatory Accounts, as approved by the Authority; and \n(viii.) “Y \nt”denotes  the price control factor (the \" Leased Circuit PCF \") determined by \nthe Authority in accordance with rule 20. \n (4) The Company shall ensure that in each Price Control Period (t), the price for any individual Basket Service other than those specified in paragraphs 3(2) and 3(3) in Schedule A is not increased in real terms (based on the percentage change in the geometric average level of the \nCPI from Price Control Period (t-2) to Price Control Period (t-1)) by more than Z percent \nhereinafter referred to as the “ Maximum Price Rebalancing Rate ”. \n (5) The Company shall take all reasonable steps to ensure that, in each Price Control Period (t), the price for any individual Basket Service specified in paragraph 3(2) in Schedule A to Appendix ‘C’ is not increased by more than the percentage change in the ER from Price Control \nPeriod (t-2) to Price Control Period (t-1) plus the Maximum Price Rebalancing Rate. In this rule, \nthe expression \"ER\", in any Price Control Period, means the geometric average level of the exchange rate from Rupees to US$ (as published by the State Bank of Pakistan) over that Price Control Period.  (6) The Company shall be free, within the restriction imposed under this rule, to change the prices charged for Basket Services or Leased Circuit Services at any date and any frequency but, during the exclusivity period, the Company shall not increase those prices more frequently than once in any twelve month period.  (7) For the avoidance of doubt, it is clarified that this rule does not restrict the fees and charges payable to the Company for telecommunication services which are not Basket Services as \namended from time to time in accordance with these rules or Leased Circuit Services. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2382\n20. Price Control Factors.-  The Basket PCF and the Leased Circuit PCF and the Maximum \nPrice Rebalancing Rate shall be determined by the Authority for each period of four years.  In respect of each Price Control Period comprised in the four years commencing on the 1st July, \n1999, the Basket PCF and the Leased Circuit PCF shall be as set out in Schedule ‘D’ to Appendix \n‘C’ to these rules and the Maximum Price Rebalancing Rate shall be as set out in sub-rule (4) of rule 4 and the said Schedule ‘D’.  The Basket PCF and the Leased Circuit PCF and the Maximum Price Rebalancing Rate for each Price Control Period comprised in each subsequent period of \nfour years shall be determined by the Authority no later than six months before each subsequent \nperiod of four years commences.  \n \n21. Carry forward and restatement of CPI.- (1) To the extent that the Company has, during \nany Price Control Period (t), provided that the Prices are below those necessary for compliance \nwith rule 19, then the difference between the factor by which those Prices increased from Price Control Period (t-1) to Price Control Period (t) and the factor by which the prices could have \nincreased under rule 19 over that period may be carried forward to all or any of the immediately following two Price Control Periods such that prices in all or any of those Price Control Periods, without prejudice to the application of the Price Control Formula or Leased Circuit Price Control Formula for those Price Control Periods, can be increased to take account of that difference to the extent not taken into account in any previous Price Control Period.  (2) If the CPI is restated by the State Bank of Pakistan in respect of any twelve  months’ \nperiod such that the difference between the factors by which Prices could be increased in respect \nof the relevant Price Control Periods before and after the restatement is, in the opinion of the Authority, material, it shall consider whether that difference shall be carried forward to subsequent Price Control Periods such that Prices in all or any of those Price Control Periods, without prejudice to the application of the Price Control Formula or Leased Circuit Price Control Formula for those Price Control Periods, can be increased or decreased to take account of that difference to the extent not taken into account in any previous Price Control Period.    22. Changes to the Basket Services.- (1) Subject to sub-rules (2) and (3), the Company shall be \nentitled to add or replace a telecommunication service in respect of the Basket Services only if that telecommunication service is either:- \n \n(a) wholly or substantially in substitution of an existing telecommunication service; or (b) a packaged offering of existing telecommunication services or of elements of \nexisting telecommunication services. \n (2) The Company shall notify to the Authority in writing of its intention to add or replace a telecommunication service in respect of the Basket Services pursuant to sub-rule (1) together with the proposed basis on which the Price Control Formula shall apply to that telecommunication service not later than thirty days in advance of the Price Control Period in which it proposes to implement that change to the Basket Services.  (3) For the avoidance of doubt, it is clarified that the Company shall be free to introduce any \nnumber of different packages of prices for packages of existing telecommunications services that \nit wishes, provided that all such Prices comply with these rules.  \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2383\n(4) The Authority may, in its absolute discretion, accept or reject the proposed basis on which \nthe Price Control Formula shall apply to that telecommunication service. The Authority shall inform the Company in writing of its acceptance or rejection of the changes to the Basket Services \nproposed by the Company pursuant to sub-rule (1) within one month from being notified in \naccordance with sub-rule (2).  \n23. Sales or value added taxes.- Prices set pursuant to these rules are exclusive of any sales or \nvalue added tax including any Central Excise Duty, which may be levied under the relevant law \nin addition to the Prices. \n \n24. Publication of Prices.- (1) The Company shall publish and notify to the Authority of its \nprices in accordance with the provisions of its license. \n \n(2) The Authority may disapprove the proposed prices only if such prices:  \n(a) contain material mathematical errors; or (b) violate applicable laws, rules or the terms of any telecommunication licenses held \nby the Company. \n \n(3) If the Authority does not deliver to the Company a written disapproval of the proposed prices containing full reasons for the disapproval at least ten days in advance of the day on which \nthe proposed Prices are to become effective, then the prices shall be deemed to be approved. \n 25. Uniformity of Prices.- (1)  The Company shall not show undue preference to, or exercise \nundue discrimination against, particular persons or classes of persons in respect of the prices charged by it for telecommunication services and shall not in particular, charge different rates for customers in rural areas than those charged to similar customers in similar situations in urban areas.  (2) The Company may charge different prices in respect of calls terminating on a fixed line compared with calls terminating on a mobile line only to the extent that changes have been made to the interconnection regime to reflect the principle that calling party pays.  The permitted \ndifferential under this sub-rule shall be determined by the Authority after consultation with the \nCompany.  When the interconnection regime fully reflects the principle that calling party pays then this sub-rule shall cease to apply. \n \nPART V - RECONCILIATION, APPEAL AND REVISION \n \n26. Reconciliation procedure.- Before making any determination or decision or giving or \nrefusing to give its consent under the terms of these rules or making an order or appointing an Administrator in accordance with sub-section (4) of section 23 of the Act, or making any \nmodification to any license or doing any other matter or thing which has the effect of modifying \nany license including, without limitation, in respect of:- \n \n(a) any matter which is subject to the opinion or satisfaction of the Authority; or  (b) any matter for which the mutual agreement of the Authority and a licensee is \nrequired but about which they are unable to agree, \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2384\nany of the foregoing hereinafter referred to as a \" Proceeding \", the Authority shall consult the \nrelevant applicant or licensee.  In each case, the Authority shall notify to the relevant applicant or \nlicensee the proposed determination or decision or consent or refusal of consent, as the case may \nbe, and its reasons for its proposal and shall give the relevant applicant or licensee an opportunity to make representations at a public hearing or otherwise. When making a determination or decision, or giving or refusing to give its consent, the Authority shall give \nreasons for so doing. The Authority shall give reasons and supporting evidence where available \nin each case which are sufficient to give the relevant applicant or licensee a reasonable \nunderstanding of the proposed determination or decision or consent or refusal of consent, as the \ncase may be. The Authority shall conduct all Proceedings promptly and in a fair and objective \nmanner subject to open and transparent procedures having regard, however, to the requirements \nof commercial confidentiality.  \n27. Appeals.- (1) Any applicant or licensee aggrieved by a decision or order of any officer of \nthe Authority, acting under the delegated powers of the Authority, may, within thirty  days after the receipt of the decision or order, prefer appeal to the Authority.  (2) An application for appeal under sub-section (1) of section 7 of the Act  shall be made in duplicate and shall be accompanied by a copy of the decision or order appealed against, a fee of five thousand rupees and shall set out the contentions of the appellant together with all relevant \nmaterial facts and information pertaining thereto. \n (3) On receipt of an application for appeal under sub-rule (1) the Authority shall, within three days after that receipt, forward a copy of the application for appeal to the officer of the Authority against whose decision or order the appeal has been preferred.  That officer shall, within fourteen days after the receipt of the copy submit a written explanation in support of his decision or order setting out all material facts and information relied on by him in reaching the decision or order, and such written explanation shall be forwarded by the Authority to the appellant within three  days after its receipt and the Authority shall fix a date for a hearing not less than seven days and not more than fourteen days from the date the written explanation is forwarded to the appellant and shall notify the date of the hearing in writing to the appellant.    \n \n(4) At the hearing held pursuant to sub-rule (2), the Authority shall give the officer against whose decision or order the appeal has been filed and the appellant an opportunity to state their \nrespective positions and respond to each other’s submissions. After due consideration of the \nprovisions of the Act and the rules and the appellant’s contentions as set out in the memorandum of appeal, the written explanation submitted by the officer against whose decision or order the appeal has been preferred and the submissions made at the hearing, the Authority shall decide the appeal and notify its decision in writing to the appellant within three days after the hearing.  The decision of the Authority in this regard shall be final.          28. Application for revision .- (1) Any applicant or licensee aggrieved by a decision or order \nof any officer of the Authority acting under the delegated powers of the Authority may, instead \nof preferring an appeal to the Authority under sub-rule (7) of section 7 of the Act, within thirty \ndays after the receipt of the decision or order, make an application for the review of the decision or order, to the Federal Government through the Secretary,  IT & Telecommunications Division, Ministry of Science and Technology, Government of Pakistan.   \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2385\n(2) An application for revision under sub-rule (1) shall be made in duplicate and shall be \naccompanied by a copy of the decision or order in revision, a fee of five thousand rupees and \nshall set out the contentions of the applicant or licensee together with all relevant material facts \nand information.  (3) On receipt of an application under sub-rule (2) the Secretary, IT & Telecommunications \nDivision, Ministry of Science and Technology, Government of Pakistan, shall fix a date for a \nhearing to be held within thirty days after the receipt of the application and shall notify the date \nof the hearing in writing to the officer against whose decision or order the revision has been \npreferred and the applicant or licensee at least fourteen days prior to that date. \n (4) At the hearing held pursuant to sub-rule (3) the Secretary, IT & Telecommunications Division, \nMinistry of Science and Technology, Government of Pakistan, shall give the officer against whose \ndecision or order the revision petition has been referred and the aggrieved applicant or licensee an opportunity to state their respective positions. After due consideration of the provisions of the Act and the rules, the application and the submissions made at the hearing the Secretary, IT & Telecommunications Division, Ministry of Science and Technology, Government of Pakistan, shall decide the application and notify his decision in writing to the appellant and the Authority within fourteen days after the hearing. The decision of the Secretary, IT & Telecommunications Division, Ministry of Science and Technology, Government of Pakistan, in this regard shall be \nfinal.  \n \n(Mushtaq Ahmad) \nSection Officer  \n[File No: 12-4/2000/PTC-II] \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2386\nAppendix ‘A’ \n[See rule 3(2)] \n \nAPPLICATION FOR THE LICENSE TO OPERATE \nSTORE AND FORWARD FAX SERVICES \n \nForm No.  \nISB- -200\n1. Company Details \n \n1.1 Full Name of company \n \n1.2 Postal address \n \nTelephone: ____________ Fax: ________________ Email: _____________________________ \n \n1.3. Proof of purchase of application form attach original receipt as (Attach as Annex-I) \n1.4. Certified copy of Registration with Securities and Exchange Commission of Pakistan. The \nArticle and memorandum of association if any (Attach as Annex-II). \n1.5. Share holders of the company with details of equity. (Attach as Annex-III) \na) In case foreign equity participation the %age share of local & foreign partner \nb) In case of foreign investment the copy of agreement between foreign and local \npartner be attached as Annex-IIIA, if no foreign investment, \"Not applicable\" be \nwritten while filling Annex-IIIA.  \n \n1.7 National Income Tax No. __________________ \n \n2. Contact persons \n2.1 Contact person for quires (Name) \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2387\nNational Identity Card No.  \n - - Position ________________________ \nTele_______________ Fax____________ E-mail ____________________Sig. _______________ \n \n2.2  Authorizing person for signing of license on the behalf of company (Name) \n \nNational Identity Card No.  \n - - Position ________________________ \nTele_______________ Fax_____________  E-mail __________________Sig. _______________ \n 2.3  Technical person (Name) \n \nNational Identity Card No.  \n - - Position ________________________ \nTele_______________ Fax_____________ E-mail ___________________Sig. _______________ \n 2.4  Financial person (Name) \n \nNational Identity Card No.  \n - - Position ________________________ \nTele_______________ Fax_____________  E-mail __________________Sig. _______________ \n 2.5 Resolution of BOD for nomination of the person mentioned at Serial No. 2.2, 2.3 & 2.4 and the person authorized to sign the application (attach as Annex-IV)  \n \n3.  Brand Name of the service ______________________________  \n4.  Telecom Experience\n5.1 Telecom experience if any (provide list of experience by company allied / sister \nconcern (attached as annex V) Or in case no previous experience of Telecom attach \nbio- data of the technical persons who will tackle the technical part of project along with existing profile of company (attach as Annex-V) \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2388\n5.2 Proposed organizational structure (attached as Annex-VI) \n \n5.  Processing Payments/ Performance Bond\nS.No Description Name, No. & Date of Bank \nDraft Amount (Rs.) Remarks \n1. Application Fee Attach original \nreceipt/draft \n2. Evaluation Fee     Attach original \nreceipt/draft \n6.  Financial Business Information \n6.1 Feasibility of the project along with market study identifying target market, break \neven and cash flew analysis (Attach as Annex VII). \n6.2 Cost of establishing, operating maintaining the services (Attach as Annex VIII). 6.3 Tariff breakup based on scientific calculations (Attach as Annex IX) 6.4 Complete details of project financing and financial resources (Attach as Annex X).  \n \n7. Technical Information \n \n7.1 Detailed technical specifications and design of the proposal system including \nhardware and software supported by literature in comprehensive form. The \nfeature of Store and Forward Fax software along with demo CD would also be a value more. (Attach as Annex XI). \n7.2 For every POP complete diagrammatic view of proposed network and its \nmanagement system showing equipment and communication links. (Attach as Annex XII). \n7.3 Complete details of facilities required from Pakistan Telecommunication \nCompany Limited to operate your network i.e. number of telephone lines/PRI form each POP along with the exchange area of operational office. (Attach as Annex XIII) \n7.4 Comprehensive information (specifications) regarding fax gateways to be used. \n(Attach as Annex XIV) \n7.5 Complete details of consumer complaints handling procedures. (Attach as Annex \nXV) \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2389\nDeclaration \n \n1. I certify that I am authorized to sign for the Applicant Company as per decision of \nboards (attached Annex IV) and that all the statements made are true and correct to the \nbest of my Knowledge. \n2. I certify that the company will abide by the Pakistan Telecommunication (Re-\norganization) Act 1996 and all rules and regulations made thereunder. \n3. I certify that the system established (if the PTA grants a license) will be in accordance \nwith the information which is given above. \n4. Iunderstand that the submission of this proposal does not automatically qualify my \ncompany for award of a license by Pakistan Telecommunication Authority.  \nTotal No. of sheets attached _____________________ \n \nSignature: _____________________________ Date: ____________________________ \n \nFull Name \n \nPostal address \n \nNational Identity Card No.  \n - - Position ________________________ \nTelephone: ____________  Fax:  ________________  Email: _____________________ \n \nNote:\ni. All pages including Annexes be signed in original with ink. \nii. Five copies of Proposal / application marked one as “Original” and other as \n“Copy” \niii. The proposal must be in well binding and good presentable form. Incomplete \ninformation may become the cause of rejection of application. \niv. In addition of above, If Authority required more information for processing of \napplication, it would be communicated. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2390\nAPPLICATION FOR THE LICENSE TO ESTABLISH AND OPERATE  \nCARD PAY PHONE SERVICES IN PAKISTAN \n Form No.  \nIS\nB- -200\n1. Company Details:\n1.1 Full Name of company \n \n1.2 Postal address \n \nTelephone: ____________ Fax: ________________ Email: _____________________________ \n \n1.3 Proof of purchase of application form attach original receipt as (Attach as Annex-I) \n1.4 Certified copy of Registration with Securities and Exchange Commission of Pakistan. The \nArticle and memorandum of association if any (Attach as Annex-II). \n1.5 Share holders of the company with details of equity. (Attach as Annex-III) \na) In case foreign equity participation the %age share of local & foreign partner \nb) In case of foreign investment the copy of agreement between foreign and local \npartner be attached as Annex-IIIA, if no foreign investment, \"Not applicable\" be \nwritten while filling Annex-IIIA.  \n \n1.6  National Income Tax No. __________________ \n \n2. Contact persons \n2.1 Contact person for quires (Name) \n \nNational Identity Card No.  \n - - Position ________________________ \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2391\nTele_______________ Fax_____________  E-mail _________________________Sig. \n_______________  \n2.2  Authorizing person for signing of license on the behalf of company (Name) \n \nNational Identity Card No.  \n - - Position ________________________ \nTele_______________ Fax_____________ E-mail ___________________Sig. _______________ \n 2.3  Technical person (Name) \n \nNational Identity Card No.  \n - - Position ________________________ \nTele_______________ Fax_____________ E-mail ___________________Sig. _______________ \n 2.4  Financial person (Name) \n \nNational Identity Card No.  \n - - Position ________________________ \nTele_______________ Fax_____________ E-mail ___________________Sig. _______________ \n 2.5 Resolution of BOD for nomination of the person mentioned at Serial No. 2.2, 2.3 & 2.4 and the person authorized to sign the application (attach as Annex-IV)  \n \n3. Operational area:  _________________________  \n(Small City/ Big City/ National) \n \n4. Brand Name of the service ______________________________ \n 5.  Telecom Experience\n5.1 Telecom experience if any (provide list of experience by company allied / sister \nconcern (attached as annex V) Or in case no previous experience of Telecom attach \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2392\nbio- data of the technical persons who will tackle the technical part of project along \nwith existing profile of company (attach as Annex-V) \n 5.2 Proposed organizational structure (attached as Annex-VI) \n \n6.  Processing Payments/ Performance Bond\nS.No Description Name, No. & Date of Bank \nDraft Amount (Rs.) Remarks \n1. Application Fee Attach original \nreceipt/draft \n2. Evaluation Fee     Attach original \nreceipt/draft \n7.  Financial Business Information \n7.1. Feasibility of the project along with market study identifying target market, break \neven and cash flew analysis (Attach as Annex VII). \n7.2. Cost of establishing, operating maintaining the services (Attach as Annex VIII). 7.3. Tariff breakup based on scientific calculations (Attach as Annex IX) 7.4. Complete details of project financing and financial resources (Attach as Annex X).  \n \n8. Technical Information \n \n8.1 Detailed technical specifications and design of the proposal system including \nhardware and software supported by literature (attach as Annex-XI) \n8.2 For every POP complete diagrammatic view of proposed network and its \nmanagement system showing equipment and communication links (attach as \nAnnex XII) \n8.3 Complete details of facilities required from Pakistan Telecommunication \nCompany Limited to operate your network i.e. number of telephone lines/PRI form each POP along with the exchange area of operational office. (Attach Annex-XIII.) \n8.4 Complete details of consumer complaints handling procedures. (attach as annex \nXIV) \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2393\nDeclaration \n \n1. I certify that I am authorized to sign for the Applicant Company as per decision of boards (attached \nAnnex IV) and that all the statements made are true and correct to the best of my Knowledge. \n2. I certify that the company will abide by the Pakistan Telecommunication (Re-organization) Act \n1996 and  all rules and  regulations made thereunder. \n3. I certify that the system established (if the PTA grants a license) will be in accordance with the \ninformation which is given above. \n4. I understand that the submission of this proposal does not automatically qualify my company for \naward of a license by Pakistan Telecommunication Authority. \n Total No. of sheets attached _____________________ \n \nSignature_________________________________ Date _______________________________ \n \nFull Name \n \nPostal address \n \nNational Identity Card No.  \n - - Position ________________________ \nTelephone: ____________  Fax:  ________________  Email: _____________________ \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2394\nNote:\ni. All pages including Annexes be signed in original with ink. \nii. Two copies of Proposal / application marked one as “Original” and other as \n“Copy” \niii. The proposal must be in well binding and good presentable form. Incomplete \ninformation may become the cause of rejection of application. \niv. In addition of above, If Authority required more information for processing of \napplication, it would be communicated. \n \nAPPLICATION FOR LICENSE TO ESTABLISH AND OPERATE  \nELECTRONIC INFORMATION SERVICES IN PAKISTAN \n \nForm No.  \nIBD- -200\n1. Company details: \n \n1.1 Full Name of company \n \n1.2 Postal address \n \nTelephone: ____________  Fax:  ________________ Email: ____________________________ \n \n1.3 Proof of purchase of application form attach original receipt as Annex-I \n1.4 Certified copy of Registration with Securities and Exchange Commission of Pakistan. The \nArticle and memorandum of association if any (Attach as Annex-II). \n1.5 Share holders of the company with details of equity. (please attach as Annex-III) 1.6 a) In case foreign equity participation the %age share of local & foreign partner \nb) In case of foreign investment the copy of agreement between foreign and local \npartner be attached as Annex-IIIA, if no foreign investment, “Not applicable” be \nwritten while filling Annex-IIIA.  \n1.7 National Income Tax No. __________________ \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2395\n2. Contact persons \n2.1 Contact person for quires (Name) \n \nNational Identity Card No.  \n - - Position ________________________ \nTelephone _______________ Fax _____________  E-mail _________________________ \n \n2.2 Authorizing person for signing of license on the behalf of company (Name) \n \nNational Identity Card No.  \n - - Position ________________________ \nTelephone _______________ Fax _____________  E-mail _________________________ \n 2.3 Technical person (Name) \n \nNational Identity Card No.  \n - - Position ________________________ \nTelephone _______________ Fax _____________  E-mail _________________________ \n \n2.4 Financial person (Name) \n \nNational Identity Card No.  \n - - Position ________________________ \nTelephone _______________ Fax _____________  E-mail _________________________ \n 2.5 Resolution of BOD for nomination of the person mentioned at Serial No. 2.2, 2.3 & 2.4 and \nthe person authorized to sign the application (attached as Annex-IV)  \n \n3. Operational area  \nSmall City   Metropolitan City   Provincial  National  \n In case of local/Metropolitan specify area code and name of city   \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2396\n____________________________________ \n \nIn case of provincial select one of the given below \n \nPunjab NWFP Sindh Baluchistan FATA \n \n4. Brand Name of the service ______________________________ \n \n5. Telecom Experience\n5.1 Telecom experience if any (provide list of experience by company allied / sister concern \n(attached as annex V) \n Or in case no previous experience of Telecom attach bio- data of the technical persons \nwho will tackle the technical part of project along with existing profile of company (attach as Annex-V) \n5.2 Proposed organizational structure (attached as Annex-VI) \n \n6. Processing Payments/ Performance Bond\nS.No Description Name, No. & Date of Bank Draft Amount (Rs.) Valid upto Remarks \n1. Application Fee    Attached \noriginal \nreceipt/draft \n2. Evaluation Fee    Attached \noriginal \nreceipt/draft \n3. Performance  & \nBank guarantee  Enclose with  \napplication  \n7. Financial Business Information\n7.1 Feasibility of the project along with market study identifying target market, break even \nand cash flew analysis (Attach as Annex VII) \n7.2 Cost of establishing, operating maintaining the services \n \n8. Technical Information \n8.1 Detailed technical specifications and design of the proposal system including hardware \nand software supported by literature (attached as Annex-VIII) \n8.2 For every POP complete diagrammatic view of proposed network and its management \nsystem showing equipment and communication links (domestic/ international) attached \nas Annex IX. \n8.3 Complete details of facilities required from Pakistan Telecommunication Company \nLimited to operate your network i.e. number of telephone lines/PRI International link form each POP along with the exchange area of operational office. Attached Annex-X. \n8.4 Specific measures proposed to be adopted to restrict programs / information which \ncomes into direct clash with the accepted standards of morality and social values in \nPakistan along with measures to handle network security. \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2397\nDeclaration \n1. I certify that I am authorized to sign for the Applicant Company as per decision of boards \n(attached Annex IV) and that all the statements made are true and correct to the best of my Knowledge. \n2. I certify that the company will abide by the Pakistan Telecommunication (Re-\norganization) Act 1996 and all rules and regulations made thereunder. \n3. I certify that the system established (if the PTA grants a license) will be in accordance with \nthe information which is given above. \n4. I understand that the submission of this proposal does not automatically qualify my \ncompany for award of a license by Pakistan Telecommunication Authority. \n Total No. of sheets attached _____________________ \n \nSignature  _________________________________ Date _______________________________  \nFull Name \n \nPostal address \n \nNational Identity Card No.  \n - - Position ________________________ \nTelephone: ____________  Fax:  ________________  Email: \n________________________________________  \nNote:\n(i) All pages including Annex I to X to be signed in original with ink. \n(ii) Five copies of Proposal / application marked one as “Original” and others as \n“Copy” \n(iii) If applied for more than one licenses Annexes not required for Second and above \nLicenses. \n(iv) In addition of above, If Authority required more information for processing of \napplication, it would be communicated. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2398\nAPPENDIX ‘B’ \n[See rule 7(4)]  \nGENERAL LICENSE CONDITIONS \n \n1. INTRODUCTION \n \n1.1 This License, issued under the Act by the Pakistan Telecommunication Authority (the \n\"Authority \"), authorises [             ] (the \" Licensee \") to run the telecommunication systems \nand to provide the telecommunication services described in paragraph 2. \n \n1.2 The definitions included in Schedule 1 annexed hereto shall apply in the interpretation of \nthis licence and its other Schedules, and reference to this licence shall be deemed to include its Schedules. \n \n1.3 This licence is subject to the Conditions and subject to any applicable Rules issued from \ntime to time by the Federal Government.  \n2. RIGHTS GRANTED TO LICENCEE:  \nLicensed System and Licensed Services: \n \n2.1 The licencee shall be entitled by virtue of this licence and the Act to the following, \nnamely:- \n \n(a) to Operate the Licensed System in the Licensed Territory;  \n \n(b) to provide any Licensed Services in the Licensed Territory; \n \n(c) (without prejudice to the generality of (a) and (b) above) to Operate any \ntelecommunications system desirable or expedient for the provision of, and to provide, any Private Circuits or other telecommunication facilities to other persons; and \n (d) to undertake all activities necessary or incidental to the Operation of the Licensed \nSystem. \n \nInterconnection: \n \n2.2 [ PTA to identify systems to which the Licensed System can be interconnected ]\nContracting: \n \n2.3 Subject to the other provisions of this licence and sub-section 3 of Section 25 of the Act, the \nlicencee shall be entitled to contract with any person to Operate, on behalf of the Licensee, any of the Licensed System for the purposes of providing, and to provide, any Licensed Services, subject to the Licensee having given prior written notice to the Authority of the identity of the person concerned and the type of Licensed Services which that person is to provide. \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2399\nOthers: \n \n2.4  Without prejudice to the terms of this License, the Licensee shall be entitled, without \nreference to the Authority, to make any investments, enter into any contracts or other \narrangements and do any other matter or thing for the purposes of and/or in the course \nof, exercising any of its rights under this License in its absolute discretion.  \n2.5 Nothing in this License shall prejudice any rights or privileges granted or afforded to the \nLicensee under all or any of the Act or any other legislation or any other agreement entered into with, or license obtained from, the Authority or under the Act and any other \nlegislation. \n \n3. DURATION OF LICENSE: \n \n3.1 The initial term of this License shall be for [              ] [  ] years from the Effective Date. \nSubject to paragraph 3.2 and paragraph 5, after the expiration of the initial term this License shall be renewed on the terms and conditions consistent with the policy of the Federal Government at the time.   \n3.2 If this License is not to be renewed, the Authority will serve a written notice on the \nLicensee of at least one fourth of the initial term and that notice will terminate this License on the expiration of the initial term. \n \n4. PAYMENT OF FEES: \n \n4.1 The Licensee shall pay the following amounts to the Authority, namely:- \n (a) an initial license fee of [                   ];  \n(b) an annual renewal fee equivalent to [         ]% of the Licensee's gross revenue of the \nlast fiscal year arising from the Licensed Services; and \n (c) an annual special fee equivalent to [  ]% of the Licensee's gross revenue of the last \nfiscal year arising from the Licensed Services. \n \n4.2 The annual renewal fee and annual special fee described in paragraphs 4.1 (b) and (c) \nshall be payable in the first quarter of every fiscal year.  \n5. ENFORCEMENT AND EARLY TERMINATION: \n \n5.1 If the Authority considers, whether or not as a result of any complaint made by another \nperson, that the Licensee is in contravention of any obligation imposed on it under this License, the Authority may, subject to any procedures laid down in the Rules or the Regulations: \n \n(a) serve written notice on the Licensee requiring that the Licensee show cause within \nthirty (30) days as to why an Enforcement Order should not be issued; and \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2400\n(b) where the Licensee fails to: \n \n(i) respond to the notice referred to in paragraph 5.1(a); or \n \n(ii) satisfy the Authority in respect of the alleged contravention, \n \nthe Authority may issue an Enforcement Order requiring the Licensee to remedy \nthe contravention within such time period (not being less than thirty days from the \ndate of service of the “ Enforcement Order ”) as the Authority may reasonably \nconsider appropriate: and \n (c) if the Licensee fails to comply with the Enforcement Order served under \nparagraph 5.1(b) (which Order has not been set aside by, or is not the subject of \nany appeal or other proceedings before, any court, the Authority or the Federal Government as referred to in Section 7 of the Act), the Authority may, by further order in writing (a hereinafter referred to as \" Final Order \"): \n(i) levy a fine of up to a maximum of 350 million Rupees; or \n \n(ii) in the case of a grave or persistent contravention of this License, require the \nLicensee to cease that contravention within such further period of time (not \nbeing less than thirty days from the date of service of the Final Order) as \nthe Authority may reasonably consider appropriate, failing which the Authority shall be entitled to take action under paragraph 5.2 in respect of that contravention. \n \n5.2 Subject to Sections 23 and 24 of the Act, the Authority may terminate this License on \nservice of thirty days' written notice to the Licensee if the Licensee: \n \n(a) commits a grave or persistent contravention of this License and fails to comply \nwith a Final Order (which Order has not been set aside by, or it not the subject of any appeal or other proceedings before any court, the Authority or the Federal \nGovernment as referred to in Section 7 of the Act) served in respect of that \ncontravention within the period specified in that Order, or any longer period allowed to the Licensee by the Authority; \n \n(b) fails to pay any overdue fee under this License (which fee is not the subject of any \ndispute in good faith between the Licensee and the Authority and in respect of which any appeal or proceedings have been initiated by the Licensee) within sixty days following service on the Licensee of written notice requiring payment, together with a written warning that action will be taken under this paragraph 5.2 if the contravention is not remedied within the notice period; or  \n(c) becomes insolvent or if a receiver is appointed in respect of a substantial part of \nthe assets used by the Licensee for undertaking activities under this License. \n \n5.3 Without prejudice to the rights of the Licensee under Section 7 of the Act, no suit \nprosecution or other legal proceedings shall lie against the Authority or any member or \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2401\nemployee of the Authority in respect of anything done or intended to be done by the \nAuthority in good faith under the Act.  \n5.4 This License shall terminate on the first anniversary of the Effective Date if the Licensee \nhas not before that date commercially provided Licensed Services or commercially operated the Licensed System.  \n6. MODIFICATION OF THE LICENSE: \n \n6.1 The Authority and the Licensee may, at any time by mutual consent, modify or make \nadditions to this License.  \n \n6.2 Where any modifications to this License is proposed by the Authority but the Licensee \nand the Authority cannot agree in relation to that modification, the Licensee and Authority shall comply with Section 22 of the Act.  \n7. TRANSFER OF LICENSE AND OWNERSHIP OF LICENSEE: \n \nThe Licensee shall comply with Part Two Licensing, of the Pakistan Telecom Rules, 2000, as regards transfer of this License or ownership of the Licensee. \n \n8. COMPLIANCE:  \n8.1 The Licensee shall observe the provisions of this License, the Act, and any applicable \nRules and Regulations. \n 8.2 (a) Nothing which the Licensee may do, or omit to do, after the date of this License \nshall constitute a breach of any provision of this License to the extent that the Licensee is obliged to do, or to omit to do, or permitted to do, the relevant matter or thing in the manner by or under all or any of this License, the Act, any \napplicable Rules, any applicable Regulations and/or any other applicable \nlegislation or license obtained from the Authority under the Act. \n (b) The Licensee's obligations under this License shall be subject to:-  \n(i) the limitations and exclusions contained in this paragraph 8.2 and any \nother paragraph of this License; and  \n(ii) any contrary requirements of any legislation including, without limitation, \nthat relating to data protection and intellectual property. \n \n(c) The Licensee shall have no liability for any failure or delay in complying with any \nprovision of this License if, and to the extent and for so long as, that compliance is \nprevented or substantially hindered by any act of Nature, flood, fire, tempest, \nsevere weather conditions, other natural disasters, war (whether declared or not), civil disturbances, revolution, riot, insurrection, act of terrorism, sabotage, industrial disputes, other public emergencies, any change in legislation (including, without limitation, any applicable Rules and Regulations), any other act of \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2402\ngovernmental or municipal authorities, or other national authorities, or \ninternational organisations, or any other cause whatsoever which is substantially beyond the control of the Licensee. \n \n(d) The Licensee shall not have any obligation under this License to supply any \napparatus, provide any telecommunication service, or permit any connection to the Licensed System, or permit the continued connection to the Licensed System, \nof any telecommunication apparatus or telecommunication system, if the person \nrequesting the same:- \n \n(i) has not entered into, or refuses to enter into, a contract with the Licensee \nfor those purposes (other than through the unreasonable refusal of the \nLicensee to agree the terms of that contract); \n \n(ii) is or is likely to become, in breach of any contract with the Licensee for \nthose purposes or is in default of any liability owed to the Licensee in respect of that contract; or \n \n(iii) is using, or permitting the use of, telecommunication apparatus or \ntelecommunication services so supplied or provided, for any illegal purpose, or has done so in the past and is likely, in the Authority's opinion, \nto do so again; or \n \n(iv) has obtained, or attempted to obtain, any telecommunication apparatus, or \ntelecommunication service from the Licensee by corrupt, dishonest, or illegal means at any time. \n \n9. APPEALS AND RECONCILIATION PROCEDURE: \n \n9.1 Without prejudice to its rights of appeal under Section 7 of the Act and any other rights \nwhich may be available to it, the Licensee may exercise the right of appeal against decisions, actions or omissions on the part of the Authority as laid down in any applicable Rules or Regulations. \n 9.2 Before making any determination or decision or giving or refusing to give its consent \nunder the terms of this License or making any Order or taking any action under paragraph 5.2 or appointing an Administrator in accordance with sub-section (4), of \nsection 23 of the Act or proposing any modification to this License (or doing any other \nmatter or thing which has the effect of modifying this License) including, without \nlimitation, in respect of:- \n (a) any matter which is subject to the opinion or satisfaction of the Authority; or \n \n(b) any matter for which the mutual agreement of the Authority and the Licensee is \nrequired but about which they are unable to agree, \n (any of the foregoing hereinafter referred to as \" Proceeding \"), the Authority shall consult \nwith the Licensee.  In each case, the Authority shall notify the Licensee of the proposed \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2403\ndetermination or decision or consent or refusal of consent, as the case may be, and its \nreasons for its proposal and shall give the Licensee an opportunity to make representations, at a public hearing or otherwise.  When making a determination or \ndecision, or giving or refusing to give its consent, the Authority shall give reasons for so \ndoing.  The Authority shall give reasons and supporting evidence where available in each case which are sufficient to give the Licensee a reasonable understanding of the proposed determination or decision or consent or refusal of consent, as the case may be.  The \nAuthority shall conduct all Proceedings promptly and in a fair and objective manner \nsubject to open and transparent procedures having due regard, however, to the \nrequirements of commercial confidentiality. \n \n9.3 Whenever a matters is required to be investigated by the Authority in connection with the \nimplementation of this License, the Licensee shall appear before the Authority if called upon to do so and provide such information to the Authority as may be required in \naccordance with Condition 19.  \n10. EDUCATION, AND RESEARCH & DEVELOPMENT: \n \nIn order to strengthen national education and the research and development base in the telecommunications sector in Pakistan the Licensee shall contribute at least 1% of the Licensee's gross revenue in each fiscal year arising from the Licensed Services to the telecommunications related departments of accredited universities in Pakistan to provide those departments with financial support to enable them to improve on education, research and development and training in telecommunications particularly at degree level.  \n11. CONDITIONS: \n \nThe license and licenses Services shall be subject to the conditions as specified in the \nSchedule 2 annexed hereto. \n______________ \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2404\nSCHEDULE 1 \n(See paragraph 1.2 of General License Conditions)  \n \nINTERPRETATION AND DEFINITIONS \n \n(1) Words importing the singular shall include the plural and vice versa; words denoting \npersons shall include bodies corporate and unincorporated associations of persons and \nvice versa.  \n(2) The headings in this License shall not affect its interpretation. \n \n(3) Any reference, express or implied, to any legislation (including rules issued pursuant to \nthat legislation) includes references to that piece of legislation (and rules) as it may be \namended or modified from time to time.  \n(4) References in this License to paragraphs are to paragraphs of this License and references \nto conditions are to the Conditions.  In this License:-  \n\"Act\"means The Pakistan Telecommunication (Re-organization) Act 1996 (XVII) of 1996. \n \n\"Administrator \"means any person who may be appointed as such by the Authority \nunder Section 23(4) of the Act.  \"Approved Equipment \"means telecommunication equipment which has been approved \nby the Authority under Section 29 of the Act. \"Authority \"means the Pakistan Telecommunication Authority established under Section \n3of the Act. \n \"Billing Processes \"means the billing systems and metering systems taken together, \nwhere \" billing system \"means the totality of the equipment, data procedures and \nactivities which the Licensee uses to determine the charges to be made for service usage; \nand where \" metering system \"means the  equipment, data procedures and activities \nwhich the Licensee uses to determine the extent of any telecommunication services which it has provided.  \"Conditions \"means the conditions contained in Schedule 2 annexed hereto subject to \nwhich this license has been issued, as the same may be modified in accordance with this License and the Act.  \"Customer Premises Equipment \"means an item of Approved Equipment which does not \nform part of the Licensed System but is connected, or intended to be connected, to Terminal Connection Equipment and by means of which signals are initially transmitted \nor ultimately received. \n \"Enforcement Order \"means an order issued by the Authority under Section 23 of the Act \nand as referred to in paragraph 5.1. \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2405\n\"Final Order \"has the meaning given to that term in paragraph 5.1(c). \n \"financial year \"means the period of twelve months in respect of which the Licensee is \nrequired to make up its Annual Report and Audited Accounts under the Companies Ordinance, 1984 (XLVII of 1984).  \"Intellectual Property Rights \"means all or any patents, trade marks, service marks, trade \nnames, design rights, database rights, know-how, copyright and all other intellectual \nproperty rights of any nature whatsoever throughout the world (whether registered or \nunregistered) and including, without limitation, all or any applications and rights to \napply for all or any of them. \n \n\"intelligence \"means any speech, sound, data, signal, writing, image or video. \n \"Interconnection Services \"means telecommunication services which an Operator has \nrequested from the Licensee and in respect of which the Licensee is obliged to enter into an agreement to provide in accordance with the Interconnection Rules.  \"international telephony service \"means any direct or indirect telecommunication \nservice, whether or not in digital form, conveyed by any means between a point in \nPakistan and a point in another country, other than radio broadcasting or television \nbroadcasting.  \"ITU\"means the International Telecommunications Union. \n \"license \"means this license. \n \"network termination point \"means any point of termination on a telecommunication \nsystem at which terminal equipment may be connected.  \"Number \"means any identifier which would need to be used in conjunction with any \ntelecommunication service for the purposes of establishing a connection with any \nTerminal Connection Point, customer or telecommunication apparatus connected to any telecommunication system providing a telecommunication service, but not including any \nidentifier which is not accessible to the generality of customers of a telecommunication \nservice.  \"Numbering Plan \"means the national numbering plan developed by the Authority \npursuant to Section 5(2)(k) of the Act.  \"Numbering Proposals \"shall have the meaning given to that term in Condition 31.4. \n \"Order \"means an Enforcement Order or a Final Order. \n \n\"operate \"shall mean establish, maintain, develop, extend and/or operate and \" operated \"\nand \" operation \"shall be construed accordingly. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2406\n\"operator \"means any person providing telecommunication services under a license \ngranted by the Authority under the Act.  \"Private Circuit \"means a telecommunication facility which provides for transmission \ncapacity between fixed points within a telecommunication system and does not enable the customer to control the switching functions.  \"public switched network \"means a telecommunication system which allows intelligence \nto be switched between members of the public. \n \n\"public fixed switched network \"means any public switched network other than a public \nmobile switched network. \n \n\"public mobile switched network \"means a public switched network using wireless \ntelegraphy where the terminal equipment used for the emission or reception of intelligence may be connected to the network and used while in motion.  \"regulations \"means all or any regulations issued from time to time by the Authority \nunder Section 5.2 (o) of the Act.  \"rules \"means all or any rules issued from time to time by the Federal Government under \nSections 29(4) and 57 of the Act. \n \"Telecommunication Apparatus \"means telecommunication equipment and terminal \nequipment.  \"Telecommunication equipment \"means switches, equipment, wires, cables, apparatus, \npoles, structures, ducts, man-holes and other tangible property, software and data, other than terminal equipment, comprising any telecommunication system or used in connection with any telecommunication service.  \"Telecommunication Rules \"means the Pakistan Telecommunication Rules, 2000 made \nunder Section 57 of the Act. \n \"Telecommunication service \"means a service consisting in the emission, conveyance, \nswitching or reception of any intelligence within, or into, or from, Pakistan by any \nelectrical, electro-magnetic, electronic, optical or optio-electronic system, whether or not the intelligence is subjected to re-arrangement, computation or any other process in the course of the service.  \"Telecommunication system \"means any electrical, electro-magnetic, electronic, optical or \noptio-electronic system for the emission, conveyance, switching or reception of any intelligence within or into, or from, Pakistan, whether or not that intelligence is subjected to re-arrangement, computation or any other process in the course of operation of the \nsystem, and includes a cable transmission system, a cable television transmission system \nand terminal equipment.  \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2407\n\"Terminal Connection Equipment \"in relation to any telecommunication system, an item \nof telecommunication apparatus comprised in that telecommunication system which is situated in a fixed position in a customer's premises and which enables: \n \n(a) Customer Premises Equipment to be connected to that telecommunication system;  (b) signals to be conveyed in either direction between the Customer Premises \nEquipment and that telecommunication system; and \n \n(c) the proper functioning and operation of the Customer Premises Equipment and \ntelecommunication system to be tested. \n \n\"Terminal Connection Point \"means any point within an item of Terminal Connection \nEquipment at which signals are conveyed to or from one or more items of Customer \nPremises Equipment.  \"Terminal equipment \"means any apparatus directly or indirectly connected to any \nnetwork termination point and used for sending, processing or receiving intelligence.  \"Video \"means any visual images which are such that sequences of them may be seen as \nmoving images. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2408\nSCHEDULE 2 \n(See Paragraph 11 of General License Conditions) \n \nCONDITIONS APPLYING TO ALL LICENSES & LICENSED SERVICES \n \nPART 1 - Consumer Protection \n \n1. Standard Terms and Conditions: \n \n1.1 The Licensee shall make available to its customers a set of standard terms and conditions \nwhich will apply to its contractual relationships with its customers when providing those \ncustomers with line rental, terminal equipment and any form of telecommunication services.  The Licensee shall also file a copy of all those standard terms with the Authority \nprior to entering into agreements with its customers on those terms. \n \n1.2 Condition 1.1 shall not prevent the Licensee from negotiating and entering into an \nagreement with any customer for the provision of any Licensed Service on terms which \nare not the standard terms and conditions or which have not been filed with the Authority. \n \n2. Publication of Prices:  \n2.1 The Licensee shall publish, in the manner described in Condition 2.2, a notice specifying \nthe prices, or specifying the method which is to be adopted for determining those prices, and other terms and conditions on which it offers (if applicable):-  (a) to provide each telecommunication service by means of the Licensed System; \n \n(b) to connect to the Licensed System any apparatus or any other telecommunication \nsystem which is not part of, and is not to be comprised in, the Licensed System; \n (c) to maintain, adjust or repair any apparatus forming a part of the Licensed System \nor any Customer Premises Equipment; \n \n(d) to lease lines, or other capacity forming part of the Licensed System; and  (e) to sell or lease any terminal equipment for use in connection with the Licensed System,  except in respect of the terms and conditions of any Interconnection Service, and except insofar as the Authority may otherwise agree.  \n2.2 Publication of the details referred to in Condition 2.1 shall be made by:- \n \n(a) subject to Condition 2.3, sending a copy of the relevant details to the Authority not \nless than thirty days in advance of the day on which a new telecommunication service is provided and thereafter, or in the case of an existing telecommunication service, on the day on which the change to terms or prices shall take effect; \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2409\n(b) placing the relevant details in every registered office of the Licensee so that they \nare available for inspection, free of charge, by members of the public, as soon as \npracticable after sending a copy of them to the Authority in accordance with \nCondition 2.2(a); and \n (c) sending a copy of the relevant details (or extracts of them as may, in the \ncircumstances, be appropriate) to any person in the Licensed Territory who \nreasonably requests a copy. \n \n2.3 The Licensee shall notify the Authority of any changes to the prices for \ntelecommunication services to which the rules relevant to tariff contained in part IV of the \nPakistan Telecommunication Rules, 2000, apply not less than thirty days in advance of the day on which the change to the prices shall take effect.  The Licensee shall include in that \nnotification explanations and calculations demonstrating that the proposed price change complies with the rules relating to tariff.  \n3. Code of Practice for Consumer Affairs: \n \nThe Licensee shall in consultation with the Authority prepare and publish within six \nmonths after the Effective Date, a Code of Practice to govern its dealings with customers.  The Code of Practice shall include, at a minimum, provisions covering the following issues, namely:- \n \n(a) A commitment to the application of the principle of non-discriminatory treatment \nof customers; \n(b) With respect to interruptions and suspensions of service, a commitment to take \nsteps to restore service as soon as reasonably possible and to provide reasonable credits to subscribers for lengthy outages;  \n(c) Simplification of applications for service as well as fair administration of waiting \nlists;  \n(d) Protection and preservation of privacy of information transmitted over the public \nswitched network; \n \n(e) Maintenance of confidentiality of information about subscribers and ensurance \nthat no information about a subscriber other than what is printed in published directory enquiry services will be released without the subscriber's consent, except pursuant to the Act, any applicable Rules, any applicable Regulations  and/or any \nother applicable legislation; and  \n \n(f) Provision of reasonable access to subscribers of information concerning their \naccounts with the Licensee. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2410\n4. Confidentiality of Customer Information: \n \n4.1 The Licensee shall take all reasonable steps to ensure that those of its employees who \nobtain, in the course of their employment, information about customers of the Licensee or about the customer's business (\" Customer Information \") observe the provisions of a code \nof practice on the Confidentiality of Customer Information (the  \"Confidentiality Code \"). \n \n4.2 The Confidentiality Code shall be prepared by the Licensee in consultation with the \nAuthority and shall:-  (a) specify the persons to whom Customer Information may not be disclosed without \nthe prior consent of that customer; and \n \n(b) regulate the Customer Information which may be disclosed without prior consent \nof that customer. \n \n4.3 The Licensee shall, within three months of the date on which the provisions of the \nConfidentiality Code have been agreed with the Authority, confirm in writing to the Authority that it has taken all reasonable steps to ensure that those of its employees who obtain or are likely to obtain Customer Information are observing the provisions of the Confidentiality Code.  \n4.4 This Condition 14 shall apply without prejudice to any duties of the Licensee towards its \ncustomers under the law. \n \n5. Arbitration of Disputes with Customers: \n \n5.1 The Licensee shall set up an independent arbitration procedure for resolving disputes \nover the provision of Licensed Services, on a basis to be agreed with the Authority.  \n5.2 This procedure shall be available for use instead of the Courts for disputes which do not \ninvolve complicated legal issues or where the amounts in dispute are below a specified limit agreed between the Licensee and the Authority.  This procedure will be available only where the customer agrees that this procedure should be used.  \n5.3 The License shall include this procedure in all its agreements with its customers. \n \n6. Bodies recognised to represent the interests of consumers:  \n6.1 The Licensee shall give due consideration to any matters concerning the provision of \nLicensed Services which are raised with it by any bodies either set up by or recognised by the Authority in order to represent consumer interests.  \n6.2 The Authority may require the Licensee to provide its customers, if requested by those \ncustomers, with separately itemised customer accounts for every use of any measured Licensed Service where the amount exceeds the limits specified by the Authority. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2411\n7. Billing: \n \n7.1 The Licensee may determine the content and format of its bills to customers provided \nthat:-  (a) in relation to a customer, as soon as practicable but in any event no later than the first \nanniversary of the Effective Date, the bill reflects the types of service and the units for \nwhich charges are made including, at a minimum (but only to the extent requested by the \ncustomer), the starting time of each connection, the Number called and the duration and \nnumber of units for each call; and \n(b) the Licensee retains in its records information sufficient: - \n(i) to identify for customers the basis of the amount charged for use of its \ntelecommunication services; and \n (ii) to provide the Authority with an independent quality assurance that the billing \nprocess complies with the requirements set out in Condition 7.1(a).  \n 7.2 The Licensee shall maintain in operation Billing Processes to enable the Licensee to \ncomply with the requirements of Condition 7.1. \n \nPART 2 - Fair Trading \n8. No undue preference: \n \n8.1 The Licensee shall not show undue preference to, or exercise undue discrimination \nagainst, particular persons or persons of any class or description in respect of:- \n \n(a) the provision of any telecommunication services in accordance with any \nobligations imposed by this License; \n (b) the connection of Approved Equipment to the Licensed System;  (c) the granting of permission to connect any other Operator's telecommunication \nsystem with the Licensed System in accordance with the rules relating to interconnection contained in Part three of the Pakistan Telecommunication Rules, \n2000; and \n (d) the quality of any Interconnection Services provided by the Licensee to another \nOperator under any agreement between them. \n \n8.2 The Licensee may be deemed to have shown undue preference or undue discrimination \nas described in Condition 8.1 if it unfairly favours to a material extent any business carried on by it so as to place at a significant competitive disadvantage persons lawfully competing with that business. \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2412\n8.3 Condition 8.1 shall not prevent the Licensee from:- \n \n(a) imposing any terms and conditions as are permitted under the rules relating to \ninterconnection contained in Part Three of the Pakistan Telecommunication Rules, 2000; \n (b) where it supplies as part of the same transaction, or related series of transactions, \ntwo or more telecommunication services which are of a similar type (or so related \nas to permit economies of scale where they are provided together), or two or more \nitems of Telecommunication Apparatus, offering quantity discounts or more \nfavourable terms and conditions in respect of quantity in relation to those \ntelecommunication services or Telecommunication Apparatus; and \n \n(c) imposing any other conditions with respect to the provision or supply of the \ntelecommunication services or Telecommunication Apparatus, or connection of the telecommunication system or Telecommunication Apparatus, referred to in Condition 8.3 as are reasonably incidental to that provision, supply or connection or as may otherwise be agreed by the Authority. \n \n9. Linked sales: \n \n9.1 The Licensee shall not, without the consent of the Authority, make:-  \n(a) the acquisition from any person in the Licensed Territory by the Licensee; or  (b) the provision by any person in the Licensed Territory to the Licensee, of any \ntelecommunication services or Telecommunication Apparatus, conditional upon \nagreement that those telecommunication services and telecommunication \napparatus shall be supplied exclusively to the Licensee. \n \n9.2 Condition 9.1 shall not apply with respect to the supply of any telecommunication \nservices or Telecommunication Apparatus where:-  (a) the Licensee holds any Intellectual Property Rights in that telecommunication \nservice or apparatus;   \n(b) the Telecommunication Apparatus is distinguishable by its external appearance, \nor by any marking, or similar feature, from other Telecommunication Apparatus \nof the same type, and is intended, by virtue of those distinguishing features, to be \nassociated with the Licensee;   \n(c) the Licensee makes available research, design or development work, or agrees to \nfinance that work on condition that the telecommunication service or Telecommunication Apparatus concerned shall be exclusively supplied to it; or  \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2413\n(d) the Licensee has an exclusive right to supply the telecommunication service or \nTelecommunication Apparatus concerned. \n \n9.3 The Licensee shall not make it a condition of:-  \n(a) providing any telecommunication service in the Licensed Territory by means of \nthe Licensed System;  \n \n(b) supplying any Telecommunication Apparatus in the Licensed Territory for \nconnection to the Licensed System;  or \n \n(c) connecting  any Telecommunication Apparatus or system in the Licensed Territory \nto the Licensed System, \n \nthat any person requesting the telecommunication service, Telecommunication Apparatus, or connection concerned should acquire from the Licensee or any other person specified by it any telecommunication service or Telecommunication Apparatus other than the particular telecommunication service or Telecommunication Apparatus requested, except where the telecommunication service requested cannot otherwise be provided, or the Telecommunication Apparatus requested cannot otherwise reasonably be used. \n \n10. Prohibition of exclusive international agreements:  \nThe Licensee shall not, except with permission from the Authority, enter into any \nagreements with overseas operators or satellite consortia which have the effect of excluding other licensed operators from entering into other agreements with that overseas operator or satellite consortia in relation to any services or facilities, including submarine \ncables, satellite links and land lines. \n \n11. No cross-subsidisation: \n \nThe Licensee shall not unfairly cross-subsidise its charges for any telecommunication \nservices.  For the avoidance of doubt, nothing in this License shall prohibit the Licensee from investing in any services any net revenues or earnings received by it from any of its telecommunication services. \n \n12. Differential charging: \n \nNothing in this License shall prevent the Licensee from operating a system of differential \ncharging for any of its telecommunication services, or for any other activities carried on by it. If the Licensee wishes to operate that system, it shall inform the Authority in writing at least thirty days before that system becomes operative of the basis on which such a system may operate. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2414\n13. Changes to Licensed System:  \nThe Licensee must give adequate notice of any changes in the specification or \nperformance of any part of the Licensed System which would require changes to apparatus or systems attached to or interconnected with the Licensed System or which \nwould have the effect of making those connections inoperable.  Changes must be \npublished in a reasonable manner and time scale approved by the Authority. \n \n14. Statutory testing: \n \n14.1 The Licensee shall not impose technical or other conditions for the connection of \nTelecommunication Equipment to the Licensed System other than a condition that it has been approved by the Authority in accordance with Section 29 of the Act. \n \n14.2 In particular, the Licensee shall not exercise any proprietary Intellectual Property Rights \nin a manner which prevents or inhibits the attachment of approved Telecommunication Equipment to the Licensed System.  \n14.3 Where the Licensee undertakes any aspect of the testing of equipment or systems on \nbehalf of the Authority or any other type approval body authorised by the Authority, all reasonable steps must be taken to ensure that commercial information collected through such testing remains confidential in accordance with any applicable Regulations.  \n15. Limitations on Connection Arrangements: \n \nThe Licensee shall not employ connection arrangements (such as integrated wiring) which \nprevent subscribers from exercising free choice in Terminal Equipment and/or maintenance arrangements, within any conditions laid down by the Authority in any \napplicable Regulations. \n \n16. General: \n \nAny question relating to whether any act done or course of conduct pursued by the \nLicensee amounts to undue preference or undue discrimination as described in Condition 8shall be determined by the Authority, but nothing done in any manner by the Licensee \nshall be regarded as undue preference or undue discrimination for the purposes of Condition 8, and to the extent that, the Licensee is obliged to do, or omit to do or \npermitted to do the relevant matter or thing in the manner by or under all or any of this \nLicense, the Act, any other applicable legislation, any applicable Rules, any applicable Regulations or any other agreement entered with, or License obtained from, the Authority under the Act. \n \nPART 3 - Interconnection \n \n17. The Licensee shall comply with rules relating to interconnection in Part Three of the \nPakistan Telecommunication Rules, 2000, with regard to the provision by it of Interconnection Services. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2415\nPART 4 - Numbering \n \n18. Numbering Plan: \n \n18.1 The Licensee shall operate and apply the Numbering Plan unless and until the Authority \ndetermines a new Numbering Plan amending or replacing the Numbering Plan. \n 18.2 The Licensee shall install, maintain or adjust the Licensed System so that it conveys \nmessages to telecommunication systems and telecommunication apparatus in respect of which Numbers have been allocated in accordance with the Numbering Plan. \n \n18.3 Any new Numbering Plan (including any amendments to it or replacements of it) shall be \nprepared by the Authority so that it takes account of the then current technical capabilities \nof the Licensed System and any other plans of the Licensee for the further development of \nthe Licensed System, and so that its implementation by the Licensee shall not impose upon the Licensee any material additional costs. \n \n18.4 Before publishing any Numbering Plan which the Authority proposes to determine or \nmaking any changes with respect to any Numbering Plan (together hereinafter referred to as the \" Numbering Proposals \") the Authority shall consult with the Licensee with respect \nto the Numbering Proposals so as to ensure that:- \n \n(a) the Numbering Proposals shall allow sufficient Numbers to be made available to \nthe Licensee, having regard to the expected growth and demand for \ntelecommunication services, for a Number to be allocated without undue delay; \n (b) the Numbering Proposals are in line with the applicable ITU-T recommendations; \n \n(c) the Numbering Proposals do not confer any undue disadvantage on all or any of \nthe Licensee or other Operators; \n (d) the cost of changing the Licensed System in order to accommodate the Numbering \nProposals is kept within reasonable limits;  and \n (e) any inconvenience caused by the implementation of the Numbering Proposals to \nthe Licensee, and to persons using the Licensed System, in respect of which \nNumbers have previously been allocated, is minimised. \n \nPART 5 - Information  \n19. Without prejudice to any other requirements under this License or the Act or any \napplicable Rules or Regulations under which the License may be required to provide any information to the Authority, the Licensee shall submit to the Authority, in the manner \nand at the times which the Authority requests, any information which the Authority may \nreasonably require for the purposes of carrying out its functions under the Act, any other applicable legislation and any applicable Rules and Regulations. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2416\nPART 6 - Miscellaneous  \n \n20. Resale of capacity on Leased Circuits and re-routing:  \nUntil otherwise determined by the Authority, the Licensee may prohibit its customers \nfrom the simple resale of any private circuit leased from the Licensee or the re-routing of any intelligence. \n \n21. New Technology: \n \nThe Licensee shall make reasonable efforts to employ modern technology as it becomes available for the provision of the Licensed Services so as to provide modern and efficient \nservices to its customers to the maximum practicable extent. \n22. Commencement of commercial operation:  \n22.1 The Licensee shall notify the Authority at least one week before it commercially provides \nLicensed Services or commercially operates the Licensed System.  \n22.2 The Authority may inspect the Licensed System within one week after the notification \nreferred to in Condition 22.1 to ensure its compliance with the Act, the Telecommunication Rules and this License.  \n22.3 On commencement of commercial operation, the Licensee shall apply to the Authority for \nacertificate of commencement of commercial operation and the Authority shall, subject to \nverification, issue that certificate within ten days after the application.  \n23. Tests and surveys to monitor quality of service: \n \n23.1 To monitor the quality of his service, and adherence to the quality criteria laid down in \nthis License, the Licensee shall conduct periodic tests and surveys at such intervals as may \nbe necessary, or as may have been designated by the Authority, and shall procure such test instruments and equipment as may be required for the purpose. The tests and surveys shall be so designed as to give the overall as well as the detailed picture (for example, exchange and region-wise) of the quality of service provided by the Licensee.  \n23.2 The Authority may specify the nature and procedure of quality tests and surveys, and \nmay issue directives in this behalf, and the Licensee shall comply with the same.  \n \n23.3 The Licensee shall every month, or at such intervals as the Authority may designate, \nfurnish the results of the quality tests and surveys to the Authority, in such form and manner as the Authority may specify.  \n23.4 The Licensee shall keep a record of the said quality tests and surveys, in such form and \nmanner as the Authority may specify, which record shall at all times be open to inspection and audit by the Authority, with or without notice to the Licensee. The record shall not be destroyed for a period of three years  \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2417\n23.5 The Authority may call for such special quality tests and surveys, and reports thereon, as \nit may deem appropriate, and the Licensee shall comply with the Authority’s directives in this behalf.  \n \n23.6 The Authority may depute its own representatives to be present at the quality tests \ncarried out by the Licensee.  \n23.7 The Authority may, with or without notice, conduct its own quality tests and surveys, and \nthe Licensee shall extend full co-operation to the Authority in carrying out the tests and \nsurveys, including provision of test instruments and equipment, and unhindered access \nto the licensee’s premises. The Authority may carry out the quality tests and surveys \nthrough its own officers and servants, or by consultants engaged for the purpose, and the \nLicensee shall extend full co-operation and assistance to persons deputed for the purpose.  \n24. Handicapped uses:  \nThe Licensee shall consult with the Authority from time to time about the arrangements \nmade, or to be made, for the connection to the Licensed System of Telecommunication Apparatus designed to assist handicapped users to obtain telecommunication services and shall, if so requested by the Authority, discuss with the Authority the availability of Telecommunication Apparatus designed to meet the reasonable needs of handicapped users.  \n25. Protection from obnoxious calls:  \nThe Licensee shall take all reasonable steps to protect its customers from harassment on \naccount of obnoxious calls.  \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2418\nAppendix ‘C’ \n[See rules 18, 19(2) and 20] \n \nTHE SCHEDULE ‘A’ \n \nBasket Services  \nThe following components of basic telephone service shall be comprised in the Basket Services, \nnamely:- \n \n1. Installation services  \n \nThe installation and bringing into service of connections to the public fixed switched network for residential customers.  \n (1) The installation and bringing into service of connections to the public fixed switched \nnetwork for business customers.  \n2. Line rental services \n \n(1) The provision and maintenance of connections to the public fixed switched network for \nresidential customers. \n \n(2) The provision and maintenance of connections to the public fixed switched network for \nbusiness customers. \n \n3. Call services \n \n(1) Calls made over the public fixed switched network from Customer Premises Equipment \nor Public payphones to Customer Premises Equipment, Public Payphones or to equipment connected to a public mobile switched network within Pakistan. \n \n(2) Outgoing international calls, being calls made over the public fixed switched network \nfrom Customer Premises Equipment or Public Payphones to the public switched network \nof an operator in another country. \n (3) Incoming international calls, being calls made over the public fixed switched network \nfrom the public fixed switched network of an operator in another country to Customer \nPremises Equipment, Public Payphones or to equipment connected to a public mobile \nswitched network.  \n(4) Directory information services. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2419\n4. Other mandatory services \n \nAny other service that the Company requires its customers to acquire from it in order to \nreceive or continue to receive any of the services described in paragraphs 1, 2 and 3 of this Schedule. \n \n5. Excluded services \n \nThe following services are not included in the Basket Services, namely:-  (i) Interconnection Services; \n \n(ii) Basic telephone service calls origination on a public mobile switched network; \n \n(iii) The supply of Customer Premises Equipment; \n \n(iv) The installation, bringing into service, provision and maintenance of Leased \nCircuits; and   \n(v) services that are eliminated from the Basket Services from time to time in \naccordance with the provisions of rule 22. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2420\nTHE SCHEDULE ‘B’ \n[See rule 18] \n \nPART FOFUR (TARIFF) \n \nLeased Circuit Services  \nThe following services shall be comprised in the Leased Circuit Services, namely:- \n \n1. Installation services  \n \nThe installation and bringing into service of all types of leased Circuits.  \n2. Line Rental services \n \nThe provision and maintenance of all types of Leased Circuits. \n \n[PART II]                THE GAZETTE OF PAKISTAN. EXTRA., NOV., 27, 2000  2421\nTHESCHEDULE‘C’\n[seerule19(2)]\nPriceControlFormulaWorkedExampleforBasketServices\n100X\nCPICPI\nPP P\nWW1t\n2t1t\ni1t\ni1t\nit\ni i\u0001\u0002\u0002\n\u0003\u0004\n\u0005\u0005\n\u0006\u0007\n\b\u0002\u0002\n\u0003\u0004\n\u0005\u0005\n\u0006\u0007 \u0001×\u0002\u0002\n\u0003\u0004\n\u0005\u0005\n\u0006\u0007\n+\u0001\u0001\n\u0001\u0001\n\u000b\nTotalInstallation\nsMonthly\nRentalsLocalCalls NWD\nCallsOutgoing\nInternational\nCallsIncoming\nInternational\nSettlements\nW(i) 1999/2000Revenues(excluding\nCED)Rs. 59,069 1,328 7,662 15,430 9,101 5,827 19,720\nW(i)/W Revenueweights % 2% 13% 26% 15% 10% 33%\nP(i,t-1) 1999/2000Price(excludingCED) Rs. 4,390 204 1.83 11.60 58.30 27.40\nP(i,t) 2000/2001Price(excludingCED) Rs 4,785 247 2.05 11.27 52.74 24.79\n(4-3)/3Individualpricechange % 9% 21% 12% -3% -10% -10%\n2x5 Weightedaverageprice\nchange% 1.5% 0.2% 2.7% 3.1% -0.4% -0.9% -3.2%\nCPI(t-2) CPI1998/1999 204.0\nCPI(t-1) CPI1999/2000 222.4\n8/7–1 ChangeinCPI % 9.0%\nX(t)/100 BasketPCF % 7.5%\n9–10 Maximumallowedbasket\npriceincrease% 1.5%\nZ(t)/100Maximumpricerebalancingrate % 0% 12% 3% 0%\n9+12Maximumallowedindividualpriceincrease% 9% 21% 12% 9%\n[PARTII] THEGAZETTEOFPAKISTAN.EXTRA.,NOV.,27,20002423\nTHE SCHEDULE ‘D’ \n[See rule 20] \nBasket PCF, Leased Circuit PCF and Maximum Price Rebalancing Rate \n \nBasket PCF \n \nYear: 2000/1 2001/2 2002/3 \n \n7.5 7.5 7.5 \n \nLeased Circuit PCF \n \nYear: 2000/1 2001/2 2002/3 \n \n5.0 5.0 5.0 \n \nMaximum Price Rebalancing Rate \n \nMonthly line rental charges:  \nYear: 2000/1 2001/2 2002/3 \n \n12.0 12.0 12.0 \n \nLocal call charges: \n \nYear: 2000/1 2001/2 2002/3 \n \n3.0 3.0 3.0 \n \nAll other basic telephone service charges: \n \nYear: 2000/1 2001/2 2002/3 \n \n0.0\n0.0 0.0\nPrinted by the Manager, Printing Corporation of Pakistan Press, Islamabad."
}