{
    "file": "./converted_json\\administrator6a061efe0ed5bd153fa8b79b8eb4cba7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 29 \n  \n \n \nTHE PREVENTION OF ELECTRONIC CRIMES ACT, 2016  \n \n \n \n \n \n \nCONTENTS  \n \n \nCHAPTER I  \n \n PRELIMINARY  \n \n1.  Short title, extent, application and commencement  \n \n2.  Definitions  \n \nCHAPTER II  \n \nOFFENCES AND PUNISHMENTS  \n \n3.  Unauthorized access to information system or data  \n \n4. Unauthorized copying or transmission of data  \n \n5. Interference with information system or data  \n \n6.  Unauthorized access to critical infrastructure information system or data  \n \n7. Unauthorized copying or transmission of critical  infrastructure data  \n \n8.  Interference with critical infrastructure information system or data  \n \n9.  Glorification of an offence  \n \n10.  Cyber terrorism  \n \n11.  Hate speech  \n \n12.  Recruitment, funding and planning of terrorism  \n \n13.  Electronic forgery  \n\n \nPage 2 of 29 \n  \n14.  Electronic fraud  \n \n15.  Making, obtaining, or supplying device for use in offence  \n \n16.  Unauthorized use of identity information  \n \n17.  Unauthorized issuance of SIM cards etc  \n \n18.  Tampering, etc. of communication equipment  \n \n19.  Unauthorized interception  \n \n20.  Offences against dignity of a natural person  \n \n21.  Offences against modesty of a natural person and minor  \n \n22.  Child pornography  \n22A.  Online grooming, solicitation and cyber enticement  \n22B.  Commercial sexual exploitation of children  \n22C.  Use of inform ation sys tem for kidnapping, abduction or  trafficking of  minor  \n \n23.  Malicious code  \n \n24.  Cyber stalking  \n24A.  Cyberbullying  \n \n25.  Spamming  \n \n26. Spoofing  \n \n27.  Legal recognition of offences committed in relation to information system  \n \n28.  Pakistan Penal Code, 1860 (Act XLV of 1860) to apply  \n \nCHAPTER III  \n \nESTABLISHMENT OF INVESTIGATION AGENCY AND PROCEDURAL POWERS FOR \nINVESTIGATION  \n \n29.  Establishment of investigation agency  \n \n30.  Power and procedure to investigate  \n30A.  Remand  \n30B.  Victim and witness  protection  \n \nPage 3 of 29 \n 30C.  In-camera trial  \n30D.  Investigation into the child sexual content referred to Pakistan Telecommunication Authority  \n \n31.  Expedited preservation and acquisition of data  \n \n32.  Retention of traffic data  \n \n33.  Warrant for search or seizure  \n \n34.  Warrant for disclosure of content data  \n \n35.  Powers of an authorized officer  \n \n36.  Dealing with seized data or information system  \n \n37.  Unlawful on­line content  \n \n38.  Limitation of liability of service providers  \n \n39.  Real­time collection and  recording of information  \n \n40.  Forensic laboratory  \n \n41.  Confidentiality of information  \n \nCHAPTER IV  \n \nINTERNATIONAL COOPERATION  \n \n42.  International cooperation  \n \nCHAPTER V  \n \nPROSECUTION AND TRIAL OF OFFENCES  \n \n43.  Offences to be compoundable and non­cognizable  \n43A.  Complaint against cybercrimes against children  \n \n44.  Cognizance and trial of offences  \n \n45.  Order for payment of compensation  \n45A.  Support mechanism for the victims  \n \n46.  Appointment of amicus curiae and seeking expert opinion  \n \n47.  Appeal  \n \n \n \nPage 4 of 29 \n CHAPTER VI  \n \nPREVENTIVE MEASURES  \n \n48.  Prevention of electronic crimes  \n \n49.  Computer emergency response teams  \n \nCHAPTER VII  \n \n MISCELLANEOUS  \n \n50.  Relation of the Act with other laws  \n \n51.  Power to make rules  \n \n52  Removal of difficulties  \n \n53.  Report to Parliament  \n \n54.  Amendment of Electronic Transactions Ordinance, 2002 (LI of 2002) and pending proceedings.  \n \n55.  Savings of powers  \n_______  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 5 of 29 \n THE PREVENTION OF ELECTRONIC CRIMES ACT, 2016  \n \nACT NO. XL OF 2016  \n \n[18th August, 2016]  \n  \nAn Act to make provisions for prevention of electronic crimes  \n \nWHEREAS  it is expedient to prevent unauthorized acts with respect to information systems and \nprovide for related offences as well as mechanisms for their investigation, prosecution, trial and \ninternational cooperation with respect thereof and for matters connecte d therewith or ancillary thereto;  \n \n It is hereby enacted as follows: — \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1.  Short title, extent, application and commencement. — (1) This Act may be called the  \nPrevention of Electronic Crimes Act, 2016.  \n \n(2)  It extends to the whole of Pakistan.  \n \n(3)  It shall apply to every citizen of Pakistan wherever he may be and also to every other person \nfor the time being in Pakistan.  \n \n(4)  It shall also apply to any act committed outside Pakistan by any person if the act constitutes \nan offence under this Act and affects a person, property, information system or data located in Pakistan.  \n \n(5)  It shall come into force at once.  \n \n2.  Definitions. — (1) In this Act, unless there is anything repugnant in the subject or context, — \n \n(i) “act” includes — \n \n(a) a series of acts or omissions contrary to the provisions of this Act; or  \n \n(b) causing an act to be done by a person either directly or through an \nautomated information system or automated mechanism or \nself­executing, adaptive or autonomous device and whether having \ntemporary or permanent impact;  \n \n(ii) “access to data ” means gaining control or ability to use, copy, modify or delete \nany data held in or g enerated by any device or information system;  \n \n(iii) “access to information system ” means gaining control or ability to use any part \nor whole of an information system whether or not through infringing any \nsecurity measure;  \n \n \nPage 6 of 29 \n (iv)  “Authority ” means the Paki stan Telecommunication Authority established \nunder the  Pakistan Telecommunication (Re­organization) Act, 1996 (XVII of \n1996);  \n \n(v)  “authorization ” means authorization by law or by the person empowered to \nmake such authorization under the law:  \n \nProvided th at where an information system or data is available for open \naccess by the general public, access to or transmission of such information \nsystem or data shall be deemed to be authorized for the purposes of this Act;  \n \n(vi)  “authorized officer ” means an offi cer of the investigation agency authorized to \nperform any function on behalf of the investigation agency by or under this Act;  \n1[(via)  “child” means a person below the age of eighteen years;  \n(vib)  “child sexual abuse content” means the representation, by whatever means, of a \nchild engaged in real or simulated sexually explicit conduct or representation of \nthe sexual parts of a child for primarily sexual purpose;]  \n \n(vii)  “Code ” means the Code of Criminal Procedure, 1898 (Act V of 1898)  ; \n1[(vii a) “complainant” means any person who makes complaints of any offence \nunder this Act and includes a victim, or an individual having substantial reasons \nto believe the offence is being committed or likely to be committed and any \nauthority referring the complaint for investigation; ] \n \n \n(viii)  “content data ” means any representation of fact, information or concept for \nprocessing in an information system including source code or a program suitable \nto cause an information system to perform a function;  \n \n(ix)  “Court ” means the Court of competent jurisdiction designated under this Act;  \n \n(x)  “critical infrastructure ” means critical elements of infrastructure namely assets, \nfacilities, systems, networks or processes the loss or compromise of which could \nresult in,— \n \n(a)  major detrimental impact on the availability, integrity or delivery of \nessential services including those services, whose integrity, if \ncompromised, could result in significant loss of life or casualties, taking \ninto account significant economic or social impacts; or  \n \n(b)  significant impact on national security, national defense, or the \nfunctioning of the state:  \n \n \n1Ins. by Act  No. XXXVII of 2023, s.2.  \n  \n \nPage 7 of 29 \n Provided that the Government may designate any private or Government \ninfrastructure in accordance with the objectives of sub­paragraphs (i) and (ii) \nabove, as critical infrastructure as may be prescribed under this Act;  \n \n(xi)  “critical infrastructure information system or data ” means an information \nsystem, progr am or data that supports or performs a function with respect to a \ncritical infrastructure;  \n \n(xii)  “damage to an information system ” means any unauthorized change in the \nordinary working of an information system that impairs its performance, access, \noutput  or change in location whether temporary or permanent and with or \nwithout causing any change in the system;  \n \n(xiii)  “data” includes content data and traffic data;  \n \n(xiv)  “data damage ” means alteration, deletion, deterioration, erasure, relocation, \nsuppre ssion of data or making data temporarily or permanently unavailable;  \n \n(xv)  “device ” includes, — \n \n(a)  physical device or article;  \n \n(b)  any electronic or virtual tool that is not in physical form;  \n \n(c)  a password, access code or similar data, in electronic or other form, by \nwhich the whole or any part of an information system is capable of being \naccessed; or  \n \n(d)  automated, self­executing, adaptive or autonomous devices, programs or \ninformation systems;  \n \n(xvi)  “dishonest intention ” means intention to cause injury, wrongful gain or \nwrongful loss or harm to any person or to create hatred or incitement to violence;  \n \n(xvii)  “electronic ” includes electrical, digital, magnetic, optical, biometric, \nelectrochemical, electromechanical, wire less or electromagnetic technology;  \n \n(xviii)  “identity information ” means an information which may authenticate or identify \nan individual or an information system and enable access to any data or \ninformation system;  \n \n(xix)  “information ” includes text, me ssage, data, voice, sound, database, video, \nsignals, software, computer programmes, any forms of intelligence as defined \nunder the Pakistan Telecommunication (Reorganization) Act, 1996 (XVII of \n1996) and codes including object code and source code;  \n \n(xx)  “information system ” means an electronic system for creating, generating, \nsending, receiving, storing, reproducing, displaying, recording or processing \nany information;  \n \nPage 8 of 29 \n (xxi)  “integrity ” means, in relation to an electronic document, electronic signature \nor advanced electronic signature, the electronic document, electronic \nsignature or advanced electronic signature that has not been tampered with, \naltered or modified since a particular point in time;  \n \n(xxii)  “interference with information system or data ” means and includes an \nunauthorized act in relation to an information system or data that may disturb \nits normal working or form with or without causing any actual damage to such \nsystem or data;  \n \n(xxiii)  “investigation agency ” means the law enforcement agen cy established by or \ndesignated under this Act;  \n \n(xxiv)  “minor ” means, notwithstanding anything contained in any other law, any \nperson who has not completed the age of eighteen years;  \n \n(xxv)  “offence ” means an offence punishable under this Act except whe n committed \nby a person under ten years of age or by a person above ten years of age and \nunder fourteen years of age, who has not attained sufficient maturity of \nunderstanding to judge the nature and consequences of his conduct on that \noccasion;  \n \n(xxvi)  “rules ” means rules made under this Act;  \n \n(xxvii)  “seize ” with respect to an information system or data includes taking \npossession of such system or data or making and retaining a copy of the data;  \n1[(xxviia)  “sexually explicit conduct ” means actual or simulated -sexual intercourse, \nincluding genital -genital, ora l-genital, ana l-genital, or oral -anal, whether \nbetween persons of the same or opposite sex; or  \n(a) bestiality; or  \n(b) masturbation ; or \n(c) sadistic or masochistic abuse; or  \n(d) lascivious exhibition of the anus, genitals, or pubic area of any person; ] \n \n(xxviii) “service provider ” includes a person who, — \n \n(a)  acts as a service provider in relation to sending, receiving, storing, processing \nor distribution of any electronic communication or the provision of other \nservices in relation to electron ic communication through an information \nsystem;  \n \n(b)  owns, possesses, operates, manages or controls a public switched network or \nprovides telecommunication services; or  \n \n \n1Ins. by Act  No. XXXVII of 2023, s.2.   \n \nPage 9 of 29 \n (c)  processes or stores data on behalf of such electronic communication service \nor users of such service;  \n1[(xxviiia)  “ sexual  abuse of a  minor ” shall have the same meaning given to “sexual \nabuse” in section 377A of the Pakistan Penal Code (Act XLV of 1860); ] \n \n(xxix)  “subscriber information ” means any information held in any form by a \nservice provider relating to a subscriber other than traffic data;  \n \n(xxx)  “traffic data ” includes data relating to a communication indicating its origin, \ndestination, route, time, size, duration or type of service;  \n \n2[(xxxa)  “Tribunal ” means the Telecommunication Appellate Tribunal established \nunder section 7A of the Pakistan Telecommunicatio n (re-organization) Act, \n1996 (XVII of 1996) as amended through the Establishment of \nTelecommunication Appellate Tribunal Act, 2024 (XXV of 2024). ] \n \n(xxxi)  “unauthorized access ” means access to an information system or data which \nis not available for acce ss by general public, without authorization or in \nviolation of the terms and conditions of the authorization;  \n \n(xxxii)  “unauthorized interception ” shall mean in relation to an information system \nor data, any interception without authorization; and  \n \n(xxxii i)  “unsolicited information ” means the information which is sent for \ncommercial and marketing purposes against explicit rejection of the \nrecipient and does not include marketing authorized under the law.  \n \n(2)  Unless the context provides otherwise, any ot her expression used in this Act or rules made \nthereunder but not defined in this Act, shall have the same meanings assigned to the expressions in the \nPakistan Penal Code, 1860 (Act XLV of 1860), the Code of Criminal Procedure, 1898 (Act V of  1898) \nand the Qanoon­e­Shahadat, 1984 (P.O.No.X of 1984), as the case may be.  \n \nCHAPTER II  \n \nOFFENCES AND PUNISHMENTS  \n \n3.  Unauthorized access to information system or data. — Whoever with dishonest intention \ngains unauthorized access to any information system or data shal l be punished with imprisonment for \na term which may extend to three months or with fine which may extend to fifty thousand rupees or \nwith both.  \n \n4.  Unauthorized copying or transmission of data. — Whoever with dishonest intention and \nwithout authorization copies or otherwise transmits or causes to be transmitted any data shall be \npunished with imprisonment for a term which may extend to six months, or with fine which may extend \nto one hundred thousand rupees or with both.  \n \n5.  Interference with information system or data. —Whoever with dishonest intention \ninterferes with or damages or causes to be interfered with or damages any part or whole of an \ninformation system or data shall be punished with imprisonment which may extend to two years or \nwith fine which may extend to five hundred thousand rupees or with both.  \n1Ins. by XXXVII of 2023, s. 2.   \n2Ins. by the Establishment of Telecommunication Appellate Tribunal Act, 2024 ( Act No. XXV of 2024 ). s. 6.  \n \nPage 10 of 29 \n 6.  Unauthorized access to critical infrastructure information system or data. — Whoever \nwith dishonest intention gains unauthorized access to any critical infrastructure information system \nor data shall be punished with imprisonment which may extend to three years or with fine which may \nextend to one million rupees or with both.  \n \n7.  Unauthorized copying or transmission of critical infrastructure data. — Whoever with \ndishonest intention and without authorization copies or otherwise transmits or causes to be transmitted \nany critical infrastruct ure data shall be punished with imprisonment for a term which may extend to \nfive years, or with fine which may extend to five million rupees or with both.  \n \n8.  Interference with critical infrastructure information system or data. — Whoever with \ndishonest in tention interferes with or damages, or causes to be interfered with or damaged, any part or \nwhole of a critical information system, or data, shall be punished with imprisonment which may extend \nto seven years or with fine which may extend to ten million ru pees or with both.  \n \n9.  Glorification of an offence. — (1) Whoever prepares or disseminates information, through \nany information system or device, with the intent to glorify an offence relating to terrorism, or any \nperson convicted of a crime relating to te rrorism, or activities of proscribed organizations or individuals \nor groups shall be punished with imprisonment for a term which may extend to seven years or with \nfine which may extend to ten million rupees or with both.  \n \nExplanation .—For the purposes of t his section “glorification ” includes depiction of any form \nof praise or celebration in a desirable manner.  \n \n10. Cyber terrorism. — Whoever commits or threatens to commit any of the offences under \nsections 6, 7, 8 or 9, where the commission or threat is with the intent to, — \n \n(a)  coerce, intimidate, create a sense of fear, panic or insecurity in the Government \nor the public or a secti on of the public or community or sect or create a sense of \nfear or insecurity in society; or  \n \n(b)  advance inter­faith, sectarian or ethnic hatred; or  \n \n(c)  advance  the objectives of organizations or individuals or groups proscribed \nunder the law, shall be punished with imprisonment of either description for a \nterm which may extend to fourteen years or with fine which may extend to fifty \nmillion rupees or with both.  \n \n11. Hate speech. — Whoever prepares or disseminates information, through any information \nsystem or device, that advances or is likely to advance interfaith, sectarian or racial hatred, shall be \npunished with imprisonment for a term which may extend to seve n years or with fine or with both.  \n \n12. Recruitment, funding and planning of terrorism. — Whoever prepares or disseminates \ninformation, through any information system or device, that invites or motivates to fund, or recruits \npeople for terrorism or plans fo r terrorism shall be punished with imprisonment for a term which may \nextend to seven years or with fine or with both.  \n \n13. Electronic forgery. — (1) Whoever interferes with or uses any information system, device \nor data, with the intent to cause damage or i njury to the public or to any person, or to make any illegal \nclaim or title or to cause any person to part with property or to enter into any express or implied \ncontract, or with intent to commit fraud by any input, alteration, deletion, or suppression of data, \nresulting in unauthentic data with the intent that it be considered or acted upon for legal purposes as if \n \nPage 11 of 29 \n it were authentic, regardless of the fact that the data is directly readable and intelligible or not, shall be \npunished with imprisonment of ei ther description for a term which may extend to three years, or with \nfine which may extend to two hundred and fifty thousand rupees or with both.  \n \n(2)  Whoever commits offence under sub­section (1) in relation to a critical infrastructure \ninformation syste m or data shall be punished with imprisonment for a term which may extend to seven \nyears or with fine which may extend to five million rupees or with both.  \n \n14.  Electronic fraud. —Whoever with the intent for wrongful gain interferes with or uses any \ninform ation system, device or data or induces any person to enter into a relationship or deceives any \nperson, which act or omission is likely to cause damage or harm to that person or any other person \nshall be punished with imprisonment for a term which may exte nd to two years or with fine which may \nextend to ten million rupees or with both.  \n \n15.  Making, obtaining, or supplying device for use in offence. —Whoever produces, makes, \ngenerates, adapts, exports, supplies, offers to supply or imports for use any infor mation system, data \nor device, with the intent to be used or believing that it is primarily to be used to commit or to assist in \nthe commission of an offence under this Act shall, without prejudice to any other liability that he may \nincur in this behalf, b e punished with imprisonment for a term which may extend to six months or with \nfine which may extend to fifty thousand rupees or with both.  \n \n16.  Unauthorized use of identity information. — (1) Whoever obtains, sells, possesses, \ntransmits or uses another person’ s identity information without authorization shall be punished with \nimprisonment for a term which may extend to three years or with fine which may extend to five million \nrupees, or wi th both.  \n \n(2)  Any person whose identity information is obtained, sold, possessed, used or transmitted \nmay apply to the Authority for securing, destroying, blocking access or preventing transmission of \nidentity information referred to in sub­section (1) an d the Authority on receipt of such application may \ntake such measures as deemed appropriate for securing, destroying or preventing transmission of such \nidentity information.  \n \n17.  Unauthorized issuance of SIM cards etc. —Whoever sells or otherwise provides \nsubscriber identity module (SIM) card, re­usable identification module (R­IUM) or universal \nintegrated circuit card (UICC) or other module designed for authenticating users to establish \nconnection with the network and to be used in cellular mobile, wireles s phone or other digital devices \nsuch as tablets, without obtaining and  verification of the subscriber’ s antecedents in the mode and \nmanner for the time being approved by the Authority shall be punished with imprisonment for a term \nwhich may extend to thre e years or with fine which may extend to five hundred thousand rupees or \nwith both.  \n \n18. Tampering, etc. of communication equipment. —Whoever unlawfully or without \nauthorization changes, alters, tampers with or re­programs unique device identifier of any \ncommunication equipment including a cellular or wireless handset and starts using or marketing such \ndevice for transmitting and receiving information shall be punished with imprisonment which may \nextend to three years or with fine which may extend to one mil lion rupees or with both.  \n \nExplanation .— A “unique device identifier ” is an electronic equipment identifier which \n is unique to a communication device.  \n \n \nPage 12 of 29 \n 19.  Unauthorized interception. — Whoever with dishonest intention commits unauthorized \ninterception by technical means of — \n \n(a)  any transmission that is not intended to be and is not open to the public, from or \nwithin an information system; or  \n \n(b)  electromagnetic emissions from an inf ormation system that are carrying data, \nshall be punished with imprisonment of either description for a term which may \nextend to two years or with fine which may extend to five hundred thousand \nrupees or with both.  \n \n20. Offences against dignity of a natura l person. — (1) Whoever intentionally and publicly \nexhibits or displays or transmits any information through any information system, which he knows to \nbe false, and intimidates or harms the reputation or privacy of a natural person, shall be punished with \nimprisonment for a term which may extend to three years or with fine which may extend to one million \nrupees or with both:  \n \nProvided that nothing under this sub­section shall apply to anything aired by a broadcast media \nor distribution service licensed under  the Pakistan Electronic Media Regulatory Authority Ordinance,  \n2002 (XIII of 2002).  \n \n(2)   Any aggrieved person or his guardian, where such person is a minor, may apply to the \nAuthority for removal, destruction of or blocking access to such information ref erred to in sub­section \n(1) and the Authority on receipt of such application, shall forthwith pass such orders as deemed \nreasonable in the circumstances including an order for removal, destruction, preventing transmission \nof or blocking access to such info rmation and the Authority may also direct any of its licensees to \nsecure such information including traffic data.  \n \n21.  Offences against modesty of a natural person and minor. —(1) Whoever intentionally \nand publicly exhibits or displays or transmits any inf ormation which, — \n \n(a)  superimposes a photograph of the face of a natural person over any sexually \nexplicit image or video; or  \n \n(b)  includes a photograph or a video of a natural person in sexually explicit conduct; \nor \n \n(c)  intimidates a natural person with any sexual act, or any sexually explicit image \nor video of a natural person; or  \n \n(d)  cultivates, entices or induces a natural person to engage in a sexually explicit \nact,  \n \nthrough an information system to harm a natural person or his reputati on, or to take revenge, or to \ncreate hatred or to blackmail, shall be punished with imprisonment for a term which may extend to \nfive years or with fine which may extend to five million rupees or with both.  \n \n(2) Whoever commits an offence under sub­section (1) with respect to a minor shall be \npunished with imprisonment for a term which may extend to seven years and with fine which may \nextend to five million rupees:  \n \nPage 13 of 29 \n  \nProvided that in case of a person who has been previously convicted of an offence  under sub­ \nsection (1) with respect to a minor shall be punished with imprisonment for a term of ten years and \nwith fine.  \n \n(3) Any aggrieved person or his guardian, where such person is a minor, may apply to the \nAuthority for removal, destruction of or bl ocking access to such information referred to in sub­section \n(1) and the Authority, on receipt of such application, shall forthwith pass such orders as deemed \nreasonable in the circumstances including an order for removal, destruction, preventing transmiss ion \nof or blocking access to such information and the Authority may also direct any of its licensees to \nsecure such information including traffic data.  \n \n22.  Child pornography. — (1) Whoever intentionally produces, offers or makes available, \ndistributes or transmits through an information system or procures for himself or for another person or \nwithout lawful justification possesses material in an information system, that visually depicts — \n \n(a)  a minor engaged in sexually explicit conduct;  \n \n(b)  a person app earing to be a minor engaged in sexually explicit conduct; or  \n \n(c) realistic images representing a minor engaged in sexually explicit conduct; or  \n \n(d)  discloses the identity of the minor,  \n \nshall be punished with imprisonment for a term which may extend to  1[fourteen years and may extend \nup to twenty years and with fine which shall not be less than one million rupees] . \n \n(2) Any aggrieved person or his guardian, where such person is a minor, may apply to the \nAuthority for removal, destruction of or blocking access to such information referred to in sub­section \n(1) and the Authority, on receipt of such application, shall forthwith pass such orders as deemed \nreasonable in the circumstances, including an order for removal, destruction, preventing transmission \nof or blocking access to such information and the Authority may also direct any of its licensees to \nsecure such information including traffic data.  \n1[22A. Online grooming, solicitation and cyber e nticement. — Whoever intentionally creates \nor takes steps towards creating a relationship of trust with a minor through the use of an information \nsystem or device or any other similar means of communication with the intent to facilitate,  solicit  or  \ncommit  sexual ab use of a minor or to share, facilitate or solicit sexual content or produce sexual abuse \nmaterial with a minor, shall be punished with imprisonment of either description for a term which may \nextend to ten years and not less than  five years with fine which may extend to ten million rupees but \nnot less than five hundred thousand rupees.  \n22B. Commercial sexual exploitation of children. —Subject to section 8, whoever is directly \nor indirectly involved in the use of an information system or other similar means for the purposes of \nthe sexual exploitation of minors  including child prostitution and child se x tourism by payment in  \nmoney or in kind to the minor or any other person shall be punished with i mprisonment of either \ndescription for a term which shal l not be less than fourteen years and may extend up to twenty years \nand with fine which shall not be less than one million rupees.  \n \n1Subs. and Ins. by Act  No. XXXVII of 2023, s s.3-4 \n  \n \nPage 14 of 29 \n 22C. Use of information system for kidnapping, abduction or trafficking of minor. —\nWhoever contacts a minor th rough the use of an information system or any other similar means directly \nor indirectly of communication with intent to kidnap, abduct or traffic a minor to commit sexual abuse \nof a minor or exploitation sh all be punished with impriso nment of either description for a term which \nshall not be less than fourteen years and may extend up to twenty years and with fine which shall not \nbe less than one  million rupees. ] \n \n23. Malicious code. —Whoever willfully and wit hout authorization writes, offers, makes \navailable, distributes or transmits malicious code through an information system or device, with intent \nto cause harm to any information system or data resulting in the corruption, destruction, alteration, \nsuppressi on, theft or loss of the information system or data shall be punished with imprisonment for a \nterm which may extend to two years or with fine which may extend to one million rupees or with both.  \n \nExplanation .—For the purpose of this section, the expression  “malicious code ” includes, \n a computer program or a hidden function in a program that damages an information system or \n data or compromises the performance of such system or availability of data or uses it without \n proper authorization.  \n \n24. Cyber stalkin g.— (1) A person commits the offence of cyber stalking who, with the intent \nto coerce or intimidate or harass any person, uses information system, information system network, \nthe Internet, website, electronic mail or any other similar means of communicatio n to— \n \n(a)  follow a person or contacts or attempts to contact such person to foster personal \ninteraction repeatedly despite a clear indication of disinterest by such person;  \n \n(b)  monitor the use by a person of the internet, electronic mail, text message or any \nother form of electronic communication;  \n \n(c)  watch or spy upon a person in a manner that results in fear of violence or serious \nalarm or distress, in the mind of such person; or  \n \n(d)  take a photograph or make a video of any person and disp lays or distributes it \nwithout his consent in a manner that harms a person.  \n \n(2) Whoever commits the offence specified in sub­section (1) shall be punished with \nimprisonment for a term which may extend to three years or with fine which may extend to one million \nrupees or with both:  \n \nProvided that if victim of the cyber stalking under sub­section (1) is a minor the punishment \nmay extend to five years or with fine which may extend to ten million rupees or with both.  \n \n(3)  Any aggrieved person or his guardia n, where such person is a minor, may apply to the \nAuthority for removal, destruction of or blocking access to such information referred to in sub­section \n(1) and the Authority, on receipt of such application, shall forthwith pass such orders as deemed \nreasonable in the circumstances including an order for removal, destruction, preventing transmission \nof or blocking access to such information and the Authority may also direct any of its licensees to \nsecure such information including traffic data.  \n \n \n \n \nPage 15 of 29 \n 1[24A. C yberbullying .__ (1) A person commits  the  offence  of cyberbullying who, with intent to \nharass, threaten or target another person posts or sends electronic messages, including p ictures or videos \nby using any social media platform, including chat rooms, bl ogs or instant messaging.  \n(2) A mino r through his guardian may apply t o the Authority for removal, destruction of, or \nblocking access to such content or communication referred to in sub -section (1).  \n(3) The Authority, on receipt of application under sub -section (2), sha ll forthwith  pass such orders \nas deemed appropriate in the circumstances including an order for removal, destruction, preventing \ntransmission of or blocking access to such content and communication.  \n(4) The Authority shall, before passing an order under sub -section (3), seek repo rt from \ninvestigation agency whether or not such content is required for investigation or prosecution purposes.  \n(5) Whoever commits the offence of child cyberbullying as described in sub -section (1), shall be \npunished with impriso nment of either description for a ter m which may extend to five years but shall not \nbe less than one year with a  fine of up to five hundred thousand rupees and shall not less than one hundred \nthousand rupees. ] \n \n25.  Spamming. — (1) A p erson commits the offence of spamming, who with intent transmits \nharmful, fraudulent, misleading, illegal or unsolicited information to any person without permission of the \nrecipient or who causes any information system to show any such information for wro ngful gain.  \n \n(2)  A person including an institution or an organization engaged in direct marketing shall provide \nthe option to the recipient of direct marketing to unsubscribe from such marketing.  \n (3)  Whoever commits the offence of spamming as described in sub­section (1) by transmitting \nharmful, fraudulent, misleading or illegal information, shall be punished with imprisonment for a term \nwhich may extend to three months or with fine of rupees fifty thousand which may extend upto rupees five \nmillion or wi th both.  \n \n(4)  Whoever commits the offence of spamming as described in sub­section (1) by transmitting \nunsolicited information, or engages in direct marketing in violation of sub­section (2), for the first time, \nshall be punished with fine not exceeding fifty thousand r upees, and for every subsequent violation shall \nbe punished with fine not less than fifty thousand rupees that may extend up to one million rupees.  \n \n26.  Spoofing. —(1) Whoever with dishonest intention establishes a website or sends any \ninformation with a c ounterfeit source intended to be believed by the recipient or visitor of the website, to \nbe an authentic source commits spoofing.  \n \n(2)  Whoever commits spoofing shall be punished with imprisonment for a term which may extend \nto three years or with fine whi ch may extend to five hundred thousand rupees or with both.  \n \n27. Legal recognition of offences committed in relation to information system. —(1) \nNotwithstanding anything contained in any other law for the time being in force, an offence under this Act \nor an y other law shall not be denied legal recognition and enforcement for the sole reason of such offence \nbeing committed in relation to or through the use of an information system.  \n \n (2)  References to “property ” in any law creating an offence in relation to or concerning property, \nshall include information system and data.  \n \n1Ins. by Act  No.  XXXVII of 2023, s.5.  \n \nPage 16 of 29 \n 28.  Pakistan Penal Code, 1860 (Act XLV of 1860) to apply. — The provisions of the Pakistan \nPenal Code, 1860 (Act XLV of 1860), to the extent not inconsistent with anything provided in this Act, \nshall apply to the offences provided in this Act.  \n \nCHAPTER III  \n \nESTABLISHMENT OF INVESTIGATION AGENCY AND PROCEDURAL POWERS FOR \nINVESTIGATION  \n \n29.  Establishment of investigation agency. — (1) The Federal Gov ernment may establish or \ndesignate a law enforcement agency as the investigation agency for the purposes of investigation of \noffences under this Act.  \n \n(2)  Unless otherwise provided for under this Act, the investigation agency and the authorized \nofficer sh all in all matters follow the procedure laid down in the Code to the extent that it is not \ninconsistent with any provision of this Act.  \n \n(3)  The investigation agency shall establish its own capacity for forensic analysis of the data \nor in information systems and the forensic analysis reports generated by the investigation agency shall \nnot be inadmissible in evidence before any court for the sole reason that such reports were generated \nby the investigation agency.  \n \n (4) Notwithstanding provisions of any other law, the Federal Government shall make rules for \nappointment and promotion in the investigation agency including undertaking of specialized courses \nin digital forensics, information technology, computer science and o ther related matters for training of \nthe officers and staff of the investigation agency.  \n1[30. Power and procedure to investigate. — (1) In addition to  the Federal Investigation \nAgency, the Police shall be authorized to take cognizance of the offences unde r this Act. In that case \nthe Police shall be bound to refer the matter relating offence under this Act immediately to the Federal \nInvestigation Agency, for technical opinion and investigation as per its mandate and rules:  \nProvided that the Federal or Provi ncial Government, as the case may be, may constitute one or \nmore joint investigation teams comprising of an authorized officer of the investigation agency and any \nother law enforcement agency for investigation of an offence under this Act and any other law  for the \ntime being in force.  \n(2) An investigating officer under this Act shall be an officer or Police not below the rank of \nInspector of Police or equivalent or, if the Federal Government or the Provincial Government, as the \ncase may, deems necessary to  constitute a Joint Investigation Team it shall be headed by an \nInvestigating Officer not below the rank of BS - l8 and other officers of Joint Investigation Team may \ninclude equivalent rank from other agencies, as the case may be. The Joint Investigation Te am shall \ncomprise five members and for the meeting purposes the quorum shall consists of three members.  \n(3) The investigating officer or the Joint Investigation Team, as case may be, shall complete \nthe investigation in respect of cases triable by the cour t within forty -five working days.  \n(4) The Court shall, on taking cognizance of a case under this Act, proceed with the trial on \nweekly basis and shall decide the case within three months, failing which the matter shall be brought,  \n1Subs. by Act  No. XXXVII of 2023, s.6.   \n \nPage 17 of 29 \n to the notice of the Chief Justice of the High Court concerned for appropriate directions, keeping in \nview the facts and circumstances of the case. ] \n1[30A. Remand .— (1) Where a person is detained for investigation, the investigating officer, \nwithin twenty -four hours of the arrest, excluding the time necessary for the journey from the place of \narrest to the Court, shall produce the accused before the Court, and may apply for remand of the \naccused to police custody, or cus tody of any other investigating agency joined in the investigation for \nwhich the maximum period allowed must not be more than fourteen days at one time:  \nProvided that, where an accused cannot within twentyfour hours be produced before the Court, \na temporar y order for police custody or custody of any other investigating agency joined in the \ninvestigation not exceeding twenty -four hours may be obtained from the nearest Magist rate for the \npurpose of producing the accused before the Court within that period.  \n(2) No extension in time of the remand of the accused in police custody or custody of any other \ninvestigating agency joined in the investigation shall  be allowed, unless it can be shown by the \ninvestigating officer, to the satisfaction of the Court that furt her evidence may be available and the \nCourt is satisfied that no bodily harm has been or will be caused to the accused:  \nProvided that the total period of such remand shall not in any case exceed thirty days.  \n(3) The Court shall be deemed to be a Magistrate  for purposes of sub -section (2).  \n30B. Victim and witness protection. — (l) A  victim  and  witness protection system shall be \nestablished by the Federal and Provincial  Governments of Pakistan through rules with features \nincluding the following, namely:__ \n(i) special security arrangements for witnesses and victims;  \n(ii) concealment of identity;  \n(iii) distance recording of testimonies through video -conferencing, audio -video links \nand by the use of modern devices;  \n(iv) re-location of victims and witnesses;  \n(v) provision of reasonable financial assistance;  \n(vi) compensation to legal heirs of protected victims and witnesses;  \n(vii) safe-houses, dar -ul-amans etc.; and  \n(viii)  such other measures as may be necessary and ancillary.  \n(2) Till such time the rules envisaged in sub -section (1) are prescribed, the witness p rotection \nsystem and benefits prescribed under the Witness Protection, Security and Benefit Act, 201 7 (XXI of \n2017) shall be applicable to both victims and witnesses un der this Act, mutatis mutandis. \n30C. In-camera trial.— (1) The trial of offences against minors shall be conducted in -camera:  \n \n1Ins. by Act No. XXXVII of 2023, s.7.   \n \nPage 18 of 29 \n Provided that the Court, if it thinks fit, on its own or on an application made by either of parties, \nallow any particular person to have access to Court pr oceedings, or be or remain in the Court.  \n(2) Notwithstanding anything contained in any other law for the time being in force, where any \nproceedings are held under sub -section (1), the Court may adopt appropriate measures, including \nholding of the trial through video -link or usage of screens, for the protection of the victims and the \nwitnesses.  \n(3) Where any proceedings are held under sub -section (1), it shall not be lawful for any perso n \nto publish or broadcast any matter or information in rel ation to any such proceedings, except with the \npermission of the Court.  \n30D. Investigation into the child sexual content referred to Pakistan Telecommunication \nAuthority .__ The Federal Investigation  Agency shall acquire the information of the child sexual abuse \ncontent referred for blocking and removal  to  Pakistan  Telecommunication  Authority  and  the  \norganizations havin g data in this regard, for investigation prior to their removal and blocking  by said \nAuthority, whether the direct complaint against the said material has been m ade or not. ] \n31.  Expedited preservation and acquisition of data. —  (1) If an authorised officer is satisfied \nthat— \n \n(a)  specific data stored in any information system or by means of an information \nsystem is reasonably required for the purposes of a criminal investigation; and  \n \n(b)  there is a risk or vulnerability that the data may be modified, lost, destroyed or \nrendered inaccessible,  \n \n  the authori zed officer may,  by written notice given to the person in control of the \ninformation system, require that person to provide that data or to ensure that the data specified in the \nnotice be preserved and the integrity thereof is maintained for a period not e xceeding ninety days as \nspecified in the notice:  \n \nProvided that the authorized officer shall immediately but not later than twenty­four hours bring \nto the notice of the Court, the fact of acquisition of such data and the Court on receipt of such \ninformatio n may pass such orders as deemed appropriate in the circumstances of the case including \nissuance of warrants for retention of such data or otherwise.  \n \n(2)  The period provided in sub­section (1) for preservation of data may be extended by the \nCourt if so d eemed necessary upon receipt of an application from the authorized officer in this behalf . \n \n32. Retention of traffic data. — (1) A service provider shall, within its existing or required \ntechnical capability, retain its specified traffic data for a minimum period of one year or such period \nas the Authority may notify from time to time and, subject to production of a warrant issued by the \nCourt, provide that data to the investigation agency or the authorized officer whenever so required.  \n \n(2)  The ser vice providers shall retain the traffic data under sub­section (1) by fulfilling all the \nrequirements of data retention and its originality as provided under sections 5 and 6 of the Electronic \nTransactions Ordinance, 2002 (LI of 2002).  \n \n(3)  Any owner of t he information system who is not a licensee of the Authority and violates \nsub­section (1) shall be guilty of an offence punishable, if committed for the first time, with fine which \n \nPage 19 of 29 \n may extend to ten million rupees and upon any subsequent conviction shall b e punishable with \nimprisonment which may extend to six months or with fine or with both:  \n \nProvided that where the violation is committed by a licensee of the Authority, the same shall \nbe deemed to be a violation of the terms and conditions of the licensee and shall be treated as such \nunder the Pakistan Telecommunication (Re­organization) Act, 1996 (XVII of 1996).  \n \n33. Warrant for search or seizure. — (1) Upon an application by an authorized officer that \ndemonstrates to the satisfaction of the Court that ther e exist reasonable grounds to believe that there \nmay be in a specified place an information system, data, device or other articles that — \n \n(a)  may reasonably be required for the purpose of a criminal investigation or \ncriminal proceedings which may be mater ial as evidence in proving a \nspecifically identified offence made out under this Act; or  \n \n(b)  has been acquired by a person as a result of the commission of an offence, the \nCourt may issue a warrant which shall authorize an officer of the investigation \nagency, with such assistance as may be necessary, to enter the specified place \nand to search the premises and any information system, data, device or storage \nmedium relevant to the offence identified in the application and access, seize or \nsimilarly secure a ny information system, data, device or other articles relevant \nto the offence identified in the application.  \n \n(2)  In circumstances involving an offence under section 10, under which a warrant may be \nissued but cannot be obtained without the apprehension of destruction, alteration or loss of data, \ninformation system, data, device or other articles required for investig ation, the authorized officer, who \nshall be a Gazetted officer of the investigation agency, may enter the specified place and search the \npremises and any information system, data, device or other articles relevant to the offence and access, \nseize or simila rly secure any information system, data, device or other articles relevant to the offence:  \n \nProvided that the authorized officer shall immediately but not later than twenty­four hours bring \nto the notice of the Court, the fact of such search or seizure and  the Court on receipt of such information \nmay pass such orders as deemed appropriate in the circumstances of the case.  \n \n34. Warrant for disclosure of content data. — (1) Upon an application by an authorised \nofficer that demonstrates to the satisfaction of t he Court that there exist reasonable grounds to believe \nthat the content data stored in an information system is reasonably required for the purpose of a \ncriminal investigation or criminal proceedings with respect to an offence made out under this Act, the  \nCourt may, after recording reasons, order that the person in control of the data or information system, \nto provide such data or access to such data to the authorized officer.  \n \n(2)  The period of a warrant issued under sub­section (1) may be extended beyon d seven days \nif, on an application, a Court authorizes an extension for a further period of time as may be specified \nby the Court.  \n \n35. Powers of an authorized officer. — (1) Subject to provisions of this Act, an authorized \nofficer shall have the powers to — \n \n(a)  have access to and inspect the operation of any specified information system;  \n \n \nPage 20 of 29 \n (b)  use or cause to be used any specified information system to search any specified \ndata contained in or available to such system;  \n \n(c)  obtain and copy only relevant d ata, use equipment to make copies and obtain an \nintelligible output from an information system;  \n \n(d)  have access to or demand any information in readable and comprehensible \nformat or plain version;  \n \n(e)  require any person by whom or on whose behalf, the authorized officer has \nreasonable cause to believe, any information system has been used to grant \naccess to any data within an information system within the control of such \nperson;  \n \n(f)  require any person having charge of or otherwise concerned with the operation \nof any information system to provide him reasonable technical and other \nassistance as the authorized officer may require for investigation of an offence \nunder this Act; and  \n \n(g)  require any person who is in possession of decryption informati on of an \ninformation system, device or data under investigation to grant him access to \nsuch data, device or information system in unencrypted or decrypted intelligible \nformat for the purpose of investigating any such offence:  \n \nExplanation .—Decryption information means information or \ntechnology that enables a person to readily retransform or unscramble encrypted \ndata from its unreadable form and from ciphered data to intelligible data.  \n \n(2)  In exercise of the power of search and seizure of  any information system, program or data \nthe authorized officer at all times shall, — \n \n(a)  act with proportionality;  \n \n(b)  take all precautions to maintain integrity and secrecy of the information system \nand data in respect of which a warrant for search or  seizure has been issued;  \n \n(c)  not disrupt or interfere with the integrity or running and operation of any \ninformation system or data that is not the subject of the offences identified in \nthe application for which a warrant for search or seizure has been issued;  \n \n(d)  avoid disruption to the continued legitimate business operations and the \npremises subjected to search or seizure under this Act; and  \n \n(e)  avoid disruption to any information system, program or data not connected with \nthe information system t hat is not the subject of the offences identified in the \napplication for which a warrant has been issued or is not necessary for the \ninvestigation of the specified offence in respect of which a warrant has been \nissued.  \n(3)  When seizing or securing any dat a or information system, the authorized officer shall make \nall efforts to use technical measures to maintain its integrity and chain of custody. The authorized \n \nPage 21 of 29 \n officer shall seize an information system, data, device or articles, in part or in whole, as a l ast resort \nonly in the event where it is not possible under the circumstances to use such technical measures or \nwhere use of such technical measures by themselves shall not be sufficient to maintain the integrity \nand chain of custody of the data or informa tion system being seized.  \n \n (4)  Where an authorized officer seizes or secures any data or information system, the \nauthorized officer shall ensure that data or information system while in the possession or in the access \nof the authorized officer is not rel eased to any other person including competitors or public at large \nand details including log of any action performed on the information system or data is maintained in a \nmanner prescribed under this Act.  \n \n36.  Dealing with seized data or information system .— (1) If any data or information system \nhas been seized or secured following a search or seizure under this Act, the authorized officer who \nundertook the search or seizure shall, at the time of the seizure, — \n \n(a)  make a list of what has been seized or re ndered inaccessible, with the date and \ntime of seizure; and  \n \n(b)  give a copy of that list to, — \n \n(i)  the occupier of the premises; or  \n \n(ii)  the owner of the data or information system; or  \n \n(iii)  the person from whose possession the data or information system has \nbeen seized, in a prescribed manner in the presence of two witnesses.  \n \n(2)  The authorized officer, upon an application of the owner of the data or information system \nor an authorized agent of the owner and on payment of prescribed costs, shall provide forensic image \nof the data or information system to the owner or his authorize d agent within a time prescribed under \nthis Act.  \n \n(3)  If the authorized officer has reasons to believe that providing forensic image of the data or \ninformation system to the owner under sub­section (2) may prejudice, — \n \n(a)  the investigation in connection  with which the search was carried out; or  \n \n(b)  another ongoing investigation; or  \n \n(c)  any criminal proceedings that are pending or that may be brought in relation to \nany of those investigations, the authorized officer shall, within seven days of \nreceipt  of the application under sub­section (2), approach the Court for seeking \nan order not to provide copy of the seized data or information system.  \n \n(4)  The Court, upon receipt of an application from an authorized officer under sub­section (3), \nmay after rec ording reasons in writing pass such order as deemed appropriate in the circumstances of \nthe case.  \n \n(5)  The costs associated with the exercise of rights under this section shall be borne by the \nperson exercising these rights.  \n \nPage 22 of 29 \n  \n37.  Unlawful on­line content .— (1) The Authority shall have the power to remove or block \nor issue directions for removal or blocking of access to an information through any information system \nif it considers it necessary in the interest of the glory of Islam or the integrity, securit y or defence of \nPakistan or any part thereof, public order, decency or morality, or in relation to contempt of court or \ncommission of or incitement to an offence under this Act.  \n \n(2)  The Authority shall, with the approval of the Federal Government, prescribe rules \nproviding for, among other matters, safeguards, transparent process and effective oversight mechanism \nfor exercise of powers under sub­section (1).  \n \n(3)  Until such rules ar e prescribed under sub­section (2), the Authority shall exercise its powers \nunder this Act or any other law for the time being in force in accordance with the directions issued by \nthe Federal Government not inconsistent with the provisions of this Act.  \n \n(4)  Any person aggrieved from any order passed by the Authority under sub­section (1), may \nfile an application with the Authority for review of the order within thirty days from the date of passing \nof the order.  \n \n(5)  An appeal against the decision of the A uthority in review shall lie before the 1[Tribunal]  \nwithin thirty days of the order of the Authority in review.  \n \n38.  Limitation of liability of service providers. — (1) No service provider shall be subject to \nany civil or criminal liability, unless it is e stablished that the service provider had specific actual \nknowledge and willful intent to proactively and positively participate, and not merely through omission \nor failure to act, and thereby facilitated, aided or abetted the use by any person of any infor mation \nsystem, service, application, online platform or telecommunication system maintained, controlled or \nmanaged by the service provider in connection with a contravention of this Act or rules made \nthereunder or any other law for the time being in force:  \n \nProvided that the burden to prove that a service provider had specific actual knowledge, and \nwillful intent to proactively and positively participate in any act that gave rise to any civil or criminal \nliability shall be upon the person alleging such fact s and no interim or final orders, or directions shall \nbe issued with respect to a service provider by any investigation agency or Court unless such facts have \nso been proved and determined:  \n \nProvided further that such allegation and its proof shall clearly  identify with specificity the \ncontent, material or other aspect with respect to which civil or criminal liability is claimed including \nbut not limited to unique identifiers such as the Account Identification (Account ID), Uniform \nResource Locator (URL), T op Level Domain (TLD), Internet Protocol Addresses (IP Addresses), or \nother unique identifier and clearly state the statutory provision and basis of the claim.  \n \n(2)  No service provider shall under any circumstance be liable under this Act, rules made \nthereunder or any other law for maintaining and making available the provision of their service in good \nfaith.  \n \n(3)  No service provider shall be subject to any civil or criminal liability as a result of informing \na subscriber, user or end­users affected by any claim, notice or exercise of any power under this Act, \nrules made thereunder or any other law:  \n \n1Subs. by  the Establishment of Telecommunication Appellate Tribunal Act, 2024 (Act No. XXV of 2024),  s. 7. \n \nPage 23 of 29 \n  \nProvided that the service provider, for a period not exceeding fourteen days, shall keep \nconfidential and not disclose the existence of any investigation or exerc ise of any power under this Act \nwhen a notice to this effect is served upon it by an authorized officer, which period of confidentiality \nmay be extended beyond fourteen days if, on an application by the authorized officer, the Court \nauthorizes an extension  for a further specified period upon being satisfied that reasonable cause for \nsuch extension exists.  \n \n(4)  No service provider shall be liable under this Act, rules made thereunder or any other law \nfor the disclosure of any data or other information that the service provider discloses only to the extent \nof the provisions of this Act.  \n \n(5)  No service provider shall be under any obligation to proactively monitor, make inquiries \nabout material or content hosted, cached, routed, relayed, conduit, transmitted or made available by \nsuch intermediary or service provider.  \n \n39. Real­time collection and recording of information. — (1) If a Court is satisfied on the \nbasis of information furnished by an authorized officer that there are reasonable grounds to believe \nthat the content of any information is reasonably required for the purposes of a specific criminal \ninvestigation, the Court may order, with respect to information held by or passing through a service \nprovider, to a designated agency as notified under the Investigation for Fair Trial Act, 2013 (I of 2013) \nor any other law for the time being in force having capability to co llect real time information, to collect \nor record such information in real­time in coordination with the investigation agency for provision in \nthe prescribed manner:  \n \nProvided that such real­time collection or recording shall not be ordered for a period be yond \nwhat is absolutely necessary and in any event for not more than seven days.  \n \n(2)  Notwithstanding anything contained in any law to the contrary the information so collected \nunder sub­section (1) shall be admissible in evidence.  \n \n(3)  The period of rea l­time collection or recording may be extended beyond seven days if, on \nan application, the Court authorizes an extension for a further specified period.  \n \n(4)  The Court may also require the designated agency to keep confidential the fact of the \nexecution of any power provided for in this section and any information relating to it.  \n \n(5)  The application under sub­sections (1) and (2) shall in addition to substantive grounds and \nreasons also, — \n \n(a)  explain why it is believed that the data sought will be ava ilable with the person \nin control of an information system;  \n \n(b)  identify and explain with specificity the type of information likely to be found \non such information system;  \n \n(c)  identify and explain with specificity the identified offence made out under  this \nAct in respect of which the warrant is sought;  \n \n \nPage 24 of 29 \n (d)  if authority to seek real­time  collection or recording on more than one occasion is \nneeded, explain why and how many further disclosures are needed to achieve the \npurpose for which the warrant is to be issued;  \n \n(e)  specify what measures shall be taken to prepare and ensure that the re al­time \ncollection or recording is carried out whilst maintaining the privacy of other users, \ncustomers and third parties and without the disclosure of information of any person \nnot part of the investigation;  \n \n(f)  explain why the investigation may be frus trated or seriously prejudiced unless the \nreal time collection or recording is permitted; and  \n \n(g)  why, to achieve the purpose for which the warrant is being applied, real time \ncollection or recording by the person in control of the information system is \nnecessary.  \n \n40.  Forensic laboratory. —The Federal Government shall establish or designate a forensic \nlaboratory, independent of the investigation agency, to provide expert opinion before the Court or for the \nbenefit of the investigation agency in  relation to electronic evidence collected for purposes of investigation \nand prosecution of offences under this Act.  \n \n41.  Confidentiality of information. —Notwithstanding immunity granted under any other law for \nthe time being in force, any person includin g a service provider while providing services under the terms \nof lawful contract or otherwise in accordance with the law, or an authorized officer who has secured access \nto any material or data containing personal information about another person, disclose s such material to \nany other person, except when required by law, without the consent of the person concerned or in breach \nof lawful contract with the intent to cause or knowing that he is likely to cause harm, wrongful loss or gain \nto any person or compro mise confidentiality of such material or data shall be punished with imprisonment \nfor a term which may extend to three years or with fine which may extend to one million rupees or with \nboth:  \n \nProvided that the burden of proof of any defense taken by an acc used service provider or an \nauthorized officer that he was acting in good faith, shall be on such a service provider or the authorized \nofficer, as the case may be.  \nCHAPTER IV  \n \nINTERNATIONAL COOPERATION  \n \n42. International cooperation. — (1) The Federal Gover nment may upon receipt of a request, \nthrough the designated agency under this Act, extend such cooperation to any foreign government  \n1[including the government of Azad Jammu and Kashmir] , 24 x 7 network, any foreign agency or any \ninternational organization  or agency for the purposes of investigations or proceedings concerning offences \nrelated to information systems, electronic communication or data or for the collection of evidence in \nelectronic form relating to an offence or obtaining expeditious preservat ion and disclosure of data by means \nof an information system or real­ time collection of data associated with specified communications or \ninterception of data under this Act.  \n \n(2)  The Federal Government may forward to a foreign government, 24x7 network, any foreign \nagency or any international agency or organization any informat ion obtained from its own investigations  \n \n1Ins. by Act   No. XXXVII of 2023, s.8.   \n \nPage 25 of 29 \n if it considers that the disclosure of such information might assist the other government, agency or \norganization etc., as the case be, in initiating or carrying out investig ations or proceedings concerning \nany offence under this Act.  \n \n(3)  The Federal Government shall require the foreign government, 24 x 7 network, any foreign \nagency or any international organization or agency to keep the information provided confidential and \nuse it strictly for the purposes it is provided.  \n \n(4)  The Federal Government may, through the designated agency, send and answer requests \nfor mutual assistance the execution of such requests or their transmission to the authorities compet ent \nfor their execution.  \n \n(5)  The Federal Government may refuse to accede to any request made by a foreign \ngovernment,  24 x 7 network, any foreign agency or any international organization or agency, if, — \n \n(a)  it is of the opinion that the request, if gra nted, would prejudice sovereignty, \nsecurity, public order or other essential public interest of Pakistan;  \n \n(b)  the offence is regarded by the Federal Government as being of a political nature;  \n \n(c)  there are substantial grounds for believing that the req uest for assistance has \nbeen made for the purpose of prosecuting a person on account of that person's \nrace, sex, religion, nationality, ethnic origin or political opinions or that that \nperson's position may be prejudiced for any of those reasons;  \n \n(d)  the request relates to an offence the prosecution of which in the requesting State \nmay be incompatible with the laws of Pakistan;  \n \n(e)  the assistance requested requires the Federal Government to carry out \ncompulsory measures that may be inconsistent with the laws or practices of \nPakistan had the offence been the subject of investigation or prosecution under \nits own jurisdiction; or  \n \n(f)  the request concerns an offence which may prejudice an ongoing investigation \nor trial or rights of its  citizens guaranteed under the Constitution.  \n \n(g)  Where the Federal Government decides to provide the requested cooperation, \nthe relevant requirements and safeguards provided under this Act and rules \nframed thereunder shall be followed.  \n \n(7)  The designat ed agency shall maintain a register of requests received from any foreign \ngovernment, 24 x 7 network, any foreign agency or any international organization or agency under this \nAct and action taken thereon.  \n \n \n  \n \nPage 26 of 29 \n CHAPTER ­ V  \nPROSECUTION AND TRIAL OF OFFENCES  \n43.  Offences to be compoundable and non­cognizable. — (1) All offences under this Act, except \nthe offences under sections 10, 21  and 22 and abetment thereof, shall be non­cognizable, bailable and \ncompoundable:  \n \nProvided that offences under section 17 shall be cognizable by the investigation agency on a written \ncomplaint by the Authority.  \n \n(2)  Offences under sections 10, 21 1[22, 22A, 22B and 22C]  and abetment thereof shall be \nnon­bailable, non­compoundable and cognizable by the investigatio n agency.  \n1[43A. Complaint against cybercrimes against children .__ Complaint against the offences under \nsections 10, 21, 21A, 21B, 21C, 21D, 21E, 2lF and abatement thereof may be lodged with concerned \nauthorities by t he complainant as defined under clause (viia) of section 2. ] \n \n44.  Cognizance and trial of offences. — (1) The Federal Government, in consultation with the \nChief Justice of respective High Court, shall designate presiding officers of the Courts to try offences under \nthis Act at such places as deemed necessary.  \n \n(2)  The Federal Government shall, in consultation with the Chief Justice of respective High Court, \narrange for special training of the presiding officers of the Court to be conducted by an entity notified by \nthe Federal Government for t raining on computer sciences, cyber forensics, electronic transactions and data \nprotection.  \n \n(3)  Prosecution and trial of an offence under this Act committed by a minor shall be conducted \nunder the Juvenile Justice System Ordinance, 2000 (XXII of 2000).  \n \n(4)  To the extent not inconsistent with this Act, the procedure laid down under the Code and the  \nQanoon­e­Shahadat, 1984 (P.O.No.X of 1984), shall be followed.  \n \n45.  Order for payment of compensation. — (1) The Court may, in addition to award of any \npunishment including fine under this Act, make an order for payment of compensation to the victim for \nany damage or loss caused and the c ompensation so awarded shall be  recoverable as arrears of land revenue:  \n \nProvided that the compensation awarded by the Court shall not prejudice any right to a civil remedy \nfor the recovery of damages beyond the amount of compensation so awarded.  \n1[45A. Support mechanism for the victims. — The Government shall develop mechanis m for the \nsupport of victims in collaboration with other agencies and civil society organizations.”.  \n \n46.  Appointment of amicus curiae and seeking expert opinion. —The Court may appoint amicus  \ncuriae  or seek independent expert opinion on any matter connected with a case pending before it.  \n47. Appeal. — An appeal against the final judgment or order of a Court shall , within thirty days \nfrom the date of provision of its certified copy free of cost, lie — \n \n1Subs. and Ins. by Act No. XXXVII of 2023, s s.9-11. \n \nPage 27 of 29 \n (a)  to the High Court concerned against such judgment or order if passed by a \ncourt of sessions; or  \n \n(b)  to the court of sessions concerned against such judgment or order if passed by a \nmagistrate.  \n \nCHAPTER VI  \n \nPREVENTIVE MEASURES  \n \n48.  Prevention of electronic crimes .— (1) The Federal Government or the Authority, as the \ncase may be, may issue directives to be followed by the owners of the designated information systems \nor service providers in the interest of preventing any offence under this Act.  \n \n(2)  Any owner of the information system who is not a licensee of the Authority and violates \nthe directives issued under sub­section (1) shall be guilty of an offence punishable, if committed for \nthe firs t time, with fine which may extend to ten million rupees and upon any subsequent conviction \nshall be punishable with imprisonment which may extend to six months or with fine or with both:  \n \nProvided that where the violation is committed by a licensee of the  Authority, the same shall \nbe deemed to be a violation of the terms and conditions of the licensee and shall be treated as such \nunder the Pakistan Telecommunication (Re­organization) Act, 1996.  \n \n49.  Computer emergency response teams. —(1) The Federal Gover nment may constitute one \nor more computer emergency response teams to respond to any threat against or attack on any critical \ninfrastructure information systems or critical infrastructure data, or widespread attack on information \nsystems in Pakistan.  \n \n(2)  A computer emergency response team constituted under sub­section (1) may comprise of \ntechnical experts of known expertise officers of any intelligence or agency or any sub­set thereof.  \n \n(3)  A computer emergency response team shall respond to a threat or attack without causing \nany undue hindrance or inconvenience to the use and access of the information system or data as may \nbe prescribed.  \n \nCHAPTER VII  \n \nMISCELLANEOUS  \n \n50.  Relation of the Act with other laws. —(1) The provisions of this Act shall have effec t not \nin derogation of the Pakistan Penal Code, 1860 (Act XLV of 1860), the Code of Criminal Procedure,  \n1898 (Act V of 1898), the Qanoon­e­Shahadat, 1984 (P.O. No. X of 1984), the Protection of Pakistan  \nAct, 2014 (X of 2014) and the Investigation for Fair Trial Act, 2013 (I of 2013).  \n \n(2) Subject to sub­section (1), the provisions of this Act shall have  effect notwithstanding \nanything to the contrary contained in any other law on the subject for the time being in force.  \n \n51.  Power to make rules. — (1) The Federal Government may, by notification in the official  \nGazette, make rules for carrying out purposes of this Act.  \n \n \nPage 28 of 29 \n (2)  Without prejudice to the generality of the foregoing powers, such rules may specify, — \n \n(a)  qualifications and trainings of the officers and staff of the investigation agency \nand prosecutors;  \n \n(b)  powers, functions and responsibilities of the investigation agency, its officers \nand prosecutors;  \n \n(c)  standard , operating procedures of the investi gation agency;  \n \n(d)  mode and manner in which record of investigation under this Act may be \nmaintained;  \n \n(e)  manner to deal with the seized data, information system, device or other articles;  \n \n(f)  working of joint investigation teams;  \n \n(g)  requirements for seeking permission of the Authority to change, alter or \nre­programme unique device identifier of any communication equipment by any \nperson for research or any other legitimate purpose;  \n \n(h)  procedure for seeking appropriate orders of the Authority for  removal, \ndestruction or blocking access to information under this Act;  \n \n(i)  constitution of computer emergency response team and the standard operating \nprocedure to be adopted by such team;  \n \n(j)  appointment of designated agency having capability to coll ect real time \ninformation;  \n \n(k)  manner of coordination between the investigation agency and other law \nenforcement and intelligence agencies including designated agency;  \n \n(l)  for management and oversight of the forensic laboratory;  \n \n(m)  qualifications an d trainings of the officers, experts and staff of the forensic \nlaboratory;  \n \n (n)  powers, functions and responsibilities of the forensic laboratory, its officers, \nexperts and staff;  \n \n(o)  standard operating procedures of the forensic laboratory to interact with the \ninvestigation agency;  \n \n(p)  manner of soliciting and extending international cooperation; and  \n \n(q)  matters connected or ancillary thereto.  \n \n52.  Removal of difficulties. —If any difficulty arises in giving effect to the provisions of this \nAct, the Federal Government may, within two years of the commencement of this Act and by order \n \nPage 29 of 29 \n published in the official Gazette, make such provisions not inconsistent with the provisions  of this Act \nas may appear to be necessary for removing the difficulty.  \n \n53.  Report to Parliament. —The agency designated or established under section 29 of the Act \nshall submit a half yearly report to both houses of the Parliament for consideration by the  relevant \nCommittee in camera, in respect of its activities, without disclosing identity information, in a manner \nas prescribed under this Act.  \n \n54.  Amendment of Electronic Transactions Ordinance, 2002 (LI of 2002) and pending \nproceedings. —(1) Sections 36  and 37 of the Electronic Transactions Ordinance, 2002 (LI of 2002) \nare omitted.  \n \n(2)  Any action taken by or with the approval of the Authority or proceedings pending under \nthe provisions of the Electronic Transactions Ordinance, 2002 (LI of 2002) repeale d by sub­section \n(1), shall continue and be deemed to have been taken or initiated under this Act.  \n \n55.  Savings of powers. —Nothing in this Act shall affect, limit or prejudice the duly authorized \nand lawful powers and functions of the institutions control led by the Governments exercised and \nperformed in good faith.  \n \n \n________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 08 -11-2024"
}