{
    "file": "./converted_json\\administrator57d20cb328af20603f9822040ae93e8e.json",
    "name": "Attorney-General for Pakistan (Terms and Conditions) Rules, 2011",
    "date": "February 21, 2012",
    "tagline": "Amendment to Retainership, perks and privileges, etc.",
    "content": "REGISTERED No.-M 302  L.-7646 \nmbe t \nalette of Valtiaan eimut \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, TUESDAY, FEBRUARY 21, 2012 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF LAW, JUSTICE AND PARLIAMENTARY AFFAIRS \nNOTIFICATION \nIslamabad, the 17th February, 2012 \nS. R. 0. 166(1)/2012.- In exercise of the powers conferred by Article \n100 of the Constitution of the Islamic Republic of Pakistan, the President is pleased \nto direct that the following amendment shall be made in the Attorney-General for \nPakistan (Terms and Conditions) Rules, 2011 and shall be deemed to have been so \nmade on and from the 1st day of July, 2011, riamely:— \nIn the aforesaid Rules, for Rule 2, the following shall be substituted, \nnamely:— \n\"2. Retainership, perks and privileges, etc.—(1) An \nAttorney-General for Pakistan shall be entitled to such salary, superior \njudicial allowance, house rent allowance and petrol for use of official \ncar as are admissible to a Judge of the Supreme Court. \n(433) \n[2192(2012)/Ex. Gaz.] \t Price : Rs. 2.00 \n434 \tTHE GAZETTE  OF PAKISTAN, EXTRA, FEBRUARY 21, 2012  [PART II \n(2) \tWhere the Attorney-General is required, otherwise than under rule 4, \nto leave the Capital in the performance of his official duties, such \ntraveling and other allowances as are admissible to a Judge of the \nSupreme Court on tour shall be paid to him for the journey necessarily \nperformed in the course of those duties.\" \n[No .F. 6 (2)/2010-A. VI.1 \nSYED SULTAN AHMED, \nSr. Joint Secretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS UNIVERSITY ROAD, KARACHI"
}