{
    "file": "./converted_json\\administratoreaa22135843cf6c9a2435e05ead8c7b7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1 \nM - 302 REGISTERED No. L.-7646 \nagtte of Valtfotan \na'=1\",offzev°4  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, TUESDAY, JULY 17, 2012 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nNATIONAL REGULATIONS AND SERVICES DIVISION \nNOTIFICATION \nIslamabad, the 16th July, 2012 \nS. R. 0. 885 (I)/2012.—In exercise of the powers conferred by section \n17 of the Transplantation of Human Organs and Tissues Act, 2010 (VI of 2010), the \nFederal Government is pleased to makes the following rules, namely:- \t\n1. \tShort title, commencement and extent.—(1) These rules may be \ncalled the Transplantation of Human Organs and Tissues Rules, 2012. \nThey shall come into force at once. \nThese rules shall extend to the Islamabad Capital Territory. \t\n2. \tDefinitions.—(2) The words and expressions used but not defined \nin these rules shall have the same meanings as assigned to them in the Act. \n(4057) \n(2803 (2012)/Ex. Gaz.] \tPrice : Rs. 30.50 \n4058 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t[PART II \nIn these rules unless there is anything repugnant to the subject or context. \n(a) \t\"Act\" means the Transplantation of Human Organs and Tissues Act, \n2010 (VI of 2010); \n\"Authority\" mean the Monitoring Authority constituted under section . 8 of the Act; \n\"Form\" means a form annexed to these rules; \n\"Institution for retrieval of human organ on brain stem death\" means \nany hospital or institution where a prospective brain death human \nbeing is maintained on artificial life support. \n\"Non close blood relation\" means on altruistic genetically unrelated \ndonor or any other relation defined by the Authority in consultation \nwith the Federal Government, from time to time; and \n\"Evaluation Committee\" means h Committee or Committees \nconstituted under the sub-section (I) of Section 5 of the Act. \nAuthorization for removal of human organ.—Any donor may \nauthorize the removal, before his death, of any organ of his/her body for therapeutic \npurposes in the manner and on such conditions as specified in Form 1, 2 or 3, as the case may be. \nDuties of the recognized transplant surgeon or physician._( I) \nA recognized transplant surgeon or physician shall, before removing a human organ \nfrom the body of a donor before his death, satisfy himself that,— \nthe donor has given his/her authorization in the relevant Form 1, 2 or 3; \nthe donor is in proper state of health and is fit to donate the organ or \ntissues. Thereafter the recognized transplant surgeon or physician \nshall sign a certificate as specified in Form 4; \nin case the recipient is spouse of the donor, the donor has given a \nstatement to the effect that they are so related by signing a certificate \nin Form 2. Thereafter the recognized transplant surgeon or physician \nshall sign a certificate as specified in Form 5; and \nthe donor has submitted an application in Form 10 jointly with the \nrecipient to grant approval for removal and transplantation of a human \norgan to the Evaluation Committee. \nPAkrin THE GAZE 1 Ib OF PAKISTAN, EXTRA, JULY 17, 2012 \t4059   \n\t\n(2) \tA recognized transplant surgeon or physician shall, before removing a \nhuman organ or tissue from the body, of a person after his/her death satisfy himself \nthat.— \nthe donor had, in the presence of two or more witnesses (at least one \nof whom is a close blood relative of such donor), unequivocally \nauthorized as specified in Form 6 before his death, the removal of the \nhuman organ of his body, after his death, for therapeutic purposes and \nthere is no reason to believe that the donor had subsequently revoked \nthe authority as aforesaid; and \nthat the person lawfully in possession of the dead body has signed a \ncertificate as specified in Form 7. \t\n(3) \tA recognized transplant surgeon or physician shall, before removing a \nhuman organ from the body of a person in the event of his brain-stem \ndeath, satisfy himself that.— \na certificate as specified in Form 8 has been signed by all the members \nof the Board; \nin the case of brain-stem death of a person of less than eighteen \nyears of age, an authority as specified in Form 9 has been signed by \neither of the parents or close blood relatives of such dead person. \t\n5. \tBoard.—(1) The Evaluation Committees shall ensure that every \nhospital or institution shall have a Board to be constituted by that Hospital or Institution \nfor deceased donor, which shall consist of: \nExecutive Director or Medical Superintendent or Head of the Hospital; \na neurosurgeon or neurophysician; and \nan intensivist. \nProvided that no medical practitioner who shall be part of transplant team \nshall be part of the Board. \nThe quorum of the Evaluation Committee should be four. However, \nquorum shall not to be considered to be complete without the participation of one of \nthe members from category (b) above. \nAt the time of the meeting, the Evaluation Committee should take \nnote of all relevant contents and documents in the course of its decision making  \n \n \n4060 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t [PAR Ill \nr-s• octal/ process and in the event any document or information is found to be inadequate or \ndoubtful, explanation should be sought from the applicant and if it is considered \nnecessary that any fact or information requires to be verified in order to confirm its \nveracity or correctness, the same be ascertained through the concerned officer of \nthe Government concerned. \n6. \tDonation from 'close blood relatives.—(1) Where the proposed \ntransplant is between close blood relative, as specified in sub-section (1) of Section \n(3) of the Act, the concerned Evaluation Committee shall ensure and evaluate,— \nresults of tests for Human Leukocyte Antigen (HLA), alleles A, B \nand DR performed by serology or DNA-PCR methods and if necessary \nfurther testing by contemporary technology to confirm relationship \ni.e. micro satellite gene analysis; \ndocumentary evidence of relationship e.g. relevant National Identity \nCard, birth certificate and marriage certificate; \ndocumentary evidence of identity and residence of the proposed donor \ne.g. computerized National Identify Card, passport, driving license or \nbank account where possible: \nProvided that where such relationship is not conclusively \nestablished after evaluating the above evidence, the Evaluation \nCommittee, may in its discretion direct further medical tests as \napplicable in that case under the current medical best practices and \nwhere these test referred to above do not establish a genetic relationship \nbetween the donor and the recipient, the same tests are to be performed \non preferably both parents or at least one parent. If parents are not \navailable, same tests are to be performed on such relatives of donor • \nand recipient as are available and are willing to be tested failing which, \ngenetic relationship between the donor and the recipient shall be \ndeemed to have not been established. \nThe papers for approval of transplantation should be processed by \nthe recognized transplant surgeon or physician and administrative division of the \nrecognized institution while the approval shall be granted by the Evaluation Committee \nconcerned. \nWhere the proposed donor or the recipient or both are foreigners; \n(a) \t\n\ta senior Embassy official of the country of origin has to certify the \nrelationship between the donor and the recipient; and • \nPART In \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY  17, 2012 \t4061 \n(b) \tEvaluation Committee shall examine the cases of Pakistani donors \nconsenting to donate organs to a foreign national (who is a close blood \nrelative), including a foreign national of Pakistani origin, with greater \ncaution. Such cases should be considered on case to case basis. \nTransplants between married couple.—Where the proposed \ntransplant is between a married couple, the Evaluation Committee shall evaluate all \navailable evidence to establish the factum and duration of marriage and ensure that \nrelevant documents including marriage certificate, is placed before the committee \nalong with the information on the number and age of children and birth certificate of \nchildren containing the particulars of parents, if any. \nDonation from non close blood relatives.--(1)Where the proposed \ntransplant is between individuals who are \"non close blood relatives\" the \nEvaluation Committee shall evaluate that,— \n(a) \tthere is no commercial transaction between the recipient and the donor. \nNo payment of money or money's worth as referred to in Act, has \nbeen made to the donor or promised to be made to the donor or any \nother person. In this connection, the Evaluation Committee shall take \ninto consideration,- \nan explanation of the link between recipient and donor and the \ncircumstances which led to the offer being made; \ndocumentary evidence of the link e.g. proof that they have lived \ntogether etc; and \nreason why the donor wishes to donate; \n(b) \tthere is no middleman / tout involved; \n(c) \tthat financial status of the donor and the recipient is probed by asking \nthem to give appropriate evidence of their vocation and income for the \nprevious three financial years. Any gross disparity between the status \nof the two, must be evaluated in the backdrop of the objective of \npreventing commercial dealing; \n(d) \tthe donor is not a drug addict or a known person with criminal record; \nand \n(e) \tthe next of kin of the proposed altruistic unrelated donor is interviewed \nregarding awareness about his / her intention to donate an organ, the \n4062 \tTHE GAZE \tI 1E OF PAKISTAN, EXTRA, JULY 17, 2012 \t[Null \nauthenticity of the link between the donor and the recipient and the \nreasons for donation. Any strong views of disagreement or objection \nof such kin may also be recorded and taken note of. \n(2) \tIn the course, of determining eligibility of the applicant to donate, the \napplicant should be personally interviewed by the Evaluation Committee and minutes \nof the interview should be recorded. The final interview with the donor should be \nvideo recorded. \n(3) \tIn case of female donor, her identity and independent consent should \nbe confirmed by a person other than the recipient. \n(4) \tAny document with regard to the proof of the residence or domicile \nand particulars of parentage should be relatable to the photo identify of the applicant \nin order to ensure that the documents pertain to the same person, who is the proposed \ndonor and in the event of any inadequate or doubtful information to this effect, the \nEvaluation Committee may in its discretion seek such other information or evidence \nas may be expedient and desirable in the peculiar facts of the case. \n(5) \tThe Evaluation Committee should state in writing its reason for rejecting \nor approving, as the case may be, the application of the proposed donor and all \napprovals should be subject to the following conditions; namely:— \nthe approved proposed donor should be subject to all such medical \ntests as required at the relevant stages to determine his biological \ncapacity and compatibility to donate the organ in question; \nthe psychiatrist clearance shall also be mandatory to certify his mental \ncondition, awareness, absence of any over or latent psychiatric disease \nand ability to give free consent; \nall prescribed forms have been filled up by all relevant persons involved \nin the process of transplantation; and \nfinal interview to be video recorded. \n(6) \tThe Evaluation Committee shall expediti its decision making process \nand use its discretion judiciously and pragmatically in all such cases where, the \npatient requires transplantation on medical priority. \n(7) The secretariat of the Monitoring Authority shall evaluate and \nrecommend the cases referred to it by the respective Evaluation Committee through \ntreating hospital citing cogent reasons viz: non availability or non compatibility of \nPurr II] \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t4063 \n,lky close blood relative as a donor after ensuring that no monitory transaction is \ninvolved between recipient and the donor. The Evaluation Committee shall proceed \nin accordance with section 5 read with sub-section 2 of section 3 of the Act. Each \napplication such referred shall be accompanied by a processing fee of ten thousand \nrupees to be paid into A uthority's authorized bank account to be used on the activities \nof the Authority. \n(8) \tEvery recognized institution shall have its own website. The Evaluation \nCommittee is required to take final decision about donor selection within thirty six \nhours of holding the meeting for grant of permission or refusal for transplant. The \ndecision of the Evaluation Committee shall reflect transparency and the same shall \nbe posted On the website of the recognized institution within thirty six hours of the \ndecision. Apart from this, the website of the recognized institution must be updated \nregularly in respect of thelotal number of the transplantations done in that recognized \ninstitution along with the essential details of each transplantation. The same.data \nshould be accessible for compilation, analysis and further use by Authority. \n9. \tPreservation of organs and tissues.—The organ or tissue removed \nshall be preserved according to the best scientific methods in order to ensure viability \nfor the purpose of transplantation. \nMonitoring Authority.—(1) Monitoring Authority is a body \nconstituted to monitor, supervise and scrutinize transplantation of human organs \nand tissues. \nThe Monitoring Authority shall determine the basis for the ratification \nof the approval of the case by the Evaluation Committee. \nThe Federal Government shall dissolve or de-notify any Evaluation \nCommittee after an enquiry conducted on the basis of a complaint received in \nwriting or upon receipt of complaint of negligence, misconduct or not complying \nwith any provision of the Act or rules framed their under. Such an action shall be \nnotified. The reconstituted Evaluation Committee shall be formed within fifteen \ndays of the dissolution of the earlier Committee. \n(4) The Monitoring Authority may organize events to recognize and \nacknowledge the act of supreme altruism of living donors and the family of deceased \ndonors. \nThe Monitoring Authority shall create national organ sharing network \n(NOSN) which may liaise with Organ Procurement Organization (OPO) consisting \nof a doctor, a psychologist or sociologist and a nurse at the capital cities of the \nprovinces and Islamabad which shall generate the request of brain death patients \n4064 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 1/, ZVI z \tWART 11 \nwhose families have consented for donation. The OPO will refer the request to tka \nNOSN which shall allocate organs according to the current international practic vu., \nfor allocation. \n(6) \tThe Monitoring Authority under sub-section (4) of section 8 shall \nrequest the Federal government to institute an endowment fund which shall be used \nby the Authority especially for the transplantation of indigent patients including post \ntransplant care, medicines and related costs of the Authority. \n11. \tRegistration and functions of recognized medical institution or \nhospital.—(l) An application for registration shall be made to the Monitoring \nAuthority as specified in Form 11. The application shall be accompanied by a \nprocessing fee of rupees two hundred thousands to the Monitoring Authority paid, \ninto Authority's authorized bank account as processing fee to be used on the activities \nof the Authority. \nThe Monitoring Authority shall, after holding an inquiry and after \nsatisfying itself that the applicant has complied with all the requirements, grant a \ncertificate of interim registration as specified in Form 12. After inspecting the hospital \nphysically the Monitoring Authority shall grant a certificate of registration in Form \n13 which shall be renewable on the payment of renewal fee of rupees one hundred \nthousands on yearly basis to be paid into Authority's authorized bank account to be \nused on the activities of the Authority. \nEvery recognized institution shall maintain complete record of all \ntransplants undertaken including details of the donor. All such institutions shall report \nto the Monitoring Authority on the follow-up of the donor and the recipient. The \nrecord of follow-up shall be maintained in a manner as laid down in Form 14 and \nForm 15. \nTransplant Registry Form specified in Form 16, Form 16 (a), Form \n16(b) and Form 16 (c) in respect of each and every transplant done by the recognized \ninstitution shall be submitted to Authority on day of operation by electronic mail or \nfax, followed by a copy by post and processing fee to be fixed by the Authority \nfrom time to time. \n12. \tRenewal of registration.—(1) An application for the renewal of \na certificate of registration shall be made to the Monitoring Authority within a period \nof three months prior to the date of expiry of the original certificate of registration \nand shall be accompanied by a fee of rupees two hundred thousands payable to the \nMonitoring Authority into it's bank account. \n(2) \tA renewal certificate of registration as specified in Form 17 shall be \nvalid for one year. \nPART HI \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t4065 \n(3) \tIf, after an inquiry including inspection of the hospital and scrutiny of \nits past performance and after giving an opportunity of being heard to the applicant, \nthe Monitoring Authority is satisfied that the applicant, since grant of certificate of \nregistration under sub-rule (2) of rule 11 has not complied with the requirements of \nthe Act and the Rules made thereunder and conditions subject to which the certificate \nof registration has been granted, shall for reasons to be recorded in writing, refuse \nto grant renewal of the certificate of registration. \n13. Essential Conditions for grant of certificate of registration.—\nNo hospital shall be granted a certificate of registration under the Act unless it \nfulfils the following requirement of manpower, equipment, specialized services and \nfacilities etc., as laid down below,— \n(a) General manpower requirement, specialized services and \nfacilities,— \ntwenty four hours availability of medical and surgical, (senior \nand junior) staff; \ntwenty four hours availability of nursing staff, (general and \nspecialty trained); \ntwenty four hours availability of intensive care units with adequate \nequipments, staff and supports system, including specialists in \nanaesthesiology, intensive care; \ntwenty four hours availability of laboratory with multiple discipline \ntesting facilities including but not limited to microbiology, bio-\nchemistry, pathology and hematology and radiology departments \nwith trained staff; . \ntwenty four hours availability of operation theatre facilities for \nplanned and emergency procedures with adequate staff, support \nsystem and equipments; \ntwenty four hours availability of communication system, with \npower backup, including but not limited to multiple line telephones, \npublic telephone systems, fax, computers and paper photo-imaging \nmachine; and \nexperts, (other than the experts required for the relevant \ntransplantation) of relevant and associated specialties including \nbut not limited to and depending upon the requirements, the \n4066 \tTHE GAZETTE  OF PAKISTAN,  EXTRA, JULY 17, 2012 \t[PART II \n- experts in internal medicine, diabetology, gastroenterolor \nnephrology, neurology, paediatrics, gynaecology, immunology and \ncardiology etc., should be available to the transplantation centre; \nEquipments.—Equipments as per current and expected scientific \nrequirements specific to organ being transplanted. The transplant centre \nshall ensure the availability of the accessories, spare-parts and back- \nup, maintenance and service support system in relation to all relevant \nequipments; \nExperts and their qualifications,— \nFor Kidney transplantation, \nFCPS or M.S. General surgery or Urology or equivalent \nqualification with three years post FCPS or M.S. training in a \nrecognized centre in Pakistan or abroad and having attended to \nadequate number of renal transplantation as an active member \nof team; \n(ii) Transplantation of liver and other abdominal organs,— \nFCPS or M.S. General surgery or equivalent qualification with \nat least three years post FCPS or M.S. training in an established \ncentre with reasonable experience of performing liver \ntransplantation as an active member of team; \nCardiac, pulmonary, cardio-pulmonary transplantation,— \nFCPS or M.S Cardio-thoracic and vascular surgery or equivalent \nqualification in Pakistan or abroad with at least three years \nexperience as an active member of the team performing an \nadequate number of open heart operations per year and well- \nversed with coronary by-pass surgery and heart-valve surgery; \nand \n(iv) Cornea transplantation,_ \nFCPS or M.S. ophthalmology or equivalent qualification with at \nleast one year post FCPS or M.S. training in a recognized hospital \ncarrying out corneal transplant operations. \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA,  JULY 17, 2012 \t4067 \nFORM 1 \n[See rule 3] \n(To be completed by the prospective close blood related donor) \nName of the Donor \t  To be affixed \nand attested by \nNotary Public \nafter it is \naffixed. \nPhotograph of the Donor \n(Attested by Notary Public) \nPermanent address:— \nTel: \t  \nPresent address:— \nTel \t  \nDate of birth   \t (day/month/year) \nNational Identity Card number and Date of issue & place. \t  \n(Photocopy attached) \nand/or \nForm B of National Data Registration Authority (NADRA) of that family \nunit. \nand/or \nPassport number and country of issue \t  \nwhere available (Photocopy attached) \nand/or \nDriving License number, Date of issue, licensing authority \t  \nwhere available (Photocopy attached) \nand/or \nOther proof of identity and address \t  \n4068 \tTHE GAZE \tFib OF PAKISTAN, EXTRA, JULY 17,  2012 \t[PARTII  \nI hereby authorize removal for the therapeutic purposes/consent to donate ir \t  •(state which organ) to my relative \t  \n(specify son / daughter / father / mother / brother / sister), whose name is \n\t and who was born on \t  \n(day/month/year) and whose particulars are as follows: \nTo be affixed \nond attested by \nNotary Public \nafter it is \naffixed. \nPhotograph of the Recipient \n(Attested by Notary Public) \nNational Identity Card number and Date of issue & place . \t  \n(Photocopy attached) \nand/or \nForm B of National Data Registration Authority (NADRA) of that family \nunit. \nand/or \nPassport number and country of issue \t  \nwhere available (Photocopy attached) \nand/ or \nDriving License number, Date of issue, licensing authority \t  \nwhere available (photocopy attached) \nand/or \nOther proof of identity and address \t  \nI solemnly affirm and declare that: \nSections 2, 3 and 11 of The Transplantation of Human Organs and Tissues \nAct, 2010 (VI of 2010) have been explained to me and I confirm that: \nI understand the nature of criminal offences referred to in the sections. \nNo payment of money or money's worth as referred to in the Sections \nof the Ordinance has been made to me or will be made to me or any \nother person. \nI am giving the consent and authorization to remove my \n\t (organ) of my own free will without any \nundue pressure, inducement, influence or allurement. \nrAKI \t\n11Th UALEATE OF PAKISTAN, EXTRA, JULY 17, 2012 \t4069 \nsurgeon or physician). \nI understand the nature of that medical procedure and of the risks to \nme as explained by that practitioner. \nI understand that I may withdraw my consent to the removal of that \norgan at any time before the operation takes place. \nI state that particulars filled by me in the form are true and correct to \nmy knowledge and nothing material has been concealed by me. \nSignature of the prospective donor \t Date \nNote: To be sworn before Notary Public, who while attesting shall ensure that the \nperson/persons swearing the affidavit(s) signs(s) on the Notary Register, \nas well. \nFORM 2 \n[See rule 3] \n(To be completed by the prospective spousal donor) \nTo be affixed \nand attested by \nNotary Public \nafter it is \naffixed. \nPermanent address: Photograph of the Donor \n(Attested by Notary Public) \nTel: \nPresent address \n\t  Tel • \t  \nDate of birth   \t (day/month/year) \nI authorize to remove for therapeutic purposes/consent to donate my \t  \n(state which organ) to my husband/wife \t  whose full name is \n\t and who was born on \n\t (day/month/year) and whose particulars are I have been given a full explanation of the nature of the medical \nprocedure involved and the risks involved for me in the removal of my \n\t (organ). That explanation was given by \n(name of recognized transplant \n4070 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t [PARTII \nPhotograph of the Recipient \n(Attested by Notary Public) To be affixed \nand attested by \nNotary Public \nafter it is \naffixed. \nNational Identity Card number and Date of issue & place . \t  \n(photocopy attached) \nand/or \nPassport number and country of issue \t  \nwhere available (photocopy attached) \nand/or \nDriving License number, Date of issue, licensing authority \t  \nwhere available (photocopy attached) \nand/or \nOther proof of identity and address \t  \nI submit the following as'evidence of being married to the recipient:- \na certified copy of a marriage certificate \nor \nan affidavit of a 'close blood relative' confirming the status of marriage \nto be sworn before Class-I Magistrate/Notary Public. \nFamily photographs / marriage photographs \nLetter from Nazim / Councilor certifying factum and status of marriage. \nOther credible evidence including the Form B of National Data \nRegistration Authority (NADRA) of that family unit. \nI solemnly affirm and declare that: \n.4 Sections 2, 3 and 11 of The Transplantation of Human Organs and Tissues \nAct, 2010 (VI of 2010) have been explained to me and I confirm that \nI understand the nature of criminal offences referred to in the Sections. \nNo payment of money or money's worth a \terred to in the Sections \nof the Ordinance has been made to me or will be made to me or any \nother person. \nPARr11] \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t4071 \t\n013. \tI am giving the consent and authorisation to remove my \n\t (organ) of my own free will without any \nundue pressure, inducement, influence or allurement. \t\n4. \tI have been given a full explanation of the nature of the medical procedure \ninvolved and the risks involved for me in the removal of my \n\t (organ). That explanation was given by \n(name of recognized transplant \nSignature of the prospective donor \t Date \nNote: To be sworn before Notary Public, who while attesting shall ensure that the \nperson /persons swearing the affidavit(s) signs(s) on the Notary Register, as well. \nFORM 3 \n[See rule 3] \n(To be completed by the prospective non close blood related donor) \nName of the Donor \t  To be affixed \nand attested by \nNotary Public \nafter it is \naffixed. \nPhotograph of the Donor \n(Attested by Notary Public) \nPermanent address: \n\t  Tel: \t  \nPresent address \t  \n\t  Tel • \t  \nDate of birth \t (day/month/year) surgeon or physician). \nI understand the nature of that medical procedure and of the risks to me \nas explained by that practitioner. \nI understand that I may withdraw my consent to the removal of that \norgan at any time before the operation takes place. \nI state that particulars filled by me in the form are true and correct to \nmy knowledge and nothing material has been concealed by me. \n4072 \t THE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t [PART II \nNational Identity Card number and Date of issue and place . \t \n(photocopy .  attached) \nand/or \nPassport number and country of issue \t  \nwhere available (photocopy attached) \nand/or \nDriving License number, Date of issue, licensing authority \t  \nwhere available (photocopy attached) \nand/or \nOther proof of identity and address \t  \nDetails of last three years income and vocation of donor \t  \nA description of the relationship / interaction with the recipient in the past. \nI hereby authorize to remove for therapeutic purposes/consent to donate \nmy \t  (state which organ) to a person whose full name is \n\t  and who was born on \t (day/month/ \nyear) and whose particulars are. \nPhotograph of the Recipient \n(Attested by Notary Public) To be affixed \nand attested by \nNotary Public \nafter it is \naffixed. \nNational Identity Card number and Date of issue & place . \t  \n(photocopy attached) \nand/or \nPassport number and country of issue \t  \nwhere available (photocopy attached) \nand/or \nDriving License number, Date of issue, licensing authority \t  \nwhere available (photocopy attached) \nand/or \nOther proof of identity and address \t  \nPmall] \tTHE GAZETTE OF PAKISTAN,  EXTRA,  JULY 17, 2012 \t 4073 \nsolemnly affirm and declare that: \nSections 2, 3 and 11 of The Transplantation of Human Organs and Tissues \nAct, 2010 (VI of 2010) have been explained to me and I confirm that \nI understand the nature of criminal offences referred to in the Sections. \nNo payment of money or money's worth as referred to in the Sections \nof the Ordinance has been made to me or will be made to me or any \nother person. \nI am giving the consent and authorization to remove my \n\t (organ) of my own free will without any \nundue pressure, inducement, influence or allurement. \nI have been given a full explanation of the nature of the medical \nprocedure involved and the risks involved for me in the removal of my \n\t (organ). That explanation was given by \n(name of recognized transplant \nI understand the nature of that medical procedure and of the risks to \nme as explained by that practitioner. \nI understand that I may withdraw my consent to the removal of that \norgan at any time before the operation takes place. \nI state that particulars filled by me in the form are true and correct to \nmy knowledge and nothing material has been concealed by me. \nSignature of the prospective donor \t Date \nNote: To be sworn before Notary Public, who while attesting shall ensure that the \nperson/persons swearing the affidavit(s) signs(s) on the Notary Register, as \nwell. \n* \\i wherever applicable. surgeon or physician). \nTo be affixed and \nattested by the \ndoctor concerned. \nThe signatures and \nseal should partially \nappear on \nphotograph and \ndocument without \ndisfiguring the face \nin photograph To be affixed and \nattested by the \ndoctor concerned. \nThe signatures and \nseal should partially \nappear on \nphotograph and \ndocument without \ndisfiguring the face \nin photograph. \t\n4074 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t [PART II \nFORM 4 \n[See rule 4(1)(b)] \n(To be completed by the recognized transplant surgeon or physician) \t\nI, Dr \tpossessing qualification of \t  \nregistered as medical practitioner at serial no. \tby the \t Medical Council, certify that I have examined Mr./Mrs./Ms \tS/o, D/o, W/o \t aged \t who has given informed consent about donation of the organ, namely \t to Mr./Mrs./Ms \t  \nwho is a 'close blood relative' of the donor/non close blood relative of the donor, \nwho had been approved by the Evaluation Committee and that the said donor is in .proper state of health and is medically fit to be subjected to the procedure of organ \nremoval. \t\nPlace: \t  \nSignature of Doctor Date: \t  Seal \nPhotograph of the Donor \tPhotograph of the recipient (Attested by doctor) \t(Attested by the doctor) \nPART II] \tTHE GAZE' \tlb OF PAKISTAN, EXTRA, JULY 17, 2012 \t4075 \nFORM 5 \n[See rule 4 (11(c)] \n(To be completed by the recognized transplant surgeon or physician) \nI, Dr \t  \nPossessing qualification of \n\t registered as medical practitioner at serial no. \n\t by the \nMedical Council, certify that- \n(i). \tMr \tS/o Mr. \taged resident of \t  \n\t resident of \nare related to each other as spouse according to the statement given by them \nand their statement has been confirmed by means of following evidence \nbefore effecting the organ removal from the body of the said Mn Mrs/Ms. \t  \nPlace: \t  \nDate:  \tSignature of Doctor \nSeal \nFORM 6 \n[See rule 4 (2)(a)] \n(To be completed by person in his/her hfetime and willing to donate his/her \norgans/tissues after death) and Mrs. \t  d/o., w/o. Mr. \t  aged \ngin (Ur% Avin. 4.. \n4076 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t [PART II \nremoval of my organ/organs, namely, \t  from \nmy body after my death for therapeutic purposes. \nSignature of the donor \nDate: \t  \n(Signature) \t  \nMr./Mrs/Ms . .s/o, d/o, w/o, Mr. \t  aged \n\t  resident of \t  \n\t Tel \t  \n(Signature) \t  \nMr./Mrs/Ms. \t s/o, d/o, w/o, Mr. \t  \naged \t  resident of \t  \n\t Tel \t  \nis a close blood relative to the donor as \t  \nDate \t  \nFORM 7 \n[See rule 4 (2)(b)] \n(To be filled by a person having lawful possession of the dead body) \n1, \t s/o, d/o, w/o. Mr. \t  \naged \t resident of \t  \nhaving lawful possession of the dead body of Mr./Mrs/Ms. \t  \ns/o./d/o/w/o. Mr. \t  aged of \t  \nresident of \t  having \nPART Ili \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t 4077 \nbk.-..g removed for therapeutic purposes after his/her death and also having reasons \nto believe that no close blood relative of the said deceased person has objection to \nany of his/her organs being used for therapeutic purposes, authorize removal of his/ \nher body organs, namely \t  \nSignature \nDate \t  \nPlace \t  \nPerson in lawful possession of the dead body \nAddress. \t  \nFORM 8 , \n[See rule 4 (3)(a)] \n(To be filled by the Board of Medical Experts) \nWe, the following members of the Board of Medical Experts after careful personal \nexamination, hereby certify that Mr/Mrs/Ms \t aged \n\t  s/o, d/o., w/o. Mr. \t  resident of \n\t  is dead on \naccount of permanent and irreversible cessation of all functions of the brain-stem. \nThe tests carried out by us and the findings therein are recorded in the brain-stem \ndeath certificate annexed hereto. \nDate \t  \nSignature \t  \nMedical Director or Medical Superintendent of the Hospital \nA neurosurgeon/ neurophysician; and \nAn intensivist. \n4078 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t[PARTII \nBRAIN-STEM DEATH CERTIFICATE \n(A). Patient Details: \nName of the patient: \t Mr./Mrs./Ms. \t  \ns/o, d/o. w/o. \t  \nSex: \tED Male \tP Female \t Age \t  years \nAddress \t \nTel # \nHospital \tNumber \nName and address of next of kin or person responsible for the patient (if none \nexist, this must be specified).    resident of \nHas the patient or next of kin agreed to any transplant? \nIs this a police case ? \tYes \tD No \n(B) Pre-conditions: \n1. Diagnosis: Did the patient suffer from any illness or accident that led to irreversible \nbrain damage? Specify details \t  \nDate and time of accident/onset of illness \nDate and onset of no-responsible coma \n2. Finding of Board of Medical Experts: \n(1) The following reversible causes of coma have been excluded: \nIntoxication (Alcohol) \nDepressant Drugs \nRelaxants (Neuromuscular blocking agents) \nOthers \nFirst Medical Examination \tSecond Medical Examination \ns, \t 2nd \t1st \t2nd \nPAarII1 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t4079 \nr \tPrimary hypothermia \nHypovolaemic shock \nMetabolic or endocrine \ndisorders \nTests for absent of \nbrain stem functions \nComa \nCessation of spontaneous breathing \nPupillary Size \nPupillary light reflexes \nDoll's head eyes movement \nCorneal reflexes (Both Sizes) \nMotor response in any cranial nerve distribution, any responses to \nsimulation of face, limb or trunk \nGag reflex \nCough (Tracheal) \nEye movements on caloric testing bilaterally \nApnoea tests as specified \nWere any respiratory movements seen? \nDate and Time of first testing \t  \nDate and Time of second testing \t  \nThis to certify that the patient has been carefully examined twice after an interval \nof about six hours and on the basis of findings recorded above, \nMr/Mrs/Ms. \t  is declared brain-stem \ndead. \nMedical Director or Medical Superintendent of the Hospital \nA neurosurgeon/ neurophysician; and \nAn intensivist. \nNB. \nThe minimum time interval between the first testing and second testing will be six \nhours. \n4080 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t [PART11 \nFORM 9 \n[See 4 (3)(b)] \n(to be filled by either parent of dead child under 18 years) \nI, Mr/Mrs/Ms. \t son off wife of \t resident \nof \nhereby authorize removal of the organ/organs namely \t for \ntherapeutic purposes from the dead body of my son/daughter, Mr/Ms \t  \naged \twhose brain stem death has been duly certified in accordance \nwith the law. \nSignature \t  \nName \t  \nPlace \t  \nDate \t  \nFORM 10 \n[See 4 (1)(d)] \nApplication for Approval for Transplantation (Live Donor) \n(To be completed by the proposed recipient and the -  proposed donor)  \nTo be self \nattested \nacross the \naffixed \nphotograph. To be sell \nattested \nacross the \naffixed \nphotograph \nPhotograph of the Donor \n(Self-attested) Photograph of the recipient \n(Self-attested) \nrAKI ilf \t\nTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t4081 \nWhereas I \t  s/o, d/o, w/o, \t  aged \tresiding at \t  have been advised by my doctor \t  \nthat I am suffering from \t \n\t and may be benefited by transplantation of \t into my body. \nAnd \twhereas \tI \t  s/o, d/o, w/o, \t  aged    residing at \n\t  by the following reason(s):— \nby virtue of being a close blood relative i.e. \t  \nby reason of affection/attachment/other special reason as explained below :- \nI would therefore like to donate my \t  \nto Mr./Mrs./Ms. \t  \nWe \t  and \t  \n(Donor) (Recipient) \nhereby apply to Evaluation Committee for permission for such transplantation to be carried out. \nWe solemnly affirm that the above decision has been taken without any \nundue pressure, inducement, influence or allurement and that all possible \nconsequences and options of organ transplantation have been explained to us. \nInstructions for the applicants:_ \nI. \tForm 10 must be submitted along with the completed Form 1, or Form \n. 2 or Form 3 as may be applicable. \n2. \tThe applicable Form i.e. Form 1 or Form 2 or Forn0 as the case may \nbe, should be accompanied with all documents mentioned in the \n4082 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t[PART II \napplicable form and all relevant queries set out in the applicable \nmust be adequately answered. \nLaboratory reports of tissue typing. \nThe doctor's advice recommending transplantation must be enclosed \nwith the application. \nIn addition to above, in case the proposed transplant is between non \nclose blood relative, appropriate evidence of vocation and income of \nthe donor as well as the recipient preferably for the last three years \nmust be enclosed with this application. It is clarified that the evidence \nof income does not necessarily mean the proof of income tax returns, \nkeeping in view that the applicant(s) in a given case may not be filing \nincome-tax returns. \nThe application shall be accepted for consideration by the Evaluation \nCommittee only if it is complete in all respects and any omission of the \ndocuments or the information required in the forms mentioned above, \nshall render the application incomplete. \nA brief description of relationship / interaction in the past in case of \nnon close blood relative. \nWe have read and understood the above instructions. \nSignature of the Prospective Donor \t Signature of Prospective Recipient \nDate :  \t Date • \t  \nPlace •  \t Place • \t  \nPART in \tTHE GAZE,' 1E OF PAKISTAN, EXTRA, JULY 17, 2012 \t4083 \nForm-11 \n[See Rule 11(I)] \nAPPLICATION FOR REGISTRATION / RECOGNITION OF \nINSTITUTION / UNIT FOR TRANSPLANTATION \nProforma to be completed and sent to Human Organ Transplant Authority \n(HOTA), House No. 80, Street. No.23, Sector, F-10/2, Islamabad, Fax No.051- \n9266107, Email:gen.usmani@gmajl.com  \nName of the Institution \nMailing Address \nTel No. \t Fax No. \t Email \t  \nName of the Head of the Institution \nDesignation \nTel No. \t Fax No. \t Email \t  \nStatus of Institution \tEl Public Sector \tPrivate \tE Any other \nSpecialty units/departments accredited with CPSP/PMDC/University \t  \tMailing Address \nS. No \tName of Specialty \nUrology (Kidney Transplant) \nNephrology \n(Kidney Transplant) \nGI and Hepatology \n(Liver & intestinal transplant) \nPulmonology \n(Lung Transplant) \nCardiology \n(Cardiac Transplant) \nHematology \n(13MT, Stem cell Transplant) \nOphthalmology \n(Corneal Transplant) \nRadiology \nAnesthesiology \nPathology Accreditation \nAuthority Name of Deptt. Heads \nWith postgraduate qualifications \n(Please provide list of faculty in all Specialties with qualification and experience in Transplant as Annexure) \n4084 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t[Paull \nTotal beds in the institution \t Male \tFemale \tChildren \t \nNo. of OPDs \tAttendanece/year Male \tFemale \tChildren \t \nTotal beds in Transplant Unit: \t Male \tFemale \tChildren \t \nSUPPORT FACILITIES \nBlood bank  \nIs the blood bank present? \tYes \t No If No please specify about storage \t  \nAre cross Matching facilities available? \t Yes \t No \nAre blood products available in house? \t\nYes \t No \nIf No. what arrangements are in place for 24 hours availability \n(Attach separate sheet if needed) \nLaboratory \nPlease supply a list of tests, which are done in the laboratory in the following area. \n(Attach separate sheet if needed) \nBio- Chemistry \nHistopathology \t  \nMicrobiology \nHematology \nImmunology \nDrug Monitoring \t  \nRadioloey  \nPlease furnish a list of radiological test routinely carried out in the Institution \n(Attach separate Sheet if needed) \nSpecialized diagnostic facilities: \nUltrasound Yes E MRI No No n Yes 1:1: \nCT Scan Yes El No Radioisotopes Yes 0 No \nDoppler Yes Ej No 0 Portable X- Ray Yes 0 No \nPART In \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t4085 \nThtenstve Care Unit \nIf yes No. of ICU beds with high end monitoring and ventilation \t  \nNumber of Monitors \t Total ventilator available \t  \nABG machine in ICU Yes \t No \t Other Facilities \t \nDialysis \tYes \tNo \tAvailability of dialysis facility in ICU \nYes NO \nIf yes No. of Dialysis machine in hospital \tNumber of Sessions /day \t \nIf the following Specialties are not available in house please mention the \narrangements for access at all time (Attach separate sheet if needed). \nCardiology \t  \nPulmonology \nGI / Hepatology \t  \nInfectious Disease \t  \nNeurology \t  \nOrthopedics \t  \nOperation Theatre and Anesthesiology  \nPlease provide List of Equipment available for Transplant surgery as annexure. \nRecord Keeping \nSystem of storage and retrieval of records \t  \nDo you produce Annual Report? \t 0 Yes \t No \n(If yes please furnish the copy of annual report of last year) \nHow are the case records maintained? \t Manual EComputerized \nLibrary \t\nEl Yes \tfl No \nWorking days of the library \t Daily working hours \t  \n(Please provide the list of Textbooks of Transplant Sciences and Journals available \nin the Institution Department) \n4086 \t THE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t [PARTII \nResearch Facilities:  \nNo. of in hand projects and title of research conducted by the faculty of the \ndepartment: \n(Attach separate sheet if needed) \nAdditional Essential Activities / Facilities \nNursing \nMedical Social Officer \n(Transplant Coordinator) Adequate number and of sufficient seniority to \ncover Transplant ward ICU \nDepending on transplant activity minimum of 3 to \nhelp put pre transplant assessment and donor \nselection \nIsolation Facility \t 1 to 2 rooms for isolation of patients when required \nPharmacy \nSeminar Room \nOther resources Dedicated staff to respond to needs of transplant \npatients specially immunosuppressant, antibiotics \nand other drugs \nFor daily patient related Meetings (AM and \nPM).Morbidity Mortality review, Clinical Audits \nComputers, Video films, internet access, \nmultimedia Videoconferencing facilities with \nreference centre in future \nForm-12  \n[See Rule 10(2)] \nCERTIFICATE OF INTERIM REGISTRATION \nIn pursuance of Section 6, Sub-section (3) of \"The Transplantation of Human \nOrgans and Tissues Act, 2010 (VI of 2010)\" \t'6' \t\nHospital \nhas been ccorded Interim Recognition for \t transplantation. \n• \n2. \tInterim Recognition will NOT be a guarantee for formal recognition, \nwhich will be subject to detailed scrutiny of the hospital record, infrastructure, faculty \nand facilities available for transplant procedures. Hospital/institutions will facilitate \nthe Inspection Team and provide free access to necessary information/record/data. \nAdministrator \nHuman Organ Transplant Authority (HOTA) \nOfficial Seal \nPART III \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t4087 \nForm-13 \n[See Rule 11(2)] \nCERTIFICATE OF REGISTRATION \nIn pursuance of section 6, sub-section (3) of \"The Transplantation of Human \nOrgans and Tissues Act, 2010 (VI of 2010)\" \t Hospital \nhas been recognized for \t transplantation for \na period of one year with effect from the date of issuance of this certificate. \nNotification in the Official Gazette will be published in due course. \nOfficial Seal Administrator \nHuman Organ Transplant Authority (HOTA) ,Th \nFORM 14 \n[See Rule 10(3)] \nPROFORMA FOR DONOR FOLLOW—UP \nS. No. \t\nDate \nName  \t s/w/d/o \t  \nAge \t Sex \t\n1 \t\nMale \t\nFemale Occupation \t  \nAddress \nPhone # \nEducation: \tUneducated \tEli Primary School \nGraduate \tEl Post-graduate Secondary School -4,  \nProfessional \nRecipient's Name \t  \nTx No. \t  \nSite of Nephrectomy: \tRight \nHabits: \tEl Cigarettes \nEJNaswar \nRehabilitation: F-7  Left \tDate of Nephrectomy \t \nPan \t 1-1  Tobacco \t Gutka \nRidis   Alcohol \nwork i \t[i] Not working I \tI \nI \tI Relationship \t  \n4088 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t [PART FE \nReason for not working \nillnesses in intervening period: \tr]  Liver Disease \nMalaria \t0 Hypertension \nOthers \t  1  Tuberculosis UTI \nDiabetes \t Surgery \nLong Term Medications: \n— \tName of Drugs \t\nDose \tDuration \nFamily History: \tri  Diabetes I I hypertension E Renal Failure Ei Angina/MI \nMarital History: 1 I Married Li Unmarried \t0 Divorced \nNumber of wives \t Total Children: \t  Males \t Females \t  \nFather: alive / expired Mother: alive / expired Brothers: \t  Sisters: \nObstetric History \t\nMenstrual History \nFTND \t LSCS \tMenarche \t  \nAbortions \t  D/C \t  \nStill Births \t  Flow \t  \nLast Delivery \tLMP \t  \nDietary Recall \nTime \t Diet Breakfast \nMid-Morning Snack \nLunch \nAfternoon Snack \nDinner \nBed-Time Snack \nCooking Medium \t0 Ghee 0 Oil EAtta Exercise: \nGeneral Examination: \tWeight \tHeight \t  EMI \t  \n0 Oedema 0 Lymph Nodes OThyroid riPallor \tJaundice 0Clubbing \nBlood Pressure: Lying \tSitting \tStanding \t  \n• PART III \t\nTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t4089 \ntemic Examination: \nS stem: \nJVP \nHeart Sounds \nMurmurs \niratotaxam:  \nAuscultation of Lung Fields \nAdvent. Sounds \nGI: \tOral Cavity: Teeth Gums \nAbdomen: kiver \nSpleen \nKidney \nScar \nN \tjisy_gm: Cranial Nerves \nReflexes \nCoordination \nDeep Reflexes \nPsychoanalysis:JJ  Depression \t11 Satisfaction Doctor's Name \nSignature Tongue \nE-11 Fear \nPROFORMA  FOR RECIPIENT FOLLOW  UP 4090 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t [PART II \n*l Ib-J AA; on oopolueidmaLto iop o ql  nu  \n%noon, suo1J 0  umnu \nla 100IIIIIIIII801104 ,I111111Y \nVIPPpoopopi, ,  Holichiq Hi a -MO t) /IAA pooqpoq 113 \n'UIu P Mums I P 11411.I1X4AARPclpilX#I 1..%  \nattei \n.3.71=13103 aVr.6111111:1 sqau,v1 \n131%*PrIN \t :pcuseA xra :41114 \nazosa \t44.1o1 1, roan  \n7farl \nutILAS \nLEI \tLai Mill \t\nCH.  rniA.:Ald 0101 \tMtpt114 \n1/11WPX \ttP1114\"X SPSPIPITY \t;:z. \tvti ;.14 \n411\"1\" \t I.PKW4441!* GI sw..5 otkomiliv:-1•Nwoos, PWASICI 4G013041.1111 \naop7.7.11pao  \n\t\n411,445 \t ilavu \nMIMS \nlodplaThJ1j 1J YZV \t\n— icy...Act-m*11 \t INK \t\nUM> \t oompulki. \no \t\nLID \t ai,019,Pia 3or4)poi x.vrpufl.PuI looroptoos Imo \nolxvi,i usailliosponunsi :u \tiøJmrsi Cloul flo (\"At« two poor.koo gyrnoXqq \n1111-011K5C/11.3 \nINA 1114:31 41(1 \npaws \n!aim 0 \t lovpIonol \n\"q4 806 \n1.01.1611`101I.  \nA.113111111,41711 WU 0 \nisIV*140.1,4 poo4-wpt \n_ \n0 1011 \t .41FAIS \t V.17/k110..:. UN El \t 3471471 \t\n136M24112410 2191 map riarepi 0 (11144117.3eN 0 \t.11111,,41.;43 01 \nng100 \t 10.041044110 1.,1341:411-11,1.1 \t,13!PPa \t MAU 0 \n534,51. Mug \t yowl OMIata \n1JQpooroop.PI Hi* ur \n--•-- -ssupy \n.1340,fil I\" \tR4  0 AM sat 0  cod 0 A311 \n*mins' sum \nINunN \nqoa pi,sprawa \n4,ct) \nS.rx41.10 \n11.111423 \n(44,0,11E1,1i1:10P100 11:1 \t8 \tY \t 8118 i!? alMe4 \n44.1:11111 ruird nfy xn cv \nVOK(X) 1 \nI3 \tst4 G Ain \nint tod jou ,14 B  Aka \n\t Olni 1),W4 Ssil \nsTtgA• fu.,IV*COM 44104 \n4iii 'OH \n8 \t0.1,0..44 glma flitc.) \n4th, Ii%41:13, IIIPII \tEl \taew \t alv \t\n_ \t 111111  (n.),\"41  ..,<r. ,t,,Fq \t J.N31.11,331f , \nPIA ,?1:) ofirtistim \nimmix 1S111.4 t-1,15 folit A3010101 \nIti/10.1 AIUS193t1INV1(1SNVILL \nVPITIPITP;1 \nI) IIli(J1 \n16017 \t Z1OZ \tKIX `V21.1.Xg `1\\IVISDidd 30 3,1-13ZVD 31-11. \tIn DIM \nKindentistry \nFtobuidtiSek \t 10Orni \nTIro-shocr45 _10 L \nALAT \t - Li( L \nASAT \t L \nASiumie \t L \nBilirvon \t u font; L \nCrcaiinitp:  \nUrea \t minol,  \nHeircdiaiyais .„lW Y) \nc Donor ( hellivontspi \nc Panne \nfl \nOrNeitti, \n0 OtIi-r. Ain \tsia \nViral Status \nIICV ciFes c \nCINV \tpea c nrit \nTrattsplort ark 4092 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \tIPARTI1 \nORM.; 1(01 \nthcc 14;i1r 1.1(•M \nTRANSPLANT REGISTRY FORM \nLIVER Tl.Ar FIRST 14.1:TORT \nfti-W•EAN41 CENiAL \nitib-rle tin fulL. \nralhOttiftdatut _ _ \nMir* (In Nip San Viral 15iattil \t\nA.Lir) WV \t 0net \t\nOcIV \tpcn. r oce. \nEDV D 1,,  7 in \nNW Number \nUltra=                               \nReruneraffortic21ions for True/spier& \n(I) 'Ritmo: 'writ broathis het:miffs A. I . C anJ D \n(3) Asuot toamosor liver harm \n(3) Bilisry Artrtro \n01,  Ukcattottt4 livcr ikturt \nCholcumk liver &wins \nAlcoholic liver disease \n(1) Autnimmure elusion: hepautio \n(S) Croaftrole cirrhosis \n(9) Ittlutheet and inersiN)11‘. dixecoet \n(19}10fak,V4 andAst itittriin/ dintati and liver num \nAt Trauspluillatioor \n(i) larceohJskpitty_____ \n(0) Massive isrites \nOh) Vurkoi ti I. bkMirog ---- \n(Iv) Vurtaine \n0) Artificial liver moo \nPother (Itishirork \nbib:Number. \t  \nArktress; \ntrringr4s.nr: \nS. No , \t0 lirg \nS.ocond i—  -l&,.r v- \n?stone: Ihuc \n5 graAsee \n-Member E.va tuatara Cornutimee \nNainet , reported \nrrir,.-c Centre \nNote: In run dunuc'reciptunt \tinarrioi n \nName of hokum.) ilf \t trattirr, \tI. \nendarstd. 21;1.12ii Aelminktratur. \nntonitortoi Author-Ay Tranvia:oration fr( \n%noun Dittos & Tassues. \nOn Mt it') or triospronution \tFai7 031.-911U I \nfv4,Aiial by 2 min by Clint terprut. \nPARTIII \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t 4093 \nFORM-16(c) \nISee Rule .11(4)] \nTRANSPLANT REGISTRY FORM \nSTEM CELL TRANSPLANT FIRST REPORT \nTransplant Centre \nName of Physician \nRecipient name \nFather's name \nNIC number \nAddress \nDonor's name (if applicable) \nFather's name \nRelationship of recipient \nIndication for transplant \nSource of stem cells \n(i) \tAdult stem cells: \nBone marrow \nBlood \nTissue \nIf source is blood or tissue please mention by what process stems were harvested. \nIs this harvesting procedure \n(ii) Cord Blood Cells: experimental \tYES NO \naccepted norm \tYES NO \n(iii) Embryonal stem cells: Derived either from blastocysts or foetal tissues \nDate reported: \t  Signature: \t  \nSignature \t Head Transplant Centre \nMember Evaluation Committee \nName: \t Name: \nNote: In case donor/recipient is a married \tFax/Mail to Administrator, \nwoman, Name of husband as well as \tMonitoring Authority Transplantation of \nfather will be endorsed. \t Human Organs & Tissues, \nOn the day of Transplantation on Fax: \n051-9216107 followed by a copy by \nCourier/post \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t 4093 \nFORM-16(c) \n1See Rule .11(4)1 \nTRANSPLANT REGISTRY FORM \nSTEM CELL TRANSPLANT FIRST REPORT \nTransplant Centre \nName of Physician \nRecipient name \nFather's name \nNIC number \nAddress \nDonor's name (if applicable) \nFather's name \nRelationship of recipient \nIndication for transplant \nSource of stem cells \n(i) \tAdult stem cells: \nBone marrow \nBlood \nTissue \nIf source is blood or tissue please mention by what process stems were harvested. \nIs this harvesting procedure experimental \tYES NO \naccepted norm \tYES NO \nCord Blood Cells: \nEmbryonal stem cells: Derived either from blastocysts or foetal tissues \nDate reported: \t  Signature: \t \nSignature \t     \nHead Transplant Centre \nMember Evaluation Committee \nName: \t Name: \nNote: In case donor/recipient is a married \tFax/Mail to Administrator, \nwoman, Name of husband as well as \tMonitoring Authority Transplantation of \nfather will be endorsed. \t Human Organs & Tissues, \nOn the day of Transplantation on Fax: \n051-9216107 followed by a copy by \nCourier/post. \n4094 \tTHE GAZETTE OF PAKISTAN, EXTRA, JULY 17, 2012 \t [PART Il \nForm-17 \n[See Rule 12(2)] \nCERTIFICATE OF RENEWAL OF REGISTRATION \n(For Transplantation of Human Organs and Tissues) \nIn pursuance of section 6, sub-section (3) of \"The Transplantation of Human \nOrgans and Tissues Act, 2010 (VI of 2010)\" \t  \nHospital has been accorded renewal of registration for a further period of three \nyears with effect from the date of issuance of this certificate for \ntransplantation. Notification in the Official Gazette will be published in due course. \nAdministrator \nOfficial Seal \tHuman Organ Transplant Authority (HOTA) \n[F.No.2-2/2012-HOTA \nDirector General Health \nto the Government of Pakistan \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS UNIVERSITY ROAD, KARACHI"
}