{
    "file": "./converted_json\\administratoreb33b52bbe1303f593b6674f960a536e.json",
    "name": "The Motion Pictures Ordinance, 1979",
    "date": "3rd September, 1979",
    "tagline": "Censorship of Films and Regulation of Exhibition in Pakistan",
    "content": "Page 1 of 9 \n \n \n \nTHE MOTION PICTURES ORDINANCE, 1979  \n \nCONTENTS  \n      \nCHAPTER I  \n \nPRELIMINARY  \n \n1.  Short title, extent and commencement.  \n2.  Definition . \nCHAPTER II  \n \nESTABLISHMENT OF THE BOARD  \n \n3.  Constitution of Board.  \n4.  Uncertified film not to be exhibited.  \n5.  Certi fication of films.  \n6.  Principles of guidance in certifying films.  \n7. Appeals.  \n8.  Powers to suspend exhibition of films in certain cases.  \n9.  Revisional powers of the Federal Government.  \n10.  Information and documents to be given to di stributors and exhib itors with respect  to certified \nfilms.  \n11.  Powers to direct exhibition of films for examination.  \n12.  Vacancies, etc., not to invalidate proceedings.  \nCHAPTER III  \nREGULATION OF EXHIBITION BY MEANS OF CINEMATO GARPH \n13.  Licensing of plac es for exhibition of  films.  \n14.  Directions as to screening of documentaries, etc.  \nCHAPTER IV  \nUpdated till 14.04.2023\n \nPage 2 of 9 \n MISCELLANEOUS  \n \n15.  Delegation of powers.  \n16.  Certain persons to be public servants.  \n17.  Bar to legal proceedings.  \n18.  Penalties and procedure.  \n19.  Powers to make rules.  \n20.  Power to exempt.  \n21.  Repeals and savings.  \n \nPage 3 of 9 \n THE  MOTION  PICTURES  ORDINANCE,  1979.  \nORDINANCE  No. XLIII  OF 1979  \n[3rd September,1979]  \nAn Ordinance  to provide  for the censorship  of films  and the regulation s of exhibition  of films  by \nmeans  of cinematographs  \nWHEREAS  it is expedient  to provide  for the censorship  of films  and the regulation  of \nexhibition  of films  by means  of cinematographs,  and for matters  connected  therewith  or incidental  \nthereto;  \nAND WHEREAS  the President  is satisfied  that circums tances  exist  which  render  it necessary  \nto take immediate  action  ; \nNOW,  THEREFORE,  in pursuance  of the Proclamation  of the fifth day of July, 1977,  read \nwith the Laws  (Continuance  in Force)  Order,  1977  (C. M. L. A. Order  No. 1 of 1977 ), and in exercise  \nof all powers  enabling  him in that behalf,  the President  is pleased  to make  and promulgate  the \nfollowing  Ordinance  :― \nCHAPTER  I \nPRELIMINARY  \n1. Short  title,  extent  and commencement. ― (1) This Ordinance s may be called  the Motion  \nPictures  Ordinance,  1979.  \n(2) It extends  to the whole  of Pakistan.  \n(3) It shall  come  into force  at once.  \n2. Definition . In this Ordinance,  unless  there  is anything  repugnant  in the subject  or \ncontext ,― \n(a)  “Board” means  a Board  established  under  section  3 ; \n(b)  “Chairman ”, in relation  to a Board,  means  the Chairman  of the Board  ; \n(c)  “cinematograph ” includes  any apparatus  for the reproduction  of moving       \npictures  or series  of pictures  ; \n(d)  “film” means  cinematographic  film or other  materials  used for projection  by  \ncinematograph  ; \n(e)  “place” includes  a house,  building,  tent and any means  of transport,  whether  \nby sea, land or air ; and \n(f)  “prescribed ” means  prescribed  by rules  made  under  this Ordinance.  \n \n \n \nPage 4 of 9 \n CHAPTER  II \nESTABLISHMENT  OF THE  BOARD  \n3. Constitution  of Board .―(1) The Federal  Government  may,  by notifica tion1 in the official  \nGazette,  constitute  as many  Boards  as it may think  fit for the purpose  of examining  and certifying  \nfilms  for public  exhibition,  and shall  declare  the area in respect  of which  each such Boar d shall  \nexercise  its powers  under  this Ordinance.  \n(2) A Board  shall  consist  of a Chairman  and not less than five members  to be appointed  by \nthe Federal  Government.  \n(3) The Chairman  and members  of the Board  shall  hold office  during  the pleasure  of the \nFeder al Government  and receive  such salary  and allowances , if any, as may be determined  by the \nFederal  Government.  \n4. Uncertified  film not to be exhibited. ―(1) No person  shall  make  or arrange  a public  or \nprivate  exhibition  of a film by means  of cinematograph  unless  the film has been  duly certified  for \npublic  exhibition  by the Board,  provided  that nothing  in this sub-section  shall  be deemed  to apply  to \nthe exhibition,  in the residential  premises  of any person,  of a film which  only records  events  in the \nlife of such person  or any member  of his family.  \n(2) Any person  desiring  to submit  any film for certification  for public  exhibition  shall,  in the \nprescribed  manner, make  an application  to the Board  for a certificate  in respect  thereof  along  with its \nre-recording,  print  or such equivalent  material  as the Board  may determine,  including  sound  tracks  of \nspeech,  songs,  music  and effect,  and the Board  may,  after examin ing the film,  or having  it examined,  \nin the prescribed  manner:― \n(a) sanction  the film for unrestricted  public  exhibition  ; or \n(b)  sanction  the film for such restricted  public  exhibition  as may be prescribed  ; or \n(c)  direct  the applicant  to carry  out such excisions  in the film as the Board  \nconsiders  necessary  before  sanctioning  the film for unrestricted  or restricted  \npublic  exhibition s; or \n(d)  refuse  to sanction  the film for public  exhibition.  \n(3) Where  the Board  directs  that any portion  of the film be excised,  the Board  shall,  \nsubsequent  to the rejection  of appeal,  if any, or the expiration  of thirty  days from  the order,  if there  is \nno appeal,  destroy  or cause  to be destroyed  all prints  of sound  and picture  and original  exposed  \nnegatives  of the excised  portions.  \n5. Certification  of films.― (1) If, after examining  a film or having  it examined,  the Board  \nconsiders  that the film is suitable  for unrestricted  public  exhibition  or that, though  not suitable  for \nsuch exhibition,  it is suitable  for restricted  publi c exhibition,  it shall  grant  to the person  applying  for \ncertification  of the film a certificate  of the appropriate  category,  and shall  in all cases  cause  the film \nto be marked  in the prescribed  manner.  \n \n \n1For such Notification  see S.R.O.  181(1)/80,  dated  10-2-80, Gaz. of P., 1980,  Extra.  Pt. II, pp. 182-185. \n \n \nPage 5 of 9 \n (2) An order  refusing  to grant  a certificate,  or an order  suspending  a certificate,  or an order  \ndecertifying  a certified  film shall  be published  in the official  Gazette.  \n(3) Subject  to the other  provis ions of this Ordinance  a certificate  granted  under  this section  \nshall  be valid  for such area and period  as the Board  may,  by notification  in the official  Gazette \nspecify  in this behalf.  \n6. Principles  of guidance  in certifying  films.― (1) A film shall  not be certified  for public  \nexhibition  if, in the opinion  of the Board,  the film or any part thereof  is prejudicial  to the glory  of \nIslam  or the integrity,  security  or defence  of Pakistan  or any part thereof,  friendly  relations  with \nforeign  States,  public  order , decency  or morality  or amounts  to the commission  of, or incitement  to, \nan offence.  \n(2) Subject  to the provisions  of sub-section  (1), for the guidance  of the Board  in the exercise  \nof its powers  under  this Ordinance,  the Federal  Government  may issue  a Cens orship  Code  and such \ndirections  as it may think  fit. \n7. Appeals. Any person  applying  for a certificate  in respect  of a film who is aggrieved  by any \norder  of the Board,― \n(a) refusing  to grant  a certificate ; or \n(b)  granting  only a restricted  certificate  ; or \n(c)  directing  the applicant  to carry  out any excisions  ; \nmay,  within  thirty  days of the date of such order,  prefer  an appeal  to the Federal  Government  and the \nappeal  shall  be disposed  of in the prescribed  manner  and the order  of the Federal  Government  shall \nbe final:  \nProvided  that before  passing  an order  under  this section  an opportunity  shall  be provided  to \nthe appellant  of being  heard.  \n8. Powers  to suspend  exhibition  of films  in certain  cases .―(1) A Board  may,  if it has \nreason  to believe  that a film in respect  of which  a certificate  has been  granted  by it under  section  5 \nhas been  or is being  exhibited  in contravention  of any of the conditions  subject  to which  it has been  \ncertified,  by order  suspend  the exhibition  of the film for such period  as may be specified  in the order.  \n(2) The 1[Zila  Nazim],  in respect  of the whole  or any part of his district,  may,  if he is of the \nopinion  that any film which  is being  publicly  exhibited  is likely  to cause  a breach  of the peace,  by \norder  suspend  the exhibition  of the film for such period  not exceeding  one month  as may be specified  \nin the order.  \n(3) While  an order  under  sub-section  (1) or sub-section  (2) is in force  in respect  of a film,  \nsuch film shall  be deem ed to be an uncertified  film in respect  of the area specified  in the order.  \n \n(4) For the purpose of inspecting the exhibition of films and the proper enforcement of the \nprovisions of this Ordinance relating to such exhibition, the Board may, by order in wr iting, \nauthorise such persons as it may deem fit for such area as may be specified in the order.  \n \n \n1Subs.  by Ordinance  No. CVIII  of 2002,  s. 2. \n \nPage 6 of 9 \n (5) Where  a film in respect  of which  no certificate  has been  granted  under  this Ordinance  is \nexhibited,  or a film certified  as suitable  for restricted  public  exhibition  is exhibited  otherwise  than as \ncertified,  or a film is exhibited  in contravention  of any of the other  provisions  of this Ordinance,  any \npolice  officer  not below  the rank of Inspector  may,  upon  a report in writing  made  by the Board  or by \na person  authorised  by it in this behalf,  or under  the orders  of the 1[Zila  Nazim],  enter  any place  \nlicensed  for the exhibition  of films  in which  there  is reason  to believe  that the film has been  or is \nbeing  exhibited , search  it and seize  the film and projection  equipment.  \n(6) A copy  of an order  under  sub-section  (1) or sub-section  (2), together  with a statement  of \nthe reasons  thereof  shall  forthwith  be forwarded  to the Federal  Government  and the Federal  \nGovernment  may either  discharge  the order  or, by notification  in the official  Gazette,  direct  that the \nfilm shall  be deemed  to be an uncertified  film in respect  of such area as may be specified  in the \nnotification.  \n9. Revisional  powers  of the Federal  Government. ―(1) Notwithstanding  anything  \ncontained  in this Ordinance,  the Federal  Government  may at any stage  call for the record  of any \nproceedings  in relation  to any film which  is pending  before  or has been  decided  by the Board  and, \nafter such inquiry  into the matter as it considers  necessary , and without  notice  to the person  who has \napplied  for certification  of the film or to whom  a certificate  in respect  of the film has been  granted  or \nto the distributor  or exhibitor  of such film,  make  such order  in relation  there to as it thinks  fit. \n(2) Without  prejudice  to the powers  conferred  on it by sub-section  (1), the Federal  \nGovernment  may,  by notification  in the official  Gazette,  direct  that― \n(a) a film or class  of films  in respect  of which  a certificate  has been  granted  under  \nthis Ordinance  or under  the Censorship  of Films  Act, 1963  (XVIII  of 1963),  \nshall  be deemed  to be an uncertified  film or class  of films  in the whole  or any \npart of Pakis tan: \nProvided  that no such order  shall  be made  by the Federal  Government  unless  it is satisfied  \nthat it is necessary  to do so in the interest  of the glory  of Islam  or the integrity,  security  or defence  of \nPakistan  or any part thereof,  friendly  relations  with foreign  States,  public  order,  decency  or morality,  \nor to prevent  the commission  of, or incitement  to, an offence;  or \n(b)  a film which  has been  sanctioned  for unrestricted  public  exhibition  under  \nsection  5 or to which  a “U” certificate  has been  granted  under  the Censorship  \nof Films  Act, 1963  (XVIII  of 1963),  shall  be deemed  to be a film in respect  of \nwhich  a restricted  certificate  has been  granted.  \n10. Information and document s to be given  to distributors and exhibitors  with respect to \ncertified films. Any person who, delivers any certified film to any distributor or exhibitor shall, in \nsuch manner as may be prescribed, notify to the distributor or exhibitor, as the case may be, the title  \nand length of the film, the number and nature of the certificate gr anted in respect thereof and the  \nconditions, if any, subject to which it has been granted and such other particulars as may be \nprescribed.  \n11. Powers to direct exhibition of films for examination.  For the purpose of exercising any \nof the powers conferred o n it by this Ordinance, the Federal Government or the Board may require \nany film to be exhibited before it or before any person specified by it in this behalf.  \n \n1Subs.  by Ordinance  No. CVIII  of 2002,  s. 2 [31.10.2002]  \n \nPage 7 of 9 \n 12. Vacancies, etc., not to invalidate  proceedings. No act or proceeding of the Board shall \nbe deemed to be invalid by reason only of the existence of a vacancy in, or defect in the constitution \nof, the Board.  \nCHAPTER  III \nREGULATION  OF EXHIBITION  BY MEANS  OF CINEMATOGRAPH  \n13. Licensing  of places for exhibition  of films.―(1) Save  as otherwise  provided  in this \nChapter,  no person  shall  give a public  exhibition  by means  of cinematograph  elsewhere  than in a \nplace  licensed  under  this Ordinance  or otherwise  than in compliance  with any condition  and \nrestriction  imposed  by such licence.  \n(2) The authority  having  power  to grant  a licence  under  this Ordinance,  hereinafter  referred  to \nas the licensing  authority,  shall  be the Provincial  Government:  \nProvided  that the Provincial  Government  may,  by notification  in the official  Gazette,  specify  \nfor the whole  or any part of the Province  such other  authority  as it may specify  in the notification  to \nbe the licensing  authority  for the purposes  of this Chapter.  \n(3) The licensing  authority  shall  not grant  a licence  under  this Chapter  in respect  of any place  \nunless  it is satisfied  that―  \n(a) the rules  made  under  this Chapter  have  been  complied  with ; and \n(b)  adequate  precautions  have  been  taken  in respect  of the place  for which  the \nlicence  is to be given  to provide  for the safety  and health  of persons attending  \nexhibition  therein.  \n(4) Subject  to the foregoing  provisions  of this section,  the licensing  authority  may grant  a \nlicence  under  this Chapter  to such applicant  as it deems  fit and on such terms  and conditions  and \nsubject  to such restriction  as it may determine  1[, including  the maximum  charges  for the admission  \nof persons  to the exhibition  of a film in a place  in respect  of which  such licence  is granted].  \n \n(5) Where the authority specified by the Provincial Government under the proviso to sub -\nsection (2) to be the licensing authority consists of more persons than one, no decision of the \nlicensing authority shall be invalid by reason only of the existence of a vacancy in, or defect in the \nconstitution of, the said authority.  \n14. Directions as to s creening of documentarise , etc.  The Federal Government or the \nProvincial Government may, from time to time, issue to any person to whom a licence  has been \ngranted under this Chapter any directions for the purpose of regulating the exhibition of any film or  \nclass of films so that scientific films, films intended for educational or cultural purposes, films \ndealing with news or current events, documentary films and indigenous films secure an adequate \nopportunity of being exhibited, and such directions shall be  deemed to be additional conditions and \nrestrictions subject to which the licence has been granted.  \n \n \n1Added  by the Motion  Pictures  (Amdt.)  Ordinance,  1982  (7 of 1982),  s. 2. \n \nPage 8 of 9 \n CHAPTER IV  \nMISCELLANEOUS  \n15. Delegation of powers.  The Federal Government may, b y notification in the official \nGazette, delegate all or any of the powers exercis eable by it under this Ordinance to such authority or \nperson as may be specified in the notification.  \n \n16. Certain  persons  to be public  servants.  The Chairman,  members  and employees  of a \nBoard  and persons  empowered  under  sub-section  (4) of section  8 shall,  when  acting  or purporting  to \nact in pursuance  of any of the provisions  of this Ordinance,  be deemed  to be public  servants  within  \nthe meaning  of section  21 of the Pakistan  Penal Code  (Act XLV  of 1860).  \n17. Bar to legal  proceedings. ―(1) No suit or other  legal  proceeding  shall  lie against  the \nFederal  Government,  a Provincial  Government,  a Board,  or any officer  or member  thereof,  as the \ncase may be, in respect  of anything  which  is in good  faith done  or intended  to be done  under  this \nOrdinance.  \n(2) No Court  shall  grant  an injunction  or make  any interim  order  in respect  of any order  \npassed  under  section  8 or section  9. \n18. Penalties  and procedure. ―(1) Whoever― \n(a)  exhibits  or causes  or permits  to be exhibited  in any place,  or abets  the \nexhibition  of, any film which  has not been  certified  by the Board  or which,  \nwhen  exhibited,  does not display  the prescribed  mark  or has been  altered  or \ntampered  with since  such mark  was affixed  thereto  ; or \n(b)  without  lawful  authority,  alters  or tampers  with,  in any way,  any film after it \nhas been  certified  ; or \n(c)  fails to comply with the provisions of section 5 or of any order made under \nthis Ordinance ;  \nshall be punishable with imprisonment for a term which may extend to three years, or with fine \nwhich may extend to one lac rupees, or with both, and, in the case of a continuing offence, with a \nfurther fine which may extend to ten thousand rupees for each day during which the offe nce \ncontinues.  \n(2) If the owner  or person  incharge  of a cinematograph  on any place  uses it or allows  it to be \nused in contravention  of the provisions  of this Ordinance  or the rules  made  thereunder,  or of the \nconditions  and restrictions  upon  or subject  to which any licence  has been  granted  under  this \nOrdinance,  he shall  be punishable , with imprisonment  for a term which  may extend  to one year,  or \nwith fine which  may extend  to ten thousand  rupees,  or with both,  and, in the case of a continuing  \noffence,  with a further  fine which  may extend  to two thousand  rupees  for each day during  which  the \noffence  continues.  \n(3) If any person  is convicted  of any offence  punishable  under  sub-section  (1) or sub-section  \n(2) committed  by him in respect  of any film,  the Court  may further  direct  that the film and the \ncinematograph  used for its exhibition  may be forfeited  to the Board.  \n \n \nPage 9 of 9 \n 1[(3A)  Whoever  charges  for the admission  of any person  to the exhibition  of a film in a place  \nlicenced  under  this Ordinance  any amount  in excess  of the maximum  charges  fixed  under  sub-\nsection  (4) of section  13, or sells to any person  a ticket  for such admission  at a cost higher  than the \nmaximum  charges  so fixed,  shall  be punished  with the punishment  provided  for in sub-section  (2).] \n \n (4) Where  the person convicted  of an offence  under  this section  is the holder  of a licence  \ngranted  under  section  13, the licensing  authority  may revoke  the licence.  \n(5) Notwithstanding  anything  contained  in the Code  of Criminal  Procedure,  1898  (V of \n1898),  no Court  shall  take cognizance  of an offence  punishable  under  this section  except  upon  a \ncomplaint  in writing  made  by the Board  or the licensing  authority  or persons  authorised  by any of \nthem.  \n19. Power  to make  rules.―(1) The Federal  Government  may,  by notification  in the official  \nGazette,  make  rules2 for carrying  out the purposes  of this Ordinance.  \n(2) In particular  and without  prejudice  to the generality  of the foregoing  powers,  such rules  \nmay provide  for all or any of the following  matters,  namely  :― \n \n(a)  the manner  in which  the Board  may exercise  its powers,  including  the \nestablishment  of centers  at different  places  and the delegation  of any of the \npowers  of the Board  to any member  nominated  by the Federal  Governme nt in \nthat behalf  ; \n \n(b)  the procedure  of the Board  and all matters  ancillary  thereto,  and the fees to be \ncharged  by it. \n \n(c)  the conditions subject to which any certificate may be granted under Chapter \nII and the circumstances in which such certificate shall be refused ;  \n \n(d)  the, manner in which appeals under section 7 may be preferred, heard, and \ndisposed of ;  \n \n(e)  the terms, conditions and restrictions, if any, under which licences  may be \ngranted under Chapter 11  ; and  \n(f)  any other matter which is  to be or may be prescribed.  \n20. Power  to exempt.  The Federal  Government  may,  by order  in writing,  exempt,  subject  to \nsuch conditions  and restrictions , as it may impose ,  any film or class  of films  or cinematograph  \nexhibition  or class  of cinematograph  exhibitions  from  all or any of the provisions  of this Ordinance  \nor the rules  made  thereunder.  \n \n21. Repeals  and savings.―(1) The Cinematograph  Act, 1918  (II of 1918),  and the \nCensorship  of Films  Act, 1963  (XVIII  of 1963),  are hereby  repealed.  \n \n(2) Notwithstanding  the repeal  of any Act by sub-section  (1), and without  prejudice  to the \nprovisions  of section  24 of the General  Clauses  Act, 1897  (X of 1897),  everything  done,  order  \npassed,  action  taken  or obligation,  liability,  penalty  or punishment  incurred  under  any of the \nprovisions  of the said Act, shall,  if not inconsistent  with the provisions  of this Ordinance,  continue  in \nforce and be deemed  to have  been  done,  passed,  taken  or incurred  under  the provisions  of this \nOrdinance.  \n \n1Ins. by the Motion Pictures (Amdt.) Ordinance, 1982 (7 of 1982), s. 3 \n2For such rules, see S.R.O. 279(I)/80, dated 8 -3-80, Gaz. of P., 1980, Extra., P.  II, pp. 306 -23."
}