{
    "file": "./converted_json\\administratora7b1d9a108d098b0d91aff7b4bb25967(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "V.&;JIJo\nt\\6\nREGISTEREDNo.M-302L.-76/,6\n@$eGvdfic d prhfdtrrrI\nEXTRAORD!NARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, THURSDAY, FEBRUARY 26,2015\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW, JUSTICE AND HUMAII RIGHTS\nIslamabad, the 25th February, 2015\nNo. F. 2 (l\\/2015-Pub.-The following Ordinance Promulgated by the\nPresident is hereby published for general information:-\nOnoneNcp No. I or 2015\n.AN\nORDINANCE\nfurther to amend the Pakistan Army Act, 1952\nWxensas, it is expedient further to amend the Pakistan Army Act, 1952\nQO(XIX of 1952), for the purpose hereinafter appearing;\nANn wsEne as the Senate and the National Assembly are not in session\nand the President is satisfiedthatcircumstances exist which render itnecesgary to\ntake immediate action:\n(21)\n335 (20l5YEx. Gaz.lPrice : Rs. 3.00Z\\\n22 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26. 2OI5[P.ur I\n1. Short title and commencement.{l ) This Ordinance may be called\nthe Pakistan Army (Amendment) Ordinance, 2015.\n(2) It shall come into force at once.\n2. Amendment of sectiorr 2, Act XXXIX of 1952.- In the Pakistan\nArmy Act,1952 (XXXIX of 1952).-\n(a) in section 2, in sub-section ( I ), in clause (d), in sub-clause (iv), in the\nsecond proviso, for dre firll stop at the end a colon shall be substituted\nand after the second proviso amended as aforesaid the following\nnew provisos shall be added, namely:-\n\"Provided firther that notwithstanding anything contained in\nthisAct or any other law for the time being in force, any person anestd\ndetained or held in custody by the armed forces, civil armed forces or\nlaw enforcement agencies and kept urder arrest, custody or detention\nbefore the coming into force ofthe Pakistan Army (Amendment)Ac!\n2015 (Act II of2015) shall be deemed to have been arrested or\ndetained pursuant to the provisions ofthis Act as amended by the\nPakistanArmy (Amendment) Act, 2015 (l of20l5) ifthe offence in\nrespect ofwhich such arest or detention was made also constitutes an\noffence referred to in sub-clause (iii) or sutr-.clause (iv):\nProvided further that no suit, prosecution or other legal proceedings i\nshall lie against any person in respect ofanything which is in good faith\ndone or intended to be done under sub-clause (iii) or sub-clause (iv).\";\nand\n\"2C. Protection to Witnesses, President, Members of\nthe Court, Defending Officers, Prosecutors and persons\nconcerned with court proceedin gs.-The convening outhority\nor llre cotrtconstituted under this Act may, make such orders or\ntake such measures, like sitting in comera, not publishing theNow, ruenrrone, in exercise ofthe powers confened by clause (1) of\nArticle 89 ofthe Constitution ofthe Islamic Republic ofPakistan, the President is\npleased to make and promulgate the following Ordinance:\n(b) after section 28, the following new section shalt be inserted, namely:-\nPanr Il THE GAZETTE OF PAKISTAN, EXTRA., FEB. 26, 2015 23\nnomes of court offtcials etc, as it deems fit, within available\nresources, for the protection of witnesses, President, members,\nprosecutors, defending officers and other persons concemed in court\nproceedings for an offence under this Act, as may be prescribed.\"\nMAMNOON HUSSAIN,\nPresidenl.\nJuslcr (R)\nMUHAMMAD RAZA KHAN,\nSecretarv.\nPzuNTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLE& STATIONERY AND FORMS, UNIVERSIry ROAD, KARACHI."
}