{
    "file": "./converted_json\\administrator585171153d28c369d3f294667938ca91.json",
    "name": "Heavy Industries Board Act, 1997",
    "date": "1997",
    "tagline": "An Act to establish a Heavy Industries Taxila, Board",
    "content": "HEAV Y INDU STRIES BOARD ACT , 1997  \n \nACT No.XII OF 1997 \n \nAn Act to establish a Heavy  Indu stries Taxila,  Board. \n \nWHEREAS it is expedient to establish a Heavy Industries Taxila, Board and \nto provide for matters con nected therewith or incidental thereto; \n \nIt is hereby enacted as follows: \n \n1. Short title and commencement. \nIndustries 1[Taxila] Board Act, 1997. (1) This Act may be called the Heavy \n \n(2) It extends to the whole of Pakistan. \n(3) It shall come into force at once. \n \n2. Definitions. In this Act, unless there is anything repugnant in the subject \nor context, \n \n(a) \"Board\" means the Heavy Industries 1[Taxila] Board established under \nsection 3; \n(b) \"Chairman\" means the Chairman of the Board; \n(c) \"factories\" means Heavy Re-build Factories and Manufacturing Fac tories \nestablished  and  functioning  under  the  control  of  Heavy  Industries \n1[Taxila] Board; \n(d)  \"Heavy  Industries\"  means the  Heavy  Industries,  Taxila  and includes \nHeavy Re-build Factories, Manu facturing Fac tories and  other allied \nfacilities owned by  the Federal Government; and \n(e) \"member\" means a member of the Board. \n \n3.   Establishment   of   the   Board. (1)   As   soon   as   may   be,   after \ncommencement of this Act, the Federal Government shall, by no tification in the \nOfficial  Gazette,  establish  for  carrying  out  the  pu rposes  of  this  Act,  a  Heavy \nIndustries 1[Taxila] Board cons isting of a Chairman and 1[five] members to be \nappo inted by it. \n \n(2) The Chairman shall be appointed by the Federal Government on \nrecommendation of the Chief of Army Staff. \n \n(3) Out of the 1[five] members to be app ointed by the Federal Government, \none  shall  be  appointed as member  finance  in consultation  with  the  Ministry of \nFinance, the se cond to be as the member Ministerial Coordination, 1[third member \nshall appointed form the corporate sector, to be called the Member (Private), on the \nrecommendation of the Secretary, Defense Production Division] and the remaining \ntow  to  be  the  technical  members  as  members  produc tion  Control  and  Project \nPlanning to be appointed from within the existing strength of the Board. \n \n \n1 \nIns. and subs. by Ordinance 47 of 2000, ss.2-6. \n \n4. Terms of office of the members.  \n(1) The Chairman and members shall \nhold office for a term of four years and shall be eligible for re-appo intment and shall \nreceive such salary and allowances as  the Federal Government may, from time to \ntime determine:1 \n \n1[Provided that the Member (Private shall hold office in hono rary capacity.] \n \n(2) Every member, except member Minist erial  Coo rdination, 1[and \nMember  (Private)]  shall  be  a  who le  time  officer  of  the  Board  and  s hall \nperform such functions  as are or may be assigned to him  under this Act. \n \n(3) Every member shall, before  assuming  his office,  relinquish  or \ndivest  hims elf  of  any  office  or  interest  in  any  corporation,  company  or \nconcern  other  than  an  indust ry  owned  by  the  Federal  Government  or \nsponso red by the Board or Coop erative Society, or a charitable organization: \n \nProvided that the Federal Government may permit a member, 1[except \nMember (Private)]  to retain any shares in a company purchased by him  if the \ncompany of which the shares have been acquired does not have any dealings \nwith the Board, and in case of company of which a member holds  shares \nstarts dealings with the Board, the member shall immediately declare to the \nBoard the extent of his sh are in the company. \n \n5. Meet ings. (1) No busin ess of the Board shall be transacted except \nat a meeting at which a quorum of at least three members is present. \n \n(2) T he Chairman and in his absence the senior most  member shall \npreside at the m eetings of the Board. \n \n(3) At the meetings of the Board each member shall have one vote \nand, in the event of equality of votes the Chairman or the member presiding \nshall have a second or  casting  vote. \n \n(4) A resolution  in writing signed by all the members for the time \nbeing in  Pakistan shall be as valid and effec tive as if it has been passed at the \nmeeting of the Board. \n \n6. Functions of the Board. (1) The principal functions  of the Board \nshall be to manage, 1[organize or, as the case may be, within  the existing \nfinancial resources, reorganize any factory] and administ er the affairs of the \nfactories   included   in   Heavy   Indust ries   and   to   run   th em   on   s ound \nadminist rative and modern management techniques so as to adequately meet, \nduring war and peace, the needs of the defence of the country and to utilize \nthe surplus capacity of the factories to meet the requirements of the civilian \npopul ation and the b rotherly or friendly countries. \n \n \n1 Ins. by ordinance 47 of 2000, ss.6-7. \n(2) The  Board shall, in discharging its  functions,  be guided on \nquestions  of policy involving  national interest, including  defence requirement \nduring war and peace, by such directions  as the Federal Government, which \nshall be the sole judge whether or not national interest is involv ed, may give \nfrom time to tim e. \n \n7. Investment of the Board with certain powers. Notwithst anding \nanything  contained   in   any  law,   regulations,   rules,   o rder,   noti fication, \nagreement or other instrument for the time being applicable to any factory, or \nany officer or other employee appoint ed or engaged in, or in connection with \nany factory, the Board may in relation to such factory, officer or emplo yee \nexercise the followi ng powers in addition  to the powers which may be \ndelegated by the Federal Government from time to tim e, \n \n(a)    to  determine  the terms and conditions  of service, recruitment, \npromotion, t ransfer, pos ting, dismiss al, discharge, demotion and \nother disciplinary action of all officers and oth er employees: \n \nProvided that the terms and conditions  of service of any officer \nor oth er employee appoint ed or engaged before the \ncomm encement   of   this   Act   shall   not   be   v aried   to   his \ndisadvantage and that he shall not be dismiss ed or removed from \nservice or reduced in rank by any authority subo rdinate to th at by \nwhich he was appoint ed: \n \nProvided further that the officer or employees appoint ed before \nthe comm encement of this Act shall be given an option,  after the \nservice rules for the officers and employees of the Board have \nbeen framed, to opt for the new service rules or to continue  to be \ngoverned by their existing services rules; but once the option  has \nbeen exercised by an officer or employee within  the time fixed \nby the Board, it shall be final, and an officer or employee who \ndoes not exercise the option within  the p rescribed time shall be \nconsid ered to h ave opt ed for the n ew rules: \n \nProvided also that the promoti on, demotion or  other \ndisciplinary action against an officer or employee on deputation \nor secondm ent shall be governed by the service rules applicable \nto him;  and \n \n(b)    to  appoint  or  engage  such  officers  and  other  employees, \nadviso rs, consult ants on contract as it consid er necessary for the \nefficient discharge of the  functions  on such terms and conditions \nof service as it may determine; \n(c)    to carry out  all technical and engineering projects or works or to \nenter into contract or agreement and to arrange training within \ncountry or abroad pertaining to their execution;  \n \n(d)    to make all purchases or plant, machinery and stores either in the \ncountry or abroad; and also to dispose of  store and equipm ent; \n \n(e)    to  fix  pay  of  the  officers  and  other  emplo yees  wherever \nnecessary either initially or otherwise at any stage within  the pay \nscales prescribed by the Federal Government; \n \n(f)    to  utili ze  or incur  expenditu re  in  respect  of  lump  sum  grant \nallocated for the pu rpose in the Budget; \n \n(g)    to  frame subject to any .direction issued in this behalf by the \nFederal  Government,  d epartmental,  financial  and  accounti ng \nrules and procedures, keeping in  view the modern techniqu es for \ncost control and optimum  utilization of resources; and \n \n(h)    to  utilize  surplus  capacity  for  manufacture   of  marketable \nproducts, promote th eir sales and provide services within  country \nand abroad. \n \n8.  Submission  of  estimates  of  receipts  and  expenditures  to  the \nFederal Government. (1) The Board shall in the month  of December every \nyear, submit  in such manner and form as the Federal Government may direct, \nto the Federal Government, for making necessary provision  in its Budget, a \nstatement of the di scharge of its  functions  under this Act in respect of the new \nfinancial  year together with a statement show ing separately the estimated \nreceipts and expenditu re in foreign exchange for that year. \n \n(2) T he Board shall not without  the previous  sanction of the  Federal \nGovernment, incur any expenditu re or undertake any financial liability \ninvolving  expenditur e, in excess of the amount  approved for the projects. \n \n9. Accounts, audit and costings. (1) The Board shall maintain its \naccounts  including  those  of the factories in such manner and form as may be \nprescribed    by    the    Federal    Government    in    consult ation    with    the \nAuditor -General of Pakistan. \n \n(2) The  accounts  of the Board including those  of the factories shall be \naudited by the Auditor -General of Pakistan. \n \n(3) The Board shall within  6 months  after the end of every financial \nyear, submit  to the Federal Government a statement of accounts  audited by \nthe Auditor -General of Pakistan. \n(4) The Federal Government may at any time  require Auditor -General of \nPakistan to report to it upon the adequacy of measures taken by the Board for the \nefficient management of the factories. \n(5) The  Board shall establish  a costing m echanism  in all the  factories so as to \nexercise effective cost control and organize production on mod ern comm ercial lines. \n10. Submission  of annual report, return etc. (1) The Board shall, as soon \nas possible  after the end of every financial year but not later than thirty-first day of \nDecember next followin g, submit  to the Federal Government a report on the condu ct \nof the affairs of the Board during that year. \n(2) The Federal Government may require the Board to furnish it  with \n(a)  any  return,  statement,   estimate,   statistics   or  other   information \nregarding any matter relating to or  under control of the Board; \n(b) a report on any subject with whi ch the Board is concerned; or \n(c) any document or copy of a document in charge or under the control of \nthe Board and the  Board shall comply with su ch requisition.  \n11. Delegation of powers. The Board may, from time to time authorize 1[the \nChairman] any one or more of its members 1[or any subo rdinate authority of Heavy \nIndust ries] to perform such functions  or exercise such powers on its behalf as may be \nspecified by the  Board through a resolution  passed at a meeting with proper quorum, \nand  the  1[Chairman,  Member  or  the  subo rdinate  authority]  so  authorized  shall \nconform to su ch regulations  or restrictions  as may be prescribed by the Board. \n12.  Mode  of  signifying  communications  from  the  Board.  Any \nnotice,  determination,  directions,  requisition,  appointm ent,  expression  of opinion, \napproval or sanction to be given or signified on the part of the Board for any of the \npurposes of or in relation to, any powers or functions with which it has been invested \nunder this  Act,  shall  be sufficient  and  bindi ng  if  it  is  in  w riting signed  by the \nChairman or by any oth er person authorized by the  Board to act in its behalf of the \nmatters to whi ch such authorization may relate, and the Board shall not in any case be \nbound  in respect of any of the matters aforesaid unless by some writing signed in the \nmanner aforesaid. \n13. Power to issue direction. The Federal Government may from time to \ntime issue  directions  to the Board to take such measures as it consid ers necessary for \nthe efficient management of the factories and the Board shall comply with  such \ndirections.  \n14.  Power  to  make  rules.  The  Federal  Government  will  make  rules  for \ncarrying out the pu rpose of this Act. \n15. Dissol ution of the Board. The Federal Government may, by Noti fication \nin the Official Gazette, declare that the Board shall be dissolv ed on such date as may \nbe specified therein, and the Board shall accordingly stand dissolv ed. \n \n \n \n \n \n \n \n \n \n1 \nIns and subs. by Ordinance 47 of 2000, s.8."
}