{
    "file": "./converted_json\\administratord31ed864af21035eaa81f5cc0218cc49(1).json",
    "name": "Financial Institutions (Recovery of Finances) Ordinance, 2001",
    "date": "30th August, 2001",
    "tagline": "An Ordinance to repeal, and, with certain modifications, re-enact, the Banking Companies (Recovery of Loans, Advances, Credits and Finances) Act, 1997",
    "content": "THE FINANCIAL INSTITUTIONS (RECOVERY OF \nFINANCES) ORDINANCE, 2001  \n \n \n \n \n \n \n \n \nCONTENTS  \n \n__________________  \n \nSECTION S: \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Duty of a customer.  \n4. Ordinance to override other laws.  \n5. Establishment of Banking Court.  \n6. Resignation and removal of Judges.  \n7. Powers of Banking Courts.  \n8. Suit for recovery of written off finances etc.  \n9. Procedure of Banking Courts.  \n10. Leave to defend.  \n11. Interim Decree.  \n12. Power to set aside decree.  \n13. Disposal of suit.  \n14. Decree in suits relating to mortgages.  \n15. Sale of mortgaged property.  \nUpdated till 15.12.2021  \n 16. Attachment before judgment, injunction and appointment of Receivers.  \n17. Final Decree.  \n18. Banking Documents.  \n19. Execution of decree and sale with or without  intervention of Banking Court.  \n20. Provisions relating to certain offences.  \n21. Application of fines and costs.  \n22. Appeal.  \n23. Restriction on transfer of assets & properties.  \n24. Application of the limitation Act, 1908  (Act IX of 1908).  \n25. Power to make rules.  \n26. Removal of difficulties.  \n27. Finality of order.  \n28. Indemnity.  \n29. Repeal.  \n THE FINANCIAL INSTITUTIONS (RECOVERY OF FINANCES) ORDINANCE, 2001 \nORDINANCE NO. XLVI OF 2001  \n[30th August, 2 001] \n \nAn Ordinance to repeal, and, with certain modifications, re­enact, the Banking Companies \n(Recovery of Loans, Advances, Credits and Finances) , Act, 1997  \nWHEREAS it is expedient to repeal and with certain modifications, re­enact the Banking \nCompanies (Recovery of Loans, Advances, Credits and Finances) Act, 1997, for the purposes \nhereinafter appearing;  \n \nAND WHEREAS the President is satisfied that circumstances exist which render it \nnecessary to take immediate action;  \n \nNOW, THEREFORE, in pursuance of the proclamation of Emergency of the fourteenth \nday of October, 1999 and Provisional Constitution Order No. I of 1999, read with the Provisional \nConstitution (Amendment) Order No. 9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance:___ \n \n1. Short title, extent and commencement :___(1) This Ordinance may be called the \nFinancial Institutions (Recovery of Finances) Ordinance , 2001.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \n2. Definitions . In this Ordinance, unless there is anything repugnant in the subject or \ncontext___ \n \n(a) “financial institution ” means and includes___ \n \n(i) any company whether incorporated within or outside Pakistan which \ntransacts the business of banking or any associated or ancillary \nbusiness in Pakistan through its branches within or outside Pakistan \nand includes a government savings bank, but excludes the St ate Bank \nof Pakistan;  \n \n(ii) a modaraba or modaraba  management company, leasing company, \ninvestment bank, venture capital company, financing company, unit \ntrust or mutual fund of any kind and credit or investment institution, \ncorporation or company; and  \n \n(iii) any company authorised by law to carry on any similar business, as the \nFederal Government may by notification in the official Gazette, \nspecify;  \n \n(b) “Banking Court ” means___ \n \n  \n (i) in respect of a case in which the claim does not exceed 1[hundred] \nmillion rupees or for the trial of offences under this  Ordinance, the \nCourt established under section 5; and  \n \n(ii) in respect of any other case, the High Court.  \n \n(c) “customer ” means a person to whom finance has been extended by a financial \ninstitution 1[within or outside Pakistan] and includes a person on wh ose behalf \na guarantee or letter of credit has been issued by a financial institution as well \nas a surety or an indemnifier;  \n \n(d) “finance ” includes___ \n \n(i) an accommodation or facility provided on the basis of participation in \nprofit and loss, mark­up or mark­down in price, hire­purchase, equity \nsupport, lease, rent­sharing, licensing charge or fee of any kind, \npurchase and sale of any property including comm odities, patents, \ndesigns, trade marks and copy­rights, bills of exchange, promissory \nnotes or other instruments with or without buy­back arrangement by a \nseller, participation term certificate, musharika, morabaha, musawama, \nistisnah or modaraba certifica te, term finance certificate;  \n \n(ii) facility of credit or charge cards;  \n \n(iii) facility of guarantees, indemnities, letters of credit or any other \nfinancial engagement which a financial institution may give, issue or \nundertake on behalf of a customer, with a corresponding obligation by \nthe customer to the financial institution;  \n \n(iv) a loan, advance, cash credit, overdraft, packing credi t, a bill discounted \nand purchased or any other financial accommodation provided by a \nfinancial institution to a customer;  \n \n(v) a benami loan or facility that is, a loan or facility the real beneficiary or \nrecipient whereof is a person other than the perso n in whose name the \nloan or facility is advanced or granted;  \n \n(vi) any amount due from a customer to a financial institution under a \ndecree passed by a civil court or an award given by an arbitrator;  \n \n2[(vii)]  any amount due from a customer to a financial  institution which is the \nsubject matter of any pending suit, appeal or revision before any court;  \n \n2[(viii)   any amount of loan or facility availed by a person from a financial \ninstitution outside Pakistan who is for the time being resident in \nPakistan ;] \n \n2[(ix)]  any other facility availed by a customer from a financial institution.  \n \n \n1Subs & ins by Act XXXVIII of 2016, s. 2.  \n2Numbered and ins. by Act XXXVIII of 2016, s. 2.  \n  (e) “obligation ” includes___ \n \n(i) any agreement for the repayment or extension of time  in repayment of \na finance or for its restructuring or renewal or for payment or \nextension of time in payment of any other amounts relating to a \nfinance or liquidated damages; and  \n \n(ii) any and all represent ations, warranties and covenants made by or on \nbehalf of the customer to a financial institution at any stage, including \nrepresentations, warranties and covenants with regard to the \nownership, mortgage, pledge, hypothecation or assignment of, or other \ncharge on, assets or properties or repayment of a finance or payment of \nany other amounts relating to a finance or performance of an \nundertaking or fulfillment of a promise; and  \n \n(iii) all duties imposed on the customer under this Ordinance; and  \n \n(f) “rules ” means rules made under this Ordinance.  \n \n1[(g) “willful default ”means___ \n \n(i) deliberate or intentional failure to repay any finance, loan, advance or \nany financial assistance received by any person from a financial \ninstitution after such payment has become due under the terms of any \nlaw or an agreement, rules or regulations issued by the State Bank of \nPakistan;  \n \n(ii) utilization of finance, loan, advance or financial assistance  or a \nsubstantial part thereof, obtained by any person from a financial \ninstitution for a purpose other than that for which such finance, loan, \nadvance or financial as sistance had been obtained and payment in part \nor full not made to the financial institut ion; or  \n \n(iii) removal, transfer, misappropriation or sale of any assets  collateralized \nto secure a finance, loan, advance or financial assistance obtained from \na financial institution without permission  of such institution.]  \n \n3. Duty of a customer.___(1) It shall be the duty of a customer to fulfil his obligations to the \nfinancial institution.  \n \n(2) Where the customer defaults in the discharge of his obligation, he shall be liable to pay, \nfor the period from the date of his default till realization of the cost of funds of the financial \ninstitution as certified by the State Bank of Pakistan from time to time, apart from such other civil \nand criminal liabilities that he may incur under the contract or rules or any other law for the time \nbeing in force.  \n \n(3) For purposes of this section a judgment against a customer under this Ordinance shall \nmean that he is in default of his duty under sub­section (1) and the ensuing decree shall provide for \npayment of the cost of funds as determined under s ub­section (2).  \n \n4. Ordinance to override other laws . The provisions of this Ordinance shall have effect \nnotwithstanding anything inconsistent therewith contained in any other law for the time being in \nforce.  \n \n1Added by Act XXXVIII of  2016. s.2.  \n  5. Establishment of Banking Court.___(1) The Federal Government may, by notification in \nthe Official Gazette, establish as many Banking Courts as it considers necessary to exercise \njurisdiction under this Ordinance a nd appoint a Judge for each of such Courts and where it \nestablishes more Banking Courts than one, it shall specify in the notification the territorial limits \nwithin which each of the Banking Courts shall exercise its jurisdiction.  \n \n(2) Where more Banking C ourts than one have been established to exercise jurisdiction in the \nsame territorial limits, the Federal Government shall define the territorial limits of each such court.  \n \n(3) Where more Banking Courts than one have been established in the same or different \nterritorial limits, the High Court may, if it considers it expedient to do so in the interest of justice or \nfor the convenience of the parties or of the witnesses, transfer any case from one Banking Court to \nanother.  \n \n1[(4) A Judge of a Banking C ourt shall be appointed by the Federal Government after \nconsultation with the Chief Justice of the High Court of the Province in which the Banking Court is \nestablished and no person shall be qualified for appointment as the Judge of a Banking Court unless \nhe is, or has been, or is qualified to be a District Judge.]  \n \n(5) A Banking Court shall hold its sitting at such places within its territorial jurisdiction as \nmay be determined by the Federal Government.  \n \n(6) A Judge of a Banking Court, not being a District Judge, shall be appointed for a term of \nthree years from the date on which he enters upon his office.  \n \n2[(7) The salary, allowances and other terms and conditions of service of a person appointed \nas a Judge of a Banking Court shall be such as the Federal Government may determine.]  \n \n(8) The Banking Court may, if it so requires, be assisted in technical aspects of banking \ntransactions involved in any case by an  amicus curiae  who has at least ten years experience  of \nbanking at a senior management leve l in a Financial institution of repute or the State Bank of \nPakistan and has the following qualifications, namely:___ \n \n(i) a degree in Commerce and Account or in Economics; or  \n \n(ii) a degree in Business Administration; or  \n \n(iii) has completed a course in b anking from the Institute of Bankers, Pakistan.  \n \n(9) Remuneration of the amicus curiae, and the party or parties by whom it will be payable \nwill be determined by the Banking Court, keeping in view the circumstances of each case.  \n \n1[(10) A Judge of a Banking Court shall submit to the Chief Justice of the High Court of the \nProvi nce in which the Banki ng Court is established, rep orts on a quarterly basis regar ding the \nnumber of cases filed, heard and disposed of by the Banking Court during each relevant q uarterly \nperiod.]  \n \n6. Resignation and removal of Judges .___(1) A person, not being a District Judge, appointed \nas a Judge of a Banking Court under section 5 may, by notice in writing under his hand addressed to \nthe Federal Government, resign from his office.  \n \n \n1Subs. and added by Act XXXVIII of 2016 s. 3.  \n2Subs. by the Financial Institut ions (Recovery of Finance s) (Amdt.) Ordinance, 2001 (51 of 2001), s. 2, for “sub­section (7) ”, (w.e.f. \n30­8­2001).  \n  (2) A person appointed as a Judge of a Banking Court under section 5 may be removed from \noffice in consultation with the Chief Justice of the High Court.  \n \n7. Powers of Banking Courts.___(1) Subject to the provisions of this Ordinance, a Banking \nCourt shall___ \n \n(a) in the exercise of its civil jurisdiction have all the powers vested in a civil \ncourt under the Code of Civil Procedure, 1908 (Act  V of 1908).  \n \n(b) in the exercise of its criminal jurisdiction, try offences punishable under this \nOrdinance and shall, for this purpose have the  same powers as are vested in a \nCourt of Sessions under the Code of Criminal Procedure, 1898 (Act  V of \n1898 ): \n \nProvided that a Banking Court shall not take cognizance of any  offence punishable under this \nOrdinance except upon a complaint in writing made by a person authorized in this behalf by the \nfinancial institution in respect of which the offence was committed.  \n \n(2) A Banking Court shall in all matters with respect to which the procedure has not been \nprovided for in this Ordinance, follow the procedure laid down in the Code of Civil Procedure, 1908 \n(Act V of 1908 ), and the Code of Crimina l Procedure, 1898 (Act  V of 1898 ). \n \n(3) All proceedings before a Banking Court shall be deemed to be judicial proceedings within \nthe meaning or sections 193 and 228 of the Pakistan Penal Code (Act  XLV of 1860 ), and a Banking \nCourt shall be deemed to be a C ourt for purposes of the Code of Criminal Procedure, 1898 (Act  V of \n1898 ). \n \n(4) Subject to sub­section (5), no Court other than a Banking Court shall have or exercise any \njurisdiction with respect to any matter to which the jurisdiction of a Banking Court extends under \nthis Ordinance, including a decision as to the existence or otherwise of a finance and the execution \nof a decree passed by a Banking Court.  \n \n(5) Nothing in sub­section (4) shall be deemed to affect___ \n \n(a) the right of a financial institution  to seek any remedy before any court or \notherwise that may be available to it under the law by which the financial \ninstitution may have been established; or  \n \n(b) the powers of the financial institution, or jurisdiction of any court such as is \nreferred to i n clause (a);  or \n \n require the transfer to a Banking Court of any proceedings pending before any \nfinancial institution or such court immediately before the coming into force of \nthis Ordinance.  \n \n(6) All proceedings pending in any Banking Court constituted u nder the Banking Companies \n(Recovery of Loans, Advances, Credits or Finances) Act, 1997; (XV of 1997), including suits for \nrecovery of “loans ” as defined under that Act shall stand transferred to, or be deemed to be \ntransferred to, and heard and disposed of by, the Banking Court having jurisdiction under this \nOrdinance. On transfer of proceedings under this sub­section, the parties shall appear before the \nBanking Court concerned on the date previously fixed.   \n  (7) In respect of proceedings transferred to a Banking Court under sub­section (6), the \nBanking Court shall proceed from the stage which the proceedings had reached immediately prior to \nthe transfer and shall not be bound to recall and re­hear any witness and may act on the evidence \nalready recorded or produced before the Court from which the proceedings were transferred.  \n \n8. Suit for recovery of written off finances etc.___1[(1) Subject to s ub­section (2)  and \nnotwithstanding anything contained in the Limitation Act, 1908 ( IX of 1908 ) or any other law, a \nfinancial institution may, within five years, file a suit for the recovery of any amount written­off, \nreleased or adjusted under any agreement, contract, or consent, including a compromise or \nwithdrawal of any suit or legal proceedings or adjustment of a decree between a financial institution \nand a customer, if i t has reasons to believe that the amount was written­off, released or adjusted for \npolitical reasons or considerations other than bona fide business considerations.]  \n \n9. Procedure of Banking Courts.___(1) Where a customer or a financial institution commits  \na default in fulfillment of any obligation with regard to any finance, the financial institution or, as \nthe case may be, the customer, may institute a suit in the Banking Court by presenting a plaint which \nshall be verified on oath, in the case of a finan cial institution by the Branch Manager or such other \nofficer of the financial institution as may be duly authorized in this behalf by power of attorney or \notherwise.  \n \n(2) The plaint shall be supported by a statement of account which in the case of a financ ial \ninstitution shall be duly certified under the Bankers Books Evidence Act, 1891 (XVII of 1891 ), and \nall other relevant documents relating to the grant of finance. Copie s of the plaint, statement of \naccount and other relevant documents shall be filed with the Banking Court in sufficient numbers so \nthat there is one set of copies for each defendant and one extra copy.  \n \n(3) The plaint, in the case of a suit for recovery instituted by a financial institution, shall \nspecifically state___ \n \n(a) the amount of finance availed by the defendant from the financial institution;  \n \n(b) the amounts paid by the defendant to the financial institution and the dates of \npayment; and  \n \n(c) the amount of finance and other amounts relating to the finance payable by the \ndefendant to the financial institution upto the date of institution of the suit.  \n \n(4) The provisions of section 10 of the Code of Civil Procedure, 1908 (Act  V of 1908 ), shall \nhave no application for and in relation to suits filed hereunder.  \n \n(5) On a plai nt being presented to the Banking Court, a summons in Form No. 4 in Appendix \n‘B’ to the Code of Civil Procedure, 1908 (Act  V of 1908 ) or in such other form as may, from time  to \ntime, be prescribed by rules, shall be served on the defendant through the bailiff or process­server of \nthe Banking Court, by registered post acknowledgement due, by courier and by publication in one \nEnglish language and one Urdu language daily newspap er, and service duly effected in any one of \nthe aforesaid modes shall be deemed to be valid service for purposes of this Ordinance. In the case \nof service of the summons through the bailiff or process­server, a copy of the plaint shall be attached \ntherewit h and in all other cases the defendant shall be entitled to obtain a copy of the plaint from the \noffice of the Banking Court without making a written application but against due acknowledgement . \nThe Banking Court shall ensure that the publication of summon s takes place in newspapers with a \nwide circulation within its territorial limits.  \n \n \n1Subs. by Act XXXVIII of  2016, s. 4.  \n  10. Leave to defend.___(1) In any case in which the summons has been served on the \ndefendant  as provided for in sub­section (5) of section 9, the defendant shall not be entitled to defend \nthe suit unless he obtains leave from the Banking Court as hereinafter provided to defend the same; \nand, in default of his doing so, the allegations of fact in t he plaint shall be deemed to be admitted and \nthe Banking Court may pass a decree in favour of the plaintiff on the basis thereof or such other \nmaterial as the Banking Court may require in the interests of justice.  \n \n(2) The defendant shall file the applicat ion for leave to defend within thirty days of the date \nof first service by any one of the modes laid down in sub­section (5) of section 9:  \n \nProvided that where service has been validly effected only through publication in the \nnewspapers, the Banking Court may extend the time for filing an application for leave to defend if \nsatisfied that the defendant did not have knowledge thereof.  \n \n(3) The application for leave to defend shall be in the form of a written statement, and shall \ncontain a summary of the subst antial questions of law as well as fact in respect of which, in the \nopinion of the defendant, evidence needs to be recorded.  \n \n(4) In the case of a suit for recovery instituted by a financial institution the application for \nleave to defend shall also specif ically state the following___ \n \n(a) the amount of finance availed by the defendant from the financial institution; \nthe amounts paid  by the defendant to the financial institution and the dates of \npayments;  \n \n(b) the amount of finance and other amounts relatin g to the finance payable by the \ndefendant to the financial institution upto the date of institution of the suit;  \n \n(c) the amount s of finance and other amounts relating to the finance payable by \nthe defendant to the financial institution upto the date of in stitution of the suit,  \n \n(d) the amount if any which the defendant disputes as payable to the financial \ninstitution and facts in support thereof:  \n \nExplanation.  For the purposes of clause (b) any payment made to a financial institution by a \ncustomer in respe ct of a finance shall be appropriated first against other amounts relating to the \nfinance and the balance, if any, against the principal amount of the finance.  \n \n1[(5) Where application for leave to defend submitted under the preceding sub­section is \nfound to be materially incorrect at any stage of the proceedings, the defendant shall lose the right to \ndefence and shall also be liable to pay penalty of not less than five percent of the amount of the \nclaim, unless the defendant can establish that incorrect in formation was submitted as a result of a \nbona fide mistake.]  \n \n1[(6)] The applic ation for leave to defend shall be accompanied by all the documents which, \nin the opinion of the defendant, support the substantial  questions of law or fact raised by him.  \n \n1[(7)] An application for leave to defend which does not comply with the requirements of \nsub­ sections (3), (4) where applicable and (5) shall be rejected, unless the defendant discloses \ntherein sufficient cause for his inability to comply with any such requ irement.  \n \n \n1Ins and renumberd by Act XXXVIII of 2016, s. 5.  \n  1[(8)] The plaintiff shall be given an opportunity of filing a reply to the application for leave \nto defend, in the form of a replication.  \n \n1[(9)] Subject to section 11, the Banking Court shall grant the defendant leave to defend the \nsuit if on consideration of the contents of the plaint, the application for leave to defend and the reply \nthereto it is of the view that substantial questions of law or fact have been raised in respect of which \nevidence needs to be recorded.  \n \n1[(10)] In granting leave under sub­section ( 8), the Banking Court may impose such \nconditions as it may deem appropriate in the circumstances of the case, including conditions as to \ndeposit of cash or furnishing of security.  \n \n1[(11)] Where the application for leave to defend is accepted, the Banking Court shall treat \nthe application as a written statement, and in its order granting leave shall frame issues relating to the \nsubstantial questions of law or fact, and, subject to fulfilment of any conditions attached to grant of \nleave , fix a date for recor ding of evidence thereon and disposal of the suit.  \n \n1[(12)] Where the application for leave to defend is rejected or where a defendant fails to \nfulfill the conditions attached to the grant of leave to defend, the Banking Court shall forthwith \nproceed to pa ss judgment and decree in favour of the plaintiff against the defendant.  \n \n1[(13)] Where an application for leave to defend has been filed before the coming into force \nof this Ordinance, the defendant shall be allowed a period of twenty­one days from the da te of \ncoming into force of this Ordinance, or from the date of first hearing thereafter, whichever is later, \nfor filing an amended application for leave to defend in accordance with the provisions of this \nOrdinance.  \n \n11. Interim Decree.___2[(1) If the Banking Court on consideration of affidavit under oath by \nthe customer supported by certificate of a chartered accountant  on the approved  panel of auditors of \nthe State Bank of Pakistan under section 35 of the Banking Companies Ordinance, 1962 (LVII of \n1962) is of the opinion that the dispute between the parties does not extend to the whole of the claim \nor that part of the claim is either undisputed or is clearly due or that the dispute is mainly limited to a \npart of the principal amount of the finance or to any other amounts relating to the finance, it shall, \nwhile granting leave and framing issues with respect to the disputed amounts, pass an interim decree \nin respect of that part  of the claim which relates to the principal amount and which appears to be \npayable by the defendant to the plaintiff.]  \n \n(2) The interim decree passed under sub­section (1) shall, for all purposes including appeal \nand execution, be deemed to be a decree passed under this Ordinance, and any amount covered \nthereby or recovered in ex ecution thereof shall be adjusted at the time of the final decree:  \n \nProvided that it shall be open to the Banking Court  notwithstanding the pendency of any \nappeal,  to modify, in part or in whole, or reverse, the terms of the interim decree at the time of t he \nfinal disposal of the suit and pass such order as it may deem just and proper:  \n \nProvided further that neither the Banking Court nor the High Court acting under sub -section \n(3) of section 22  shall stay execution of an interim decree unless the judgment­d ebtor deposits in \ncash with the Banking Court the amount or amounts admitted by the judgment­debtor to be payable \nto the financial institution under clause (c) of sub­section (4) of section 10, and furnishe rs security \nfor the balance decretal amount if any , inclusive, in the case of a  suit filed by a financial institution, \nof cost of funds determined under section 3, and other costs.  \n \n \n1Renumberd by Act XXXVIII of 2016, s. 5. \n2Subs. by Act XXXVIII of 2016, s. 6.  \n  12. Power to set aside decree. In any case in which a decree is passed against a defendant \nunder sub­section (1) of section 10 he may, within twenty­one days of the date of the decree, or \nwhere the summons was not duly served when he has knowledge of the decre e, apply to the Banking \nCourt for an order to set it aside; and if he satisfies the Banking Court that he was prevented by \nsufficient cause from making an application under section 10, or that the summons was not duly \nserved, 1[nor published in newspapers]  the Court shall make an order setting aside the decree against \nhim upon such terms as to costs, deposit in cash or furnishing of security 1[which shall not be less \nthan one third of the amount of the decree] and allow him to make the application within te n days of \nthe order.  \n \n13. Disposal of suit.___(1) A suit in which leave to defend has been granted to the defendant \nshall be disposed of within ninety days from the day on which leave was granted, and in case \nproceedings continue beyond the said period the  defendant may be required to furnish security in \nsuch amount as the Banking Court deems fit, and on the failure of the defendant to furnish such \nsecurity, the Banking Court shall pass an interim or final decree in such amount as it may deem \nappropriate.  \n \n(2) The requirement of furnishing security under sub­section (1) shall be dispensed with if, in \nthe opinion of the Banking Court, the delay is not attributable to the conduct of the defendant.  \n \n(3) Suits before a Banking Court shall come up for regular hea ring as expeditiously as \npossible and except in extraordinary circumstances and for reasons to be recorded, a Banking Court \nshall not allow adjournments for more than seven days.  \n \n(4) Where leave to defend is granted and evidence is to be recorded, the parties may file \naffidavits in respect of the examination­in­chief of any witness who is not to be summoned through \nthe Banking Court, and where such affidavits are filed, the Banking Cou rt shall give notice thereof to \nthe other contesting parties and on the date fixed for recording evidence, shall, subject to such \nmodification s as may be required for purposes of production and exhibiting of documents, or \notherwise in accordance with law, treat the affidavit as examination­in­chief and allow the contesting \nparties an opportunity for cross­examination on the basis thereof.  \n \n14. Decree in suits relating to mortgages. Where the suit filed by a financial institution \nbefore the Banking Court is for the enforcement of a mortgage of immovable property the Banking \nCourt will not be required to pass a preliminary decree as provided in Order XXXIV of the First \nSchedule to the Code of Civil Procedure, 1908 (Act  V of 1908 ), but shall directly pass an interim or \nfinal decree for foreclosure or sale.  \n \n2[15. Sale of mortgaged property.___(1) In this section, unless there is anything repugnant in \nthe subject or context ,___ \n \n(a) “mortgage ” means the transfer of an interest in specific immovable property \nfor the purpose of securing the payment of the mortgage money or the \nperformance of an obligation which may give rise to a pecuniary liability;  \n \n \n1Ins and subs. by Act XXXVIII of 2016, s. 7.  \n2Subs. by Act XXXVIII of 2016, s. 8.  \n \n (b) “mortgage money ” means any finance or other amounts relating to a finance, \npenalties, damages, charges or pecuniary liabilities, payment of which is \nsecured for  the time being by the document by which the mortgage is effected \nor evidenced, including any mortgage deed or memorandum of deposit of title \ndeeds;  \n \n(c) “mortgaged property ” means immovable property mortgaged to a financial \ninstitution; and  \n \n(d) “reserve price ” means forced sale value of the mortgaged property determined \nby a reputable valuation company under clause (a) of sub­section (4).  \n \n(2) In case of default in payment by a customer, the financial institution may send a notice to \nthe mortgagor demanding payment of the mortgage money outstanding within fourteen days from \nservice of the notice and failing payment of the amount within due date,  it shall send a second notice \nof demand for payment of the amount within fourteen days. In case the customer on the due date \ngiven in the second notice sent, continues to default in payment, financial institution shall serve a \nfinal notice on the mortgage r demanding the payment of the mortgage money outstanding within \nthirty days from service of the final notice on the customer.  \n \n(3) When a financial institution serves a final notice of demand, all  powers of the mortgagor \nin regard to recovery of rents and  profits from the mortgaged property shall stand transferred to the \nfinancial institution until such notice is withdrawn and it shall be the duty of the mortgagor to pay all \nrents and profits from the mortgaged property to the financial institution:  \n \nProvi ded that where the mortgaged property is in possession of any tenant or occupier , other \nthan the mortgagor, it shall be the duty of such tenant or occupier, on receipt of notice in this behalf \nfrom the financial institution, to pay to the financial institu tion the rent or lease money or other \nconsideration agreed with the mortgagor.  \n \n(4) Where a mortgagor fails to pay the amount as demanded within the period prescribed \nunder sub­section (2) and after the due date given in the final notice has expired, the f inancial \ninstitution may, without the intervention of any court  and subject to any rules made by the Federal \nGovernment under sub -section (5),  sell the mortgaged property or any part thereof by public auction \nand app ly the proceeds thereof towards total or  partial satisfaction of the outstanding  mortgage \nmoney in the following manner, namely:___ \n \n(a) the financial institution shall have the mortgaged property evaluated by a \nreputable valuation company on the panel of the Pakistan Banks Association \nas on the  date of the final notice sent t o the mortgagor under sub­sec tion (2);  \n \n(b) the financial institution shall cause to be published a notice in one reputable \nEnglish daily newspaper with wide circulation and one reputable Urdu daily \nnewspaper with wide circu lation in the Province in which the mortgaged \nproperty is situated specifying the  following, namely:___ \n \n(i) detailed particulars of the mortgaged property;  \n \n(ii) name and address of the mortgagor;  \n \n(iii) amount  of the outstanding mortgage;  \n \n(iv) any encumbrances which the mortgaged property may be subject to \nwhich the financial institution is aware of;  \n \n (v) the financial institution's intention to sell the mortgaged property \nthrough a public auction;  \n \n(vi) the reserve price below which the mortgaged property cannot be sold;  \n \n(vii) the time and place at which the public auction is to take place, \nprovided that the  public auction shall take place in the city where the \nmortgaged property is located; and  \n \n(viii)  any other information, which may be relevant;  \n \n(c) the financial institution shall send a notice with the information, specified in \nclause (b), to the mortgag or and to all persons who, to the knowledge of the \nfinancial institution, have an interest in the mortgaged property as mortgagees; \nand \n \n(d) the public auction for the sale of the mortgaged property shall not take place \nbefore the expiration of three busin ess days of the publication of the notice as \nrequired under clause (b).  \n \n(5) In addition to its powers under sections 25 and 26, the Federal Government may, by \nnotification in the official Gazette, make rules specifying the mode, conduct or method of sale of the \nmortgaged property and in addition to the conditions stipulated in sub­section (4).  \n \n(6) The financial institution shall be entitled, in its discretion, to participate in the public \nauction and to purchase the mortgaged property for an amount ten percent higher than the highest bid \nobtained in the public auction, provided that where the financial institution chooses to purchase the \nmortgaged property at the highest bid obtained in the public auction, it shall issue notice to the \nmortgagor who shall  have three business days from the service of the notice to match the financial \ninstitution's bid. If the mortgagor is able to match the financial institution's bid, he shall be allowed to \npurchase the mortgaged property.  \n \n(7) Where the mortgagor or his ag ent or servant or any person put in possession by the \nmortgagor or on account of the mortgagor does not voluntarily give possession of the mortgaged \nproperty sought to be sold or sought to be purchased or purchased by the financial institution, a \nBanking C ourt on application of the financial institution or purchaser shall put the financial \ninstitution or purchaser, as the case may be, in possession of the mortgaged property in any manner \ndeemed fit by it:  \n \nProvided that the Banking Court may not order evict ion of a person who is in occupation of \nthe mortgaged property or any part thereof under a bona fide lease, except on expiry of the period of \nthe lease, or on payment of such compensation as may be agreed between the parties or as may be \ndetermined by the Banking Court to be reasonable.  \n \nExplanation .___Where the lease is created after the date of the mortgage and it appears to the \nBanking Court that the lease was created so as to adversely affect the value of the mortgaged \nproperty or to prejudice the right s and remedies of the financial institution, it shall be presumed that \nthe lease is not bona fide , unless proved otherwise.  \n \n(8) For purposes of execution and registration of the sale deed in respect of the mortgaged \nproperty, the financial institution shall be deemed to be the duly authorized attorney of the mortgagor \nand a sale deed executed and presented for registration by duly authorized attorneys of the financial \ninstitution shall be accepted for such purposes by the Registrar and Sub­Registrar under the \nRegistration Act, 1908 (XVI of 1908 ). \n \n Prov ided that no such sale deed shall be executed or registered until expiry of seven days \nafter the completion of the public auction for the sale of the mortgaged property.  \n \n(9) Upon execution and registration of the sale deed of the mortgaged property in fav or of the \npurchaser all rights in such mortgaged property shall vest in the purchaser free from all \nencumbrances and the mortgagor shall be divested of any right, title and interest in the mortgaged \nproperty.  \n \n(10) Net sale proceeds of the mortgaged proper ty, after deducting all expenses of sale or \nexpenses incurred in any attempted sale, shall be distributed ratably amongst all mortgagees in \naccordance with their respective rights and priorities in the mortgaged property. Any surplus left, \nafter paying in full all the dues of mortgagees, shall be paid to the mortgagor.  \n \n(11) A financial institution which has sold mortgaged property in exercise of powers \nconferred herein shall file proper accounts of the sale proceeds in Banking Court within fourteen  \ndays of  the sale.  \n \n(12) All disputes relating to the sale of the mortgaged property under this section including \ndisputes amongst mortgagees in respect of the mode, conduct or method of the sale or the \ndistribution of the sale proceeds, shall be decided by the Ba nking Court to the exclusion of any other \ncourt of  law, including the High Court.  \n \n(13) The Banking Court may grant an inju nction restraining the sale or proposed sale of \nmort gaged property, if___ \n \n(a) it is satisfied that no mort gage in respect of the imm ovable property has been \ncreated; or  \n \n(b) it is satisfied that there is fr aud in the prop osed mode, conduct or method of \nthe sale, provided that no injunction shall be granted on the ground of fraud \nunless upon the fact s proved th e Banking Court is satisfied that the applicant \nhas sustained substantial injury by reason of such fraud and such injury cannot \nbe compensated by damages; or  \n \n(c) all moneys secured by mortgage of the mortgaged property have been paid; or  \n \n(d) the mortgagor  or objector deposits in the Banking Court in cash the \noutstanding mortgage money.  \n \n(14) Where any mortgaged property has been sold, the mortgagor or any person entitled to a \nshare in the rateable distribution of assets or whose interest is affected by the  sale, may apply to the \nBanking Court to set aside the sale on the ground of fr aud: \n \nProvided that no sale shall be set aside on the ground of fr aud unless, upon the facts proved, \nthe Banking Court is satisfied that the applicant has sustained substantial injury by reason of such \nfraud and such injury cannot be compensated by damages.  \n \n(15) An application for setting aside the sale under sub­section (14) must be made within \nseven days of completion of the public auction for the sale of the mortg aged property and shall not \nbe entertained by the Banking Court unless the applicant deposits an amount equal to twenty­five \n \n percent of the reserve price or furnishes security for the same amount to the satisfaction of the \nBanking Court.  \n \n(16) The rights a nd remedies provided under this section are in addition to and not in lieu of \nany other rights or remedies a financial institution may have under this Ordinance.  \n \n(17) The provisions contained in this section shall have effect notwithstanding anything \ncontained in this Ordinance or any other law for the time being in force or any judgment of any court \nand in case of any conflict between the provisions contained in this section and any other law for the \ntime being in force or any judgment of any court, the p rovisions contained in this section shall \nprevail.]  \n \n16. Attachment before judgment, injunction and appointment of Receivers.___(1) Where \nthe suit filed by a financial institution is for the recovery of any amount through the sale of any \nproperty which is mortgaged, pledged, hypothecated, assigned, or otherwise charged or which is the \nsubject of any obligation in favour of the financial institution as security for finance or for or in \nrelation to a finance lease, the Banking Court may, on application by the  financial institution, with a \nview to preventing such property from being transferred, alienated, encumbered, wasted or otherwise \ndealt with in a manner which is likely to impair or prejudice the security in favour of the financial  \ninstitution, or otherwi se in the interest of justice___ \n \n(a) restrain the customer and any other concerned person from transferring, \nalienating, parting with possession or otherwise encumbering, charging, \ndisposing or dealing with the property in any manner , \n \n(b) attach  such property;  \n \n(c) transfer possession of such property to the financial institution; or  \n \n(d) appoint one or more Receivers of such property on such terms and conditions \nas it may deem fit.  \n \n(2) An order under sub­section (1) may also be passed by the Ba nking Court in respect of any \nproperty held benami in the name of an ostensible owner whether acquired before or after the grant \nof finance by the financial institution.  \n \n(3) In cases where a customer has obtained property or financing through a finance le ase, or \nhas executed an agreement in connection with a mortgage, charge or pledge in terms whereof the \nfinancial institution is authorized to recover or take over possession of the property without filing a \nsuit, the financial institution may, at its optio n: \n \n(a) directly recover the same if the property is movable; or  \n \n(b) file a suit hereunder and the Banking Court may pass an order at any time, \neither authorising the financial institution to recover the property directly or \nwith the assistance of the cou rt: \n \nProvided that in the event the financial institution wrongly or unjustifiably exercises the \ndirect power of recovery hereunder it shall be liable to pay such compensation to the customer as \nmay be adjudged by the Banking Court in summary proceedings t o be initiated on the application of \nthe customer and concluded in thirty days.  \n \n (4) Nothing in sub­sections (1) to (3) shall affect the powers of the Banking Court under \nOrder XXXVIII Rules 5 and 6 of the Code of Civil Procedure, 1908 (Act  V of 1908 ), to attach \nbefore judgment any property other than property mentioned in sub­section (1).  \n \n17. Final Decree.___(1) The final decree passed by a Banking Court shall provide for \npayment from the date of default of the amounts found to be payable on account of the default in \nfulfillment of the obligation, and for costs including, in the case of a suit filed by a financial \ninstitution cost of funds determined under secti on 3.  \n \n(2) The Banking Court may, at the time of passing a final decree, also pass an order of the \nnature contemplated by sub­section (1) of section 16 to the extent of the decretal amount.  \n \n18. Banking Documents.___(1) No financial institution shall obtain the signature of a \ncustomer on banking document which contains blanks in respect of important particulars including \nthe date, the amount, the property or the period of time in question.  \n \n(2) Finance agreements executed by or on behalf of a financial  institution and a customer \nshall be duly attested in the manner laid down in Article 17 of the Qanun­e­Shahadat Order, 1984 \n(P.O. 10 of 1984).  \n \n(3) Nothing contained in sub­section (1) and (2) shall affect the validity of any document \nexecuted prior to th e date of enforcement of this Ordinance.  \n \n(4) Notwithstanding any thing contained in this section or any other law, the Banking Court \nshall not refuse to accept in evidence any document creating or purporting to create or indicating the \ncreation of a mortga ge, charge, pledge or hypothecation in relation to any property or assumption of \nany obligation by a customer, guarantor, mortgagor or otherwise merely because it is not duly \nstamped or is not registered as required by any law or is not attested or witness ed as required by \nArticle 17 of the Qanun­e­Shahadat Order , 1984 (P.O. 10 of 1984) , and no such document shall be \nimpoundable by the Banking Court or any other Court or authority:  \n \nProvided that nothing contained in this sub­section shall operate to defeat  the legal rights of a \nbona fide purchaser for value without notice of a document which ought to have been registered.  \n \n19. Execution of decree and sale with or without intervention of Banking Court.___(1) \nUpon pronouncement of judgment and decree by a Banking Court, the suit shall automatically stand \nconverted into execution proceedings without the need to file a separate application and no fresh \nnotice need be issued to the judgment­debtor in this regard.  Parti culars of the mortgaged, pledged or \nhypothecated property and other assets of the judgment­debtor shall be filed by the decree­holder for \nconsideration of the Banking Court and the case will be heard by the Banking Court for execution of \nits decree on the expiry of 30 days from the date of pronouncement of judgment and decree:  \n \nProvided that if the record of the suit is summoned at any stage by the High Court for \npurposes of hearing an appeal under section 22 or otherwise, copies of the decree and other pro perty \ndocuments shall be retained by the Banking Court for purposes of continuing the execution \nproceedings.  \n \n(2) The decree of the Banking Court shall be executed in accordance with the provisions of \nthe Code of Civil Procedure, 1908 (Act  V of 1908 ) or any other law for the time being in force or in \nsuch manner as the Banking Court may at the request of the decree­holder consider appropriate, \nincluding recovery as arrears of  land revenue.  \n \n Explanation.___The term assets or properties in sub­section (2) shall include any assets and \nproperties acquired benami in the name of an ostensible owner.  \n \n(3) In cases of mortgaged, pledged or hypothecated property, the financial instituti on may sell \nor cause the same to be sold with or without the intervention of the Banking Court either by public \nauction or by inviting sealed tenders and appropriate the proceeds towards total or partial satisfaction \nof the decree. The decree passed by a B anking Court shall constitute and confer sufficient power and \nauthority for the financial institution to sell or cause the sale of the mortgaged, pledged or \nhypothecated property together with transfer of marketable title and no further order of the Bankin g \nCourt shall be required for this purpose.  \n \n(4) Where a financial institution wishes to sell mortgaged, pledged or hypothecated property \nby inviting sealed tenders, it shall invite offers through advertisement in one English and one Urdu \nnewspaper which a re circulated widely in the city in which the sale is to take place giving not less \nthan thirty days time for submitting offers. The sealed tenders shall be opened in the presence of the \ntenderers or their representatives or such of them as attend:  \n \nProvid ed that the financial institution shall be entitled in its discretion, to purchase the \nproperty at the highest bid received.  \n \n(5) The provisions of sub­sections (5), (6), (7), (8), (9), (10), (11) and (12) of section 15 shall, \nmutatis mutandis , apply to sales of mortgaged, pledged or hypothecated property by the financial \ninstitution in exercise of its powers conferred by sub­section (3).  \n \n(6) The Banking Court and the financial institution shall be entitled to seek the services and \nassistance of the police or security agency in the exercise of powers conferred by this section.  \n \n(7) Notwithstanding anything contained in the  Code of Civil Procedure 1908 (Act  V of \n1908 ), or any other law for the time being in force___ \n \n(a) the Banking Court shall follow the summary procedure for purposes of  \ninvestigation of claims and objections in respect of attachment or sale of any \nproperty, whether or not mortgaged, pledged or hypothecated, and shall \ncomplete such investigation within 30 days of filing of the claims or \nobjections;  \n \n(b) if the claims or object ions are found by the Banking Court to be malafide or \nfiled merely to delay the sale of the property, it shall impose a penalty upto \ntwenty percent of the sale price of the property;  \n \n(c) the Banking Court may, in its discretion, proceed with the sale of t he \nmortgaged, or pledged or hypothecated property if, in its opinion the interest \nof justice so require:  \n \nProvided that the financial institution gives a written undertaking that \nin the event the objections are found to be valid, or are sustained, it shall  in \naddition to compensating the aggrieved party by the payment of such amount \nas may be adjudged by the Banking Court also pay a penalty upto twenty \npercent of the sale proceeds and such amounts shall be recoverable from the \nfinancial institution in the s ame manner as in execution of decrees passed \nhereunder.  \n \n 20. Provisions relating to certain offences.___(1) Whoever___ \n \n(a) dishonestly commits a breach of the terms of a letter of hypothecation, trust \nreceipt or any other instrument or document executed by him whereby \npossession of the assets or properties offered as security for the re­payment of \nfinance or fulfillment of any  obligation are not with the financial institution \nbut are retained by or entrusted to him for the purposes of dealing with the \nsame in the ordinary course of business subject to the terms of the letter of \nhypothecation or trust receipt or other instrument  or document or for the \npurpose of effecting their sale and depositing the sale proceeds with the \nfinancial institution; or  \n \n(b) makes fraudulent mis­representation or commits a breach of an obligation or \nrepresentation made to a financial institution on t he basis of which the \nfinancial institution has granted a finance; or  \n \n(c) subsequent to the creation of a mortgage in favour  of a financial institution, \ndishonestly alienates or parts with the possession of the mortgaged property \nwhether by creation of a lease or otherwise contrary to the terms thereof, \nwithout the written permission of the financial institution; or  \n \n(d) subseq uent to the passing of a decree under section 10 or 11, sells, transfers or \notherwise alienates, or parts with possession of his assets or properties \nacquired after the grant of finance by the financial institution, including assets \nor properties acquired benami in the name of an ostensible owner , \n \nshall, without prejudice to any other action which may be taken against him \nunder this Ordinance or any other law for the time being in force, be \npunishable with imprisonment of either description for a term whic h may \nextend to three years and shall also be liable to a fine which may extend to the \nvalue of the property or security as decreed or the market value whichever is \nhigher and shall be ordered by the Banking Court trying the offence to deliver \nup or refund  to the financial institution, within a time to be fixed by the \nBanking Court, the property or the value of the property or security.  \n \nExplanation.___Dishonesty may be presumed where a customer has not deposited the sale \nproceeds of the property with the f inancial institution in violation of the terms of the agreement \nbetween the financial institution and the customer.  \n \n(2) Whoever knowingly makes a statement which is false in material respects in an \napplication for finance and obtains a finance on the basi s thereof, or applies the amount of the \nfinance towards a purpose other than that for which the finance was obtained by him, or furnishes a \nfalse statement of stocks in violation of the terms of the agreement with the financial institution or \nfalsely denie s his signatures on any banking document before the Banking Court, shall be guilty of \nan offence punishable with imprisonment of either description for a term which may extend to three \nyears, or with fine, or with both.  \n \n(3) Whoever resists or obstructs, e ither by himself or on behalf of the judgment debtor, \nthrough the use of force, the execution of a decree, shall be punishable with imprisonment  which \nmay extend to one year, or with fine, or with both.  \n \n \n (4) Whoever dishonestly issues a cheque towards re­p ayment of a finance or fulfillment of an \nobligation which is dishonoured on presentation shall be punishable with imprisonment which may \nextend to one year, or with fine or with both, unless he can establish, for which the burden of proof \nshall rest on him , that he had made arrangements with his bank to ensure that the cheque would be \nhonoured and that the bank was at fault in not honouring the cheque.  \n \n(5) Where the person guilty of an offence under this Ordinance is a company or other body \ncorporate, the chief executive by whatever name called, and any director or officer involved shall be \ndeemed to be guilty of the offence and shall be liable to be prosecuted against and punished \naccordingly.  \n \n1[(6) All offences under this Ordinance shall be triable by a Banking Court in accordance \nwith section 7. All offenses, except for the offence of willful default, shall be bailable, \nnon­cognizable and compoundable.]  \n \n1[(7) Notwithstanding anything to the contrary provided in any other law for the time being in \nforce, action in respect of an offence of willful default shall be taken by an investigating agency, to \nbe nominated in this behalf by the Federal Government, on a complaint in writing filed by an \nauthorized officer of a financial institution after it has served a thirty days notice upon the borrower \ndemanding payment of the loan, advance or financial assistance.  \n \n(8) An offence of willful default shall be cognizab le, non­bailable and non­compoundable \nand punishable with imprisonment which may extend to seven years or fine not exceeding the \namount of default or with both.  \n \n(9) Any person convicted of the offence of willful default by a  Banking Court shall not be \neligible to receive any loan, advance or finance from any financial institution for a period of ten \nyears and shall not be permitted to contest any election as a member of the Majlis­e­Shoora \n(Parliament), any Provincial Assembl y or a local body for a period of five years, after serving out a \nsentence after conviction.]  \n \n21. Application of fines and costs.___(1) A Banking Court may direct that the whole or part \nof any fine or costs imposed under this Ordinance shall be applied in  or towards___ \n \n(a) payment of costs of all or any proceedings under this Ordinance; and  \n \n(b) payment of compensation to an aggrieved party.  \n \n(2) An order under sub­section (1) shall be deemed to be a decree passed under this \nOrdinance for purposes of exec ution.  \n \n22. Appeal.___(1) Subject to sub­section (2), any person aggrieved by any judgment, decree \nsentence, or final order passed by a Banking Court may, within thirty days of such judgment, decree \nsentence or final order prefer an appeal to the High Cour t. \n \n(2) The appellant shall give notice of the filing of the appeal in accordance with the \nprovisions of Order XLIII Rule 3 of the Code of Civil Procedure, 1908 (Act  V of 1908 ) to the \nrespondent who may appear before the Banking Court to contest admission of the appeal on the date \nfixed for hearing.  \n \n \n \n1Subs. and added by Act XXXVIII of 2016, s. 9.  \n \n (3) The High Court shall at the stage of admission of the appeal, or at any time thereafter \neither suo motu or on the application of the decree holder, decide by means of a reasoned order \nwhether the appeal is to be admitted in part or in whole depending on th e facts and circumstances of \nthe case, and as to the security to be furnished by the appellant:  \n \nProvided that the admission of the appeal shall not per se operate as a stay, and no shall any \nstay be granted therein unless the decree­holder has been given an opportunity of being heard and \nunless the appellant deposits in cash with the High Court an amount equivalent to the decretal \namount inclusive of costs, or in the case of an appeal other than an appeal against an interim decree, \nat the discretion of the  High Court furnishes security equal in value to such amount; and in the event \nof a stay being granted for a part of the decretal  amount only, the requirement for a deposit in cash or \nfurnishing of security shall stand reduced accordingly.  \n \n(4) An appeal u nder sub­section (1) shall be heard by a bench of not less that two Judges of \nthe High Court and, in case the appeal is admitted, it shall be decided within 90 days from the date of \nadmission.  \n \n(5) An appeal may be preferred under this section from a decre e passed ex­parte.  \n \n(6) No appeal, review or revision shall lie against an order accepting or rejecting an \napplication for leave to defend, or any interlocutory order of the Banking Court which does not \ndispose of the entire case before the Banking Court o ther than an order passed under sub­section (11) \nof section 15 or sub­section (7) of section 19.  \n \n(7) Any order of stay of execution of a decree passed under sub­section (2) shall \nautomatically lapse on the expiry of six months from to date of the order whereupon the amount \ndeposited in Court shall be paid over to the decree­holder or the decree­holder may  enforce the \nsecurity furnished by the judgment­debtor.  \n \n23. Restriction  on  transfer  of assets  &  properties.__(1)  After  publication  of  summons  \nunder sub­section (5) of section 9, no customer shall, without the prior written permission of the \nBank ing Court transfer, alienate, encumber, remove or part with possession of any of his asset or \nproperty furnished to the financial institution as security by way of mortgage, pledge, hypothecation, \ncharge, lien or otherwise pending final decision of the sui t filed by the financial institution under this \nOrdinance, and any such transfer, alienation, encumbrance or other disposition by the customer in \nviolation of this sub­section shall be void and of no legal effect:  \n \nProvided that the customer may sell any s uch asset or property which has been retained by or \nentrusted to him for purposes of dealing with the same in the ordinary course of business subject to \nthe terms of the letter of hypothecation or trust receipt or other instrument or document executed by \nhim, or for purposes of effecting their sale and depositing the sale proceeds with the financial \ninstitution:  \n \nProvided further that the customer before making the sale shall file in the Banking Court a \nstatement supported by affidavit, containing full part iculars of such asset or property, and within \nthree days after the sale shall submit a full account thereof to the Banking Court and the financial \ninstitution.  \n \n(2) After pronouncement of judgment and decree by the Banking Court, including an interim \ndecre e under section 11, no judgment­debtor shall without the prior written permission of the \n \n Banking Court transfer, alienate, encumber or part with possession of any assets or properties and \nany such transfer, alienation, encumbrance or other disposition by a  judgment­debtor in violation of \nthis sub­ section shall be void and of no legal effect.  \n \n(3) The provisions of sub­section (1) shall also apply to a person who has furnished any \nsecurity on behalf of a customer to the financial institution on the basis of which finance was \ngranted, provided such person is a defendant in the suit filed under section 9 or is added as a \ndefendant thereafter.  \n \n24. Application of the Limitation Act, 1908 (Act IX of 1908).___(1) Save as  otherwise  \nprovided in this Ordinan ce, the provisions of the Limitation Act, 1908 (Act  IX of 1908 ) shall apply \nto all cases instituted or filed in a Banking Court after the coming into force of this Ordinance.  \n \n(2) A suit under section 9 may be entertained by a Banking Court after the period of \nlimitation prescribed therefor, if the plaintiff satisfies the Banking Court that he had sufficient cause \nfor not filing the suit within such period.  \n \n25. Powe r to make rules . The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n \n26. Removal of difficulties. If any difficulty arises in giving effect to any of the provisions of \nthis Ordin ance, the Federal Government may, by notification in the official Gazette, make such \nprovisions as it thinks fit for removing such difficulties.  \n \n27. Finality of order. Subject to the provisions of section 22, no court or other authority shall \nrevise or re view or call, or permit to be called, into question any proceeding, judgment, decree, \nsentence or order of a Banking Court or the legality or propriety of anything done or intended to be \ndone by the Banking Court in exercise of jurisdiction under this Ordi nance:  \n \nProvided that the Banking Court may, on its own accord or on application of any party, and \nwith notice to the other party or, as the case may be, to both the parties, correct any clerical or \ntypographical mistake in any judgment, decree,  sentence o r order passed by it;  \n \n28. Indemnity. No suit, prosecution or other legal proceeding shall lie against the Federal \nGovernment or a Banking Court or a financial institution or any person for any  thing which is in \ngood faith done or intended to be done under  this O rdinance or any rule made there under.  \n \n29. Repeal.___(1) The Banking Companies (Recovery of Loans, Advances, Credits and \nFinances) Act, 1997 (Act XV of 1997) is hereby repealed.  \n \n(2) Notwithstanding the repeal of the (Recovery of Loans, Advances, Cr edits and Finances) \nAct, 1997 (Act XV of 1997) and the provisions of this Ordinance, decrees in cases relating to \ninterest­ bearing loans which have not been converted into finance shall be passed in accordance \nwith the provisions of section 15 of the said  Act."
}