{
    "file": "./converted_json\\administrator5cba6b284cd3ad1ec2b4f477e5b064f1.json",
    "name": "Securities and Exchange Policy Board",
    "date": "August 03, 1999",
    "tagline": "Rules for Rehabilitation of Sick Industrial Units",
    "content": "STATUTORY NOTIFICATION (S.R.O)  \nGovernment of Pakistan \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN  \n \nNOTIFICATION  \n \n \n \nPUBLISHED BY AUTHORITY  \nIslamabad the, August 03, 1999  \n \n \nAugust 03, 1999 – The Companies (Rehabilitatio n of Sick Industrial Units) Rules, \n1999  \nS.R.O. 897 (I)/99.- In exercise of the powers conferred by section 296, read with section 506, \nof the Companies Ordinance, 1984 (XLVII of 1984), and clause (b) of section 43 of the \nSecurities and Exchange Commission of Pakist an Act, 1997 (XLII of 1997), the Securities and \nExchange Policy Board hereby makes the follow ing rules, the same having been published \npreviously as required under the said section 506, namely:- \nTHE COMPANIES (REHABILITATION OF SICK INDUSTRIAL UNITS) RULES, 1999  \n  \n1. Short title and commencement.-   \ni. These rules may be called the Comp anies (Rehabilitation of Sick \nIndustrial Units) Rules, 1999. (2) They shall come into force at once.  \n2. Definition. - In these rules, unless there is anything repugnant in the subject or \ncontext,-  \ni. \"Bankers' Committee\" means the Co mmittee constituted by the State Bank \nof Pakistan comprising Heads of ba nks and financial institutions to \nimplement the recommendations of the State Bank of Pakistan Coordination Committee relating to  the revival of sick units;  \nii. \"Commission\" means the Securitie s and Exchange Commission of \nPakistan established under the Secu rities and Exchange Commission of \nPakistan Act, 1997 (XLII of 1997);  \niii. \"Ordinance\" means the Companies Or dinance, 1984 (XLVII of 1984); and  \niv. \"Task Force\" means Task Force constituted under rule 3 of these rules. \n3. \nConstitution of Task Force .-  \ni. The Federal Government shall constitute  a Task Force to be known as the \n\"Task Force for Revival of Sick I ndustrial Units\" to exercise the \njurisdiction and powers and to di scharge the functions and duties \nconferred or imposed on it by sectio n 296 of the Ordinance or under these \nrules.  \nii. The Task Force shall consist of a Chairman, a Vice Chairman and not less \nthan five and not more than twelve other Members.  \niii. The Chairman, Vice Chairman and other Members of the Task Force shall \nbe persons of ability, integrity and standing who have special knowledge \nand experience in banking, industry, law, finance or accountancy.  \n4. Secretariat of the Task Force. - The Task Force shall have a secretariat at the \nhead office of the Habib Bank Limited, Karachi.  \n5. Declaration of sick company. -  \ni. Where in the opinion of the Banke rs’ Committee a company owning an \nindustrial unit is facing financial or operational problems, it shall make a \nreport to the Task Force.  \nii. If, after examining the report of th e Bankers’ Committee and such other \nevidence as it may like to call for, the Ta sk Force is of the opinion that the \ncompany is a sick company, it shall make a reference to the Federal \nGovernment.  \niii. If, after examining the report of th e Bankers’ Committee and the reference \nfrom the Task Force, the Federal Gove rnment is of the opinion that the \ncompany is a sick company, it may declare the company to be a sick company within the meaning of section 296 of the Ordinance.  \n6. \nPlan in respect of sick company. -  \ni. Where the Federal Government has declared a company as sick company, \nit shall ask the Task Force to prep are a plan for its rehabilitation.  \nii. The Task Force shall prepare rehabili tation plan in accordance with the \nprovisions of section 296 of the Ordina nce, and submit to it to the Federal \nGovernment for its approval.  \n7. Proceedings of the Task Force. -  \ni. Subject to the provisions of the Ordinance and thes e rules, the Task Force \nshall, with the approval of the Comm ission, determine the parameters for \ndeclaring a company as a sick comp any and prescribe its own procedure \nfor calling and conducting its meetings.  \nii. The parameters determined by the Task Force may specify and segregate \nthe financial and/or operational pr oblems on the basis of which an \nindustrial company may become sick.  \niii. The procedure for the proceedings may cover all relevant matters \nincluding the power of the Chairman  to call and conduct the meetings, \nquorum and frequency of the meetings, and the manner in which the decisions of the Task Force shall be taken.  \n8. \nAppointment of advisers and consultants. - The Task Force may, on such \nterms and conditions as it may deem fit, employ and pay consultants, technical, \nprofessional and other advi sers including but not limited to, bankers, stock-\nbrokers, surveyors, valuers,  actuaries, accountants, lawy ers, and other persons to \nassist it in the performance of its functions or for the better implementation of the \npurposes of these rules.  \n9. Finances.- All finances for the working of th e Task Force shall be borne by the \nbanks and financial institutions who are represented on the Bankers' Committee \non voluntary basis.. \n____________________________________________ \nNo.296/Com.(CL)/99 \n( MUHAMMAD SIDDIQUE )  \nJoint Registrar of Companies (Hq.)"
}