{
    "file": "./converted_json\\administrator23c1e02ecf2fc31ef82de21c87e486d2.json",
    "name": "Public Private Partnership Authority Act",
    "date": "2017-03-31",
    "tagline": "An Act to create an enabling environment for development projects and the provision of public infrastructure and related services in Pakistan through private sector participation.",
    "content": "Page 1 of 20 \n \n                                                                                                                                                                                                                                                                                                                                                                                    \n \n \n \n \n \nTHE PUBLIC PRIVATE PARTNERSHIP AUTHORITY  \nACT , 2017 \n \n \n \n \n \n \n \nCONT ENTS  \n \n____________  \n \nCHA PTER I  \n \nPRELIMINARY \n \n1.         Short title, extent, application and commencement. \n \n2.         Definitions. \n \nCHA PTER II  \n \nInstitutional Framework  \n \nPART-I \n \nAutho rity and  its Boa rd \n \n \n3.         Establishment of the Authority. \n \n4.         Functions and powers of the Authority. \n \n5.         Appointment of officers and staff of the Authority. \n \n6.         B oard of the Authority. \n \n7.         Chief Executive Officer. \n \n8.         Functions and powers of the Board. \n \n9.          Disqualifications to become a member  and Conflict. \n \n9A.       Accou nts and audit. \n \n     PART II \n \nP3A Fund, Viability Gap Fund and Project Development Facility \n \n10.          P3A Fund. \n11.          Viability gap Fund . \n\n \nPage 2 of 20 \n 12.          Project developm ent facility . \n \nCHA PTER III  \nPART I \n \nRisk  Management Unit \n \n12A.        Risk management Unit. \n \n    PART II \n \nImplementing Agencies \n \n13.          Responsibility of an implementing agency . \n \n           PART III \n \nPUBLIC PRIVATE PARTNERSHIP (P3) WORKING PARTY (P3WP) \n \n13A.        P3WP. \n \nCHA PTER IV  \n \nApprovals  and Process Flow For Quali fied Projec ts \n \n14.          Approval of qualif ied projects and related matters. \n \nCHA PTER V  \n \nLegal and Cont ractual Framework \n \n   14A.         Private sector participation. \n \n15.          Contents of public private partnership agreements . \n \n16.          Contractual relationship. \n \n17.          Protection of interests. \n \n18.          Settlement of disputes. \n \n \nCHA PTER VI \n \nPublic Private Partner ship Project Procurement \n \n19.          Negotiation of the agreement. \n \n20.          Negotiated procurement of project. \n \n21.          Vesting of project. \n \nCHA PTER VII  \n \nMiscellaneous  Provisions  \n \n22.          No compensati on for risks not covered. \n \n23.          Compensati on and recovery of costs, dues and fees. \n \n24.          Trans parency and public disclosure. \n \n \nPage 3 of 20 \n 25.          Power to make rules. \n \n25A.        Power to make regulations. \n \n26.          Indemnity. \n \n27.          Removal of difficulties. \n \n28.          Annual Report. \n \n29.          Overri ding effect. \n \n30.          Authority to be exempted from taxat ion. \n \n31.    Hiring of consultants and experts.  \n \n32.    Prior consent of the Board with respect to certain legal actions.  \n \n \n \n \nPage 4 of 20 \n THE P UBLIC PRIVATE PARTNER SHIP AUTHORITY ACT, 2017 \n \n(ACT NO. VIII OF 2017) \n[31th March, 2017]  \n \n1[2[An Act to  create  an  enabling  environme nt  for development projects and the provision  of \npublic infrastructure and related services in Pakistan throu gh private sector participation .] \n \nWHEREAS it is expedient to establish a regulato ry framework to execute public private \npartnerships  in Pakistan so as to promote d omestic and foreign private investm ent in development \nprojects to increase the availability of public infrastructure and service delivery and improve  their \nreliability and quality for accelerating econom ic growth and achievi ng the so cial objectives of the \ngovernment, to mobilize private sector resources for fin ancing, constru ction, operations and \nmainten ance of development projects, to improve efficiency of man agement,  operation and \nmainten ance of development projects in the public sector by introduction of mode rn technologies \nand management  techniques,  to reduce transaction costs, ensure  appropriate regulatory controls  and \npromote  transparency and accountability in carrying out dev elopment proje cts.] \n \n It is hereby enacted as follows: — \n \nCHA PTER I  \n \nPreliminary \n \n1. Short title, extent, application  and comme ncement. — (1) This Act may be called the \nPublic Private  Partnership Autho rity Act, 2017.  \n(2)    It extends to the  whole  of Pakistan. \n(3)    It shall come into force at onc e. \n 3[* * *  *  *  *  *] \n \n4[2. Definitions. — In this Act, unless  there is anything repugnant in the subject or context, \n— \n \n(a)   “Autho rity” or “P3A” means the Public Private Partnership  Auth ority establi shed \nunder section 3; \n(b) “Board” means the  Board consti tuted in accordance with s ection 6;  \n(c)       “CDWP” means the  central dev elopment working p arty. \n(d) “company” or “IPDF” means Infrastructure Project Development Facility a \ncorporate entity registered and operating under the provisions  of the Comp anies \nAct, 2017  (XIX of 2017); \n \n \n \n \n1Subs. by Act VI of 2021 , s. 2. \n2Subs. by Act No. XVIII  of 2022 , s.2. which  was previously  Subs. by Act VI of 2021 s.2.  \n3Omitted  Sub-sec (4) by Act No. XVIII  of 2022 , s.3. \n4Subs. by Act VI of 2021 , s. 3.\n \nPage 5 of 20 \n (e) “dispute” means any monet ary claim or contractual dispute  between a private \nparty and an implementing agency und er a public private partnership agreement; \n(f) “ECNEC” means the executive committee of the  National Econom ic Council; \n(g) “implementing agency” means any of the line ministries, attached departments, \nbody corporate, autono mous body of the Federal Government or any \norganization or corporation owned or controll ed by the Federal Government; \n(h) “lender” means a financial institution that provid es loan to a private party for \nimplem entation of a  project; \n(i)  “P3A fund” means the  fund establi shed und er section 10;  \n(j)  “P3WP” means the public private partnership  working p arty establi shed under \nsection 13A; \n(k) “person” includ es an individual,  a company, a statuto ry body corporate, an \nassoci ation of  persons whether incorporated or not, a trust and a  partnership; \n(l)  “prescribed” means pr escribed by rules or regulations made under this A ct; \n(m) “private  party” means a person who is eligible to bid for a project with an \nimplem enting agency in accordance with the rules and regulations  prescribed \nunder this A ct; \n(n) “project” means a development project, provisi on of related services or both, \nunder a public private partnership arrangement;  \n(o) “project qualification 1[proposal]”, in each case, in the form and in the mann er \nand me eting such requirements as are prescribed from t ime to t ime, m eans — \n(i) a proposal received by the Autho rity from an implem enting agency for a \nqualified project;  \n(ii) a proposal received by the Autho rity from an implem enting agency for a \nqualified project that is prepared and submi tted on the basis of a propos al \nfrom a p rivate  party for a proj ect on an unsoli cited basis; or \n(iii)     a proposal forwarded to the Autho rity from CDWP for a qualified project; \n(p) “project concept proposal”, in each case, in the form and in the mann er and \nmeeting such requirements  as are prescribed from time to time, means a  \nconceptual p ropos al— \n(i) received by the Authori ty from an implem enting agency for a qu alified \nproject; \n \n \n \n1Subs. by Act No. XVIII  of 2022 , s. 4.\n \nPage 6 of 20 \n (ii) received by the Autho rity from a private party for a qualified project on an \nunsolicited b asis; or \n(iii)    forwarded to the Autho rity from CDWP for a qualified project; \n \n(q) “project development facility” means the facility establi shed under section 12; \n(r) “project  proposal”  shall  mean  the  detailed  proposal  submi tted  by  the \nimplem enting agency to the Autho rity after it has received approval of the proj ect \nqualification proposal prepared in respect of a q ualified project, to be submi tted in \nthe form and in the mann er and meeting su ch requirements  as are prescribed from \ntime to time; \n(s) “project support” means the financial or non-financial support  for the project that \nmay inclu de the followin g, namely: — \n \n(i) administrative support  to the private party consis tent with the private \nparty’s respons ibilities under the public priv ate partnership  agreement and \napplicable l aws for obtaining  licenses and clearances from the \ngovernment, a publ ic sector or ganization or an implem enting agency, for \nthe purposes of the project on such terms and conditions as may be  \nprescribed; provision  of utility connections for pow er, gas and water at the \nproject site, acquisition of land or  rights of w ay necessary for the project \nand rehabilitation and resettlement of disp laced persons  directly required \nto execute the project, environme ntal impact assessment, s afeguards and \napprovals and any other  local permitting and approvals; \n(ii) asset-based support such   as  le asing,  licensing or grant  of  right  to \nmort gage  and  use  land  /  or  infrastructure  f acilities  owned  by the \ngovernment or on impl ementing  agency to the private party; \n(iii)     financial assistance through the vi ability gap fund; \n(iv)     sovereign guarantees for political or other  risks; and \n(v)      any other suppo rt prescribed in r espect of a  qualified project: \nProvid ed that any funding  or financial support  provid ed through the \nproject dev elopment facility shall not fo rm pa rt of project support;  \n(t)     “public private  partnership” means a commercial transaction between an \nimplem enting agency and a private party in terms of which the  private party— \n(i)  performs part of an implementing agency’s functions on beh alf of it; \n(ii) assumes the respons ible use of public property for a project; \n(iii) assumes substantial  financial , technical  and operational  risks  in \nconnection with performance of certain functions of the i mplem enting \nagency or the respons ible use  of public property; or \n \nPage 7 of 20 \n (iv)    receives a benefit for performing  the implementing  agency’s functions  or \nfrom utilizing the public  property, either by way of — \n(a)   consid eration to be paid by the implem enting agency from its \nbudget or revenue; or \n(b)   charges or fees to be collected by the private party from users or \ncustomers of a service provided to the m; or \n(c)   a combination of  such conside ration and su ch charges or fees. \n(u) “public private  partnership agreement” means a written agreement  between an \nimplem enting agency and a private party for implem entation  of a project and any \nother  agreement subs idiary or incident al to it; \n(v)     “qualified project” means a project undertaken on public private partnership basis \nthat meets any of the  following  criteria, namely: — \n(i) support  is required for the project in the form of funding  from any \nfacility establi shed by the government for the purpose, includi ng the \nviabil ity gap fund; \n(ii) a sovereign guarantee is required for the project in accordance with any \nrules or regulations th at may be prescribed und er this Act; \n(iii)     project receives funding  through the project development facility; \n(iv) any additional  criteria for qualifying projects, as prescribed from time to \ntime: \nProvid ed that a  project not  fulfilling the aforementioned criteria may be \ndeemed as a qualified project if so designated by the P3WP for reasons to \nbe recorded in writing; \n(w) “request for proposal” means a publicly advertised tender, inviting proposals for \na qualified project prepared in accordance with the provisions  of th is Act and the \nrules and regulations m ade thereunder; \n(x)  “risk management unit” means the unit established und er section 12A;  \n(y)   “users” means users of a project, whether upon  payment of charges, fee or \notherwise; and  \n(z)  “viability gap  fund” means the  fund establi shed under section 11.]  \n \n  \n \nPage 8 of 20 \n 1[CHA PTER II  \n \nInstitutional Framework \n \nPART-I  \n \nAutho rity and  its Boa rd] \n3. Establishment  of the Autho rity.—(1) As soon  as it deems appropriate after the \ncommencement  of this Act, the Federal Government shall establi sh 1[the] Public Private Partnership \nAutho rity for carrying out the purposes and obje ctives of this Act.  \n(2) The Autho rity shall be an indep endent bo dy corporate having perpetual su ccession and \ncommon seal, subject to the provisions  of th is Act, to acquire and hold prop erty, both moveable and \nimmovabl e, and sh all by its name and sue and be sued. \n(3) The headquarters of the Autho rity shall be at Islamabad and it may establi sh its offices at \nsuch other  place or  places as it may consid er appropriate. \n(4) Notwithstanding  anything contain ed in the Comp anies 1[Act, 2017  (XIX of 2017 )] and any \nother law for the time being in force, on the date of commencement  of th is Act, the Compa ny shall \ncease to exist and — \n(a) all assets,  rights, powers, authorities  and privil eges and all property, movable \nand immovabl e, cash and bank balance, reserve funds, investm ents and all other \ninterest and rights in, or arising out  of, such prop erty and all debts, liabilities and \nobligations of whatever kind of the Compa ny subsisting immediately before the \ncommencement  of this Act, shall stand tr ansferred to and vest in the Authori ty; \n(b) all contract entered into or rights acquired and all matte rs and things engaged  \nto  be  done  by,  with  or  for  the  Compa ny  before  the   commencement  of \nthis Act shall be deemed to  have been incurred, entered into, acquired or engaged \nto be do ne by, with or for the Autho rity, as the case may be; \n(c) all  suits  and  other  legal  proceedings  instituted  by  or  against  the Compa ny \nbefore the commencement  of this Act shall be deemed to be sui ts and proceedings \nby or against the Autho rity as the case may be and m ay proceed and be  dealt with \naccordingly; and  \n(d) all employees of the Company shall be deemed to be employees of the Autho rity \non not less favorable than the existing terms and conditions of the s ervice, rights \nand privil eges and other  matte rs as were applicable to them b efore the conversion.  \n4. Functions  and  powers  of  the  Autho rity.— (1)  Subject  to  the provisions  of this Act, \nthe Autho rity may take such measures and exercise such powers as may be necessary for promoting \nand 1[facilitating] realization of the concept and methods of p ublic private partnership. \n \n \n \n \n \n \n1Subs. & Ins. by Act VI of 2021, s s. 4, 5 & 6. \n \nPage 9 of 20 \n (2) Without prejudice to the generality of the powers conferred by sub- section (1), the \nAutho rity may— \n \n1[(a)  provide  advisory services in the manner prescribed, either directly or by engaging \nsuch int ernational or local consultants as may be deemed appropriate, to \nimplementing agencies, provincial or other governments within Pakistan and \nentities owned or controlled by such governments, or to such other entities as may \nbe determined by the Board, and may cha rge fees for the provision of the aforesaid \nservices;]  \n \n2[(b)    ensure value for money by conducting an analysis to evaluate qualified projects in \nthe manner prescribed;  \n \n(c)        condu ct  appraisal  and  project  risk  analysis  for  qualified  proj ects, including \nwith respect to legal risk and receive and take into consid eration the overall fiscal \nrisk assessment  and view  submi tted by the risk management unit  for qualified \nprojects; \n \n(d)  assess funding  requirements, excluding the project development facility, taking \ninto account such assessment  undertaken  by the risk management  unit; \n \n(e)       assess   fundi ng   requirements   with   respect   to   the   project development \nfacility; \n \n1[(f) subject to any rules or regulations made hereunder, advise, facilitate and support, \nas needed,  implementing agencies to develop and structure qualified projects;]  \n \n(g)        pr escribe and re ceive fees and charges; \n \n(h) stand ardize contractual provisions  and develop sector specific provisions  and \ntempla tes including  a model  public private partnership  agreement for projects; \n \n3[* *     * * * * *] \n3[* *     * * * * *] \n \n(k)      interact, collabo rate and liaise with international agencies.] \n5. Appointment of officers and staff of the Autho rity. — (1) The Autho rity may appoint  \nsuch officers, experts, advise rs, consulta nts and memb ers of staff as it may consid er necessary for \nthe efficient performance of its functions in the 1[manner and on such terms and conditions as the \nBoard may prescribe by regulations].  \n(2) The of ficers, memb ers of sta ff, advise rs, consul tants and experts and other persons  \nappoin ted by the Autho rity shall not be civil servants within the meaning of the Civil Servants A ct, \n1973 (LXXI of 1973). \n \n \n \n1Subs. by Act No. XVIII  of 2022 , ss.5 & 6. \n2Subs. by Act No. VI of 2021, s. 6.  \n3Omitted  ibid. \n \n \nPage 10 of 20 \n (3) The officers, advise rs, consultants, employees and staff of the Authority when acting or \npurporting to act under any of the provisions  of this Act or rules made  there under shall be deemed \nto be public servants within the meaning of section 21 of the Pakistan Penal Code  (Act XLV of \n1860). \n6. Board of the Authority.—1[(1) There shall be a Board of Directors of the Autho rity \ncompris ing the following, n amely: — \n \n \n \n1.        Minister of the  Division to whi ch busin ess of this                         Chairperson \nAct stands allocated \n \n2.       Deputy Chairman, Planning  Com mission                                         Vice- Chairperson \n \n3.        Secretary, Finance Divis ion or  his nom inee         \nor not below the rank of Additional Secretary  \nor equivalent                        Member \n  \n4.  Secretary of the  Division  allocated with  \nbusin ess of this Act his nominee  not below  \nthe rank of Addit ional Secretary or equivalent.                Member \n5.  Member  – Private Se ctor Development, \nPlanning  Com mission               Member \n \n6. Five m embers from priv ate sector to be   \nnominated by the Federal Government        Member \n7. Chief  Executive Officer of the  Autho rity        Member/Cum- \n    Secretary \n (2) The Chief  Executive Officer shall also act as Secretary of the Board 1[or an officer of \nthe Autho rity authori zed in this beh alf by the Authority]. \n(3) The memb ers from the private sector shall be appoin ted by the  Federal Gov ernment for \na period of three years 1[subject] to such terms and conditions as 1[may be prescribed]. \n1[(4)The Board shall meet at least once in a-quarter in a meeting convened by the \nChairperson,  provided  that the Chairperson may convene a meeting at any time as deemed \nnecessary. The  Secretary of the  Board m ay, in accordance with the prescribed regulation, take \napproval of the Board throu gh circulation  among memb ers of the Board, which shall be \nsubsequ ently placed for ratification in the first Board’s meeting occurring immedi ately after such \napproval.] \n(5) The meetings of the Board shall be presided ov er by the Chairperson and in his absence \nby the vice-Chairperson.  \n \n \n \n \n1Subs. & ins.  by Act VI of 2021 .s. 7. \n \nPage 11 of 20 \n  1[(6) The quorum for  a meeting of the  Board sh all be five memb ers with at least two \nmemb ers from the p rivate sector and the memb er from the Finance Division and the  decisions of  the \nBoard shall be made with the majo rity of members of the Board present. In case of a tie, the \nChairperson or  Vice-Chairperson, as the case may be, shall have a casting vote.]  \n(7) The Board may co-opt such memb ers, as it deems appropriate, for rendering advice  on \ncase-to-case basis. 1[In respect of a Board meeting where a project proposal or matters relating to  a \nqualified project are being consid ered by the  Board, the Secretary of the concerned line m inistry (or  \nsuch nominee of the same that meets any prescribed requirements)  shall be required to be present in \nsuch Board meeting as an observer to perform such roles and functions as are prescribed.] \n(8)The Board m ay, for carrying out its fun ctions, constitute such committees, from time to \ntime, as may  be consid ered appropriate and delegate its powers as 1[may be pr escribed.] \n7.  Chief Executive Officer.— (1) The Federal Government shall appoint  a Chief   Executive \nOfficer 1[on the recommendation of the Board] to serve as a member  of the Board and sh all be \nrespons ible for administration of  the affairs of  1[the] Autho rity. \n(2) The Chief  Executive  Officer  shall  be  answerable  to  the  Board  for  all \nadministrative, financial and te chnical matters of the 2[Authority] . \n \n(3) The Chief  Executive Officer shall be appoin ted for a term of three years on su ch \nsalary, terms and conditions of s ervice as 1[may be prescribed.] \n1[*      *           *           *           *           *           *] \n1[(4)  The Chief  Executive Officer shall be the principal accounting officer of the Autho rity.] \n8. Functions  and  powers  of  the Board.— (1)  The  general  di rections  and \nsuperintendence of the Autho rity and its affairs shall vest in the  Board which may exercise all \npowers, perform all functions and do all acts which may be exercised, performed or done  by the \nAuthori ty. \n(2) Without prejudice to the generality of powers given in sub-section (1), the Board \nshall perform, inter-alia 1[***] the following  1[functions], namely:— \n1[3[(a) formulating the investment policy, establishing standards and procedures for \ninvestment of any amounts from the P3A Fund, the vi ability gap fund and the \nproject development facility, including investment in bonds or other financial \ninstruments issued by the Federal Government;]  \n \n(b)  Allowing  renegotiation, if necessary in respect of qualified projects, of public \nprivate partnership agreements or contracts to the  extent p rescribed; \n3[(c) considering the project proposal for a qualified project for purposes of according \nits approval or otherwise with respect to the transaction structure of the project;]  \n \n1Subs., added , ins and omitted  by Act VI of 2021 , ss.7 & 8. \n2Subs. by Act No. XVIII  of 2022 , s.7. (The word “Ward” amended by the Act VI of 2021, s. 8, but in the original text of sub -sect. (2) such \nword is not found.)  \n3Subs. by Act No. XVIII  of 2022 , s.8, which was previously Subs. by Act VI of 2021 s. 9. \n \n \nPage 12 of 20 \n (d) Reviewing and strengthening the institutional and regulato ry framework for the \neffective i mplem entation and operation of the public priv ate partnership \narrangements by implem enting agencies; \n(e)      Approving  the yearly budget of the  Auth ority; \n(f)       Establish ing viabi lity gap fund to perform such functions as may be prescribed;  \n(g)    Establish ing project development facility to perform such functions as are   \nprescribed; \n(h) Approving  fundi ng for support  provid ed through  the project development facility \nfor qualified projects in the manner prescribed;  and \n(i) subject to applicable laws, and as may be prescribed, establi shing such other \nfunds,  trusts,  schemes, compani es or facilities for  the purp ose of carrying out the \nmandate und er this A ct.] \n1[9. Dis qualification to become a member and conflict.— (1) The disqu alifications of \ncertain persons  to become or hold office in any corporate entity und er the provisions  of the \nComp anies Act, 2017  (XIX of 2017) shall, ipso facto,  apply to the memb ers of  the Board. In \naddition, a person shall be disqu alified from a cting as a member  of the Board, if h e— \n \n(a)      has become p hysically or ment ally incapable of acting as a mem ber of the Board; \n \n(b)      has engaged in gross mis condu ct; \n \n(c)      has been invo lved in c orruption or  malp ractices; \n \n(d)      receives any illegal gratification from a p rivate party; or \n \n(e)      fails to meet any other  criteria as may be prescribed. \n \n(2) To  the extent that any member  of the Board has any interest, either monet ary or othe rwise, \ndirectly or indirectly, in any private party that is tendering for a project or that is invo lved in the \nprocess in any way for  a qualified project, such mem ber of the Board shall, to the extent of  that \nproject, not  be eligible to participate  in the followin g, namely: — \n \n(a)      any decision maki ng of the Board; \n \n(b)      in any discussions of the  Autho rity or the  Board; or \n \n(c)  other  relevant matte rs of the Autho rity, the Board and the relevant implem enting \nagency. \n9A.   A ccounts and audit.— (1) The Autho rity shall prepare its own budget in respect of \neach fin ancial year and s hall maintain complete and accurate books of accounts  of its actual \nexpenses in the prescribed manner. \n \n \n \n \n1Subs. by the Act No. VI of 2021, s. 10  \n \nPage 13 of 20 \n (2) The man agement, operation and mainten ance of the accounts  of the Autho rity shall be \ndone  by such officers of the Authori ty and in su ch mann er as may be prescribed. The accounts  of the \nAutho rity shall be maintain ed in such forms as may be prescribed and shall be consistent  with the \nrequirements  of the  applicable provisions of the  Consti tution and laws for the ti me being in force. \n(3) The accounts  of the Authority shall be audited in the manner prescribed in accordance \nwith the provisions of the (consti tution and the laws in that behalf for the  time b eing in force. \nPart II \n \nP3A Fund, Via bility Gap Fund and Project Development Facility] \n10. 1[P3A F u n d ]. — (1) There is hereby establi shed a 1[non-lapsable] fund 1[through \nupfront grant-in-aid in the amount  to be recommended by the Board], to be called the 1[P3A  Fund] \nwhich shall vest in the Autho rity and shall be utilized by the Autho rity 1[****]  in conn ection with its \nfunctions under this Act. \n(2) The  1[P3A fund] shall comprise of  the following, namely:— \n(a) such sum as the Federal Government may, from time to time, allocate to it in the \nannual budget;  \n(b)      1[grants-in-aid] from the Federal Government; \n(c)      donations and grants from the international donor  agencies; \n(d)      income  from 1[*] investm ent; \n(e)      fees; and  \n(f)       any 1[other] sources 1[as may be prescribed from time to t ime]. \n(3) The  management, op eration  and mainten ance of the 1[P3A Fund]  shall be  done  \nby 1[such officers of the Authori ty and in such manner as may be prescribed].  \n(4)  1[*        *  *  *  *  *  *] \n1[11.Via bility gap fund.— (1) There shall be established a non-lapsable fund throu gh \nupfront grant-in-aid vested in the Autho rity known  as the “viabi lity  gap  fun d” whi ch shall be   \nmanaged, controll ed and administered by the Autho rity in the prescribed mann er. \n(2) The viabil ity gap fund shall be establi shed by an amount  specified by the Board and the \nfund m ay be replenished from time to t ime in the p rescribed man ner. \n(3) The viabil ity gap fund shall be utilized, inter alia, to provide  support  to those qu alified \nprojects for which a feasibility study has found  them  to be economically or socially jus tified but not  \nfinancially viabl e.] \n \n \n1Subs., ins. & Omitted  by Act VI of 2021 , ss. 11 & 12 . \n \nPage 14 of 20 \n 1[12. Project development facility.—(1) There shall be establi shed a non-lapsable f acility \nthrough upfront grant-in-aid vested in the Authori ty known  as the “project development facility” \nwhich shall be managed, controll ed and administered by the Autho rity in the pr escribed manner. \n(2) The proj ect development facility shall be a pool of funds,  including contributions  from \ninternational donor  agencies, which shall be utilized, inter alia, to support the p reparation of any \nproposals for qualified p rojects. \n(3) The project development fund shall be establi shed by an amount  specified by the Board \nand the fund may be replenis hed from time to t ime in  the p rescribed m anner.] \n1[CHA PTER III  \n \n \nPart I \n \nRisk Management Unit \n \n12A. Risk  management Unit. —(1) There shall be establi shed a risk management  unit whi ch \nshall be managed, controll ed and administered by the  Finance Division of the Federal Gov ernment \n2[***] . \n(2) The risk management  unit shall be respons ible for fiscal oversight and for evaluation of \nfiscal and contingent liability exposure  for all qualified projects. The evaluation sh all be required to \nbe undertaken as may be determin ed by Finance Division  in consultation with the Autho rity. \n(3) In respect of any project that is not a qualified project, each implem enting agency shall \nprovide  the risk management  unit all such information  about such project as may be prescribed by \nthe Authority in consultation with the Finance Division.  \n \n“PART  II \n \nImplementing Ag encies] \n13. 1[Responsibility] of an implementing agency.—(1) The respons ibilities of the \n1[impl ementing  agency] in relation  to the plannin g, development, procurement,  implem entation,  \nexecution and monitoring  of a 1[qualified project] shall be such as may be prescribed 1[by rules or \nregulations under this Act]. \n1[(2) Without pr ejudice to the generality of su b-section (1) in respect of qualified projects, \nthe imp lementing  agency shall, inter alia, for the pu rpose of this A ct,— \n(a) identi fy, conceptuali ze and develop the project and, in case of a project that is \nnot a qu alified project, appraise the  same; \n \n(b)      undertake or cause to be  undertaken a feasibility study for a project; \n \n(c) develop and issue or cause to be developed  and issued  a request for proposal \nincluding  draft of  the pu blic private partnership agreement;  \n \n \n \n1Subs. & Ins. by Act VI of 2021,  ss.13 -15. \n2Omitted by Act XVIII of 202 2, s.9. \n \nPage 15 of 20 \n (d) if deemed necessary or appropriate by the implem enting agency, develop and \nsubmit  to the Autho rity a project concept proposal for the P3WP’s approval or \notherwise, prior  to developing and submi tting the project qualification proposal for \napproval to the Autho rity, provid ed, that it shall not be a requirement  to submit  a \nproject concept proposal before submi tting the  project qualification prop osal for \napproval to the Authori ty; \n(e) solicit approval for a project and its related project qualification proposal from \nP3WP, in the mann er prescribed and, subseq uent to receipt of approval, und ertake \nthe required steps in accordance with  chapter III of th is Act and the rul es and \nregulations m ade thereunder; \n(f)  subject to requisite approvals, procure and conduct competi tive bidding for a \nproject in accordance with the provisions  of th is Act and the rules and re gulations \nmade hereunder; \n \n(g) monitor and implement  the project  in accordance with the publ ic private \npartnership agreement; and \n \n(h) provide  such information to the authori ty as may be prescribed from time to \ntime in respect of projects of the implem enting agency, whether qualified or not \nqualified.] \n \n(3) 1[*   *  *  *  *  *  *] \n \n (4) 1[*  *  *  *  *  *  *] \n \nPART III  \n \nPUBLIC PRIVATE  PARTNER SHIP (P3) WORKING PARTY (P3WP) \n \n13A. P3WP.— (1) There shall be establi shed a ‘Public  Private Pa rtnership Working Party’ to \nbe called the “P3WP” compris ing such memb ers as may be prescribed by rules und er this A ct. \n(2) The quorum requirements, mann er of conduct of the P3WP meetings and the eligibility \nrequirements  to be a memb er of the P3WP shall be, in each case, as are prescribed from time to \ntime. \n \n(3) The P3WP shall be respons ible for— \n \n(a)   granting approval  of the project  concept  proposal  submitted  to it by the \nAutho rity; \n1[(b)  considering  the project  qualification  proposal  for a qualified  project  for \npurposes  of according  its approval  or otherwise  with respect  to the \ntransaction  structure  of the project;]  \n(c)      performi ng such oth er functions as may be prescribed from time to time. \n \n \n1Omitted  & Subs.  by Act XVIII of 202 2, s.10 & 11 .    \n \nPage 16 of 20 \n (4) Subject to the rules and regulations prescribed under this Act, the P3WP may, for \ncarrying out its functions, consti tute such committees, from time to time and delegate its pow ers, as \nmay be conside red appropriate. \n \nCHA PTER IV  \n \nApprovals a nd Process Flow For Qualified Projects] \n \n1[14. Approval of qualified projects and related matters.—(1) For all qu alified \nprojects, subject to the rules and regulations  made un der this Act, the followi ng approvals shall be \nrequired prior  to the execution of the  public private partnership  agreement by the imp lementi ng \nagency, namely: — \n(a)       the p roject qualification propos al shall r equire  approval of the  P3WP; \n \n \n2[(b)    the project shall require approval of the CDWP;]  \n \n(c)      the p roject propos al shall require  approval of t he Board; \n \n(d) in the event the qualified project meets certain prescribed criteria, the project \nproposal shall also require approval of ECNEC; and \n \n(e)      any other approvals as may be prescribed from time to time 2[:] \n2[Provided that  the evaluation by the risk management unit  pursuant to sub -section (2) of \nsection 12A shall be provided as part of the approvals process in the manner prescribed.]  \n2[(1A) For the avoidance of doubt , where, prior to the commencement of the Public Private \nPartnership Authority (Amendment) Act, 2022, any approvals had been granted with respect to any \nproject qualification proposals and project proposals, such approvals shall continue to be in force \nunless amended withdrawn or rescinded by an authority co mpet ent to do so under this Act. ] \n(2) During any  stage  of  the  process  leading  to  the  execution  of  the  public  private \npartnership  agreement, in  the event there is a deviation from a ny of the terms of  the proposals or \ndocuments  approved in terms of sub-section (1) or from any conditions that the approving entity \nmay have placed in respect of the qualified project, the implem enting agency shall be required to re-\nobtain su ch approvals as m ay be prescribed. \n(3) The process flow for approvals, bidding and contract award shall be as may be \nprescribed from time to t ime,] \n2[(4) Notwithstanding anything contained in this Act, where prior to the commencement of \nthe Public Private Partnership Authority (Amendment) Act, 2021 (VI of 2021), the Board has \napproved  a project or proposal with regard to a project, any subsequent process with respect to the \napproval of such project or proposal thereof shall continue to be dealt with as if the Public Private \nPartnership Authority (Amendment) Act, 2021 (VI of 2021) was n ot in force.]  \n \n1[CHAPTER V \n \nLegal a nd Cont ractual Framework \n \n14A. Private sector participation.—(1) Notwithstanding anything to the contrary contain ed \nin any oth er laws for the time being in force, the implem enting agencies shall be authori zed to seek \nparticipation  from the priv ate sector in  appropriate projects in accordance with this A ct.  \n \n1Subs. by Act VI of 2021, s s. 16 & 17 . \n2\nSubs., Added & Ins.  by Act No. XVIII  of 2022 , s.12.   \n \nPage 17 of 20 \n \n(2) Subject to the provisions  of th is Act and the rules and regulations  made t hereunder, the \nimplem enting agencies shall be fully empow ered to enter into public private partnership  agreements \nand arrangements  with private parties under mutually agreed terms and conditions in one or several \nprojects and may provide  project support  to private parties on su ch conditions as d eemed mutual ly fit \nfor the purposes of su ch projects. \n(3) The implem enting agencies shall be compet ent to pay any fees for services performed \nby private parties und er duly authori zed publ ic private partnership a greements.  \n(4) A private party may submit a proposal for a project on an unsolicited  basis to the  \nAutho rity or an implem enting agency in the mann er meeting such requirements  as prescribed, \nwhich shall be subj ect to the procurement  procedures prescribed from time to time.] \n15. Cont ents of public private partnership agreements.—(l) The contents  of a publ ic \nprivate partnership agreement  1[relating  to projects] shall be such as may be prescribed. \n1[(2) Unless otherwise provid ed in the public private partnership  agreement,  every \nagreement sh all  be  governed,  constru ed  and  interpreted  in  accordance  with  the laws  of \nPakistan.] \n(3) 1[*        *           *           *           *         *         *] \n16. Cont ractual relatio nship.—(l) For the purposes of implem entation  of the \n1[qualified] project,1[unless otherwise approved by the Board,] the private party shall, with or \nwithout  the participation of the implem enting agency, incorporate a company as 1[a] special purp ose \nvehicle  to  un dertake the  1[qualified]  project  1[in  accordance  with  the  rules  and re gulations \nprescribed under this A ct]. \n(2) Without prejudice to the generality of the foregoing provision  and subject to the d ecision \nof the Board, the implem enting agency and private party may enter into any contractual relationship  \nthat is capable of providing value for money and affordability for  the implem enting agency and the \nusers of the 1[qualified project]. \n1[(3) Subject to laws applicable to the implem enting agency, the implem enting agency and a \nprivate party may, in respect of projects that are not qualified projects, enter into any contractual \nrelationship  that is capable of provid ing value for money and affordability for the i mplem enting \nagency and the us ers of the project.] \n17. Protection of interests.—Notwithstanding  anything contain ed in any other law for  the \ntime being in  force and subject to compliance with the provisions of  this Act and the rul es 1[and \nregulations]  made  there under, 1[the] implem enting agency may, in respect of a proj ect to whi ch this \nAct applies, — \n \n(a) transfer an interest, or part of an interest, of the implem enting agency in any \npresent or future assets comprised in the p roject to the p rivate  party: \n \nProvid ed that title of 1[any] immovable  property of an implem enting \nagency shall not be t ransferred to the p rivate  party; \n \n \n1Subs. , Omitted,  Ins. & Added  by Act VI of 20 21, ss.18-20.\n \nPage 18 of 20 \n (b) transfer to the  private party the right to receive di rectly revenues or receivables of  \nthe project during the subsistence of public private partnership  agreement 1[and \nas provid ed in the said agreement ]; \n(c) permit the private party to create security interests over or in respect of the \npresent or future assets  created by it, revenues, or receivabl es, comprised  in or \nexpected, in connection with the 1[project] in favour of any lender provi ding \nloans  for the project 1[as provid ed in the public private partnership agreement]; \n1[and] \n(d) enter in to agreements with lend ers to the p roject 2[in accordance with applicable  \nlaw]1[.]1[*] \n(e)       1[*  *    *  *  *  *    *] \n1[18. Settlement of disputes.—(1) All disputes  arising between an implem enting agency and \na private party shall be decided in accordance with the terms and conditions of t he publ ic private \npartnership agreement: \nProvid ed that the Federal Government may, subject to such conditions as it may deem \nappropriate to p rescribe, including  with r espect to any time li mit, require  that the p rivate  party \nsubmit  its claim before the relevant domestic courts or administrative bodies in order to exhaust \ndomestic  remedies before seeking recourse to international arbitration: \nProvid ed further that the aforesaid requirement  shall be applicable only to public \nprivate p artnership  agreements  executed after the Federal Government has prescribed the \nrequirement.  \n(2) Dispute  may also be referred to the Autho rity to facilitate their resolution and settlement \nby medi ation. Recourse  to such mediation be governed by prescribed rules or regulations.  \n(3) Neither the private or its agents, its contractor or sub-contractors, shall stop,  impede, \nsuspend,  either in  whole or in part, or cause the suspension  of or otherwise d elay the provision  of, \nthe service to the users on account of pendency of any dispute  under public private partnership \nagreement.] \n1[CHA PTER VI] \n \nPublic Private  Partnership Project Procurement \n3[19. Negotia tion of the agreement.—The implem enting agency shall, after obtaining  \napplicable  approvals and subject to terms and conditions of such approvals,  invite the su ccessful  \nprivate party bidder  for negotiation of the public private partnership agreement.] \n1[20. Negotia ted procurement of project.—Subject to the rules and regulations prescribed \nunder this Act, an implem enting agency may enter into a negotiated procurement  of a proj ect in case \nthe Federal Government authorizes such an exception, for reasons to be recorded in w riting, in the \npublic interest.] \n \n \n1Ins., Subs . and O mitted by Act VI of 2021, ss. 20 -23. \n2Subs. by Act No. XVIII  of 2022 , s. 13 which was previo usly Ins. by Act VI of 2021 s.20 . \n3Subs. by Act No. XVIII  of 2022 , s. 14 which was previo usly Subs. by Act VI of 2021 s.22 . \n \nPage 19 of 20 \n 21. Vesting of project.—(1) Subject to the public private partnership  agreement, the  project \nalong with all the movable  and immovable  properti es 1[the], project’s physical assets, lic enses, \ngoodwil l, trademarks, p atents,  leases, all rights including intelle ctual p roperty rights and interests \nassoci ated with the project shall vest in the private party 1[or the implem enting agency] during t he \ntenure of the public private partnership agreement  1[as provid ed for  in the said agreement ]: \n \nProvid ed 1[*] that 1[in respect of a qualified project] the private party shall not create any \nlien, charge or encumbrance, in favor of the  lenders, ov er the  immovable  properties of the \nimplementing  agency as collateral , except with the prior 1[consent and] approval of the \n1[impl ementing  agency and the] Board 1[or except as may have been approved as part of the \nproject propos al]: \n \nProvid ed further that after 1[the] expiry of the public private partnership  agreement  all the \nproperties as aforesaid shall stand tr ansferred, wit hout a ny lien, charge or encumbr ance, to the \nimplem enting agency 1[or the private party] in accordance with the provisions  of the public priv ate \npartnership agreement.  \n \n(2) 1[*   *    *    *   *    *           *] \n \n1[CHA PTER VII] \n \nMiscellaneous Provisions \n22. No compensation  for risks not covered.—The Federal Government 1[the Autho rity, the \nBoard] or the implem enting agency shall not be held liable  for any claim of the priv ate party for a \nrisk, which is not sp ecified in the public private partnership agreement.  \n23. Compens ation and recovery of costs, dues and fees.—Notwithstanding  anything \ncontain ed in public private partnership  agreement or in any oth er law for the time being in force, the \nFederal Government  or the implem enting agency may recover 1[any sum s] due f rom a private party \n1[******]  as arrears of land revenue under the provisions  of the West Pakistan Land R evenue Act, \n1967 ( W. P. Act No. X VII of 1967). \n24. Transparency and public disclos ure.—The public private partnership agreement shall \nbe a public document.  Any interested person shall be entitled to obtain a copy of it in accordance with \nthe applicable laws. \n1[25. Power to make rules.—The Federal Government may, by not ification in the Gazette \nand with the recommendation  of the Board, make  rules for carrying out  the purposes of, this A ct. \n \n 2[25A.  Power to make regulatio ns.—The Board may, by notification in the offic ial \nGazette, make regulations for  carrying out purposes of this Act which shall not be inconsistent \nwith the provision s of this Act and, if prescribed, any rules made thereunder .]] \n \n 26. Indemnity.—Without prejudice to the obligations incurred by an implem enting agency \nunder a public private partnership  agreement,  no 1[suits], prosecution or other  legal pro ceedings   \nshall lie against  the Federal Government,  the Board, the  Autho rity or any of its  officers acting \nfor and on its behalf in furtherance of the functions of the Autho rity or Board, as the case may be, \nwhich is in good faith done  or 1[*] to be done  under this Act or rules 1[or regulations]  made  \nthereunder. \n \n \n \n1Ins., Omitted and subs. by Act VI of 2021, ss. 24-28. \n2Subs. by Act No. XVIII  of 2022 , s. 15, which was previo usly Subs. by Act VI of 2021 s.27 . \n \n \nPage 20 of 20 \n 27. Removal of difficulties.—If any difficul ty arises in giving effect to any provision  of this \nAct, the Federal Government may, by notification in the official Gazette, make su ch provisions  as may \nappear to it to be necessary for the purpose  of removing such difficulty. \n28. Annual Report.—Within one hund red and twenty days from the end of each fin ancial \nyear, the Autho rity shall cause a report to be prepared on its activities including  public priv ate \npartnership  agreements  1[for qu alified projects], progress on 1[qualified] projects, ut ilization of \nfunds  under this Act during that  financial year and shall be laid before the Parliament.  \n1[29. Overriding effect.—Except as provid ed in this Act, the provisions  of th is Act and the \nrules and re gulations m ade hereunder shall have effect 2[***] notwi thstanding  anything to the \ncontrary contai ned in any other law, including  but not limited to the Public Procurement R egulatory \nAutho rity Act, 2002  (XXII of 2002)  and the rul es and re gulations m ade 2[thereunder] .] \n1[30. Authority to be exempted from taxation.—(1) Notwithstanding  anything contain ed \nin any other  law, for a period of five years starting from the commencement  of the Public Private \nPartnership  Autho rity (Amendmen t) Act, 2021,  the Autho rity shall be exempted from income  tax. \n(2) The Federal Government  may, by not ification in the Official Gazette, extend the \nexemption mentioned in  sub-section (1) to such extent and on such terms and conditions as it may \ndeem app ropriate.] \n2[31. Hiring of consultants and experts .— Notwithstanding anything contained in the \nPublic Procurement Regulatory Authority Ordinance, 20 02 (XXII of 2002), any rules and \nregulations made thereunder or any similar laws, the Board may, by regulations, prescribe the \nmanner, method and procedures for — \n(a)  the hiring  of transaction advisers by implementing agencies in connection with \npublic private partnership projects or certain classes there of, and such prescribed \nconditions, once notified, shall govern the hiring of consultants by implementing \nagencies for providing such transactional advisory services to the extent \nprescribed therein, including with respect to the direct contracting of inte rnational \nfinancial institutions as transaction advisers for certain public private partnership \nprojects or classes of public private partnership projects, to the extent and on such \nterms and conditions as prescribed therein; and  \n(b) the hiring of internat ional and local consultants and experts by the Authority, and \nsuch prescribed conditions, once notified, shall exclusively govern the hiring of \nconsultants and experts by the Authority.  \n 32. Prior consent of the Board with respect to certain legal actions .— Notwithstanding \nanything contained in any law for the time being in force, no legal action shall be initiated against \nany member, officer or official by any government agency for acts of omission or commission in his \nofficial capacity, pertaining to this  Act, or the rules or regulation  made thereunder, unless the said \nagency obtains prior consent of the Board by an intimation in writing to the Board along -with \nsupporting evidence to the charges. The Board shall constitute an inquiry committee for the purp ose, \nwhich shall determine whether there is prima facie cause for the legal action on the charges. The \ncommittee shall give its findings and recommendations to the Board and the decision of the Board on \nthe matter, whether to allow the proposal legal actio n or not shall be deemed to final.]  \n \n1Ins. & added by Act VI of 2021, ss. 29 to 31. \n2Omitted, Ins. and added  by Act No. XVIII  of 2022 , ss. 16 -17."
}