{
    "file": "./converted_json\\administratorb86fe34b778e452502d058c5017ae5ee.json",
    "name": "Islamabad High Court Establishment (Appointment and Conditions of Service) Rules 2011",
    "date": "May 14, 2011",
    "tagline": "Establishment and Appointment of Staff in Islamabad High Court",
    "content": "alette REGISTERED No. M 302  L.-7646 \nof Valtbstan \ni6=1, \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, FRIDAY, MAY 20, 2011 \nPART II \nStatutory Notifications (S.R.0.) \nGOVERNMENT OF PAKISTAN \nISLAMABAD HIGH COURT ISLAMABAD \ns \tNOTIFICATION \nIslamabad, the 14th May, 2011 \nS. R. 0. 442 (1)/2011.—In exercise of the powers conferred by Article \n208 of the Constitution of Islamic Republic of Pakistan (1973), the Chief Justice \nof Islamabad High Court with the approval of the President of Pakistan, has been \npleased to make the following rules namely: — \nI. \tShort title, application and commencement.—(1) These rules \nmay be called \"The Islamabad High Court Establishment (Appointment and • \nConditions of Service) Rules 2011\". \nThey shall apply to all persons borne on the establishment of the \nIslamabad High Court. \nThey shall come into force at once. \n(1623) \n[436(201I)/Ex. Gaz.] \t Price; Rs. 10.50 \n1624 THE GAZETTE OF PAKISTAN,  EXTRA., MAY  20, 2011 \t [PART II \t\n2. \tDefinitions.—(1) In these rules unless there is anything reptC Ant in the subject or context,— \n(a) \"Administration Committee\" means the Administration \nCommittee of the High Court; \n\"Administration Judge\" means a Judge who is member of the \nAdministration Committee of the High Court or any other judge \nwho is nominated by the Chief Justice to deal with specific matters \nconnected with the establishment arising out of these rules; \n(c) \"Appointing Authority\" means the Chief Justice and includes \nany other Judge or the officer nominated or designated by the \nChief Justice in this behalf and mentioned in column 2 of the \nSchedule; \t\n(d) \t\"Board\" means a Board of Intermediate and Secondary Education \nestablished by law in Pakistan or any other educational authority or \ninstitution declared by Government to be a Board for the purposes \nof these rules; \t\n(e) \t\"cadre\" means a group of posts in the establishment identifiable \nby their common designation or nomenclature; \t\n(f) \t\"Chief Justice\" or \"Judge\" shall respectively means the Chief \nJustice or Judge of the Islamabad High Court, Islamabad; \n\"court stair means an officer and staff of the High Court who \nholds a post of establishment or has been appointed to such post, \nbut does not include a person who is appointed against any post in \nthe High Court by transfer or on deputation from any other service, \ndepartment or organization and also a person who is employed on \ncontract, or on work charge basis, or who is paid from contingencies; \n\"Departmental Promotion Committee\" means a committee \nconstituted under these rules; \n\"Establishment\" means the establishment of the High Court \ncomprising the posts mentioned in Part-II and the schedule; \n\"Government\" means the Federal Government; \n\"ugh Court\" means the Islamabad High Court; (b) \n(g) \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t 1625 \n(1) \t\"initial recruitment\" means appointment made otherwise than by \npromotion or transfer; \n\"pay\" means the amount drawn monthly by any officer or staff of \nthe High Court as pay and includes technical pay, special pay, \npersonal pay and any other emoluments declared as pay by the \nCompetent Authority; \n\"permanent post\" means a post sectioned without limit of time; • \n\"post\" means a post borne on the strength of the establishment \nincluded in Part-II and the Schedule to these rules; \n\"prescribed\" means prescribed by these rules; \n\"recognized university\" means any university established by or \nunder a law in Pakistan or any other university which may be \ndeclared to be a recognized university by the Higher Education \nCommission; \n\"Registrar\" means the Registrar of the High Court or any other \nofficer of the Court to whom the powers and functions of Registrar \nare delegated or assigned by the Chief Justice, from time to time; \n\"Schedule\" means the Schedule to these rules; \n\"Selection Authority\" means any Authority on the \nrecommendation of which any appointment or promotion, as the \ncase may be ,is made and includes Selection Board, or a Selection \nCommittee or Departmental Promotion Committee; \n\"Selection Board\" means a Selection Board constituted under \nthese rules; and \n\"Selection Committee\" means a Selection Committee constituted \nunder these rules; \n(2) \tThe words and expressions used, but not defined in these rules \nshall have the meanings assigned to them by the General Clauses Act, 1897 \n(X of 1897). \n1626 THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t [PART II \nPART-II \nESTABLISHMENT AND APPOINTMENT \t\n3. \tEstablishment.—(1) The establishment of the High Court shall \nconsist of officers, officials and other staff as provided in Schedule, having \nqualifications, experience and other conditions as contained therein. \t\n4. \tAppointments.—(1) Appointment to a post shall be made by \ninitial recruitment, promotion or transfer or on deputation as prescribed by these \nrules by the Appointing Authority. \nNo person shall be appointed to a post unless he is a citizen of \nPakistan. \nA candidate for appointment to a post shall possess the prescribed \neducational qualifications, experience and fulfill other conditions as enumerated \nin the Schedule. \nIn case of initial appointment a person also be within the age limit \nas Mentioned in rule 5 or fixed by the Appointing Authority from time to time: \nProvided that prescribed experience shall include equivalent experience \nin the service of a governmental organization as may be determined by the \nappointing authority. \nThe members of other Services posted on deputation in the \nIslamabad High Court may apply for absorption in the establishment and the \nChief Justice may order their absorption and appoint them on the posts for which \nthey are eligible under these rules: \nProvided that the seniority of members so appointed shall reckon in the \nmanner as may be determined by the Chief Justice. \n5. Age limit.-(1) No person shall be appointed through initial \nrecruitment if he is less than twenty-one years and more than thirty years of age: \nProvided that a candidate shall be entitled to relaxation in upper age \nlimit in accordance with such rules as may be made by the High Court from time \nto time. \n(2) \tIn the case of a Government servant who has served in connection \nwith the affairs of the Federation or the Provinces, or an officer serving in the \nlegal departments of statutory organizations, this rule shall not be applicable. \nPART II) THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t 1627 \n, \t6. Appointment of child of deceased member of a court staff.— \nNotwithstanding anything contained to the contrary in any rule, whenever a \nmember of court staff die's while in service or is declared invalid or incapacitated \nfor further service, any one of his unemployed children may be employed \nagainst a post in BPS-1 to 15 for which he possesses the prescribed qualification \nand experience in relaxation of selection procedure under these rules. \n7. \tRecruitment Conunittee, Departmental Promotion Committee \nand Selection Board.—(1) The Chief Justice may constitute one or more \nRecruitment Committees to recruit suitable persons for their appointment and a \nDepartmental Promotion Committee to select for appointment by promotion to \nsuch posts in BPS-1 to BPS-15 as may be specified by him from time to time. \nThe Chief Justice may constitute a Selection Board to select for \nappointment through initial recruitment and by promotion to such posts in \nBPS-16 and above as may be specified by him from time to time: \nProvided that the Chief Justice may, by a special or general order, refer a \npost to the Selection Board for making its recommendations for a selection. \nThe Chief Justice shall determine the composition of Selection or \nDepartmental Promotion Committee or Selection Board and the procedure to be \nobserved by them. \nThe Chief Justice may authorize Selection or Departmental \nPromotion Committee or Selection Board to formulate a procedure to recruit and \nselect suitable persons for appointment to any post. \nWhere an appointing authority, other than the Chief Justice, does \nnot accept the recommendation of a Selection or Departmental Promotion \nCommittee or a Selection Board, it shall record the reasons therefrom and obtain \norders of the Chief Justice and act accordingly. \nPART-III \n• \nPROCEDURE FOR INITIAL RECRUITMENT AND APPOINTMENT \nTHROUGH PROMOTION AND TRANSFER \n8. \tInitial recruitment.—(1) Initial recruitment to all posts shall be \nmade after proper advertisement of the vacancies in the newspaper having wide \ncirculation and in any other manner to be determined by the Chief Justice or \nsubject to his approval by the Selection Committee or Selection Board, as the \ncase may be, and the applications of the candidates received whereof shall be \nscrutinized accordingly. \n(2) Initial Recruitment to all posts in BPS-1 to BPS-15 shall be made \non the basis of test and interview to be conducted by the concerned Selection \n1628 THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t [PART II \nCommittee in the manner as determined by the Chief Justice or subject toiis \napproval by the Selection Committee itself. \nInitial recruitment to all posts in BPS-16 and above or such other \npost specially referred by the Chief Justice to the Selection Board, shall be made \non the basis of written examination and interview to be conducted by the \nSelection Board in the manner as determined by the Chief Justice or subject to \nhis approval by the Selection Board itself. \nNotwithstanding anything contained in sub-rules (2) and (3) an \nappointment through initial recruitment shall be subject to verification of \ncharacter and antecedents of the person appointed to the satisfaction of the \nAppointing Authority. \nSpecial quota for females.—(1) Ten percent seats shall be \nreserved across the board for women in the establishment to be filled by direct \nrecruitment subject to the condition of fulfilling the prescribed criteria and \nmethod. \n(2) If sufficient number of women candidates are not available the \nposts shall be filled in on merit as prescribed: \nProvided that there shall no carry forward of the seats reserved for \nwomen. \nAppointment through Promotion or Transfer.—(1) All officers \nand staffs of the High Court, who possess the minimum qualifications and \nexperience prescribed for a higher post reserved under the rules for departmental \npromotion, shall be eligible to be considered for promotion to a higher post in \nthe manner and subject to conditions as provided in the Schedule. \nPromotion to a higher post shall be made on the recommendations of \nthe Departmental Promotion Committee. \nA post referred to in sub-rule(1) above may either be a selection post \nor a non-selection post to which promotion shall be made in the following \nmanner namely:— \n(a) \tin the case of a selection post, on the basis of selection on merit; \nand, \n(b) \tin the case of a non-selection post, on the basis of seniority-cum- \nfitness. \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t 1629 \n11. Probation.—(1) An initial appointment to a post through initial \nrecruitment shall be on probation for a period of two years: \nProvided that the Appointing Authority may, for sufficient reasons, \nextend the period of probation for one year or curtail it before two years. \nIf in the opinion of the Appointing Authority, the work or conduct \nof an employee on probation is unsatisfactory, or he is unlikely to become \nefficient, the Authority may discharge him without any notice. \nA person appointed to a post by promotion may also be placed on \nprobation for the period mentioned in sub-rule (I): \nProvided that if, in the opinion of the Appointing Authority, the work or \nconduct of any employee is unsatisfactory, it may revert him to his substantive \npost: \nProvided further that if no order is passed before the expiry of initial or \nextended period of probation, the probation shall stand terminated. \nPART-IV \nEFFICIENCY AND DISCIPLINE \n12. Efficiency and Discipline.—To ensure efficiency and discipline, \nthe Appointing Authority may impose any of the penalties laid down in sub-rule \n(2) upon an employee, who is,— \ninefficient or has ceased to be efficient; or \nguilty of misconduct as defined in the Government Servants \n(Conduct) Rules, 1964; or \n( c) corrupt, or may reasonably be considered to be comipt because \nhe,— \n(i) \tis or any of his dependents or any other person through him \nor on his behalf is, in possession (for which he cannot \nreasonably account) of pecuniary resources or of property \ndisproportionate to his known sources of income; or \nhas assumed a style of living beyond his ostensible means; or \nhas a persistent reputation of being corrupt; or \n1630 THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t [PART II \n' \n(d) engaged, or is reasonably suspected of being engaged, ' .\n' tti \nsubversive activities, or is reasonably suspected of being associated \nwith others engaged in subversive activities or is guilty of \ndisclosure of official secrets to any unauthorized person; and his \nretention in service is therefore prejudicial to national security, the \nauthority may impase on him one or more penalties. \n(2) \tOne or more of the following penalties may be imposed upon an \nemployee found guilty of any of the charges mentioned in clause (1), namely:— \nCensure; \nwithholding of promotion or increments for a specified period of \ntime; \nrecovery of the whole or any part of any pecuniary loss caused to \nthe Court or to a party litigating before the Court; \n(d) \treduction in rank to a lower post; \n(e) \tcompulsory retirement; \n(0 \tremoval from service; and \n(g) \tdismissal from service. \n(3) \tNo penalty would be imposed upon an employee unless he is \napprised of the allegations against him and has been given an opportunity of \nsubmitting his defense in writing and is personally heard by the Appointing \nAuthority. \n(4) \tThe Appointing Authority may also, in appropriate cases, appoint \nan Enquiry Officer above the rank of the person against whom proceedings are \ninitiated to hold a detailed fact-finding inquiry or examine evidence in the \npresence of the person being proceeded against: \nProvided that no penalty shall be imposed unless the person proceeded \nagainst is provided with a copy of the enquiry report and given an opportunity of \nbeing heard. \nPART-V \nSENIORITY \n13. Seniority—Seniority lists of persons appointed against different \nposts enumerated in the Schedule shall be maintained in the following manner \nnamely,— \nPART III THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t 1631 \nr• (a) the seniority of an employee shall be reckoned from the date of his \nregular appointment against the post held by him or from the date \nof such appointment in an equivalent post in the Schedule; and \n(b) notwithstanding anything contained in clause (a), upon the \ncommencement of these rules, the Chief Justice shall constitute a \ncommittee or committees comprising at least two Judges for \ndetermination of inter-se seniority of officers and staff in various \npay scales and the findings of such committee or committees shall \nbe final: \nProvided that any order regarding the seniority of the \nofficers or staff,- before commencement of these rules, passed by \nthe authority shall remain intact until varied by orders. \nPART-VI \nMISCELLANEOUS \nTerms and Conditions.—Subject to these rules, other terms and \nconditions of service including pay, 'allowances, retirement, deputation, pension, \ngratuity, provident fund, benevolent fund, group insurance, financial or family \nassistance in case of death during service, leave or other privileges of an \nemployee shall be gove,med by the laws for the time being in force and \napplicable to the employees in posts in the same scale in the Federal \nGovernment: \nProvided that the powers of the Federal Government shall be exercised \nby the Chief Justice or such other Judges upon whom such powers may be \ndelegated by the Chief Justice: \nProvided also that the Chief Justice whenever he thinks fit may grant a \nspecial allowance to any officer or an employee keeping in view the nature of \nthe services that he is required to perform. \nPower to create, upgrade or abolish posts.—The power to create \nor abolish, upgrade or down grade a post, temporary or permanent, vests in the \nChief Justice. \nRelaxation.—The Chief Justice may relax any of these rules, \nsubject to reason in writing, if the Chief Justice is satisfied that a strict \napplication of the rule would cause undue hardships and his decision shall be \nfinal in such matter. \n1632 THE GAZETTE OF FAICISTAN, EXTRA., MAY 20, 2011 \t [FART H \nDelegation of power—The Chief Justice may delegate all 0:4 ay \nof his powers under these rules to any Judge or officer of the High Court. \nPowers of the Chief Justice.—Nothing in these rules shall be \ndeemed to limit or abridge the powers of the Chief Justice to appoint or promote \nany person as may appear to him to be just and equitable. \nAppeal.—An employee aggrieved by an order relating to the terms \nand conditions of his service may, within thirty days from the date of such order, \nprefer an appeal to the Appellate Authority indicated hereinbelow, namely:— \nAuthority passing the order. \nRegistrar \nAdministration Judge \nChief Justice Appellate Authority. \nAdministration Judge \nChief Justice. \nChief Justice for Review \nSCHEDULE \nPart! \n(See Rule 3) \nName of Post Basic Pay \nScale   \nAppointing \nAuthority Method of recruitment/ \neligibility \n1. Registrar 01 \n21 and 22 02 03 \nChief Justice 04 \nAppointment to the post of Registrar shall be made \nby the Chief Justice in his own discretion when he \ndecides to appoint:- \nby transfer of a District and Sessions Judge serving under the High Court or by borrowing \nthe services a District and Sessions Judge from \nthe Provincial High Courts on deputation: \nby promotion of an officer of the establishment \nserving in BPS-20 on regular basis; and \nby initial appointment, on contract basis, of a \nsuitable person having reasonable experience \nof administration and financial matters or by \nway of transfer on deputation of an officer of \nequivalent of basic pay scale civil staff of \nequivalent from the Federal Government or • \nProvincial Governments. \nPART II] THE GAZE11E OF PAKISTAN, EXTRA., MAY 20, 2011 \t 1633 \njes \t01 _ 02 03 04 \n2.. Member \nInspection \nTeam, 21 Chief Justice By transfer of a District and Sessions Judge \nserving under the High Court or by borrowing \nthe services a District and Sessions Judge \nfrom \tthe \tProvincial \tHigh \tCourts \ton \ndeputation; or \nby \tpromotion \tof \tan \tofficer \tof \tthe \nestablishment serving in BPS-20 on regular \nbasis: \nProvided that length of service to this post \nshall be seven years in BPS-20 \n3. \tSecretary \tto \nChief Justice 20 -do- It shall be a special post and the Chief Justice may \nfill it by initial recruitment or by borrowing the \nservices of a Judicial officer or of an officer from \nthe Provincial High Courts on deputation. \n4. \tAdditional \nMember \nInspection \nTeam. 20 -do- By transfer of a Additional District and \nSessions Judge serving under the High Court \nor by borrowing the services a Additional \nDistrict \tAnd \tSessions \tJudge \tfrom \tthe \nProvincial High Courts on deputation basis; \nor \nby promotion of an officer of the High Court \nserving in BPS-I9 on regular basis: \nProvided that length of service to this post \nshall be seven years in BS-19. \n5. \tAdditional \nRegistrar 20 -do- Appointment to the post of Additional Registrar \nshall be made; \nfrom \tamongst the \tDeputy \tRegistrars \ton \nseniority-cum-fitness basis; or \nby transfer of an Additional District and \nSessions Judge serving under the High Court \nor the Provincial High Courts by borrowing \nhis services on deputation basis. \n6. \tDeputy \nMember \nInspection \nTeam, 19 AO- (I) \tBy transfer of a Senior Civil Judge serving \nunder the High Court or the Provincial High \nCourts \tby \tborrowing \this \tservices \ton \ndeputation basis; or \n(2) \tby promotion of an officer of the High Court \nserving in BPS-18 on regular basis provided \nhe is a law graduate: \nProvided \tthat \tlength \tof service \tfor \npromotion to this post shall be seven years in \nBPS- I 8. \n1634 THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t[PART II \n01 \nAppointment to the post of Deputy Registrar shall \nbe made,— \nthrough promotion amongst the cadres of \nAssistant Registrars, Readers and Private \nSecretaries, on seniority-cum-fitness basis on \nrotation basis; or \nby transfer of the Senior Civil Judge serving \nunder the High Court or the other High Courts \nby borrowing his services on deputation basis. 7. Deputy \nRegistrar 19 \n6. Private \t 18 \t-do- \nSecretary \n7. Assistant \nRegistrar -do- S. \tResearch and \nReference \nOfficer. 19 \nBy promotion from amongst the Librarian on \nseniority-cum-fitness basis provided he is a law \ngraduate and has rendered at seven years service in \nBPS-17 and above. \n(b) If none is available then by initial recruitment of a \nperson having masters degree in Library and \nInformation Sciences and preferably law graduate \nwith seven years experience in the management and \nmaintenance of Court Libraries in BPS-17 and \nabove. \nBy promotions from Personal Assistants \nsubject to qualifying the proficiency test with \na short hand speed of 120 w.p.m. and typing \nspeed of 60 w.p.m. or \nby initial recruitment with following \nqualifications and experience._. \nQualification: B.A./B.Sc/B.Corn. \nExperience: Shorthand speed 120 W.P.M \nand Typing speed 60 w.p.m. \nBy promotion on seniority-cum-fitnes5. \nby initial recruitment with following \nqualifications and experience:_ \nQualification: B.A./B.Sc/B.Com  preferably \nlaw graduate: or \nby transfer of the Civil Judge serving under \nthe High Court or the other High Courts by \nborrowing his services on deputation basis. \nPART Ifl THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t 1635  \n01 4.- 02 03 04 \n8. \tStaff Officer 18 Chief Justice By posting of an officer of the establishment in \nBPS-I8. or \nby \tinitial \trecruitment \twith \tqualification \tof \nB.A./B.Sc/B.Com  and preferably a law graduate, \n9. \tReader 18 -do- By initial recruitment from amongst the members of \nthe establishment having five years experience on \nthe basis of competitive examination as per syllabus \nprescribed from time to time by the Chief Justice, if \nnone is available then by initial recruitment with the \nfollowing qualifications and experience: \nQualification: B.A./B.Sc/B.Com  preferably a law \ngraduate. \nExperience of Court work. \n10. \tLibrarian 18 -do- By promotion of Assistant Librarian on seniority-\nnun-fitness basis having five years experience as \nsuch, if none is available for promotion then by \ninitial recruitment having following qualifications \nand experience:- \nQualification: \tM.A. \tLibrary \tand \tInformation \nSciences, \nExperience: Five years iii BPS-16 and above. \n11. \tTreasury \nOfficer 18 -do- By promotion of Assistant Accounts Officer having \nfive years experience as such, if none is available \nby \tpromotion \tthen \tby \tposting \tfrom amongst \nAssistant \tRegistrars: \tor \tby \tway \tof \tinitial \nrecruitment \twith \ta \tminimum \tqualification \tof \nM.B.A. or M.Com  with a minimum experience of \nthree years. \n12. \tAssistant \nAccounts \nOfficer 17 -do- By initial recruitment or on deputation basis with \nB.Com  or equivalent qualification with experience \nin Budget and Accounts. \n13. \tAssistant \nLibrarian 17 -do- By initial recruitment having master qualification in \nLibrary and Information Sciences. \n14. \tPersonal \nAssistant 17 -do- By \tinitial \trecruitment \thaving \tfollowing \nqualification and experience:- \nQualification: B.A./B.Sc/B.Com  \nExperience: Shorthand speed \t110 W.P.M and \nTyping speed 50 w.p.m. \n15. \tStenogrpher 17 -do- By \tinitial \trecruitment \thaving \tfollowing \nqualification and experience: \nQualification: B.A./B.Sc/B.Com  \n, \nExperience: Shorthand speed \t100 W.P.M. and \ntyping speed of 40 W.P.M. \n14 .do- \n50% by promotion on seniority-cum-fitness \nbasis from amongst Senior Clerk. \n(ii) 50% by initial recruitment having B.A., \nB•Sc, B.Com. or equivalent qualification with ; \nexperience in Government job. \nBy initial recruitment having following qualifications \nand experience: \nQualification: FSc Computer Science or F.A. with \none year diploma in Computer Sciences with typing \nspeed of 40 w.p.m. 13 \t-do- 1636 \tTHE GAZETTE \n01 OF \n02 \t \n15 PAKISTAN, \n03 Part EXTRA., MAY 20, 2011 \t[PART II \nH \n04 \n50% by promotion on seniority-cum-fitness \nbasis from amongst Data Entry Operators. \n50% by initial recruitment having B.Sc. \nqualification in Computer Science or BA. \nwith 'one \tyear diploma \tin \tComputer Sciences. 1. \tComputer \nOperator Registrar \n2. Assistant \n3. Data Entry \nOperator \nBy initial recruitment having \nMatric, Fazil Ders-e-Nizami and Itafiz-e-Quran. \nBy promotion on seniority-cum-fitness basis from \namongst Junior Clerks; or by direct recruitment with \nB.A. qualification and typing speed of 40 w.p.m. \n-do- \t(a) By promotion on seniority-cum-fitness basis \nfrom amongst the holders of posts of Daftri, \nQasid, Naib Qasid, or equivalent post who \npossess the qualification prescribed for initial \nrecruitment; or \n(b) \tBy initial recruitment: \nQualification: Matric. Typing speed 30 w.p.m. \n-do- \tBy initial recruitment, \nQualification: Matriculation, preferably higher \neducation; \nExperience as Bailiff in courts. -do- Imam Masjid  \n10 \nSenior Clerk 09 \nJunior Clerk  \n07 \nBailiff  \n07 \n8. Moazzan-\ncum-\nKhadim 06 Registrar \tBy initial recruitment \nQualification: Qari or Hafiz-e-Quran \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t 1637 \n( ' \t01 -__ 02 03 04 \nCalligraphist 06 -do- By initial recruitment: \nQualification: \tMatric, \twork \texperience \tas \ncalligrapher. \nMachanic \n(Transport) 06 -do- By initial recruitment: \nQualification: one year diploma of auto mechanic \nfrom a recognized institute with experience of work in \nworkshop. \n11. \tDriver 05 -do- By initial recruitment: \nQualification: Primary \nLTV License, preferable Matriculate \nDriver-cum- \ncleaner 05 -do- By initial recruitment: \nLTV License, preferable Matriculate \nDispatch \nRider \t' 05 -do- By initial recruitment: \nQualification: Matriculation \nMotor Cycle driving license. \nCook 05 -do- By promotion through selection from amongst bearers \nif none is available by promotion then by initial \nrecruitment: \nQualification: Primary, \nExpert in cooking. \n15. \tRecord \nLifter 03 -do- By initial recruitment: \nQualification: Middle or Primary. \nDaftri 03 -do- By initial recruitment: \nQualification: Matriculation or Middle \nExperience of court work \nQasid 03 -do- By promotion on seniority-cum-fitness basis from \namongst Naib Qasids. \nBook Binder 03 Registrar By initial recruitment: \nQualification: Middle \nExperience of book binding \nHead Mali 03 -do- By promotion from amongst Malies. \nI. \n1638 THE GAZETTE OF PAKISTAN, EXTRA., MAY 20, 2011 \t(PART 11 \n01 02 03 04 \t- I \nBearer 02 -do- By initial recruitment: \nQualification: Primary \nMali 02 By initial recruitment: \nQualification: Primary \nNaib Qasid 02 -do- By initial recruitment: \nQualification: Primary \nFrash 02 -do- By initial recruitment. \nQualification: Primary \nWater Man 02 -do- By initial recruitment: \nQualification: Primary \nDusting • \nCoolie 02 -do- By initial recruitment: \nQualification: Primary \nBeldar 02 .-do- Ily initial recruitment: \nQualification: Primary \nChovvkidar 02 -do- By initial recruitment preferably \nEx-Service man: \nQualification: Primary \nSweeper 02 -do- By initial recruitment: \nQualification: Literate \n(00)/1ICER/lHC/2011 \nATIQ-UR-REHMAN, \nRegistrar. \nPRINTED BY THE MANAGER. PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER. STATIONERY AND FORMS UNIVERSITY ROAD, KARACHI"
}