{
    "file": "./converted_json\\administratora99b45fc210eaafe9b74aa0ac3916d70.json",
    "name": "The Privatisation Commission (Valuation of Property) Rules",
    "date": "2007",
    "tagline": "Guidelines for valuating property in privatisation transactions.",
    "content": "lI \n306 \tTHE GAZETTE OF PAIUSTAN, EXT JANUAR , 2007 PART \nMINISTRY OF PRIVATISATION AND INVESTMENT \n(Privatisation Commission) \nIslamabad, the 22nd January, 2007 \nS. R. 0. 67(0/2007.—In exercise of powers conferred by Section 40 of \nthe Privatisation Commission Ordinance, 2000, (LII of 2000), read with sections 22 \nand 25 thereof, the Privatisation Commission with the approval of the Federal \nGovernment is pleased to direct that the following amendment shall be made in the \nPrivatisation Commission (Modes and Procedures) Rules, 2001. \nIn the aforesaid Rules, after rule 6, the following new rule shall be added \nnamely:— \n\"7. \tA Special Purpose VehiCle (SPV) incorporated outside Pakistan, which \nis wholly and directly or indirectly owned and controlled by the bidder or \npurchaser and where the performances and obligations of such SPV are \nirrevocably and unconditionally guaranteed by the bidder or purchaser vide \nan instrument approved by the Privatisation Commission, may acquire \nproperty in a privatisation in accordance with the provisions of the Ordinance. \nThe Privatisation Commission shall have the absolute discretion to impose \nsuch eligibility criteria in the Request for Statement of Qualification (RSoQ) \ndocuments with regards to a SPV as it may deem expedient and proper \nfrom time to time.\" \n[F. No. 16(14) P&C/PC/2001.1 ' \nHAFIZ RAHIM BAKHSH, \nDirector. \nIslamabad, the 22nd January, 2007 \nS. R. 0. 68(I)/2007.--In exer e of powers conferred by section 40 of \nthe Privatisation Commission Ordinance, 000 (LII of 2000), read with section 24 \nthereof, and the Privatisation Commissio , with the Approval of the Federal \nGovernment is pleased to make the following les, namely:— \nTHE PRIVATISATION COMMISSION (VA UATION OF PROPERTY) \nRULES, 2007 \n1. \tShort title and commencement.—(1) hese rules may be called \nthe Privatisation Commission (Valuation of Property) Ru \t2007."
}