{
    "file": "./converted_json\\administrator4885b870ed8d993fd7c01e46294a9251.json",
    "name": "Agricultural Pesticides Ordinance, 1971",
    "date": "25th January, 1971",
    "tagline": "Regulating the import, manufacture, formulation, sale, distribution, and use of pesticides in Pakistan",
    "content": "Page 1 of 21 \n \n \nTHE  AGRICULTUR AL PESTICIDES  ORD INANCE,  1971.  \n \n \n \n \nCONTENTS  \nCHAPTER I  \nINTRODUCTORY  \n1. Short title, extent and commencement  \n2. Application of other laws not barred  \n3. Definitions  \nCHAPTER II  \nIMPORT, MANUFACTURE, FORMULATION, SALE, DISTRIBUTION  \nAND US E OF PESTICIDES  \n4. Pesticides to be registered  \n5. Application for registration of pesticide  \n6. Period for which registration shall be effective  \n7. Cancellation of registration  \n8. Renewal of registration  \n9. Importation may be prohibited  \n10. Labelling  of packages  \n11. Shortage and use of pesticides   \n\n \nPage 2 of 21 \n CHAPTER III  \nTHE AGRICULTURE PESTICIDE TECHNICAL ADVISORY  \nCOMMITTEE, ETC  \n12. The Agriculture Pesticide Technical Advisory Committee  \n13. Pesticide Laboratory  \n14. Government Analyst  \n15. Inspectors  \n16. Power s of Inspectors  \n17. Procedure of Inspectors  \n18. Report of Government Analyst  \n19. Publication of Results of test and analysis  \n20. Purchaser of Pesticide may have it tested or analysed  \nCHAPTER IV  \nMISCELLANEOUS  \n21. Offences and  penalties  \n21A.  Punishment for offences not pro vided for in section 2  \n22. Manufacturer's warranty to dealers  \n23. Unlawful use of registration number lowering of pesticidal value or hindering the  inspector \nfrom performing his duty  \n24. Entry and seizure  \n25. Power of court  to order forf eiture  \n26. Cognizan ce of offences, etc  \n26A. Cognizance and prosecution of offences  \n27. Power to try offences summarily  \n28. Indemnity  \n29. Power to make rules  \n30. Delegation of powers  \n \nPage 3 of 21 \n THE  AGRICULTUR AL PESTICIDES  ORD INANCE,  1971.  \n1ORDINANCE No. II of 1971 \n[25th January, 1971]  \nAn Ordinance to regulate the import, manufacture, formulation, sale, distribution and use of \npesticides. \n WHEREA S it is expedient to regulate the impo rt, manufacture, formulation, sale, dist ribution \nand use of  pesticides and for matters ancillary thereto; \n AND  whereas the national interest of Pakistan in relation to the achievement of uni formity \nrequires Central legislation in the m atter; \n NOW,  THEREFORE, in pursuance of the Proclamation of the 25th day of March, 1969 , \nread with the Provision al Constitution  Order, and in exercise of all powers enabling  him in that \nbehalf, the President is pleased to m ake and promul gate the  following  Ordinance:— \nCHA PTER  I \nINTRODUCTORY \n 1. Short title extent and commencement.—(1) This Ordinance may be called the \nAgricultural Pesticides Ordinance, 1971.  \n (2) It stands to the whole  of Pakistan.  \n (3) It shall come into force at once. \n 2. Application of other laws not barred. The provisions of tins Ordinance shall be in \naddition  to, and not in derogation of the provisions  of the Pension  Act, 1919  (XII of 1919), and any \nother law for the time b eing in force. \n 3. Definitions. In this Ordinance, unless there is anything repugnant in the subject or \ncontext, the expression— \n2[(a)  \"adulterated\" in relation to a pesticide means a pesticide with which \nspurious, d eleterious or harmful substance has been mixed or which is \nwhol ly or mainly ineffective for the p urpose for which it is int ended.] \n \n \n1Validated by the Validation of Laws Act, 1975 (63 of 1975), s. 2 and Sch. \n2Subs. by the Agricultural Pesticides (Amdt) Act 1997. (39 of 1997) s. 2, for cl.(a). \n \nPage 4 of 21 \n (b) \"advertise\" means to make known  by publ ication or distribution  of any \nadvertisement, circular or other noti ce; \n 1* * * * * * * \n(d) \"Committ ee\" means the Agriculture Pesticide Technical Advisory Com mittee \nconstitut ed under this Ordinance; \n(e) \"formulation\" means the process by whi ch a pesticide is converted, by mixing \nwith oth er subst ances, into a form in whi ch it is ready to be used; \n(f) \"fungi\" means all rusts smuts, mildews, moulds,  yeasts, and simil ar forms of \nplant life prescribed in this behalf and includes bacteria affecting plant life; \n(g) \"Government Analyst\" means a Government Analyst appoint ed under this \nOrdinance; \n(h) \"guarantee\" means the statement indicating the strength, effectiveness and \nother qu alities of 2* * * a pesticide which an impo rter, manufacturer, \nformulator, vendor or person holding  stock for sale of 2* * * a pesticide \nis required to submit under the rules at the time of applying for the \nregistration of the 3[pesticide]; \n(i) \"Inspector\" means an Inspector appoint ed under this  Ordinance; \n(j) \"ingredient\" means any material used in m aking a pesticide; \n(k)  \"insect\" means any of the small invertebrate animals common ly known as \ninsects and in cludes such forms of  animal life as may be prescribed; \n(1)  \"label\" means the written, printed or graphic matter on, or attached to, a \npesticide or the immediate container thereof, and the outside  container or \nwrapper of the retail package, if any, of the p esticide; \n(m)  \"package\" includes every container; \n(n)  \"pesticide\" means any subst ance or mixture of subst ances used or represented \nas a means for preventing. \ndestroying, repelling, mitigating or controlling, directly or indirectly, any insect, fungus, bacterial \norganism,  nematodes, virus, weed, rodent, or oth er plant or animal pest; but does not include a \nsubst ance which is a 'drug' within  the m eaning of the 4[Drug Act, 1976 ]. \n(o)  \"prescribed\" means prescribed by rules made under this Ordinance;  \n(p)  \"registered\" means registered under this Ordinance; \n1CI. (c) omitted by the Agricultural Pesticides (Amdt.) Act, 1992 (19 of 1992), s. 2 \n2The words \"a brand of omitted ibid.. \n3Subs, ibid., for \"brand\". \n4Subs, by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 4981),-s. 3 and Sch. II, for \"Drugs Act, 1940.\".\n \nPage 5 of 21 \n  (q)  \"registration numb er\" means a specific number assigned by the 1[Federal \nGovernment] to each registered 2* * p esticide ; \n(r)  \"rules\" means rules made und er this Ordinance; 3* \n4[(rr)  “sub-standard” when used with refere nce to a pesticide, means any pesticide \nthe st rength or purity of which fells below the professed or quality which is \nexpressed on its label or under which it is sold or a pesticide any valuable \ningredient of which has been whol ly or partially extracted; and] \n(s)  \"weed\" means any plant which grows wh ere not  wanted. \nCHA PTER II \nIMPO RT, MANU FACTURE, FORMULATION, SALE, DISTRIBUTION, AND  USE OF \nPESTICIDES. \n 5[4. Pesticides to be registered. No person sh all import, manufacture, formulate, sell, \noffer for sale, hold any stock for sale or in any manner advertised any pesticide which has not b een \nregistered in the m anner provided by this Act or the rules framed thereunder: \n Provided that the Federal Government may, by noti fication in the official gazette directed \nthat the pesticide specified in the notification and not having a  trade name will be impo rted only by a \nclass or classes of impo rters as specified; except a pesticide h aving a trade name and registered in \nthe country of manufacture which may be improved without undergoing the registration process \nbut subject to the conditions notified from time to  time by the Federal Government.] \n5. Application for registration of pesticide. —(1) Any person intending to impo rt, \nmanufacture, formulate, sell, offer for sale, hold in stock for sale or advertise any 6* * * pesticide \nmay apply to the 7[Federal Government] for the registration of the  8[pesticide] under such name as \nhe may indicate in the application. \n (2) An  application under sub-section (1) shall be in such i form, be accompanied by such fee \nand contain su ch statements ! and in formation as may be prescribed. \n(3) Where the person making an application under subsection (1) is  not domiciled in Pakistan, the \napplication shall, besides such person, be signed by his agent or representative in Pakistan. \n \n \n \n \n1Subs, by F.A.O., (P. O. No. 4 of 1975) Art. 2 and Table, for \"Central Government\". \n2The words \"brand of omitted by the Agricultural Pesticides (Amdt.) Act, 1992 (J9 of 1992), s. 2. \n3The word \"and\" omitted by the Agricultural Pesticides (Amdt) Act 1997. (39 of 1997) s. 2, \" \n4New clause (rr) ins. ibid., \n5Subs. by Act 19 of 1992, s. 3, for section 4. \n6The words \"brand of a\" omitted by the Agricultural Pesticides (Amdt) Act, 1992 (19 ofl992), s. 4. \n7Subs. by F.A.O., 1975 (P.O. No. 4 of 1975), Art. 2 and Table, for \"Central Government\". \n \nPage 6 of 21 \n 8Subs, by Act 19 of 1992,\" s. 4 for \"brand\" \n \nPage 7 of 21 \n  (4) Upon  the receipt of an application under sub-section (1), the 1[Federal Gov ernment] may \nregister 2* * * pesticide by the  name indicated in the application, if it is satisfied that— \n(a)  the 3[\"name of the pesticide\"] is not such as would tend to deceive or \nmislead the  purchaser with respect to the guarantee relating to the pesticide or \nits in gredients or the m ethod of its preparation; or \n(b)  the guarantee relating to  the pesticide or its ingredients is not the same as that \nof another registered 3'[pesticide] 4[by the  same manufacturer] or is not so \nsimilar thereto as to be  likely to deceive; or \n(c)  it is effec tive for the purpose for which it is sold or represented to be \neffective; or \n(d)  it is not generally detrimental or injurious to vegetation, except weeds, or to \nhuman or animal health, even wh en applied according to directions.  \n (5) When it registers a 2* * * pesticide on the application of any person, the 1[Federal \nGovernment] shall grant to him a certificate of registration in such form as may be prescribed. \n 6. Period for which registration shall be effective. The registration of a  5* * * \npesticide shall be effective from the date of its registration until the thirtieth day of June of the  \nthird year followi ng the year of registration. \n7. Cancellation of registration. If, at any time after the registration of 5* * * a pesticide, the \n1[Federal Government] is of opin ion that the registration has been secured in viol ation of any of the \nprovisions  of this Ordinance or the rules or that the pesticide is in effective against pests of \nhazardous  to vegetation, other than weeds, or to  human or animal life, the 1[Federal Government] \nmay, after giving to the p erson on whose application it had been registered an opp ortunity of being \nheard, cancelled the registration. \n8.  Renewal of registration.—(1) The 1[Federal Government] may, on the application of  the \nimpo rter, manufacturer, formulator, vendor or stock holder of a registered 6* * * pesticide in the \nguarantee or in gredients of whi ch no change has taken place sin ce the date of its registration, renew \nthe registration of the 4[pesticide] for a further period of  three years. \n(2) An  application under sub-section (1) sh all be in such form and be accompanied by such fee as \nmay be prescribed and shall be made before the expiration  of the period for which the registration of \n4[pesticide] is effec tive. \n \n \n \n1Subs. by F.A.O., 1975 (P.O. No. 4 of 1975), Art. 2 and Table, for \"Central Government\". \n2The words \"brand of omitted by the Agricultural Pesticides (Amdt.) Act, 1992 (J9 of 1992), s. 2. \n3Subs, by Act 19 of 1992,\" s. 4 for \"brand\" \n4Ins.by the Agricultural Pesticides (Amdt.) Ordinance, 1979 (12 of 1979), s. 2. \n5The words \"band of a omitted by the Agricultural Pesticides (Amdt.) Act, 1992 (19 of 1992), s. 5. \n6The words \"the band of omitted ibid., s. 6. \n \nPage 8 of 21 \n   9.  Importation may be prohibited.__ If any pesticide impo rted into Pakistan \nis found to  be adulterated or incorrectly or misleadingly tagged, labelled or named, or if its sale in \nany way contravenes any of the provisions  of this Ordinance, the 1[Federal Government] may, by \nnotification in the o fficial Gazette, prohibit  the further impo rt of the p esticide into Pakistan. \n10.  Labelling of packages.___ 2[(1)] No person shall sell or offer or expose for sale, or \nadvertise or hold in stock for sale any pesticide unless each package containing the pesticide, and \nevery tage or label durably attached thereto is 3* * marked in printed characters in such form and in \nsuch manner as may be prescribed.  \n 4[(2) Any dealer whol eseller, retailer or an agent, who has been convicted of not less th an \noffences under this Ordinance shall be black listed by the impo rter, manufacturer, distributor  or \nformulator of the pesticide in qu estion.]. \n 11.  Shortage and use of pesticides. No person shall store or use of any pesticide \nsave in accordance with rules made under this O rdinance. \nCHA PTER  III \n THE AG RICULTURE  PESTICIDE TECH NICAL ADVISORY  COM MITTEE,  ETC.  \n 12. The Agriculture Pesticide Technical Advisory Committee.—(1) As soon  as \nmay be after the comm encement of this Ordinance, the 1[Federal Government] shall constitute  a \ncommitt ee, to be called the Agriculture Pesticides Technical Adviso ry Committ ee, to advise  the \n1[Federal Government] on technical matters arising out  of the administ ration of this Ordinance and \nto perform any other functions  assigned to it by or under this  Ordinance. \n (2) The commit ee shall consist  of a Chairman and such numb er of Vice-Chairman and \nother members, being officers of the 1[Federal Government] or a Provincial Government or persons \nrepresenting  trade and indust ry engaged in pesticide busin ess, as the 1[Federal Government] may \nappoint: \nProvided that no officer of a Provincial Government and no person representing t rade and \nindust ry so engaged in a Province shall be appoint ed otherwise than on the recommendation of the \nGovernment of the Province concerned. \n(3) The names of the Chairman, the Vice-Chairman and the other members of the \nCommitt ee shall be published in the o fficial Gazette. \n(4) The 1[Federal Government] shall appoint  one of the members of the Committ ee, \nbeing an officer of that Government, to be the Secre tary of the Committ ee for the period for wh ich \nhe is such a member. \n(5) The non-official members of the Committ ee shall hold office for a term of three years \nand shall be eligible for re- appoin tment \n____________________________________________________________________________________________  \n1Subs. by F.A.O., 1975 (P.O. No. 4 of 1975), Art. 2 and Table, for \"Central Government\". \n2Re-numbered by the Agricultural Pesticides (Amdt.) Act 1997, (39 of 1997) s. 3. \n3The words \"brnaded or\" omitted ibid.. \n4New sub-section (2) added by the Agricultural Pesticide (Amdt.) Act 1997 (39 of 1997) s. 3. .\n \nPage 9 of 21 \n  (6) A member of the Committ ee may, at any time, resign his office by writing under his \nhand addressed to the Chairman; but the s eat of such member shall not be deemed to have fallen \nvacant unless the registration has been accepted by the  Chairman with the previous approval of the \n1[Federal Government.] \n (7) A person appoint ed to fill a vacancy created by the  registration or death of a member \nshall hold o ffice for the residuce of the term of his p redecessor. \n (8) The Functions  of the Committ ee may be exercised not-withstanding  any vacancy in \nthe membership thereof. \n(9) The Committ ee shall have the power to regulate with the prior approval of the \n1[Federal Government] the p rocedure for the conduct of its busin ess. \n (10) The Com mittee may appoint  sub-committ ees consisting  of specialists for the \nconsid eration of particular matters for such periods, not exceeding three years, as it may consid er \nnecessary. \n 13. Pesticide Laboratory.—(1) As  soon  as may be  after the comm encement of this \nOrdinance, the 1[Federal Government] shall set up a Pesticide laboratory 2[or, in consult ation with  \nthe Provincial Government, declare a Provincial laboratory as Pesticide Laboratory whi ch may \nbe] suitably equipp ed to carry out the functions  entrusted to it by or under this Ordinance. \n(2) The Functions  of the Pesticide Laboratory and the mode  of submission  of samples for \nanalysis or test to the  Laboratory shall be such as may be prescribed. \n (3) The secrecy of the formulae of 3* * pesticides, samples of which are submitt ed to the  \nPesticide Laboratory for analysis or test, shall be duly safeguarded in the manner prescribed. \n14. Government Analyst. The 1[Federal Government] may, by noti fication in the \nofficial Gazette, appoint  as many persons as it deems fit to be Government Analysts for pesticides \nand, where it appoints  more than one persons to be Go vernment Analysts, shall specify in the \nnotification the local limits  within which each one of them shall perform the functions of  \nGovernment An alyst. \n 15. Inspectors. The 1[Federal Government] may, by notification in the official Gazette, \nappoint  from amongst the o fficers of the 1'[Federal Government] or a Provincial Gov ernment \nemployed for work relating to  plant protection such numb er as it deems fit to be Inspectors within \nsuch local limits as may be specified in the  notification. \n \n \n \n \n1Subs, by F.A.O., 1975 (P.O. No. 4 of 1975), Art, 2 and Table, for \"Central \" Government\" \n2Ins. by the Agriculture Pesticide (Amdt) Act 1992 (19 of 1992), s. 8. \n3The words \"brands of' omitted ibid.,\n \nPage 10 of 21 \n  \n 16. Powers of Inspectors. An Inspector m ay, within the lo cal limits  for which he is \nappoint ed, enter upon  any premises where pesticides are kept or stored, whether in containers or in \nbulk,  by or on behalf of the owner, including  premises belonging to a bailee, such as a railway, a \nshipping  company or any other carrier, and may take samples therefrom for examination. No \ncompensation shall be payable for a reasonable quantity taken as a sample.— \n17. Procedure of Inspectors.—(1) Where an Inspector takes a sample of a pesticide \nfor the pu rpose of test or analysis under section 16, he sh all intim ate such purpose in  writing in  the \nprescribed form to the p erson from whose possession  he takes it and, in the presence of such person \n(unless he wilfully absents hims elf), shall divide  the s ample  into three portions  and effec tively seal \nand suitably mark the same and permit such person to add his own s eal and m ark to all or any of the \nportions  so sealed and m arked ; \n Provided that, where the pesticide is made up in containers of small volum e, instead of \ndividing  a sample as aforesaid, the Inspector may, and if  the pesticide be such that it is likely to \ndeteriorate or be otherwise damaged by exposu re shall, take three of the said containers after \nsuitably marking the same and, wh ere necessary, sealing them. \n (2) The  Inspector shall restore one po rtion of a s ample  so divid ed or one container, as the \ncase may be, to the person from Whom he takes it, and shall retain the remainder and dispose  of the \nsame as follows :— \n(i)  he shall forthwith  send one portion or container to the Government Analyst \nfor test or analysis; and \n(ii)  he shall send the s econd portion or  container to t he 1[Federal Government]. \n 18. Report of Government Analyst.—(1) T he Government Analyst to whom a s ample \nof any pesticide has been forwarded by an Inspector under sub-section (2) of section 17 deliver to \nthe Inspector, in triplicate in the prescribed form assigned report of the result of the t est or analysis \nconducted by him. \n (2) The Inspector shall deliver one copy of the report received by him  to the person from \nwhose  possession  the sample  was taken and shall send one copy to the 1[Federal Gov ernment]. \n(3) Any document purporting to be a report signed by the Government Analyst of an \nanalysis condu cted by him under this Chapter shall be conclusive  evidence of the particulars stated \ntherein unless the person to whom  the report has been delivered under sub-section (2) disput es the \ncorrectness of the analysis condu cted by the  Government Analyst and, within thi rty days of the \ndelivery of the report to him, places before the 1[Federal Government] evidence which in his \nopinion controverts the correctness of such analysis. \n(4) Where the evidence placed before the 1[Federal Government] under sub-section (3)  \nis such as would  in its opinion justi fy a further investigation, it may cause a second part of the s ame \nsample to be  analysed at the Pesticide Laboratory. \n \n \nPage 11 of 21 \n 1Subs, by F.A.O., 1975 (P.O. No. 4 of 1975), Art. 2 and Table, for \"Central Government”. \n \nPage 12 of 21 \n  (5) After the sample  forwarded to it by the  1[Federal Government] has been analysed by \nthe Pesticide Laboratory, the Laboratory shall record the result of the analysis in a certificate of  \nanalysis and forward the certificate to the 1[Federal Government]. \n (6) A certificate of analysis prepared by the Pesticide Laboratory shall be conclusive \nevidence of the facts stated therein. \n19. Publication of results of test and analysis.  The 1[Federal Government] may \npublish  in such manner as it may deem fit the result of the test and analysis of a pesticide m ade \nby a Government Analyst or the Pesticide Laboratory und er section 18 together with su ch oth er \ninformation relating thereto if any as it may consid er necessary. \n 20. Purchaser of pesticide may have it tested or analysed.—(1) Any person who \nhas purchased a pesticide may apply to a Government Analyst to condu ct a test or analysis of the \npesticide. \n (2) An application under sub-section (1) shall be made in such form and manner and be  \naccompanied by such fee as may be prescribed. \n (3) The Government Analyst to whom  an application is made in accordance with sub- \nsection (2) shall condu ct the test or analysis and issue to the applicant a report signed by him of the \ntest or analysis. \nCHAPTER  IV \nMISCELLANEOUS. \n 2[21. Offences and penalties.—(1) Any person who impo rts, manufactures, formu lates, \nsells, offers or exposes for sale, holds  in stock for sale or advertises for sale an adulterated or sub -\nstandard pesticide shall be guilty of an offence. \n (2) The person guilty of an offence under sub-section (1) sh all be punish ed,— \n(a)  in the case of an adulterated pesticide, in relation to a first offence with \nimprisonm ent for a t erm which shall not be less than one year or mo re than \nthree years and with fine amount ing to five hun dred thousand rupees and for \nevery subsequent offence with imprisonm ent for a term which shall not be \nless than two years or more than three years and with fine which shall not be \nless than five hund red thous and rupees or more than one milli on rupees; and \n \n \n \n \n1Subs, by F.A.O., 1975 (P.O. No. 4 of 1975), Art. 2 and Table, for \"Central Government.\" \n2Subs, by the Agricultural Pesticides (Amdt.) Act 1997, (39 of 1997) s. 3. for section 21, which was previously amended by Act 19 of 1992, s. 9. \n \nPage 13 of 21 \n (b)  in the case of a sub-standard pesticide, in relation to a first offence with \nimprisonm ent for a term which shall not be less than six  months or mo re than \ntwo years and with fine which may extend to five hundred thous and \nrupees and for every subs equent offence with imprisonm ent which may \nextend to three years and with fine but shall not be less than the punishm ent \ngiven for the first offence.] \n1[21A. Punishment for offences not provided for in section 2. Any person who \ncontravenes any of the provisions  of this Ordinance or the rules for the contravention  of whi ch \nno oth er punishm ent is provided in this Ordinance, shall be punish able with  fine whi ch may extend \nto one  hund red thous and rupees]. \n 2[22. Manufacturer’s warranty to dealers. Whoever gives a false warranty to a dealer or \npurchaser in respect of adulterated or sub-standard pesticide shall, unless he proves that when he \ngave the warranty, he had good reason to believe the same to be true, be guilty of an offence \npunish able in the same manner and to the same extent as provided for under section 21.] \n 23. Unlawful use of registration number lowering of pesticidal value or hindering \nthe Inspector from performing his duty. Any person who— \n(a)  unlawfully uses any registration numb er assigned or as if it had been assigned \nunder this Ordinance, or \n(b)  wilfully alters the composition  of a pesticide by mixing any other substance \ntherewith after the said pesticide has been placed on the market by the \nmanufacturer, impo rter or vendor, or \n(c)  wilfully obstructs, hinders, resists,  or in any way oppos es any Inspector in \nperforming his duti es under this Ordinance, \n3[shall be punish able,— \n(i)  in the case of an offence under clause (a) or (b) with imprisonm ent \nfor a term whi ch shall not be less than two years or mo re than three \nyears and with fine whi ch may extend to one  million  rupees; and \n(ii)  in the case of an offence under clause (c) with imprisonment for a \nterm which may extend to six mont hs and with fine which may extend \nto one hund red thousand rupees]: \n24.  Entry and seizure.—(1) If an Inspector h as reason to b elieve that an offence \npunish able under this Ordinance or the rules made thereunder has been, is being or  is about to be  \ncommitt ed at any time  or place, he may enter and search, such place and seize any pesticide, article \nor thing  to whi ch the o ffence relates found th erein. \n \n1New section 21A ins. by the Agricultural Pesticides (Amdt.) Act 1997, (39 of 1997) s. 5. \n2Subs, ibid:, s. 6, for section 22, which was previously amended by Act 19 of 1992, s. 11 \n3Subs, by the Agricultural Pesticides (Amdt.) Act 1997 (39 of 1997), s. 7,for \"certain words\".\n \nPage 14 of 21 \n  (2) Any pesticide, article or thing seized under sub-section (1) shall be dispos ed of in \naccordance with the decision  of the  Court before whi ch the offender is prosecuted for a \ncontravention of any of the provisions of  this O rdinance or the rules. \n1[(3) An Inspector may apply to the District Magistrate, Addition al District Magistrate, Sub-\nDivision al Magistrate of the  District or Sub-Division  or Tehsil or Taluka, as the case may be, for \npolice assistance and such Magistrate may direct that an executive M agistrate shall accompany the \nInspector alongwith a police party for the purpose of collecting sample for examination. ]. \n 25. Power of Court to order forfeiture. If any person is convicted of an offence \npunish able under this Ordinance committ ed by him in respect of any pesticide, article or thin g, \nthe Court convicting him may further direct that the pesticide, article or thing  shall be forfeited to \nthe 2[Federal Government.] \n 26. Cognizance of offence s, etc.—(1) No court inferior to that of a Magistrate of the first \nclass shall try an offence punish able un der this Ordinance (Act V of 1898).  \n (2) Notwithst anding  anything contained in section 32 of the Code  of Criminal Procedure, \n1898 (Act V of  1898). , it shall be lawful for any Magistrate of the first class to pass any sentence \nauthorised by this Ordinance even if such sentence exceeds his powers under the said section 32. \n 3[26A.  Cognizance and prosecution of offences. The offences punish able under this \nOrdinance shall be cognizable and non-bailable but a poli ce officer shall not register or inv estigate a \ncase relating to an offence under this Ordinance except on a compl aint by the Inspector and the \nPublic  Prosecutor shall be responsible  for conducting prosecution  of offences und er this Ordinance.] \n 27. Power to try offences summarily. Any Magistrate of the first class or any bench of \nMagistrates invested with the pow ers of a Magistrate of the  first class empow ered for the ti me being \nto try in a summary way the offences specified in sub-section (1) of section 260 of the  Code  of \nCriminal procedure, 1898 (Act V of  1898), may, on application, in this behalf being made by the \nprosecution,  try in accordance with the provisions  contained in sections  262 to 265 of that Code, \nany offence punishable und er section 21. \n28. Indemnity. No suit, prosecution  or other legal proceeding shall lie against any person for \nanything which is in good faith done  or intended to be done  under this Ordinance or the rules. \n29. Power to make rules.—(1) The  2[Federal Government] may, in consultation with the  \nAgriculture Pesticide Technical Advis ory Committee and after previous  publi cation in the o fficial \nGazette, make rules for carrying the provisions  of this Ordinance into effect. \n (2) In particular and without  prejudice to the generality of the foregoing power, such \nrules may provide for all or any of the following  matters, namely :— \n \n__________________________ _________________________________________________ _____ _ \n1New sub-section (3) added by the Agricultural Pesticides (Amdt.) Act, 1997 (39 of 1997) s. 8. \n2Subs. by F.A'.O., 1975 (P.O. No. 4 of 1975), Art. 2 and Table, for \"Central Government.\" , \n3New section 26A ins. by Act 39 of 1997. s. 9. \n \n \n \nPage 15 of 21 \n  \n(a)  the nomenclature of every form of plant and animal. life that shall be deemed \nto be  insects, fungi or other plant or animal pests; \n(b)  the form in which an application for the registration of a 1* * * pesticide or \nfor the  renewal of registration shall be  made, the, information th at shall be \nfurnished therewith and the  fee that shall accompany it; \n(c)  the procedure for the grant of certificates of registration of 2[pesticides \nnot h aving a trade name or otherwise] and renewal of such registration and the \nform of such certificates; \n(d)  the language of the tags or label to be attached to the containers and packages \ncontaining pesticides and the character and location of the printing to  be \nmarked on su ch tags, labels and containers; \n(e)  the functions  of the Pesticides Laboratory and the procedures to be followed \nby it in the p erformance of such functions,  includin g— \n(i)  safeguarding of the secrecy of the formulae of any 3* * \n*pesticides disclosed to it; \n(ii)  collection of samples of pesticides for test or analysis; and \n(iii)  the form in whi ch its  reports of tests or analysis shall be \nwritten; \n(f)  the methods  of analysis to be follow ed, and the limits  of variability to be \nallowed, by the  Government Analyst as between the information marked on \nthe container or on a label attached thereto or suppli ed to the pu rchaser when \nsold in bulk, and the results of the analysis; \n(g)  the qu alifications  and du ties of the Gov ernment Analysts; \n(h)  the form in wh ich an intim ation of the pu rpose for which a sample is t aken by \nan Inspector shall be given by him to the person from whose  possession  the \nsample is taken, the instruments to be employed, and the quantities to be \ntaken, by an Inspector while  taking samples for test or analysis and the \nmanner in which they should  be p reserved and sent to the Government \nAnalyst and the 4[Federal Gov ernment]; \n(i)  the form in which an application shall be made by the purchaser of a pesticide \nto a Government Analyst for test or analysis of the pesticide, the manner in \nwhich a purchaser may send a pesticide for test or analysis to the Government \nAnalyst, the information that shall be furnished with such application and \nthe fee that shall accompany it; \n \n \n1The words 'brand of a\" omitted by the Agricultural Pesticides (Amdt.) Act 1992, (19 of 1992) s. 12. \n \nPage 16 of 21 \n 2Subs, by the Agricultural Pesticides (Amdt.) Act. 1992 (19 of 1992), s: 12, for \"brands of pesticides\". \n3The words \"brands of\" omitted ibid. 3See foot-note I. on page 930 supra. \n4Subs. by F.A'.O., 1975 (P.O. No. 4 of 1975), Art. 2 and Table, for \"Central Government.\" \n \n(j)  the pesticides that are generally detrimental or injurious to vegetation, \ndomestic animals or public h ealth even when used according to directions;  \n(k)  the p esticides that are to be  labelled \"Poison\"  and their antidot es;  \n(l)  the requirements for the safe storage of pesticides ; \n(m)  the quantities of different 1 * * pesticides which a person may hold in stock \nat any one time and the premises in which, and the conditions  subject to \nwhich, he m ay hold th em in sto ck; \n(n)  the precautions for the protection of workers against risk of poisoning  by \npesticides arising from their wo rking— \n(i)  in connection with the use o f such pesticides in agriculture; or \n(ii)  on land on which such pesticides are being or have been used in \nagriculture; \n(o)  the restrictions  or condit ions as to the pu rposes for whi ch, the circumst ances \nin whi ch, or the m ethods  or means by which, a pesticide may be used; \n(p)  the restrictions  or conditions  involving a  general prevention or limit ation of \nthe use of  any pesticide in  agriculture; \n(q)  the provision,  and keeping available and in good order, of facilities for \nwashing and cleaning and of other things needed for protecting p ersons,  \nclothin g, equipm ent and appliances from contamination with p esticides or for \nremoving sou rces of contamination therefrom; \n(r)  the observance of precautions  against poisoning  by pesticides including  the \nuse of  things provided in pursuance of the rules, and abstentions  from eating, \ndrinking  and smoking  in circumst ances involving  risk of poison ing by \npesticides; \n(s)  intervals between, or limit ations  of, periods of exposu re to risk of poisoning \nby pesticides; \n(t)  the observance of special precautions  in the case of persons who,  by reason \nof their state of health, age, or other circumst ances, are subject to particular \nrisk of poisoning  by pesticides or of injury therefrom, or impo sing, in case of \npersons s o subject, prohibitions or restrictions on employment of workers ; \n(u)  the measures for detecting and investigating cases in which poison ing by \npesticides has occurred; \n \n \nPage 17 of 21 \n 1The words \"brands of by the Agricultural Pesticides (Amdt) Act, 1992 (19 of 1992) s. 12. \n \nPage 18 of 21 \n (v)  the provisions  of effective facilities for prevention  of poisoning  by \npesticides and first aid treatment; and \n(w)  the provisio n of instruction and training  in the use of things provided in \npursuance of the rules and in the observance of precautions  against poisoni ng \nby pesticides. \n 30.  Delegation of Powers. The 1[Federal Government] may, by noti fication in the \nofficial Gazette, direct that all or any of its powers under this Ordinance or the rules shall in su ch \ncircumst ances, and under such conditions,  if any, as may be specified in the direction, be  \nexercised also— \n(a)  by any officer or authority subo rdinate to the Federal Government, or  \n(b)  by any Provincial Government or by any officer or authority subo rdinate \nto su ch Gov ernment. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n_________________________________________________________________________________________________________________________  \n \n1Subs. by F.A'.O., 1975 (P.O. No. 4 of 1975), Art. 2 and Table, for \"Central Government”\n \nPage 19 of 21 \n \n \nPage 20 of 21 \n  \n \n \nPage 21 of 21"
}