{
    "file": "./converted_json\\administratorba232f8e1ae7a70597f093de4151f179.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGTSTERED No.Y#\nGbeGvdfr d Sa[lrtut9\nEXTRAOBDINAFY\nPUBLISHED BY AUTHORITY\nISLAMABAD. THURSDAY, MAY 24,20T8\nP  RT\nActs, Ordinlnces, Pr€sident's Orders and Regulations\nSL:,{ATT SECRT]TARI AT\nlslIuahdd the 221 1 MaY 2018\nNo.F.9(5)/2018-Legis - fhe lollosing Acl o[ -Maili\\-e-Slroorr\n(Parliamenl) recer!ed th. u\"r\"-n, ot th. President on 18_Ma) 201Ednd is hereb)\npu b tished for general infomation:-\nAcr No. XXII oF 2018\nAn Ad ta Proide fL)t Lf ittti dl ittstrce qsten lor j w iles\nwlllil(E^S it is c\\pedient to providc for criminaljustice system aDd social\nrcintegration ofjuveniles;\nIt is hereby enacted as fbllows:\nI Short (itle. extcnt and commcncement -( 1) This Act rnay be\n.r,lcd lhe .lu\\ er)rle Ju.liLc S\\ ,lcrn Acl. :018.\n(2) It extends to the whole of Pakislan'\n(3) lt shall come into force at orrce.\n(3ll)\nPrice: Rs l0 5l)\n[5948(2018),8x. Gaz l\n}12 l HEGAZI]TTEOF PAKISTAN. EXTRA,. \\4AY -]rI.2[,I8 IPAIU 1\n2, D€linitions.-ln this Acr. urrless thcrc is anything repLLgDant in the\nsubject or ccotcxt -\n(a) 'best int3rest of (he child' means the ba:;is for rny decision taken\nregardin.Ithe child to ensure fulfillment of his basic riglrts aDd needs.\nidentity, social well being, physical. emotional and ps)chological\ndc\\eloplrrnl:\n(b)'thild\"nLeansforthepurposesofthisActal)erson\\hohasnotattained\nthe age ( feighteen.years;\n(c) \"Code\"neans the Code of C nm inal proced ure. tE9E(,\\ctVoll898)i\n(d) \"diversi:n\" Dleans an alternative process of dererntining the\nresponsil)ilrry and trca0Dent ofajuvcnile on the basls ofhis social,\ncultural, (iconomic. psychobgical and educntional background without\nre\\oning lo fornal judicial proceedings:\n(e) \"Govcrrr nent\" means the Federal Gove.nmcnl or the Provincial\nGovemn er1t, as the case rna)'be;\n(l) 'guardia t\" in relation to ajuvenile rneans a parent ot a pe6on who\nhas been appointed as a guarclian by the (ourt or a person who has\nactual ca c ofthe childl\n(g) \"heinous cffence\"rneans an ollancewhich ii serioLrs, groesome, bmtal,\nsensational in charactcr or shocking to pul)lic moralitv and which is\npunrshabeurderthePakistanPenalCode, lt60 (Act llV of I 860) or\nany other law for the time being in force with death or imprisonment\nfor life o- inrprisonment for ntore than sevcn years u ith or without\nfinel\n(h) \"juvenile' rneans. a child $ho may be deak with for an r,ffence in a\nmanner I hich is diflereDt from an adult;\n(i) \"Juver)ilc Court means a cout establishe( urder section 4:\n(j) \"Juvenile Justice Cornulitree means a corlmittee estilblished under\nsection loi\n(k) \"Juvenile Rehabilitation Centrc', means a place where a.iLtvenile ma)\nbe kept and given educatioD- \\,ocational or rechnical tratnirrg for his\nmental, nroral and psychological developn ent and includes ce(ified\nPARr Il THEGAZETTE OF PAKISTAN, EXTRA., MAY 24,2018 313\ninstitutions,juvenile tmining institutions, borstal institutions, vocationirl\ncenlres, daiul-amaan and women crises centres established by th!\nGovemmcntorbv volunhry organlzational certified by the Covernnrent,\n(l) \"Juveaile oiTendei' rreans a child who is alleged to have commitred\nor who has been found 1() have committ€d an offence:\n(m) \"major offence\" Ineans an offence for which punishment under lhe\nPakistan Pcnal Codc, 1860 (Act XIV of I860) or any other law for\nthc time being in force rs more than three years and up to seven years\ninr prisonment with orwithoutfinc;\n(n) 'nredrcal ofllccr\" nrcans a Dredical ofiicer notiUed as such by tle\nCo!emrnellt:\n(o) ''ninor ofl'ence\" Ineans an offence for which maximum punishment\nunder the Pakistan PenalCode, 1860 (XLV of lt60)or any other la$\n. for the time being iD force is irrprisonment up to three ycars with or\n$ithour fine:\n(p) \"observation hom e\" means a place \\yhere ajuvenile is kepttemporarily\naftcr being apprehended b) police as well as after obtaining rernand\nliom JLrvenile Cou11 orothenvise for conducting inquiry or investigation\ntbr lhe Iurf'ose. nl rJ'r\\ Acl:\n(q) 'prescribed\" nreans prescrrbed by rules made urder thrs Act;\n(r) _probation oflicei'rnears a persoD appointcd under the Probation of\nOfTenders O|dinance, I960 (XLV of 1960): and\n(s) \"suitable peBon'means any person, trust, association orsociety duly\nrecognized by law whosc object is welfare and prolection ofchildren.\nExplandtion -petsan in this clause means the guardian of a\njuvenile or any other person appointed by a Juvenile Court for the\npurposes ofthis Act.\n(2) Ajuv.::ile shall be inlormed about his rightsavailable underthe law by\na legal practitioner within rwenb, four hours oftaking him into custody.l. L€gal assistance.-{ l) Everyjuvenile or a child who is victirr ofan\noffence shall have the right of legal assistance at expense ofthe State.\n314 THE GAZEI l-g OF PAKISI AN. EXTRA.,IIAY 24.2018 [P^R1 l\n(3) A legal p.actitio'rer appointed by the Co\\cmment or by the JtrYenilc\ncoun fbr providilrg le8al assistance to a child victim ofan olleDce or ajuvenilc shall\nhave at least seven yoars standirg at thc Bar\n4. Juvenile Court.-(l) Thij Govcrnrnent in consultation with the\nconcemed Fligh Coul shall [b] nolification in the olUcial Gazeltel establish or\ndesignate one or moe Juvenilc Courts, within a period of thre€ mondrs of thc\ncommenccrncnt of th s Act.\n(2) A Juvenile Court may be established for one or more sessions divrsions\nand in that case the Juvenile Court may hold trialofa case at such place as the High\nCourt may specify\n(3) No persrn shallbe appointed as a Judge ola Juverlile Court unless hc\nis or has been a Sesjions Judge or an Additional Sessions Judge or a Judicial\nMagistrale vested with powers under seclion l0ofthe Code ora prarjlicing advocatc\nwho has at least ten y3ars standiug at Llar and the latter shallbe appointed on such\nterms and conditions as the Covemment may detennire in consultation wilh lh€\nconcemed IIigh Court.\n(4) The lu\\enile Court shall have exclusive jurisdiction to try oases in\nwhich ajuvenile rs accused ofcommission ofan offence.\n(5) Subject to sub sectioD (4), on commenccment ofthis Act all cases\npending belbre a rrial coLrft in which ajuvenile is accus:d ofan offence shall stand\ntransfered to the Juv( mle Coort hav ingJ u risd ic tion.\n(6) The Jurenile Court shall not, merely b) reason ofa change in its\ncomposition or transf-'r ofa case under sub-section (5) be bound to recall or\nre-hear any witness v ho has given evidence and may rct on the evideDce ahead)\nrecorded,\n(7) lfany court taking cognizance ofan off:nce finds rhat an accused\nbrought belore it is a.iuvenile. it shall transfer his casr to the Ju\\ enile Court for\nfurther proceedings.\n(8) On takilg cognizance of an o1]tnce. the - uvenilc Cou( shall decide\nthe case within six m( nths\n(9) Where lhe case is ot decided within six months iD terms ol-\nsub-section (8), theJuvenile Coufi shallseek extension liom the Hrgh Cou(concemed\nexplaining the reasoni for not being able ro decide the (ase within prescribcd lime\nlimit. Ifno such extenrion has been sought by the Juvenile Court, tjre complainant or\nthejuvenile may mak0 an application to the High Court in this respcct.\nPAR| ll THE CAZE II'E OF I,AKISIAN, EXTRA., MAY 24,2018 ll5\n(10) The Juvenile court may hold its srtting at a piace, other than the place\nin \\hich thc ordinary cou(s hold sillings for tria I of other cases.\n5- Arrestofa iuvenile.-al) The anesledjuvenile shall bekeptinan\nobservation home and the officer-in-charge ofthe police station shall, as soon as\npossible,-\n(a) irfonn guardian ofthe_iuvenlle, ifhe can be fourld. olsuch arest and\ninfonn him ofthe time. date and name ofthe Juvenile Court beforc\nwhich the.iuvenile shall be prodLrced; and\n(b) inaofln the corcerned probation officer to enahle him to obtain such\ninfonnation aboutthe juvenile and othermaterial circumsrances rvhich\nmay be ofassistance to the Juvenile Court fbr rnaking rnquiry.\n(2) Nojuvenile shril be arrested undcr any of the laws dealing with\nprevenrive detention or under the provisions of Chapter Vlll ofthe Code.\n(3) TIe repon undcr section l7l olthe Code shallalso descflbe the steps\ntaken by the officeFiD-charge firr relerrirg the matter to the JuveDile Justice\nComrnittee lor disposal ofcase through diversion. where it was so required under\nsection 9\n6. Release of a juvenile on bril.-(l) Notwilhstanding anything\ncontained in the Code, ajuvenile accuscd ol-brilable oflcnce shall, ifalread) nol\nreleased under secnon ,196 ofthe Codc, bc .clcascd by the Juvenile Court on bail\nw ith or without surety unlessitappcars that there are reasonable grounds fbr believing\nthat the release of such juvenile may bring him in assocration with criminals or\nexpose him to any other danger ln this situation thejuvenile shall be plac€d under\nthe custodyofa suitable person or Juven ile Rehabilitation Centrc under fie supervision\nofprobahon officer. Thejuvenile shall not under any circumstances be kept in a\npolice station underpolice custody o.jail in such cases\n(2) The JuveDile Couft shall, in a case where a juvenile is not relcased\nunder subsection (1), direct the police for tracing guardian of such juvenile and\nwhere guardian ofsuchjuvenile is traced out,llle Juvenile Court may immediately\nhando\\rrcu\\tod\\ ol lhejurellilc lo h s gudrdrar.\n(3) where ajuvenile is arrested or detained for commission ofa minor or\na maior ofience tbr the puryoses olthis Act, he shall be teated as ifhe was accused\nof commission of a bailable oflence.\n(4) Where a.iuvenrle oI more than sixteen years of age is areslcd or\ndetained for a heinous offence, he may not be released on bail ifthe Juvenile Court\n]16 IHEGAZIIl'EOI]I+KISTA\\.I]XTRA,,MAY 24,20]8 [PARTI\nis ofthc opiuion that I rcre arc reasonable grounds to b(:heve thal such juvcuile is\ninvol\\ed in commission oIa heillnu\\olltnL(\n(5) Where tte Juvenile Court is of the opinion Lhat the deliL) in the trial ol.\na juvenile has not bee r occasioned by an act or omission of such - uvenile or any\nother person acting on his bchallor in exercise oFany right or privilcgc under an),\nlaw for the time bcing nforce,suchjuvenilcshallbcrclcasedonbalifhehasbe€n\ndetained For a contiou.us period exceeding six rnonths and whose trLal has not been\ncompleted-\n7. Inves tig,rtion i r j uvcnile cascs.-1 I ) Aj u,,'en i le shall be ilr terogated\nby a police officer not below the rank of Sub lnspedor under supervisibn ol\nSuperinlendent ofPolioe or SDPO.\n(2) Thc in\\'(sligalioD ofljccr dcsigna(cd undcr srb-\\cctii]n (l) shall be\nassisted by a probation ()fticeror tr) a socialrvellhre ofl]cerDotilied b) lhe (iorcmn)eDt\nto prepare sccial invesligation report to bc anncxcd \\ itl the repon prepared under\nsection 173 ofrhe Code.\n8. D€termilatiori of age.-(l) Where a person allcged 1() have\ncommitted ar otTence rhysically appears or claims to b. ajuvenile for the purpose\nof this Act, the omcer-in-charge of thc police station (,r' thc investigation olTicer\nshall make an inquiry :o determiDe the age of such pers,rn on the bISis of his birlh\ncertificate, educationa certificates or an) other pertinent dooument$. In absencc of\nsuch d(xuments, age ( fsuch accused person may be dclcrmincd on the basis of a\nmedicalexarnination rrporl b) a r_edicalomcer.\n(2) when af accused person who physicall)' a ppears to be aiuvenile l.or\nthe purpose ofthisAct is brought befole a Court uDder sDction 167 olthc Code. the\nCorltlbeforegranting{urtherdelentionshallrccordilsfindingsrcgardingageonthc\nbasis of avallable rec( rd including the repod subrnihe(l b-,-' thc police or nredical\nexamination report by a rnedical oUlcer.\n9. Disposal of cascs through diveNion.-(l) With the conscnt of a\njuvbnile or hrs guardiarr, as the case.rnay be, the complainl againsL ajrrv€rrile r€lating\nto offences as spec;fiei in sub-section (6) shall be ref'erred to the Juvenile Justicc\nCommittee for disposa I ofthe samc through diversion.\n(2) The divtrsion can be exercised at any stage dlrriDg the course of\ninvestigatior by the p( Iice and during trial by the proseoution and the Couft iD the\nprescribed manncr.\n(3) Where a oasc is rclerred to the Juvenile Justice Cornmittec bv thc\npolice, the submission ofreport ofpolice ofllccr requir€d under sectron I7l ol the\nCode shall bc postponcd till the flnal o.der ofrhe Cornmittec.\nI'^Rr lj TIIE GAZE fTE OF PAKISTAN. EXTRA , MAY 24, 2018\n(6) Drversion shall be exercised in the prcscdbed manDer in cases,-3 t'7\n(1) The Juvcnilc Justicc Committee shall dispose ofa case, with consent\nofthe persoD against whom the ofTence $as cotnmitted, by resorting ro differeDr\nrnodes of drversion irrcluding.\n(a) restitutionofrnovablcproperty;\n(b) repamtion ofthe darraSe caused:\n(c) writtenororalapology;\n(d) panicipation in commtlnity service;\n(e) payments of t'lne and costs ofthc procecdings:\n(0 placement in Juvenrle RehabilitationCentre; and\ntgr !vrinen and oralreprimand:\nProvided that where the complainant is a state functionary and\nthe offence has not been committed against a private person. the\nJuvenile Justice comlniftee may dispose ofthe case through diversioll\nrvith corrsent ofthe concemed public prosecutor.\n(5) Forthe purposes ofdivelsion, alloffences either minor or major shall\nbecompoundable.\n(a) wherc ajuvcnile is accused ofcommission ofminor offences; and\n(b) $here ajuvenilc is accused ofcommission ofmajor offences and the\nage of the juvenile is not more than sixteen years at the time of\ncommission of of-fence.\nl0 Juvenile Jusrice Committe€.-{l) or commencemenl o[ this Act\nblt nol latcr than three rnorlths- the Government in consultalion with the concerned\nSessions Judgc shall cstablish the lu!enile Justice Commrtlee for each sessions\ndivision.\n(2) The Ju!crilc Justice Committee shall consist offour members $,illr\nfollowing composrtion, namely:\n(a) servingJudioial Magiskatewith powersundersection30oftheCode-\nwho shall also head the Committee:\n]I8 'I'HE GAZEITE OF PAK]SIAN, [XTRA,. Mr\\Y 24.:OItt LPART I\n(b) district P rblic Prosecutor;\n(c) member,rflocal Bar having at lcast seven years standing ar lh. Bar,\nappornte(i by thc concerned Sessions Judgc for period oft\\\\o I ]ars;\n(d) scrving p.obation officel orsocial wclfare cfficer not bclow thc ink\nof an offcer in BPS-17.\n- - (3) The plac.ofsittingoftheJuvenile-Justice(lommitlee rnay preleritr \\\nbe in the same prcmises where thc'Juvenilc Court holds iifting\n(4)\nnamely:-The Juvcnile Justice Comnlittce shall perro.m tbllou'ing functi(n .,\n(a) disposc ( l.the cases through diversion uPon referral f|om the police.\nprosecutron or the Juvenile Court. as the case may be, within a perio(l\nofone monfh from the date ofthe refcrral\n(b) inspecttl e obscrvation homes and Juvenile Rehabilitation Centres and\nrnay givi) directions to the officer-in_chalge of such places for the\nmcasures to lre takeD forwellarcand socialr,i illtegatiotl ofthcjuvenile\nkept und x their supcrvision;ard\n(5) For the adminislratior and functionin!, of the Juvenilc Justice\nComrnittee. provision ofstaft'shall bc withLtr the po\\!eIs oflhe Scssions Judge of\nrespective drstrict.\n11. Procedurc ofJuvenile Court.-{l) Juvelrle Court shall follow the\nprocedure provided fo ' rn the Code unless provided oth(,rwise in thls Act.(c) such orh,:r functions as ma) be prcscribed\n(2) No pcrson shatlbe present at any sfihng oftle Juvenile (lourt, cxcept,\n(a) staffand officers ol'the Juvenile Cou(;\n(b) parties t) the case belbre the Juvenile CoJrt and such other persons\nwho a.e lirectly coDccnred\\,!ith the proce,:dings irrcluding thc police\noflicersr\n(c) guardiar ofthejuvenile: and\n(d) such othjr persons as the Jnvenile Court (lirech to bt. prcsent.\nP^Rr IlTHE GAZDTTE OF PAKISTAN, EXTRA , MAY 24,20I8 ]]9\n(3) Atanystagc ofprocecdlngs. the Juvenilc Cout nr ay inthe best inleresl\nol a jLryenilc's decency o. moralil), direcl an)_ person to withdraw from Court for\nsuch period as the Cor.rrt lnay diect\n(4) Ifat any stage ofproceedings, the Juvenile Court is satisfied thatthe\naftendarce of thejuvenile is not esscntial for the puryoses of the trial, the Juvenile\nCou( may dispense with the attcndance and proc€ed with the lria! of the case ir\nabsence of the.)uvenile.\n(5) when ajuvenile who has been brought before the Juvenile Court is\nfound to be suffcring frotn serious illness, whether physical or mental and requires\ntreatment, the Court shall send such juvenile to a hospital or a medical institution\nlvhere tr€ahnent shall be given to the juvenile at the expense ol the State'\n12 Trial ofiuvenile with adult person.--( l) Notwithstanding anythinB\ncontained in section23gofthe Code o.any other law for the time being in force and\nsubiect to the provisions ofsub-sections (2) and (3), noiuvenile may be charged\n!vith and tried for an offencc together with an adult.\n(2) Ajuvcnile may be charged with and tried together with an adult by the\nJ!venile Court if the Cou( is satisfied that it rs in the iDtercsts ofjustice to hold a\njointrial.\n(3) In case olloint trial, the Jr.:venile Coun may dispense *'ith the physical\nprcsence oflhejuvenile before ir without any application in this regard andjuvenile\nrnay be allowed to j oin the Cou rt proceed ings through aud io-! is ua l technologj lillk\nl3 Disclosure oI identit) of th€ iuvenilc. (l) whoever prints or\npublishesthenameoranymalterwhlchnlaymakeknownidentiqofajlrvenileshall\nLe punished with imprisonment bfeither desc.iption for a term uhich ma]' extend to\nthree years and shall also be liable to fine\n(l) Nothing;n sub-sectior (l) cxtends toany prinlingor pubtrcatlon ofthe\nname or any,natterwhich nray mukc known the identio' ofa j uven ile ifsuch printing\norpLrblicationis,-\n(a) by or undcr the order in *riting ofrhe officer-in-chirgc ofthe polico\nstation or the police officcr makingthe rllvestigation into such offenc!-\nacring in good laith ior the purposes oIsuch investigation; or\n(b) by or with the authorization in writing of the j uven ile or the next of-l in\nofthejuvenile:\n320 'lHE GAZIITTE OF PAKISTAN. EXTRA.,lVAY 24,2018 IPAR|l\nPr)vided that no such aulhorization shall be gi\\en by the next\not-kin to anybody other than the chairman orthe secretary by $'hatever\nname ca led. of an) recogni,,ed uel[are in!lilurion or(,rganiralion\nExrlanation -Fot lhe purposes ofthis su b-sec tion, 'recogn ised\nwelfare nstitution or orgaDization\" mcans a socialwelfare institution\nororganisahon recognrsed in lhis behalf bylhe Covernrnent.\n(3) Whoever printsorpublishesany matte. in relationto any proceedings\nbefbre a Juvenile Corrrt )vilh respect to ajuvenile reirrred to in sub-section (l)\nwithout thc previous ptnnission ofJuvenile Courtshallbe punished wi 1inlprisonment\nof either description lbr a ierm lvhich may extend to t,vo years and shall also be\nliable to fin€.\nE planation- Theprintingorpublicationofthe,udgmcntof anyHighCourt\nor the Suprcme Coun does not amount to an offence rr'ithin the rneaning of this\nsection.\n14. Report of probatiotr ofticer.-{l) The plobation ollicer shall assist\nand prepare a report on direction ofthe Juvenile Court 'rithin such time as may be\ndirected the Coun at rlny stage regarding,\n(a) juvenile s character. educational, socialand moral background\n(b) Ju\\renile's admission ofcommitting an omrnce, ifany. rnade wilh frce\nconsent md voluntarily;\n(c) any evicence thatjuverile actually comm tted the oflencel\n(d) all legal and appropriate assistance provided at all levels tojuvenile for\nhis unde stand ing, concept and consequenc rs, even to the ch ild's fam ily\nand guardian;\n(e) stepstakenformedialionorcompromisewiththecornpla;nantorviclim\nand posribility ofseftleme[t; and\n(0 possibil tyof sendrng thejuvenileto Juvenile Rehabilitation Centrcor\nrclecse,,n probarioll.\n(2) Su bject .o su b section (l ) the repof ofthe probation oflicer su bm ilted\nto the Juvenile Cou( r hall be treated as confidential.\n(3) The Juv )n'le Court ma),, if it so thinks fit, commLrniciLlc substarrce oi\nthe repoft to thejuveni eh guardian and. where any one oltheD disprtes thccorlenls\nPARj ll THE CAZETTEOF PAKISTAN. EXTRA., MAY 24,2018 321\nor views contained therern, the Juvenile Court mav give suchjuvenile or guardian, as\nthe case may be, an opportunify ofproducing such cvidence as rnay be relevant to\nlhe matler staled in the repon.\n15. Poners ofJurenile Courr lo order foi rclease. On reccipt ol\nreport under section 14 and on conclusion ofan inquiry investigation or trial. the\nJuvenile Court may, keeping in !iew the best interestofthe child,-\n(a) pass an order for release ol thejuvenile offender after the victim or\ncomplainant, as the case may be, pardons himt\nProvided thal the Juvenile Court may refuse to release dre\njuvenile offerder even if the victinr or cornplainaot pardons if the\nJuvenile Courl for reasons to be recorded in wriling considers that\nsuch release is either against the public policy or the inlcrests of the\nStat€:\n(b) pass an order for the community servlce, fine, compensation to the\nvictim or comp Iainant restitu tion ofpropcrty, counseling;\n(c) direct thejuvenile offenderto be released on pmbation for good conduct\ncnd place such juvenile offender under care of a guardian or an)\nsuitable person or such Juvenile Rehabilitation Centre established or\ncertifi€d forthe purposes ofthisAct for any period not exceeding thc\nperiod ofconfinement awarded to suchjuvenile;\n(d) direct the p.obatior oflicer to submit probation reporr iD prcscribed\nProvided that ifajuvenrle otlenderfails Lo comply wirh the ordeB\norviolates the conditionsofordeIs of releaseon probation. thc JUvenile\nCourt may pass any order as itmay th ink fit, including cancellation of\nprobation order;or\n({r) make an order directing thcjuvenile ollender to be sent to a Juvenile\nRchabililation Centfe until he attains the age ofeightecn years or till\nthe completion ofperiod oflmprisonment, whichever comes earlier.\n16. Ord€rs thdt shall not be passed lyith resp€ct to a juvenile. ll)\nNo person who was a juvenile oflender at the time of commission of an offence\nsha ll b€ a\\!ardrd punishmenr ofdeath.\n(2) Nojuvenile ojTender shall be comn1itted to prison, ordered to labour',\nput in fetters, handcuffed or grven any co.poral punishmcnt at any time while in\ncustodyl\n322 TllE CAZETTE OF PAKISTAN. LXTRA., M,\\Y 24,201ti [PAIrr I\nProvided that il lhere is rcasonable lpprehensroD c fthe escape ol thejuvenile\nolfender from custody ,r'ho is nrorc than si\\teen ]. cars ofare and ; Yolved il] heinous\noffence or he ls preyio rsly con!rcted ofan offence puDijhablc \\!ith imPrisonment\nfbr life. for reasons 1(r bc rccoidcd. he lna) be handcu fed or Ptrt into a solitarv\nconfinenrent rn a JLrven le Rehabil;tatioD Centre or obseNrltion home lor a period Dot\ncxceeding t$ cnty-lbur hours\nl7- SDccial )rovision for female j'rvenile.-{l) No tirnale.iuvenile\nshall in any circulnstarces be apprehended or invesligatcd by a nralc police of'j'icer\nor rcleased on probatrcn undcr supcr'',ision ofa male officer.\n(2) A femalejuvenile shallonly be kept in a Juv:nile Relnbilitation Centre\nestablished cr cenified exclusively for f'emale inmates.\n18. Appeal.-{1)Anl Person convicted by a .luvenile Ccurt ma,v prefer\nan appeal in aocordan(c with the provisions ofthe Code\n(2) Incaseo ujuvenile ofltnder theappcalm.y be prefened by grrardian\nacting on behallof the iuvenile.\n(3) The Go\\ernment or arr) persoD aggrieled by an orclet i)l acquittal\npassed by the Juvenile court may. within $rlty days, pK fer fln appeal aga;nst such\norder in rccordance $' th the provisiolrs ofscction 417 cfthe Codc.\n19. Removal of disqualilicalion afiflchcd v/ith convictioD.-Subjcct\nto provisions ofthecorrstrttltion, ajuvenilc o lfen der con\"ictcd under rhe provisions\nofthisAcl shall nol suffer a disqualificalron, ifal]y, attaching to a conviction ofan\nollence undor such la,v.\n20. Establi!hntent and ccrtilication of observalion hom€s and\nJuvenile Rchabilitfl:ion Ccntres.-(l) Ihe Goverllment may €stablish and\nrnainlain observation I ome and Juvenile RchabilrtatioD (lentres for lire reception of\n.juveniles. including sc rarate ceDtres lorfemalc.iu\\enilc: :\n(2) The Co\"ernnent rnay certii an observation home or a Jrrvenile\nRehabilitation cenlre rranaged orcontrollcd by a non-go\\ emmental orgarrizntron Ibr\nreception oiiuveniles.\n(3) The Go\\ernment may certify an already established association or\nsrrcietyinanrlocaIarcrrfbrsocialrer[tegralionorrehabilitationofaiuvenileofender\nwho is releasedrr parole or dischargcd lrorrr a Juvenile Rehabilitarion Cenlre and\nmay regulate activities and tinrctionsofsuch released or d ischarged j uven ile offe nder\nin the prescribed manrrer\nP^Rr Il THEGAZEIIIlOF PAKISTAN, EXTRA.. MAy 21.2018 323\n21. Porrer of t[c Covcrnm€nt to withdraw certificate. The\nCovemment, iFdissatisfied wi(h the condition, management or superintenderce ofa\ncedifled observalion home or a Juvenile Rehabilitation cerltre, rnav at any time\nwithdraw the certificate issued under section 20 in prescribed manDer.\n22. Inspection of observation homcs and Jurenilc Rchabilitation\nCcntrcs. In order to repon to thc Juvenile couft or Juvenile Justice comniitlce on\nmeasures being taken lor sociel reiDtegration. health. education or olherconditions\nofthe innrates a medicalofficer'a member ofthe Conrmiuee, with prio. approvalof\nhead oflhe Committee or an offlcer authorized by the Government, may inspect an\nobscrvation home or a Juvenile Rehabilitalion Centre\n21. Act 10 ovcrridc other laws.-The provisions ofthis Act shall have\noverriding eftect notwilhstandinq anvthiug co tatned in any other law tbrthe lime\nbeing in lorce.\n2,1. Polr'er to makc rul€s.-Thc Covemment may, by notification in thc\nofficial Cazefte, nlake rules for carrying out the purposes ofthis Act.\n25 Rep€al-The Juvenile Justice Systcm Ordilranc€,2000 (XXII oI2000)\nis hcrebv repealed.\nAMJED PERVEZ.\nPR \\I't]I] RY II II MANACER. I'RLNIING CORPORAIION OF PAKISTAN PRISS. ISL^MA]JAD\nTORVS. UNIVERSLTY ROAD. KARA']]I"
}