{
    "file": "./converted_json\\administratorf8a8c1661a39d36d076bbd98704a845b.json",
    "name": "Cantonments Pure Food Act, 1966",
    "date": "19th July, 1966",
    "tagline": "An Act to make provision for preventing the adulteration of food in cantonments.",
    "content": "Page 1 of 17 \n  \n \n \n THE CANTONMENTS PURE FOOD ACT, 1966  \n \n \n \n \n \n \nCONTENTS  \nPART I  \nPRELIMINARY  \n1. Short title extent and commencement  \n2. Definitions  \nPART II  \nGENERAL PROVISIONS  \n3. False warranty  \n4. Prohibition of mixing colouring, staining or powdering of food, etc . \n5. Prohibition of preparation, manufacture sale, etc, of adulterated and other foods  \n6. Manufacture import and sale of unwholesome food  \n7. Manufacture and sale of food not of proper natur e or quality  \n8. Pre­packed food  \n9. Import or manufacture, etc, without complying with rules  \n10. Sale of banaspati margarine and charbi  \n11. Licence for manufacture storage and sale of goods  \n12. Register for manufacture and wholesale business  \n13. Food poison ing \nPART III  \nAUTHORITIES  \n14. Duty of local authorities  \n15. Appointment of Inspectors   \n\n \nPage 2 of 17 \n 16. Powers of Inspectors  \nPART IV  \nFOOD ANALYSIS  \n17. Public Analyst  \n18. Purchase of samples, etc . \n19. Right of private persons to have Samples analysed  \n20. Action in respect  of samples  \n21. Certificate of Public Analyst  \n22. Power of government to seize sample  \nPART V  \nPENALTIES AND PROCEDURE  \n23. Penalties  \n24. Power to try Summarily  \n25. Certain things to be presumed  \n26. Declaration under section 18 to be evidence  \n27. Certificate of public Analyst to be evidence of act stated therein  \n28. Analysis by Chemical Examiner  \n29. What shall or shall not be a good defence  \n30. Forfeiture of food upon conviction  \n31. Expenses of analysis  \n32. Trial of offences  \nPART VI  \nMISCELLANEOUS  \n33. Indemnity  \n34. Inspector etc ., to be public servants  \n35. Power to make rules  \n  \n \nPage 3 of 17 \n THE CANTONMENTS PURE FOOD ACT, 1966  \nACT No. XVI of 1966  \n[19th July, 1966 ] \nAn Act to make provision for preventing the adulteration of food in cantonments.  \nWHEREAS it is expedient to make provision for preventing the adulteration of food in \ncantonments and for matters ancillary thereto ;  \nIt is hereby enacted as follows :__ \nPART I  \nPRELIMINARY  \n1. Short title, extent and commencement.__ (1) This Act may be called the Cantonments \nPure Food Act , 1966.  \n(2) It extends to all the cantonments in Pakistan.  \n(3) It shall come into force at once.  \n2. Definition.__ In this Act, unless there is anything repugnant in the subject or context,__ \n(1) “adulterated food” means an article of food__ \n(i) which is not of the nature, substance or quality which it purports or is \nrepresented to be, or  \n(ii) which contains any such extraneous substance as may affect injuriously the \nnature, substance or quality thereof, or  \n(iii) which is processed, mixed, coloured, powder ed or coated with any other \nsubstance in contravention of the rules, or  \n(iv) any constituent of which has been wholly or in part abstracted so as to affect \ninjuriously its nature, substance or quality, or  \n(v) which contains any poisonous or other ingredien t which may render it injurious \nto health, or  \n(vi) the quality or purity of which does not conform to the prescribed standards, or  \n(vii) which, having been prepared, packed or kept under insanitary conditions, has \nbeen contaminated or become injurious to h ealth and “adulteration\" in relation \nto food, shall be construed accordingly ;  \n \n \n \n \nPage 4 of 17 \n (2) “banaspati” means such article of food resembling ghee as is prepared by hydrogenation \nof edible vegetable oil and contains no milk or animal fat;  \n(3) “butter” means an a rticle of food derived exclusively from the milk of cow or buffalo, \nwhether with or without salt or other prescribed preservative;  \n(4) “charbi” means an article of food which resembles ghee or banaspati, but contains \nanimal fat other than milk fat ;  \n1[(5)  “Chemical Examiner” means the Chemical Examiner to the Provincial Government, \nand includes any other officer appointed by the Federal Government to be a Chemical Examiner for \nthe purposes of this Act;]  \n(6) “cream” means that portion of the milk of cow or buffalo which is rich in fat and rises \nto the surface of milk on standing, or which has been separated by skimming or otherwise;  \n(7) “dahi” means the product obtained by lactic acid fermentation of milk ;  \n(8) “Director” means the Director of Military Lands  and Cantonments ;  \n(9) “food” means any article used as food or drink for human consumption other than drugs \nor water, but not aerated water, and includes__ \n(i) any substance which is intended for use in the composition or preparation of \nfood,  \n(ii) any flavouring matter or condiment,  \n(iii) any colouring matter intended for use in food, and  \n(iv) chewing gum and other products of like nature ;  \nExplanation I.__ Water shall be deemed to be food if it is intended for use in the  composition \nor preparation of f ood ;  \nExplanation II.__ An article shall not cease to be food by reason only that it is also capable  of \nbeing used as a medicine ;  \n(10) “ghee” means ghee prepared exclusively from butter, cream or dahi ;  \n(11) “godown ” means a place where articles of food are received or stored for sale or \ndelivery to a customer or consignee and includes godowns of the railways and of the shipping or other \ntransport agencies ;  \n(12) “Health Officer” means the Medical Officer or the Heal th Officer or the Assistant \nHealth Officer of the Cantonment, and includes any other officer appointed by the 2[Federal \nGovernment] to be a Health Officer for the purposes of this Act ;  \n \n1Subs. by F.A.O., 1975, Art. 2 and Sch., for cl.(5).  \n2Subs. by F.A.O. , 1975, Art., 2 and Table, for “Central Government”.  \n \n \nPage 5 of 17 \n (13) “Inspector” means an Inspector appointed under section 15, and includes an ex-officio  \nInspector ;  \n(14) “local authority” means a Cantonment Board constituted under the Cantonments Act, \n1924 (II of 1924) ; \n(15) “margarine” means any food, whether mixed with butter or not, which resembles butter \nand is not milk­blended butter ;  \n(16) “milk” means the normal, clean and pure secretion obtained from the udders of a \nhealthy cow, buffalo, goat or sheep whether boiled, pasteurized, homogenized or sterilized and \nincludes standardized and toned milk ;  \n(17) “misbranded food” means an article of food__ \n(i) which is an imitation of, or a substitute for, or resembles in a manner likely to \ndeceive, another article of food, and is sold or is intended to be sold under the \nname under which such other article is sold, or is not correctly labelled to \nindicate its true character, or  \n(ii) which is so coloured, flavoured, coated, powered or polished as to conceal th e \ntrue nature thereof, or  \n(iii) which is contained in any package which, or the label of which, bears any \nstatement, design or device regarding the ingredients or the substances \ncontained therein, which is false or misleading in any material particular, or  if \nthe package is otherwise deceptive with respect to its contents, or  \n(iv) which is not properly packed and labelled in accordance with the rules ;  \n(18) “occupier” means the person who has control of the affairs of a factory, shop or godown \nand includes the manager or managing agent or any other person authorized to represent the occupier;  \n(19) “package” includes every article in which goods for carriage or for sale are cased, \ncovered, enclosed, contained or packed ;  \n(20) “pre­packed” means packed or made  up in advance ready for retail sale in a wrapper or \ncontainer ;  \n(21) “prescribed” means prescribed by rules ;  \n(22) “Public Analyst” means a Public Analyst appointed under section 17 ;  \n(23) “retail sale” means any sale to a person buying otherwise than for  the purpose of re­ \nsale ;  \n(24) “rules” means rules made under this Act ;  \n(25) “sale”, in relation to food, means a transfer of ownership either by way of barter or in \nexchange for a price paid or promised or part paid or part promised ;  \n  \n \nPage 6 of 17 \n (26) “standardiz ed milk” means milk which has been reduced to the prescribed level of milk \nfat by removal of fat ;  \n(27) “toned milk” means milk which has been standardized to the prescribed level of milk \nfat and solids not fat by addition of reconstituted milk solids ;  \n(28) “transit” includes all stages of transportation from the place of manufacture or other. \nsource of origin to the consumer ; and  \n(29) “wholesale” means any sale other than retail sale.  \nPART II   \nGENERAL PROVISIONS  \n3. False warranty .__ No person shall in respect of any food sold by him or given by him \nfor sale to an agent give to the purchaser or the agent a false warranty in writing.  \n4. Prohibition of mixing, colouring, staining or powdering of food, etc .__ (1) No person \nshall  mix, col our, stain or powder or direct or permit any other person to mix, colour, stain or powder \nany food with any matter or ingredient__ \n(a) in contravention of the rules ; or  \n(b) so as to render the food injurious to health, with intent that the same may be \nsold in that state.  \n(2) No person shall keep or store for sale or sell or offer to sell any food so mixed, coloured, \nstained or powdered.   \n5. Prohibition of preparation, manufactured, sale, etc., of adulterated and other \nfoods.__ (1) No person shall, direc tly, or indirectly, himself or by any other person, prepare, \nmanufacture, keep or store for sale, or sell or offer to sell,__ \n(i) any adulterated food;  \n(ii) any misbranded food ;  \n(iii) any article of food for the sale of which a licence is required otherwi se than in \naccordance with the conditions of the licence ; or  \n(iv) any article of food in contravention of any other provision of this Act or the \nrules.  \n(2) The 1[Federal Government] may, by notification in the official Gazette, prohibit or regulate \nthe ke eping, in any factory or wholesale business premises in which such articles of food as are \nspecified in the notification are manufactured or stored, of any substance which is likely to be used as \nan adulterant and is so specified.  \n \n1Subs. by F.A.O., 1975, Art, 2 and Table, for “Central Government”.  \n \n \nPage 7 of 17 \n 6. Manufacture import and sale of unwholesome food.__ No person shall, directly or \nindirectly, himself or by any other person,__ \n(a) prepare, manufacture, keep or store for sale, or sell or offer to sell any food \nwhich is unsound, unwholesome, injurious to health or unfit for human \nconsumption ; or  \n(b) import or export any food in such manner or in such condition as renders it or \nis likely to render it injurious to health.  \n7. Manufacture and sale of food not o f proper nature or quality.__ No person shall \ndirectly or indirectly, himself or by any other person,__ \n(a) prepare, manufacture, keep or store for sale, or sell or offer to sell, any food \nwhich is not of the nature, substance or quality which it purports or is \nrepresented to be ; or  \n(b) sell or offer to sell any food which is not of the nature, substance or quality \ndemanded.  \n8. Pre­packed food.__ No person shall keep or store for sale, or sell or offer to sell \npre­packed  food unless he has complied with th e rules made in this behalf.  \n9. Import  or  manufacture  etc.,  without  complying  with rules.__ No person shall \nimport,  export, prepare, manufacture, keep or store for sale, or sell or offer to sell, any food, unless the \nrules providing for the mode of i ts manufacture, processing or preparation, packaging, labelling, \nconsignment, delivery, standard of quality or fill of containers have been complied with.  \n10. Sale of banaspati margarine and charbi.__ No person shall sell or offer to sell \nbanaspati , margarine or charbi loose or from an open package:  \nProvided that banaspati may be so sold or offered for sale under a licence and subject to such \nconditions as may be prescribed in this behalf.  \n11. Licence for manufacture, storage and sale of goods.__ (1) Except under a licence to \nbe granted in such manner as may be prescribed no place shall be used__ \n(a) for the preparation, or the manufacturing, processing, blending, preserving, \nrefrigerating, canning or bottling of any food ;  \n(b) for the business of a wholesale dealer in banaspati, charbi, ghee, or margarine, \nfish oil, mustard oil, cotton seed oil or other edible oils and such other foods as \nmay be prescribed ;  \n(c) as a creamery, dairy or bakery ; or  \n(d) as a hotel, restaurant or e ating­house:  \nProvided that the 1[Federal Government] may exempt any specified premises or class of \npremises from the operation of this section.  \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 8 of 17 \n (2) A licence  granted under sub­section (1) shall be valid for a period of one year unless it \nis earlier cancelled or is renewed in such manner and on payment of such fee as may be prescribed.  \n(3) A licence granted under sub­section (1) may be cancelled or its renewal may be refused  \nif__ \n(i) the licensee fails to maintain the register referred to in section 12 or is convicted \nof an offence under this Act, or  \n(ii) the premises are not maintained in such condition as may be prescribed.  \n(4) No person shall keep or store fo r sale, or sell or offer to sell, any food for human  \nconsumption unless he is in possession of such identification permit as may be prescribed.  \n12. Register for manufacture and wholesale business.__ Every occupier of a place used \nfor the  preparation or man ufacture, for the purposes of trade, of any such article of food as the 1[Federal \nGovernment] may, by notification in the official Gazette, specify in this behalf, and every wholesale \ndealer or his agent who stores any such article, shall keep and maintain  a register in such form as may \nbe prescribed, and such register shall be open to inspection by the inspector.  \n13. Food poisoning.__ (1) If a Health Officer or an Inspector has reason to suspect that any \nfood or any vessel or utensil with which food may co me in contact is likely to cause food poisoning \n(acute, or cumulative) by chemical or bacteriological action, he may take a sample of such food or the \nvessel or utensil for analysis under this Act, and if he takes a sample, give notice to the person in cha rge \nof the food that, until the result of the analysis is known, the food or any specified portion thereof shall \nnot be used for human consumption, and shall be kept or removed in the manner specified in the notice.  \n(2) If a Health Officer has reason to su spect that tuberculosis is likely to be caused by the \nconsumption of milk supplied from any dairy or other source, he may, by notice to the person in charge \nof such dairy or source, prohibit the supply of milk from that dairy or source:  \nProvided that where , in the case of a dairy or other source, the Health Officer is of the opinion \nthat certain remedial measures would effectively prevent the milk supplied from that dairy or source \nfrom being the cause of tuberculosis, the Health Officer shall,__ \n(a) while issuing a notice prohibiting the supply of milk from such dairy or source, \nrequire the person in charge thereof to carry out such remedial measures as may \nbe specified in the notice, and  \n(b) upon the application of the person in charge after he has carried  out such \nremedial measures, cancel the notice.  \n(3) If a person is, in the opinion of the local authority, suffering from any communicable \ndisease, the local authority may, by notice to such person, prohibit him from preparing, manufacturing, \nselling or of fering to sell any article of food for human consumption until he obtains a certificate from \nthe Health Officer to the effect that he is free from any communicable disease and produces such \ncertificate to the local authority.  \n(4) A Health Officer may, by n otice to any person handling articles of food in any hotel, \nrestaurant, sweetmeat shop, or any other public eating place, require him to obtain and keep in his  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government.”  \n \nPage 9 of 17 \n possession a health certi ficate from a Health Officer to the effect that he is free from any communicable \ndisease and to get it renewed from year to year, till such time as he continues so to handle such articles.  \n(5) Every person to whom a notice under this section has been given  shall comply with \nsuch notice.  \nPART III  \nAUTHORITIES  \n14. Duty of local authorities .__ It shall be the duty of every local authority to ensure \ncompliance with the provisions of this Act within the territorial limits of such authority.  \n15. Appointment of In spector.__ (1) The Director may appoint Inspectors in respect of all \nor any  specified food, and an Inspector so appointed shall have jurisdiction in such area as the Director \nmay specify.  \n(2) Subject to any rules made in this behalf, a local authority shal l appoint Inspectors in \nrespect of all or any specified food, and an Inspector so appointed shall, unless the local authority \notherwise directs, have jurisdiction within the limits of such local authority.  \n(3) The Health Officer and the Sanitary Inspector of a local authority and such persons in \nthe service of Pakistan or holding such offices and posts in or under a local authority as the 1[Federal \nGovernment] may, by notification in the official Gazette, specif y in this behalf, shall be ex officio \nInspectors in respect of all foods within the limits of their respective jurisdiction.  \n(4) The Director may exercise the powers and perform the functions of an Inspector under \nthis Act and any Deputy Director or Assist ant Director or any other officer subordinate to the Director \nmay exercise such powers and perform such functions of an Inspector within such area as the Director \nmay, by order in writing, direct.  \n16. Powers of Inspector.__ (1) An Inspector may detain and search any vehicle or package \nof any food intended for sale or in the course of delivery, if  he has reason to suspect that the food  \ntherein carried or contained is injurious to health, unwholesome or unfit for human consumption or is \nnot of the nature, s ubstance or quality which it purports to be:  \nProvided that nothing in this section shall authorize the detention of any vehicle belonging to \nthe Railways.  \n(2) An Inspector may__ \n(i) enter into and inspect any market, godown, shop, stall or other place used  for \nthe storage or sale of any   food   intended   for   human   consumption   or   for   \nthe   preparation or manufacture of any such food for the purposes of trade or \nsale; \n(ii) enter upon any premises for the purpose of exercising the powers of purchasing \nor taking a sample under section 18 and may in such premises inspect and \nexamine any article of food and any apparatus or utensil used for preparing, \nmanufacturing or containing such food ; and  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table for “Cent ral Government”.  \n \nPage 10 of 17 \n (iii) enter into and inspect any market, godown, shop, stall or other place used for \nthe manufacture, storage or sale of any apparatus, utensil or vessel ordinarily \nused or  intended to be used or likely to be used for preparing, manufactu ring or \ncontaining any food.  \n(3) If any such food as is mentioned in sub­section (1) or clause (i) of sub­section (2) \nappears to the Inspector to be injurious to health, unwholesome, unfit for human consumption, or not \nof the nature, substance or quality w hich it purports to be, or as not fulfilling the prescribed conditions \nsubject to which such food is to be prepared, manufactured, kept, stored or sold or if any such apparatus \nor utensil as is mentioned in clause (ii) of sub­section (2) is of such kind or  in such state as to render \nany food prepared, manufactured or contained therein unwholesome or unfit for human consumption \nor injurious to health, he may seize and remove such food, apparatus or utensil to be dealt with as \nhereinafter provided.  \n(4) An Ins pector may, instead of removing any food, apparatus or utensil seized under sub­ \nsection (3), leave the same in the custody of the person from whose possession, custody or control the \nsame was seized or in such safe custody as he may deem fit, so as to be dealt with as hereinafter \nprovided and may, at any time hereafter, remove the same to the custody of the local authority \nconcerned.  \n(5) When any food, apparatus or utensil is seized under sub­section (3), it may be destroyed \nby the Inspector with the conse nt in writing of the owners or the person from whose possession, \ncustody or control it is seized.  \n(6) if any food seized under sub­section (3) is of a perishable nature and is, in the opinion \nof the Inspector, unsound, unwholesome or unfit for human consum ption, it may be destroyed without \nsuch consent but in the presence of two respectable witnesses.  \n(7) An Inspector shall prepare a statement of the food, apparatus or utensil seized and shall \ndeliver a copy thereof to the local authority and to the person from whose custody the  food, apparatus \nor utensil is seized or, if such person be not present, send such copy to him by post.  \n(8) Any person claiming anything seized under sub­section (3) may, within seven days of \nthe seizure, complain to any Magistrate o f the first class having jurisdiction at the place of seizure, and  \nthe Magistrate may, after making such enquiry as he may deem necessary, confirm or disallow such \nseizure, wholly or in part, and order such article, or the part or parts thereof of which s eizure has been \ndisallowed, to be restored to the claimant.  \n(9) If the Magistrate confirms the seizure, he may direct that the food, apparatus or utensil \nseized shall be__ \n(i) forfeited to the local authority ; or  \n(ii) destroyed or disposed of at the cost of the owner or person from whose \npossession, custody or control it was seized, in such manner as to prevent the \nsame from being sold, or kept, or stored, or used as food or for the preparation \nor manufacture of, or for containing, any food.  \n(10) If no com plaint is made within the period specified in sub­section (8), the article of food \nor the apparatus or utensil seized shall be forfeited to the local authority.  \n \nPage 11 of 17 \n PART IV  \nFOOD ANALYSIS  \n17. Public Analyst.__ The 1[Federal Government] may, by notification in  the official \nGazette, appoint a person to be a Public Analyst for the purposes of this Act for any area in respect of \nall or any specified food.  \n18. Purchase of Samples, etc .__ (1) An Inspector may, for the purpose of analysis, \npurchase a  sample of food__ \n(a) in transit,  \n(b) sold, offered for sale, hawked about, kept or stored or received for the purpose \nof preparing therewith any food, or  \n(c) kept or stored in a market, godown, shop, stall, hotel, restaurant or eating­house  \nfor the purpose of trade or sale or received therein for the purpose of preparing \nor manufacturing therewith any food.  \n(2) No person shall refuse to sell any food to an Inspector intending to purchase such food \nfor the purpose of sub­section (1) in such r easonable quantity and from such container as he may ask \nfor. \nExplanation .__ The purchase or sale of a sample of any food for the purpose of analysis under  \nthis Act shall be deemed to be purchased or sold for human consumption or use.  \n(3) If, in contravent ion of sub­section (2), any person refuses to sell, the Inspector may, \nwithout prejudice to any penalty to which such person may be liable for such contravention, seize such \nquantity of the food as may appear to him to be necessary, and shall give such per son a certificate \nshowing the price, nature and quantity of the food seized, the date, time and place of seizure, and, on \ndemand being made in that behalf, the price of the food seized.  \n(4) The Inspector shall prepare, in such form as may be prescribed, a declaration in \ntriplicate, containing full particulars, relating to the sample seized and such declaration shall be signed \nor marked both by the Inspector and the person from whose possession, custody or control the food \nhas been seized and a copy thereof shall be given to such person.  \n(5) When a sample is taken from the stock in the possession of a commission agent, he \nshall be bound to give the name and such other particulars of the person on whose behalf such stock is \nheld by him as the Inspector may require.  \n19. Right of private persons to have samples analysed.__ (1) Any person may make an  \napplication in writing to an Inspector asking him to purchase a sample of such food and from such \nperson as may be specified in the application and to submit such sample to the Public Analyst for \nanalysis.  \n(2) The cost of the sample purchased and of the analysis done under sub­section (1) shall \nbe payable by the person making the application:  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 12 of 17 \n Provi ded that, in case the sample is found by the Public Analyst to be adulterated, any amount \npaid by the applicant under this sub­section shall be refunded to him.  \n20. Action in respect of samples.__ (1) An Inspector shall, as soon as he has purchased or \nseized any food with the intention of submitting the same for analysis, divide the food into three parts \nand mark, seal or fasten each such part in such manner as the nature of the food may require, and also \npermit the person from whom the sample is taken, if such person so desires, to affix his own seal or \nmark on each of the three parts.  \n(2) The Inspector shall__ \n(a) deliver one part of the food divided under sub­section (1) to the person from \nwhom the food is purchased or seized ;  \n(b) retain with him one par t for future comparison ; and  \n(c) submit one part to the Public Analyst, to be examined by him on payment of \nsuch fee as may be prescribed:  \nProvided that, where the sample is taken from any food which is about to be \nimported or in transit or at the place of delivery to the purchaser, consumer of \nconsignee, or is unclaimed, the part of the sample to be delivered under clause (a) shall \nbe retain ed by the Inspector, unless the name and address of the consignor appear on \nthe container from which the sample is taken, in which case he shall forward that part \nof the sample to the consignor by registered post or otherwise, together with a notice \ninform ing him that the sample would be analysed by the Public Analyst.  \n21. Certificate of Public Analyst.__ (1) The Public Analyst upon receiving sample of food \nfrom  an Inspector shall, as soon as possible, analyse  the same and issue to the Inspector a certificate \nin the prescribed form showing the result of the analysis.  \n(2) The person from whom the article so analysed was purchased or seized may, on \npayment of the prescribed fee, obtain from the Public Analyst a c opy of the certificate issued under \nsub­section (1).  \n(3) No person shall display or otherwise use any copy of the certificate for purposes of \nadvertisement.  \n22. Power of Government to seize sample.__ (1) The 1[Federal Government] may, in \nrelation to any ma tter appearing to it to affect the general interest of the consumers of any food, direct \nany  public servant to procure for analysis a sample of such food, and thereupon such public servant \nshall have all the powers of an Inspector.  \n(2) The public servant upon receiving the certificate of the Public Analyst shall take \nproceedings or cause proceedings to be taken as if he himself had caused such analysis to be made.  \n(3) The expenses incurred by the public servant in performing such duties shall be paid by \nthe local authority.  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \n \nPage 13 of 17 \n PART V  \nPENALTIES AND PROCEDURE  \n23. Penalties.__ (1) Whoever contravenes any of the provisions of section 3, 4, 5, 6, 7, 8, 9, \n10, 11 or 13 shall be punished__ \n(a) for a first offence, with rigorous imprisonment for a term which may extend to \nsix months and with fine which shall not be less than one hundred rupees or \nmore than two thousand rupees and also with whipping ;  \n(b) for a second offence, with rigorous impriso nment for a term not less than three \nmonths and not more than two years and with fine which shall not be less than \nfive hundred rupees or more than ten thousand rupees and also with whipping ; \nand \n(c) for repeated offences or for offences of large  scale adulteration or adulteration \nwith injurious substances even in the first instance, with rigorous imprisonment \nfor a term which shall not be less than three years or more than five years and \nwith fine which shall not be less than five thousand rupees or mor e than one \nlakh rupees and also with whipping.  \n(2) Whoever contravenes any of the provisions of section 12, 18, 21 or 28 or of any rules \nshall be punished with imprisonment for a term which may extend to one year and with fine.  \n(3) Any person who attempts to contravene, or abets the contravention of any of the \nprovisions mentioned in sub­section (1) or sub­section (2) shall be punishable with the same \npunishment as is provided for such contravention.  \n(4) All fines recovered under this Act shall be credited to the fund of the local authority \nwithin the limits of whose jurisdiction the offence for which the fine was imposed was committed.  \n(5) Where in the course of any business a person commits an offence under this Act and is \nconvicted therefore under clause (b) or clause (c) of sub­section (1) and such business is carried on by \nhim or by any other person o f his behalf he or such other person shall, for a period of one year from \nthe date of such conviction, prominently display on the premises in which such bus iness is carried on \na notice of the fact of such conviction, and, on his failing to so display such notice, shall be punishable \nwith imprisonment for a term which may extend to three months or with fine or with both.  \n24. Power  to try Summarily. — Any Magis trate for the time being empowered to try in a  \nsummary way the offences specified in sub­section (1) of section 260 of the Code of Criminal \nProcedure, 1898, may try summarily any offence made punishable under sub­section (1) and sub­ \nsection (2) of section  23 of this Act in accordance with the provisions of Chapter XXII of that Code.  \n25. Certain things to be presumed.__ In every prosecution under this Act, the Court shall  \nPresume__ \n(a) that any food found in the possession of any person who is or has been habitually \nfound preparing, manufacturing, keeping, storing, selling or offering or \nexposing for sale or hawking about such food was being prepared, \nmanufactured, kept, stored, sold, offered or exposed for sale or hawked about \nby such person ;  \n \nPage 14 of 17 \n (b) that any  food commonly used for human consumption, kept, stored, sold or \noffered for sale, was kept, stored, sold or offered for sale for human \nconsumption ;  \n(c) that any food commonly used for human consumption which is found on any \npremises used for the preparat ion or manufacture of such food was prepared or \nmanufactured for human consumption ;  \n(d) that any substance capable of being used in the preparation or manufacture of \nany food commonly used for human consumption which is found on any \npremises in which such  food is prepared or manufactured was intended to be \nused in the preparation or manufacture of such food ; and  \n(e) that any food is not of the nature, substance or quality it purports to be if it is \ndeficient in any of its normal constituents to the extent  specified in the rules or \nif any extraneous matter has been added to it in contravention of the rules.  \n26. Declaration under section 18 to be evidence.__ A declaration signed or marked under \nsub­section (4) of section 18 may be produced as evidence of the  facts contained therein in any inquiry, \ntrial or other proceedings under this Act.   \n27. Certificate of Public Analyst to be evidence of act stated therein.__ (1) The \nproduction in  any inquiry, trial or other proceedings under this Act of a certificate und er the hand of a \nPublic Analyst in the form prescribed shall, until the contrary is proved, be sufficient to prove the facts \ntherein stated.  \n(2) When any person is accused of an offence under this Act, he may request the Court to \nsummon as a witness the Pu blic Analyst who analysed the sample in respect of which he is accused of \nhaving committed an offence and the Court may, and, in every case in which the accused deposits in \nthe Court a sum of money in accordance with the scale prescribed, shall, summon the  Public Analyst, \nand if such person is acquitted, any sum of money so deposited shall be refunded to him.  \n28. Analysis by Chemical Examiner.__ (1) The Court may of its own accord or on the \nrequest of  the accused cause any food or sample of food to be sent for analysis to the Chemical \nExaminer who shall thereupon analyse the same and report the results of the analysis to the Court in \nthe form prescribed and the cost of such analysis shall be paid by the  accused if the Court so directs.  \n(2) The certificate of the Chemical Examiner shall, until the contrary is proved, be \nsufficient to prove the facts therein stated.  \n(3) No person shall display or otherwise use the report of the Chemical Examiner for \npurpos es of advertisement.  \n29. What shall or shall not be a good defence.__ (1) In any prosecution under this Act, it \nshall be  no defence to allege__ \n(a) that the accused was ignorant of the nature, substance or quality of the food ; or  \n(b) that the purchaser having purchased only for purposes of analysis was not \nprejudiced,  \n \n \nPage 15 of 17 \n (2) The seller shall not be deemed to have committed an offence under this Act if he \nproves__ \n(a) that the food sold was purchased or obtained as agent by him with written \nwarranty to the effect that it was of the same nature, substance or quality as that \ndemanded by the purchaser ;  \n(b) that at the time he sold it he had no reason to believe that the food was not of \nsuch nature, substance or quality as that demanded by the purchaser ; and  \n(c) that he sold it in the same state in which he had purchased it.   \n(3) No evidence of a warranty under clause (a) of sub­section (2) shall be admissible on \nbehalf of the seller unless__ \n(a) the seller has, within seven days of the service of the summons u pon him, sent \nto the Inspector a copy of the warranty with a notice stating that he intends to \nrely on it and specifying the name and address of the person from whom he \nreceived it and has also sent a like notice of his intention to that person ; and  \n(b) such warranty is given by person Permanently residing or carrying on business \nin Pakistan.  \n \n(4) The Court shall summon the warrantor as a co­accused if it admits the warranty on \nbehalf of the seller.  \n30. Forfeiture of food upon conviction.__ In the case of any conviction under this Act, the \nCourt  may order that any food to which the conviction relates, together with all packages or utensils \ncontaining the same, shall be forfeited to the 1[Federal Government] or shall be disposed of in such \nmanner as may be s pecified in the order.  \n31. Expenses of analysis.__ When any person is convicted of an offence under this Act, the  \nCourt shall order that all fees and other expenses incidental to the analysis of any food in respect of \nwhich the conviction is made, which shall, in no case be less than thirty rupees, be paid by the person \nconvicted, in addition to the fine which he may be sentenced to pay, and the amount of such fees and \nexpenses shall be recovered as if it were a fine.  \n32. Trial of offence.__ (1) No Court shall take cognizance of any offence punishable under \nthis Act except on a report in writing of the facts constituting such offence made by an Inspector \nauthorized in this behalf by the Director or the 1[Federal Government.]  \n(2) No Court inferior to that o f a Magistrate of the first class shall try an offence under this \nAct. \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table for “Central Government”.  \n \n \nPage 16 of 17 \n PART VI  \nMISCELLANEOUS  \n33. Indemnity .— No suit, prosecution or other legal proceedings shall lie against any \nperson for anything which is in good faith done or intended to be done in pursuance of any provision \nof this Act or any rule, order or direction made or given thereunder.  \n34. Inspector,  etc., to be public servant. —An Inspector while performing any of his \nfunctions under this Act and all other persons assisting him in the performance of such functions shall \nbe deemed to be public servants within the meaning of section 21 of the Pakistan Penal Code (XLV of \n1860).  \n35. Power to make rules.__ (1) The 1[Federal Government] may, by notification in the \nofficial Gazette, make rules for carrying out the purp ose of this Act.  \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following matters, namely:  \n(a) the standards, specifications, normal constituents and quality of food ;  \n(b) the qualifications of persons who may be appointed Public Analysts for the \npurpose of this Act ;  \n(c) the regulation of appointment and qualifications of persons to be appointed as \nInspectors ;  \n(d) the methods of analysis to be followed by Public Analysts for the analysis of \nany food and the form of the certificate ;  \n(e) the fees to be paid in respect of the analysis of any food by a Public Analyst ;  \n(f) the prohibition of use of any particular matter or ingredient in  the preparation \nor manufacture of any food  ; \n(g) the conditions (including the addition of a colour or any other substance) subject \nto which any food shall be prepared, manufactured, kept, stored, sold or offered \nor exposed for  sale ;  \n(h) the prohibition of keeping or storage for sale of foods ot her than those approved \nunder the rules ;  \n(i) the cleanliness and freedom from contamination of any food in the course of its \npreparation, manufacture, storage, packing, carriage, delivery or exposure for \nsale, and the cleanliness or places, receptacles, p ackages, wrappings, appliances \nand vehicles used in such preparation, manufacture, storage, packing, carriage \nor delivery;  \n(j) the method in which labels shall be affixed, languages in which the labels shall \nbe printed, and the symbols which shall be used for different kinds of foods ;  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table for “Central Government”.  \n \nPage 17 of 17 \n (k) the manner in which, and the conditions subject to which, a licence is to be \ngranted under section 11;  \n(l) the form of the register to be kept under sec tion 12 and the particulars to be \nentered therein ;  \n(m) the conditions for the maintenance of a dairy and the supply of dairy products ;  \n(n) the authorization of a person taking a sample of milk or any other food for the \npurpose of analysis to add preserva tives to such sample for maintaining it in a \nsuitable condition for the analysis, and the nature and method of addition of \nsuch preservatives;  \n(o) the prohibition of use or addition as a preservative or additive of any article, \nmaterial or substance in the  preparation or manufacture of any food for sale ;  \n(p) the fees for the grant of a licence under section 11;  \n(q) the fees for obtaining a health certificate under section 13;  \n(r) the fees to be deposited in Court for summoning a Public Analyst ;  \n(s) the manner in which a perishable food offered for sale shall be protected from \ncontamination ; and  \n(t) any other matter which is to be or may be prescribed.  \n \n____________  \n \n \n \n \n \n \n \n \n \n \nDated: 05.04.24"
}