{
    "file": "./converted_json\\administratorb846647ad216d6033575786f837c3a90.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1 \n  \n \n \n \n \n \nEXTRAORDINARY  \nPUBLISHED BY AUTHORITY  \n______________________________________________________________________  \nISLAMABAD, THURSDAY, OCTOBER 1, 2020  \n______________________________________________________________________  \n \nPart II  \n \nStatutory Notifications (S.R.O.)  \nGovernment of Pakistan  \nMinistry of Finance  \n******  \n \nIslamabad, the October 1, 2020  \n \nNOTIFICATION  \nS.R.O.  951 (I)/ 2020.–   In exercise of the powers conferred by section 43 of \nthe Anti -Money Laundering Act, 2010 the Federal Government, in consultation with \nthe National Executive Committee (NEC), is pleased to make the following rules, \nnamely: - \n1. Short title and commencement . - (1) These Rules may  be called the \nCounter -measures for High Risk Jurisdictions Rules, 2020,  \n(2)  These rules shall come into force at once.  \n \n2. Definition s.–  (1) In these Rules, unless there is anything repugnant in the \nsubject or context, –  \n(i) “Act” means the Anti -Money Laundering Act , 2010 ; \n(ii) “FATF” means Financial Action Task Force; and  \n(iii) “high risk countries ” as provided under  Rule 3 \n(2) All terms and expressions used but not defined in these rules, shall \nhave the meanings as are assigned to them in the Anti -Money Laundering \nAct, 2010.  \n3. Composition and review of the high-risk countries list.  – (1) The National \nExecutive Committee (NEC)  shall notify a list of high-risk countries keeping \nin view the following: -   \n\n2 \n (i) countries which are subject to a call for application  \nof countermeasures by the FATF .  \n(ii)  countries identified by the National Executive \nCommittee as  having strategic deficiencies in their \nAML/CFT regimes and/or posing a risk to the \nAML/CFT regime of Pakistan. The identification of \nsuch high -risk countries shall be made by the \nNational Executive Committee based on \nrecommendation s by the competent autho rities of \nPakistan or based on internationally acknowledged \ninstruments or other reliable sources such as the \nFATF or FATF -Style regional bodies.  \n(2) For the purposes of clause (ii) of sub -rule (1) of R ule 3  high-risk \ncountries identified shall be subject to periodic reviews by the National \nExecutive Committee. The periodic reviews shall also be based on the \nrecommendation of competent authorities of Pakistan or based on \ninternationally acknowledged instrument  or other reliable sources such as \nthe FATF or FATF -Style  regional bodies.  \n \n4. Publication and updation of the high-risk countries list. –  (1) The \nFinancial Monitoring Unit shall publish the list of high -risk countries on its \nofficial website. The Financial Monitoring Unit shall also promptly publish \nany subsequent updates to the list on its official website.  \n \n(2) The list of high -risk coun tries shall be promptly updated by the \nFinancial Monitoring Unit as and when there are:  \n \ni)  any amendments to the FATF’s list of countries \nsubject to a call for countermeasures; or  \nii) any revisions to the list identified by the National \nExecutive  Committee as per  clause (ii) of  sub-rule \n(1) of rule 3 . \n  \n5. Country risk advisories to reporting entities .– The National Executive \nCommittee, through the Financial Monitoring  Unit and the AML/CFT \nregulatory authorities, shall advise the reporting entities of concerns about \nweaknesses in the AML/CFT systems of other countries.  \n3 \n  \n6. Application of Enhanced Due Diligence . –  (1) Every reporting entity shall, \nproportionate to the money laundering and/or the terrorist financing risks, \napply enhanced due diligence measures to business relationships and \ntransactions with natural and legal persons (including financial institutions) \nfrom any country on the hi gh risk countries list.  \n \n(2) These Enhanced Due Diligence measures may include inter-alia: \ni. obtaining  additional information on the customer (e.g. \noccupation, volume of assets, information available through \npublic databases, internet, etc.), and updating more regularly \nthe identification data of customer and beneficial owner.  \nii. obtaining additional informat ion on the intended nature of \nthe business relationship.  \niii. obtaining information on the source of funds or source of \nwealth of the customer.  \niv. obtaining information on the reasons for intended or \nperformed transactions.  \nv. obtaining the approval of senior managem ent to commence \nor continue the business relationship.  \nvi. conducting enhanced monitoring of the business \nrelationship, by increasing the number and timing of controls \napplied, and selecting patterns of transactions that need \nfurther examination.  \nvii. requiring the  first payment to be carried out through an \naccount in the customer’s name with a bank subject to \nsimilar due diligence standards.  \n \n7. Counter -measures for high risk countries. –  (1) Pursuant to clause (c)  of \nsub-section (2) of section 5 of the Act, the Federal Government  on \nrecommendation s of the National Executive Committee shall, proportionate \nto the risks, call for specific countermeasures to be applied by the reporting \nentities against high -risk countries, including the mandatory appl ication of \nenhanced due diligence measures . \n(2)  Other countermeasures may include inter-alia:- \n4 \n i. limiting business relationships or financial transactions \nwith the high -risk countries or with persons located in the \ncountry concerned;  \nii. reviewing and amending or, if necessary, terminating the \nagreement or arrangement governing the correspondent \nbanking or business relationships with financial institutions \nor other counterpart institutions in the country concerned;  \niii. conducting enhanced ext ernal audit, by increasing the \nintensity and frequency, for branches and subsidiaries of \nthe reporting entity located in the country concerned;  \niv. prohibiting reporting entities from relying on third parties \nlocated in the country concerned to conduct element s of the \ndue diligence process ; and  \nv. conducting any other measures as may be specified by the \nFederal  Government .  \n \n-Sd- \nDeputy Secretary (AML)  \nMinistry of Finance"
}