{
    "file": "./converted_json\\administratord32600d725f8380ef5e24e2ee16634dd.json",
    "name": "COMPETITION (EXEMPTION) REGULATIONS, 2020",
    "date": "2020",
    "tagline": "Regulations for granting exemptions under the Competition Act, 2010",
    "content": "Page | 1  \n  \nNOTIFICATION  \n \nS.R.O. 362/2020 — In exercise of the powers conferred under Section  58 of the \nCompetition Act, 2010 , the Competition Commission of Pakistan is pleased to make \nthe following Regulations , namely: - \n \n \nCOMPETITION (EXEMPTION) REGULATIONS, 2020  \n \nPart – I \n \nPRELIMINARY  \n \n1. Short title and commencement.__  \n \n(1) These Regulations may be called the Competiti on (Exemption) Regulations, \n2020. \n \n(2) They shall come into force at once.  \n \n(3) These Regulations sha ll apply to all the undertakings that are party to a \nprohibited  agreement, whether incorporated in Pakistan  or not . \n \n2. Definitions.__ (1) In these Regulations, unless there is anything repugnant \nin the subject or context:  \n \n(a) “Act” means the Competition Act, 2010.  \n \n(b) “Applicant” means a party to a prohibited agreement who ha ve filed an \napplication under these Regulations . \n \n(c) “Application” means an application for seeking exemption under these \nRegulations.  \n \n(d) “Authorized Representative” means and include,  \n \n(i) where the applicant is an individual, by the individual, or a \nperson duly a uthorized by the individual;  \n(ii) where the applicant is a company or other body corporate, by \nany Person duly authorized by the company or other body, in \naccordance with its Articles of Association;  \n(iii) where the applicant is a partnership firm, by a partner of t hat \nfirm, or a representatives duly authorized by the Partners;  \nPage | 2  \n (iv) where the applicant is an unincorporated association (other than \na partnership), by an officer of that association or a member of \nits governing body or any person duly authorized by that entit y. \n \n(e) “Commission” means the Competition Commission of Pakistan \nestablished under the Act.  \n \n(f) “Complainant” means an undertaking or registered association of \nconsumers filing such information to the Commission , which allegedly \nhas been  concea led or omitted by the Applicant(s) , or reporting a \nmaterial change in circumstances since the Commission granted the \nexemption , or reporting a violation of Chapter II of the Act.  \n \n(g) ‘Designated Officer’ means the Director General concerned or in his \nabsence, the senior most o fficer of the department concerned not below \nthe rank of Joint Director.  \n \n(h) “Document” means any matter expressed or described upon any \nsubstance by means of letters, figures or marks, or by any other means, \nused or intended to be used for the purpose of rec ording that matter.  \n \n(2) Words and expressions used in these Regulations , but not defined herein shall \nhave the meanings assigned in the Act or the rules and Regulations  prescribed \nunder the Act.  \n \n3. Exemptions  – types of .— Under these Regulations  the Commission may \ngrant following types of the exemptions:  \n \n(a) Individual Exemptions: Agreement which attracts the provision of \nSection 4  of the Act   may be granted  individual exemption, provided \nthe agreement meets the criteria given for exemption in Section 9  of the \nAct. \n \n(b) Template Exemptions : Vertical Agreements e ntered into by and \nbetween the m anufacturer and supplier or distributor which  attracts the \nprovisions of Section 4  of the Act  may be granted exemption in a \ntemplate form, provided they meet the criteria given for  exemption \nunder Section 9  of the Act . \n \n(c) Block Exemptions : Agreements which fall within the particular \ncategory of agreements, which inter alia  satisfies the following criteria \nmay be considered for granting of block exemption : \n \n(i). The market share of the  concerned undertakings does not exceed \n40%,  \nPage | 3  \n  \n(ii). The agreement does not contain any of the hardcore restrictions,  \n \n(iii). The agreement does not conta in non -compete clauses, and  \n \n(iv). The agreement:  \n \n(a) Improves  the production or distribution channel s, or \n \n(b) Promotes  technical or economic progress, while allowing \nconsumers a fair s hare of the resulting benefit; and  \n \n(c) The benefits thereof  clearly outweigh the adverse effect of \nabsence or lessening of competition.  \n  \nPart – II \n \nAPPLICATION & ENQUIRY  PROCEDURE  \n \n4. Application s for exemption . — (1) The undertakings concerned i.e. any party \nto the prohibited agreement  through a duly authorized representative , shall, as \nsoon as they agree in principle vis-à-vis the agreement, shall file an application  \non th e prescribed Form under the Schedule s to these Regulations.  \n \nProvided that in case of Block Exemption, the Commission may on its own, if it \nis of the opinion that it is necessary in the public interest, may issue the Block \nExemptions to any category of agr eement(s) . \n \n(2) Unless, the information or document is necessary for the examination \nof the application, t he Commission may, by giving notice to the Applicant(s), \ndispense with the obligation to submit any particular information or document , \nas required in  the prescribed Forms under these Regulations.  \n \n(3)  Every application shall be submitted in triplicate, and shall be recorded \nin the public register in such manner as the Commission may deem \nappropriate.  \n \n(4)  No Application under sub -regulation (1) shal l be deemed to have been \nmade or shall be entertained unless it is accompanied by a processing fee at the \nrates prescribed in Schedule II of these Regulations.  \n  \n5. Power to call for information . — The Commission  or the Designated \nOfficer , as the case may be, subject to the provisions of Section 33 or Section \n36 of the Act, may call for any information from the Applicant(s) for the \npurposes of considering the Application.  \nPage | 4  \n  \n6. Power to commence enquiry . — (1). Where the Commission receives an \napplication mad e under regulation 4 above, the Commission may proceed to \ndecide the matter on the basis of the record made available or it may decide to \ncommence an enquiry in accordance with these Regulations . \n \n (2). Any third party may file a complaint with the Commiss ion alleging \nviolation of the provisions of Sections 4(1) of the Act read with Sections 5 to 9 \nthereof  or alleging material change since issuance of exemption or alleging \nthat certain information has been withheld or concealed from the Commission \nor false statements have been made to the Commission in the Application . \n \n Provided that no Complaint under Regulation 6(2) above shall be entertained \nunless it is accompanied with the fee as prescribed under Schedule II of these \nRegulations and duly supported with  prima facie evidence to substantiate the \nallegations made thereunder.  \n \n (3). The Designated Officer, upon receipt of the Complaint for the purposes of \nthese Regulations , may carry out the assessment thereof, in accordance with \nSection 37(2) of the Act, inter alia : \n \n(a). The Complaint is filed by the Undertaking or Registered Association of \nConsumers, and  \n \n(b). The Complaint is not frivolous and is substantiated with prima facie  \nevidence in support of the allegations made thereunder.  \n \n(4). The Designated O fficer , upon completion of the assessment as \nprovided in sub -regulation (3), may initiate a formal enquiry on the complaint.  \n \n(5). The Designated Officer, may use the powers under Section 33 or \nSection 36 of the Act, during the enquiry to collect informat ion and for the \npurposes of conducting and concluding the enquiry.  \n \n(6). The Commission, or Designated Officer,  during the enquiry or \nproceedings, may issue a notice to the Applicants or any other person , through \nregistered post or courier:  \n \n(a)  On the last known address of the person; or  \n \n(b)  By facsimile or, with the consent of that person, by electronic mail; or  \n \n(c)  In case of a company or a body corporate at the last known registered \naddress.  \n \nPage | 5  \n (7). Where the Commission  or the Designated Officer  has taken all \nreasonable steps to give notice to the person but has been unable to give such \nnotice, it shall publish the same in a t least one national d aily news paper \ncirculated:  \n \n(a)  In case of an undertaking being a company or body corporate, in the \nprovince where the registered office is situated;  \n \n(b)  In any other case, in the province where the notice has been served \nunder sub -regulation ( 6) above.  \n \n(8). Where these Regulations  allow or require notice to be given to a \nperson, such notice shall be  treated as if it had been received by or served on \nthat person —  \n \n(a) In the case of personal de livery, on the day of delivery;  \n \n(b)  When  left at the last known address, on the day of leaving;  \n \n(c)  When  sent by courier, on the working day after the day  on which it was \ncouriered; or  \n \n(d)  In the case of a facsimile transmitted on a working day before 5 p.m., \non that day or in any other case on the working day after the day on \nwhich it is transmitted.  \n \n(9). Where sub -regulation ( 7) applies, the notice s hall be treated as having \nbeen given on the date of its publication.  \n \n(10).  any notice given under these Regulations  shall be in writing  and shall \ninter alia  state – \n \n(a) the facts on which the Commission or Designated Officer relies, the \nobjections or questi ons; the response whereof is required by the \nCommission or the Designated Officer , the actions proposed and the \nreasons for the proposed action: and  \n \n(b) The period within which a relevant person may make written \nrepresentations to the Commission  or the Design ated Officer , provided, \nhowever, such period shall not exceed a period of 30 days.  \n \n(11). Where, in written representation on the matters referred to in a notice \ngiven to a relevant person, that relevant person requests to make oral \nrepresentations to the Commission or the Designated Person on such matters, \nPage | 6  \n the relevant person may be given a reasonable opportunity to make such oral \nrepresentations.  \n \n Provided that w here the Commission or Designated Officer has given \nthe relevant person a reasonable opportun ity to make oral \nrepresentation under sub -regulation (11 ) above but no oral \nrepresentations have been made  within the prescribed time , the \nCommission may proceed with the case in the absence of such \nrepresentations.  \n \n(12).  Where upon conclusion of the enqui ry, the Commission proposes to \nmake a decision that any of the provisions of the Act and the rules, regulations , \norders or directions made or issued thereunder have been infringed, the \nCommission shall provide an opportunity of hearing to the undertaking(s ) \nconcerned and proceed accordingly.  \n \n(13). A party to any enquiry or proceedings under these regulation with \nreference to Section(s) 5 to 9 of the Act, before the Commission may on an \napplication made in that behalf be allowed to inspect or obtain copies of the \ndocuments or records submitted during enquiry or proceedings on payment of \nfee as prescribed under Schedule II to these Regulations ; provided that, an \ninspection shall be allowed only in the presence of an officer(s) so authorized \nby the Member conc erned . \n \n7. Burden of proof . — (1) The Applicant desirous of obtaining an exemption \nunder these Regulations  shall bear the burden of proving that the agreement \nsubstantially contributes to:  \n \n(a). improving production or distribution; or  \n \n(b). promoting tec hnical or economic progress, while allowing consumers a \nfair share of the resulting benefit; and  \n \n(c). the benefits of that clearly outweigh the adverse effect of absence or \nlessening of competition.  \n \n8. Hearings .— (1) The Comm ission may, before passing an y Order with respect \nto the Application for Individual or Template Exempti on and shall before \npassing an O rder with respect to Block Exemption, provide the concerned \nundertakings an opportunity of being heard.  \n \n (2). If the concerned undertaking does not appear personally or through its \nattorney or counsel, on the date of hearing in spite of notice, ex-parte  decision \nshall be taken on the basis of facts of the case placed on record before the \nCommission.  \nPage | 7  \n  \n (3). The hearings before the Commission shall nor mally be in private. But \nin exceptional circumstances and that too after having the views of the parties \nto the case, decide to conduct hearings in public.  \n \n (4).  In case of Block Exemption, b efore issuing the Order, the Commission \nshall notify the propos ed order by publishing it in one English and one Urdu \nnational daily newspaper, with a summary thereof, stating:  \n \n(a). brief facts;  \n(b). grounds for grant or refusal of exemption; or  \n(c). conditions, if any, to which the exemption shall be subject to; an d  \n(d). the period for which such exemption is valid.  \n \n \nPart – III \n \nCANCELLATIONS, DIRECTIONS, ORDERS AND COMPLIANCE  \n \n9. Power to grant or refuse an Exemption . — The Commission may by Order, \nsubject to the provisions of Regulation 7 above read with Section  9 of the Act, \nmay grant an exemption with or without conditions or refuse to grant an \nexemption under these Regulations , if-  \n \n(a)  the application is not made in accordance with these Regulations ;  \n \n(b)  in the opinion of the Commission, burden of proof as required under \nRegulation 7 read with Section 9 of the Act is not discharged  \n \n(c). the Commission has reasonable grounds for suspecting that any \ninformation submitted to it under these Regulations  is incomplete, false \nor misleading or omits to state any  material information;  \n \n(d)  the Commission’s direction for any information is not complied with; \nor  \n \n(e)  the Commission has reasonable grounds to believe that there has been a \nmaterial change in any information submitted to the Commission under \nthese Regulations  and such change has not been notified to the \nCommission.  \n \n10. Cancellation, variation of exemptions. — (1). Where, either on its own or \nupon a complaint being filed, the Commission has reasonable grounds for \nbelieving that:  \n \nPage | 8  \n  Provided that no com plaint under Regulations 10 (1) read with Section 6 of \nthe Act shall be entertained unless it is accompanied with the fees as \nprescribed under Schedule II to these Regulations.  \n \n(a).  there has been a material change of circumstances since the \nCommission g ranted an exemption, or  \n \n(b).  the information on the basis of which an exemption was granted was \nincomplete, false or misleading, or \n \n(c). the conditions imposed by the Commission has not been complied, \ndespite sufficient notice.  \n \n (2). The Commission may , by notice in writing proceed in accordance with \nRegulation 6 and pass an order in terms of sub -sections (1), (2) or (3) of \nSection 6 of the Act for individual, template or block exemption  and in terms \nof sub -section (3) of the Act for block exemption .  \n \n(3). Prior to cancellation of the individual, template or block exemption \ngranted by the Commission, the Commission shall comply with the notice and \nhearing requireme nts as provided in Regulation 8 .  \n  \n11. Interim measures . — Subject to the provisions of S ection 32 of the Act, the \nCommission may pass an interim order for the reasons to be recorded thereto.   \n \n12. Directions in relation to agreements . — The Commission may give such \ndirections as it may consider appropriate in the circumstances.   \n \n13. Enforce ment of Directions . — (1) if an undertaking fails, without reasonable \ncause, to comply with a direction issued under Regulation 12, the Commission \nmay-  \n \n(a)  require such undertaking to make good its default within the period \nspecified in this behalf; or  \n \n(b)  cancel the exemption in respect of the agreement;  \n \n(c)  proceed to impose the penalty in accordance with Section 38 of the \nAct; or  \n \n(d)  initiate proceedings in a court of competent jurisdiction  for non -\ncompliance .  \n \n14. Compliance . — In order to ensure compliance with any condition(s) imposed \nand the directions issued, by the Commission while granting exemption, the \nPage | 9  \n concerned undertaking may be required to provide to the Commission a \nmonthly compliance statement. In addition, the Commission may re quire \nfurther information or a further statement of compliance to be provided to it on \nperiodical basis.  \n \n15. Confidentiality . — Upon request by the Applicant , the Commission may \nendeavor , to the extent that if consistent with its obligations under the Ac t to \ndisclose or exchange information, to keep any documents submitted by the \nApplicant , confidential until such time as deemed appropriate by the \nCommission.  \n \n16.  Issuance of guidelines . — (1) The Commission may issue from time to time \nguidelines in resp ect of the exemption frame work.  \n \n(2). The guidelines shall be illustrative and not exhaustive and shall not set \na limit on the investigation and enforcement powers of the Commission.  \n \n(3). The guidelines shall not be a substitute for the Act, the rules,  \nRegulations  and orders.  \n \n17. Overriding effect . — These Regulations shall have effect in all matters \nrelating to exemptions, notwithstanding anything inconsistent therewith \ncontained in any other Regulations  framed under the Act.  \n \n18. Repeal . — On coming  into force  of these Regulations, the Competition \n(Exemption) Regulations, 2014 shall stand repealed.  \n \n*****  \nPage | 10  \n SCHEDULE I \n[See regulation 4 ]  \n \nFORM  OF APPLICATION  FOR  EXEMPTIONS  \n \nFORM A  \n \nPART -1 \n \n 1.  INFORMATION ABOUT THE APPLICANT(S) AND OTHER \nPARTIES TO TH E AGREEMENT : \n \n1.1.  Please give the full name, address (registered office, where appropriate, and \nprincipal place of business, if different), telephone and fax numbers and e -mail \naddress (where available) of the Applicant(s) and a brief description of the \nnature of its business. If the applicant(s) is a partnership, sole proprietor or \nother unincorporated body trading under a business name, give the name(s) \nand address ( es) of the partners or proprietor(s). In case the address of the \napplicant changes, the same shall be intimated in a prompt manner to the \nCommission.  \n \n1.2.  Please give the full name, address, telephone and fax numbers and e -mail \naddress (where available) of any representative(s) who has been authorised to \nact for the applicant(s), indicating  whom they represent and in what capacity \n(e.g. an advocate). In case the authorized representative is changed by the \napplicant, the same shall be informed to the Commission and the details of the \nnew authorized representative shall be provided to the Comm ission.  \n \n1.3.  Where the declaration to be made in the form set out in Part 2 is signed by an \nadvocate or other representative of the applicant(s), please provide written \nproof of that representative’s authority to act on behalf of the applicant(s).  \n \n1.4.  If a joint application is being submitted, state the full name of the joint \nrepresentative, his address (by registered office, where appropriate, and \nprincipal place of business, if different), telephone and fax numbers and e -mail \naddress (where availabl e). Where the joint applicants have appointed separate \nrepresentatives, the particulars listed in this paragraph must then be furnished \nfor each representative.  \n \n1.5.  Please identify the groups to which each party to the agreement or conduct \nwhich is the  subject of the application belongs. For the purposes of the \ninformation required by this Form, a group relationship exists where one \nundertaking:  \n \nPage | 11  \n 1.5.1.  Owns more than half the capital or business assets of another undertaking;  \n \n1.5.2 has the power to  exercise more than half the voting rights in a nother \nundertaking;  \n \n1.5.3.  has the power to appoint more than half the members of the supervisory board, \nboard of directors or bodies legally representing the undertaking; or  \n \n1.5.4. has the right to manage  the affairs of another undertaking.  \n \n1.6.  An undertaking which is jointly controlled by several other undertakings (e.g. \na joint venture) should be treated for the purpose of this application as being \npart of the group of each of these undertakings.  \n \n1.7. Please inform the Commission if any of the applicant(s) is party to a merger , \nwhich is subject to review by the Commission, along with documentary proof \nof the subject merger or the clearance by the Commission thereof.  \n \n \n2.  PURPOSE OF THE APPLICATION  \n \nPlease specify that the application is being made to seek exemption, for a n \nAgreement as provided in Section 4 of the Act, explain how : \n \n(a).  The agreement contributes to improving production or distribution ; or \n \n(b). It contributes to promoting technic al or economic progress, and how \nconsumers will be allowed a fair share of the resu lting benefit,  and \n \n(c). Each restriction imposed under the  agreement is indispensable to the \nattainment of those objectives, and  \n \n(d). The benefit of the that clearly outw eigh the adverse effect of absence \nor lessening of competition .  \n \n3. DETAILS OF THE AGREEMENT OR CONDUCT  \n \n3.1.  Please provide a brief description of the agreement or conduct which is the \nsubject of the application (including the nature, content, purpose,  date(s) and \nduration).  \n \n3.2.  Please provide the date of execution of the agreement and the duration of such \nagreement.  \n \nPage | 12  \n 3.3. If the application is made in relation to a written agreement, attach either an \noriginal of the most recent text of that agreeme nt, or a copy certified by the \napplicant to be a true copy of the original. If the application is made in relation \nto an agreement which is not written, applicants are to provide a full \ndescription of the agreement. If the application is made in relation t o conduct, \nprovide a full description of that conduct.  \n \n3.4.  Identify any provisions in the agreement or aspects of the conduct which may \nrestrict the parties in their freedom to take independent commercial decisions \nor to act on those decisions.  \n \n3.5.  If the application relates to standard form terms and conditions, indicate the \nnumber of agreements expected to be entered into on those terms and \nconditions.  \n \n4.  INFORMATION ON THE PARTIES TO THE AGREEMENT OR \nCONDUCT AND THE GROUPS TO WHICH THEY BELONG   \n \n4.1.  Please give the applicable turnover in the last financial year, of each party to \nthe agreement or conduct which is the subject of the application and the \nconsolidated applicable turnover for the group (within the meaning of 1. 5) to \nwhich each part y belongs. Please also indicate what proportion of the turnover \nfigures are attributable to the relevant product or geographic market. Please \nattach the most recent annual report and accounts (or equivalent for \nunincorporated bodies) for each party to the agreement or conduct and the \nmost recent annual report and accounts for the ultimate parent company of \nthese undertakings.  \n \n4.2.  Please list the product and/or services market(s) in which each party to the \nagreement or conduct and each member of the grou ps (within the meaning of \n1.5) to which they belong are active. Where there are a large number of \nproducts and services, please pay particular attention to any markets in which \nthe combined undertakings have significant markets shares, and/or the largest \nproportions of the turnover.  \n \n5.  OTHER INFORMATION  \n \n5.1.  Please provide any other information which the applicant(s) considers may be \nhelpful. In particular, if you believe that an agreement:  \n \n5.1.1.  does not have an appreciable adverse effect on comp etition in Pakistan please \nstate your reasons and provide evidence. However, certain agreements, such as \nthose relating to price -fixing, will be regarded as having an appreciable \nadverse effect to the competition in the relevant market;  \nPage | 13  \n  \n5.1.2.  has net e conomic benefits that would not be achieved except for the \nagreement. In determining whether a net economic benefit exists, the \nCommission will consider whether the agreement contributes to improving \nproduction or distribution or promoting technical or eco nomic progress in a \nway which does not impose restrictions which are not indispensable to the \nattainment of those objectives and which would not afford the possibility of \npreventing, restricting or reducing the competition substantially. Applicants \nshould provide details of any studies or documents which have been produced \nto assess the feasibility of operation of the agreement and the benefits likely to \nresult from the agreement.  \n \n5.2.  Please specify the fee is being paid for this application and attach an evidence \nof the payment.  \n \n6.  SUPPORTING DOCUMENTS  \n \nPlease ensure that the applicant(s) has attached the following documents \n(where relevant) to the application:  \n \n6.1.  if 1.3 of this form applies, written proof of the representative’s authority to a ct \non the applicant(s)’ behalf;  \n \n6.2.  if 3.2 of this form applies with regard to a written agreement, either an original \nor certified true copy, of the most recent version of the text of the agreement \nwhich is the subject of the application; and  \n \n6.3.  the most recent annual report and accounts (or equivalent for unincorporated \nbodies) for each party to the agreement or conduct and the most recent annual \nreport and accounts for the ultimate parent company of these undertakings (see \n4.1 of this form).  \n \n \n7.  APPLICATION PROCESSING  \n \n Please ensure that all the information/documents mentioned in Regulation 6 \nabove  are provided to the Commission as only once all the requisite \ninformation/documents are received by the Commission, the application for \nexemption shall be processed.  \n \n \n \n \n \nPage | 14  \n PART 2  \n \nUnder section 38 (1) (c) and (d), it is an offence, to provide information which is false \nor misleading in a material particular if the person providing it knows that it is false or \nmisleading. The undertaking providing f alse and misleading information may be \nguilty of an offence u nder section 38 (1) (c) and (d) of the Act.  \n \n \nDECLARATION  \n \nThe undersigned declare and confirm , on Oath,  that all information given in the Form \nA and all pages annexed hereto are correct to the best of their knowledge and belief,  \nand nothing has been concealed or withheld from the Commission,  and that all \nestimates are identified as such and are their best estimates based on the underlying \nfacts.  \n \n \nSignature(s)  \nName(s) (in block capitals):  \nDesignation(s):  \nDate:  \n \nCommissioner for Takings Affidavit on Oath  \nPage | 15  \n SCHEDULE II  \n(Section 20(2 ) (b) read with Regulations)  \n \n \nSr. No.  \n  \nDescription of Fee   \nFee in Rupees  \n \n01.  \nFor an application of Individual Exemption   \nRs. 400,000/ - \n \n02.  \nFor an application  of Template Exemption   \nRs. 1,000,000/ - \n \n03.  \nFor an application of Block Exemption   \nRs. 2,250,000/ - \n \n04.  \nFor an application for extension of Individual \nExemption   \nRs. 200,000/ - \n \n05.  \nFor an application for extension of Template \nExemption   \nRs. 500,000/ - \n \n06.  \nFor a n application for extension of B lock \nExemption   \nRs. 1,200,000/ - \n \n07.  \nFor a complaint under Regulation 6(2) of these \nRegulations   \nRs. 50,000/ - \n \n08.  \nFor a complaint under Regulation 10(1) read \nwith Section 6 of the Competition Act, 2010   \nRs. 50,000/ - \n \n09.  \nFor inspection of Record of any Exemption \nCase decided or under consideration under \nRegulation 6(13) of these Regulations   \nRs. 25,000/ -"
}