{
    "file": "./converted_json\\administratorb365e931367e06ca191e6e151dc94d7c(2).json",
    "name": "Competition Ordinance 2010",
    "date": "20th April, 2010",
    "tagline": "To promote free competition in commercial and economic activity to enhance economic efficiency and protect consumers from anti-competitive behaviour",
    "content": "REGISTEREDNo.M-302L.-76,{,6\n@lteGaq;fra d s![tdt[r9\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISI-ANIABAD. TUESDAY, APRIL 20. 20tO\nPA RT I\nActs, Ordinances, President's Orders and Regulations\nCOVCRNME\\ I O! P,\\KIS'I..\\N\nMINISTRY OF LAW AND JUSTICE\nlslamabud, the 20* April, 2010\nF. No. 2 (l)/20lGPub.-The follorving Ordinance promulgated by the\nPresirlenl on the I Sth April, 201 0 is hereby published for general information:\nOrrorNer\".'r'r: No. XVI or 2010\n,\\\\\nORDINANCE\nto prot'klt,./br fi-ee conryctition in all .sphares ol commercial and economic\noclivit)' to erthqncc econonic elJiciancl und to prolecl consuners front\nonti contpetit ire hcltut'iour\nWHe ne ,ts it is expedient to makc provisions to ensure frec competition in all\nsphcres of cornrrercial and ccononric activity to enhancc ccononric elficiency and\nto plotect consumers from anti-competitivc behaviour and to provide lor the\nestablishment of the Competition Commission of Pakistan to Maintain and enhance\ncoJnpetition; and lor matters connected therewith or incidental theretoi\n(317)\n[236.1(2Ql 0)'Er. Gaz.lPrice:Rs.30.50\n318 l'llE (iAZE fTE OF Pn KIS'IAN. EXTt{A., APRIL 20. 2010 [P,rnr I\nAND wirr.RIr.\\s thc National Asserrblv is not in session and the Prcsident is\nsatisfietl that circumstancr's exist \\\\ h ich rendcr it ncccss,lr! to trke inrnlediate acticx:\nNow. r'urneronL. in excrcisc of the po\\vcrs conferred by clause (l) of\nArticlc,!9 olthc ConsiitLrtion of thc Isianric Repubiic ofPakistar. the President is\nplcased 1o makc and pronruiearc the lbllowing Orciinarcc:\nCIIAPTI]R.]\nPRI]I-INIINAR}'\nI . Short titlc, exte nt, application and comnrencenre nt.-(1) This\nOrdinance nray be cailcd the Conrpctition Ordinarcc- l0 i0.\n(l) lt e\\tsnds to the rr hole of Pakistrrr\n(3) lt shall conr!' into force at orrce arrr.l shali bc dce-nrcd to have taken\nclfecl orr the l6th \\4arch.20l0.\n(4) lt shall apply to all undcrtakings tnci all actions or nlatters that take\nplace in or outside Pakislan and prc\\ent. restricr. reduce or di5lort compelitiorl\nrvithiri Pakistan.\n2. Definitions.--( i ) In this Ordinance. unl.:ss thcre is anvthing repugnant\nin the subject or-context.\n(a) \"ircrprisition\" nreirns rrry changc o1'conirol olan ur)dcrtaking by \\.yay\nof actluisition of slrarcs, assct's or un) otlrer nrcansi\nlb) \"a5rc!'r'relt' rncludcs anr rrrir)gcnrc0l. undcrstrrrding or practice.\nwhethcr or not it is in rvriting or intended to be legally enforceabie;\n(c) \"Chailnran\" nleans thc Chairll.lan of'thc Conrnrission and includes the\nActinq Chairman:\n(d) \"Conrmission\" nreans th. Conrpr'tition Conrnrission ol Pakistrn\ncstatrlishcd under sectiou l2:\n(e) \"donrinant position'ol'one underlirking or several undertakings in a\nrelevani nrarket shall be decnred to exisl if such undertaking or\nundertakings have the ability to behave to an appreciable exteut\nindcpendently of conrpctitors. customers. consumers and suppliers\nl'rnr Il TI{l: GAZETTE OF PAKIS'fAN. hXTRA., APRIL 20, 2010 319\nrund thc position ofan undcrtaking shall be pr-esunrcd to be dominant if\nits share ofthe rclevant market cxceeds lbrty per ccnt;\n(0 \"goods\" includes any iten, mw matcrial, product or by-product which\nis sold ior considemtion:\n(g) \"lVIenrt.rer'\" Ineans a nrerrhcr ol'ths f.omnrission.\n(h) \"nrerger\" means the mcrgcr. acquisition. xnralganration. conrbination\norjoining of two or more undertakings or part thercofinto an existing\nrunder-taking or to fomr a nerv undertaking: and expression \"merge\"\nlreans to nrcrgr-, acquire, amalganrate. conrbine or.ioin, as the context\nnray require:\n(i) \"Minister\" means thc Fedcral Ministerfor Financc and, in his alrsencc.\n. the Adviscr to thc I'r-inre Miristcr on Finance:\nO \"Ordinance\" means the Companies Ordinance, 1984 (XLVI I of 1984);\n(k) \"relevart nlarket\" means the nlarket wlrich shall bc determined by the\n('ornnrission rvith reielencc to a product market and a geographic\nnrarket and a product nlarket coDrprises all those products or services\nrvhich arc rcgiu dcd irs intcrchangcahle or substitutable by thc consumer\nby reason ofthe products characlcristics, prices arrtl intended uses. A\ngeographic marke[ corlprises lhc arer irr shich the undertakings\nconcerncd are inr olvcd in t)rc suppll of plotfuLcts or services and in\nwhich the conditions ol corrrpetitiol are su l'ficiently homogencous and\nu hich can be distinguished tr onr nciglrborirrg gcographic areas because,\nin particular, the conditions ofcontpetition are appreciably different in\nthose areasi\n(l) 'l'elailcr\" in relation 10 thc sale ot'any goods- nrcarrs a person rvho\nsclls the goods to any otlrcr llcrson olhcl tl]rn lor rc-sale:\n(nr) \"rcgulations\" nlearrs thc rcgulations nradc by thc ('ommission undcr\nthis Ordinance;\n(n) \"rules\" nreans the rules nrade by the Federal Govornment under this\nOrdinance;\n(o) \"servicc\" nreans service ofany, description rvhethcr industrial. tradc.\nprofessional or olheru,isc:\n120 THE GAZETTE OF PAKISTAN, EXTRA.. APRIL 20. 2010 fP,tnr I\n(p) \"undertaking\" means any natural or legal pcrson, govemnrental body\nincluding a rcgulatory autholity, body coryoratc, pannership, associrtion,\ntrust or otlrcr tjntity in any u ay e'ngageti; directll, or indircctly. in thc\nproduction, supply, distribution of goods or plovision or control of\nscn'ices and shall include an association ofundcltakings;\n(q) \"wholesaler\", in relation to the sale ofany goods, rneans a person who\npurchases goods and sells them to any other person for re-sale; and\n(2) Thc uords ancl expressions uscd but rot definctl in thjs Ordinance\nshall hare tlre sanrc rrleanirss respcclirely assigned to thent in the Ordinance.\nC I IAI'TEIT-II\nPROHIBITION OF ABUSE OF DON{INANT POSITION, CERTAIN\nAGREEMENTS. DECEPTIVE MARKETINC PRACTICES AND\nAPPROVAL OF I\\IERGERS\n3. Abuse of dominant position.-( I ) No Person shall abuse dominant\nposition\n(2) An abuse ofdominant position shall bc deerned to have becn brought\nabout. maintained or continued if it consists of practices whiclr prevent, restrict,\nrcduce or distort cotnpetition in the relevant market.\n(3) The erpression \"practices\" referred to in sub-section (2) shall include,\nlrut are not li[r]ited to\n(a) linriting prod Lrction, sa les and unrcason a [r lc ircreases in price or other\nun lair trading conditions:\n(b) price discrimination by chalging differcnt prices for the same goods\nor serviccs fi'om different customers in llte absence ol objective\nj ustifications that may justiiy diff'crent prices,\n(c) tie-ins. rvhere the salc ofgoods or, service is made conditional on the\npurchlsc of otltr-'r good.i or sen iccs:\n(d) nraking the conclusion olcontracts suhjcct to acceptance by the other\npafties ofsupplemeutary oblitrations which by their nature or accordilg\nto commercial usage, irave no connectioll with the subject of the\ncontracts:\nI'errl Il THE GAZETTE OF PAKISTAN. EXTRA.. APRIL 20. 2010 321\n( e ) applying dissinrilar conditions to equ ivalent transactions or other parlies.\nplacing them at a competitive disad! anta,qc;\n(0 predatory pricing driving competitors out ofa market, prevent new\nentry, and monopolize the nrarket;\n(h) refusing to deal\n4. Prohibited agreements.-( I ) No undertaking or association of\nundertakings shall enter into any agreement or, in the case of an association of\nundenakings, shall make a decision in respect ofthe production, supply, distribution,\nacquisition or control ofgoods or the provision of seruices rvhich have the object or\neffect of preventing, restricting or reducing or distorting competition within the\nrelevant market unless exenrpted under section 5 ofthis Ordinance.\n(2) Sub agreements include. but are not linited to-\n(a) firing the purchase or selling pricc or inrposing any other restrictive\ntrading conditions rvith regard to the sale or distribution ofany goods\nor the provision ofany service;\n(b) dividing or sharing of markets lor goods or services. whether by\ntcn'itorics, by volumc ofsaics or pulchases. by typc ofgoods or services\nsold or by any other means;\n(c)fixing or setting the quantity of production, distribution or sale with\nregard to any goods or the nranners or means ofproviding any services;\n(d) limiting technical developnrent or investment with regard to the\nproduction. distribution or sale of any goods or the provision of any\nscrvicel\n(e) collusive tendering or bidding lor sale. purchase or procurement of\nany goods or servicei\n(f) applying dissimilar conditions to equivalent transactions with other\ntrading parties, thereby placing them at a disadvantage; or\n(g) Make the conclusion ofcontracts subject to acceptance by the other\nparties ofsupplementary obligations which, by their nature or according\nto comnrercial usage, have no connection with the subject of such\ncontracts.(g) boycotting or excluding any other undertaking fi'onr the production.\ndistribution o[ sale ol'anv goods or the provision ofany servicc; or\n322 THE CAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [Pem I\n(3) Any agreement entered into in contravention ofthe provision in sub-\nscction ( l) shallbe void.\n5. lndividual exenrptions.-( I ) Thc Conrnrission may -rrralrt an\nexcnlption lronr section 4 \\!.ith rcspect to a particuiar practice or agreenrent. if a\nrequcst for an ercmption lrirs bee n madc to it l.rl a part]- to the ilgreenrcnt or practice\nand the agreenrcnt is one to rvhich section 9 applics.\n(2) The excmplion under sub-section (l) may bc granted subject to such'\nconditions as thc Conrnrission considers it appropriate to impose and has effect for\nsuch period as the Conrnrission considers appropriate.\n(3) l'ltat period rlust bc specificd in thc qrant ol'thc excnrptiorl\n(,1) Air individual exenrption nray bc gritnted so as to have effect ftonr a\ndate carlicr thirn that on rvhiclr it is grantetl.\n(5) On au application nlade in sucli a \\!ay as ntay be specified by rules\nnradc under seclion 55. the Contntission ntay cxtentl the period for which an\nexenrption has ellect; but, iIthe rules so provide, thc Conrnrission may do so only in\nspccilied c ircu rrrsl.ances.\n6. ('ancellation etc. of indilidual e\\cmptiorrs.-( l) If thc\nConrn.rission lras reasorable groLrnds lbr believing that therc has bcen a ntatclial\nchange ofcircunrstances since it grantcd an indir idual exenrption, it may by notice\nin rvriting:\n(a) cancel the exemption;\n(b) vary or remove any condition or obligation: or\n(c ) intpose one or nrore additional conditions or obligations\n(2) lf the Comnrission lras rcasorable suspicion that tlle information on\nwhich it based its decision to grant an individual excmption wag incomplete, falsc or\nnrisleading in a nraterial panicular, thc Conrnrission may by notice in writing take\nrny olthe stcps n)cntioncd in sub-section (t).\n(3) Breach ofa condition has the cllect ofcanceling the exemption.\n(,+) Failure to conrplv with an obliti)tion allo$,s the Conrmission. by notice\nin rvritiug to take any ofthe steps nrentioned in sub-section ( l).\nP,rnr Il IHh GAZETTIT OF PAKISTAN, EXTRA.. APRIL 20, 2010 323\n(5) The Commission may act under tlris section on its orvn in itirrrir e ol on\nconrplaint nradc by any persoll.\n7. Block exemptions.-( 1) Il agrccments u hicir fall u,ithin a particular\ncategory ofagreerrents are, in the opirrion oftlre Cornmission, likcly to be agreer'nents\nto u'l.riclr section 9 applies. the Comnrission nray nrake a block exen:ption order\ngiving eremption to sr.tch agreenrents.\n(2) A block exenrption order nray inrposc corrditions or otriigations sLrb-ject\n1o u lrich a block exemption is to have cllecr.\n{3) A bicck otcr'r1plion ordcr rlay providc thai\n( a ) breacir of a cond irion imposcd by the ordcr has the eff'ect o f c anceliing\nlhc block cxclliption in rc:rpect o1'an agrecnrcnt;\n(b) ifthere is a lailure to conrply rvith en obligation irnposetl by the order.\nthe Commission nray. by ncit icc in u riting. cancel the block e\\cnrptiorl\nin lespect o1'lhe agreenrcnt: arrd\n(c) if thc Commission consirii:r's that a particular agreement is not. onc to\nri'hich section 9 applies, the Conrr:rissior r nrry crrrcel rhe block erernprion\nin respect of that agreemenl.\n(4i A block excrlption ordcr nral,providc that the older is to cease to\nhavc eltect at the end ol'a period specified in the block exenrption oldcr.\n8. Block cremptions proceilure.-( 1) Bcforc ntaking a block\nexerrrplion order. the Colrr':rission s]ralI\n(u) publish details oiits proposed order in such a rvav as the Commissron\nthinks most suitabie for bringing it to tlr!\" attontiorl ofthose likely to be\naflected; and\n(b) consider any representirtions about it rvhich are made to the\nComnrission.\n(2) A block eremption order mav providc lor a block excmption to have\ne[fect from a date earlier tl]an thal on rvhich the order is made.\n324 THE GAZETTE OF PAKISTAN, EXTRA-, APRIL 20, 2010 [Pmr I\n9. The criteria for individual and block eremptions.-(1) The\nCommission may grant individual or block exemlttion in respect of an agreement,\n\\\\ lricl) \\ b5rrntialll contrihutcs to\n(a) improving production or distribution;\n(b) plornoting technical or ecoromic progress, wirilc allowing consunrers\na lair share of the resulting bcnefit; or\n(c) the benefits ofthat cJearly outweigh the adverse effect ofabsence or\nlessening of competition.\n(2) The onus of claiming an exemprion under this Act shail lie on the\nundertaking sceking thc excmption.\n10. Deceptive nrarheting practices.-(1) No Lrndertaking shall cntcr\ninto decenti vc nrirrkcting practices.\n(2) Thc deceptive nrarketing practices shail be dcerlcd to have bcen\nlcsorted to or continued ii an undcltai<ins resoi'ts to\n(a) the distribution offalse or mislcading information that is capablc of\nharnring tire busincss iuterests ofanother undertaking;\n(t ) thc distrihution oflalse or nrisleailing inl'onlatiou to consult':ers, irrcluding\nthe distribLrtion of inlonration lacking a rcasonable basis. related to\nthe price; character', ethod or place o1'production, propefiies, suitallility\ntbr use. or quality ofgooils;\n(c) false or misleading comparisori ofgoods in the process oladvenising;\nor\n(d) liaudulerrt use of anothcrs tradenrark. firm nanre, or product labeling\nor packaging.\nI L Approval of mcrgers.-( I ) No undcrtaking shall entet into a n'rerger\nwhich substaritially lessens coutpetition by crcating or strengthening a dominant\nposition in the televant nrarkct.\n(2) Notwithstanding the provisions contained in the Ordinance where an\nundertaking, intends to acquire the shares or assets ofanother undertaking, or t\\4,o\nor more undertakings intend to merge the whole or part of their businesses; and\nmeet the pre-merger notification thresholds stipulated in regulations prescribed by\nI'rnr Il TllE CIAZETTE OF PAKISTAN, EXTRA.. APRIL 20. 2010 ll5\nthe C ommission. such undertaking or unde akings shall apply lor clearancc fron.r\nIhc Corrnrission of tlre intended mcrqer-\n(3) -llrc concerucd undcrlakings shall subnrit prc-n'rcrgcr applicatiott lo\nthc ( onrnrission irs soon as they agrcc ir principle or sign a llnn-bitrding lcttcr ol'\niirlcrl Io l)roLr'c(l \\\\illl IhL'lI)crS\\'r.\n(4) Application rct'erled to in sub-section (l) shall trc in thc form and\nacconrpanied by a proccssing fce as ntal'be prcscribed trl'thc Comnrission. 1-hc\nctlrce-r'netl unticrtakings shallnot procccd rvith thc intendcd nrcrgcr until thc; have\nrecerr cd clclrrancc flonr lhc Conrmissiort.\n(5) The Comnrission shall bv rvay of an ortlcr rr: ltrrcd to in sectiot -.] l.\ndecitle' on \\\\,hethcr thL' inlendcd nrergcr nrccts the thrcsholtls rrrl the plesunrptiou\no1'<ionrinrncc as dctenlincd in section -.1. Srrclr ortler shlll bc rn:rde rrithirr thirtv\ndrr s of rc'ceipl o f tlrc applielt ion.\n(6) Ifso dctenrincd, thc Conrnrission slrall initiatc a sccond phase rcvicrv\nand lbr that ptrqroc thc Conrnrission nray rcquire the conccrned undertakin-gs to\npror itle such inlirrrlation as it consitlcrs rlccessar)- to enablc the Conrnrission io\nnrakc thc lrcc!'ssilr)' detcrnrinatiol.\n(7) Failurs to nrakc a tlcterrlinulion rr ithin thc plcsclitrcd period ol'lhi11\\\nrla1,slorthcirrstphase[c'r,icNsha]lnreanthxtthcConrllissionhasDoobjcctionttr\nthe intended nrcrger.\n(8) On initiation ofthe second phasc review.thc Conrnrission shall. rvithin\nnincty days of rcceipt of the rcqucsted inlbrmttion undcr sub-scction (6), revierv\ntlrc nlergcr to assess whethcr it substarrtially lesscns conrpetition by crcating or\nstrcngthening a dorrinant position in the relcvant nralkct. and shirll give its decision\non the proposed transaction. In casc crxrccnrc'rl urrdcrtakirrgs fail to pror itic' the\nirtlbrnration rcqucstcd, the Conrnrission nrav rcjcct the al)plication.\n(9) FailLrrc to ren(ier a dccision rvithin ninety days shall be decrred to\nnrcan tlrat thc Corrnrission has no objection to the intcndcd mcrger.\n(10) Ifafierthe second phasc rcvie\\\\,. theConlmissior determine thatthe\nirtenderl nrcrgcr substantially lcsscns conrpetition lry crcating or strengthening a\n(lor'ninaDt position. it may nonctheless al)pro\\ r,1lrL. tl\"rlsuction. il'it is showr thal.\n(r) it conlributes substantially to tllc allrcicncv ol'thc prodtrctiorr ,.rr\nJistribtrtion ofgoorls ot t , , t l t ,.' \n1 't t r r r i i , r , r t ol .r'rr ir t::\n326 I'HE CAZETTE OF PAKIS\"IAN. EXI'ltA.. Al'ltlt- 20, 2010 lPrttt I\n(b) such efficicncy could not reasonirbly have bcen achievcd [r1, a less\nlcstrictir c'nrerrrs oI corttpcl ition:\n(c) thc bencllls ofsuch efficicncy clcalll, outs eigh the ad\\ ersc cl'ftct ol\nlllc irl)icnc( ()r Icsscrrirt5 ol'c,rrlrpctilion: ()r\n(d) it is the least anti-cor]rpetitivc option lbr the liiling undeftaking's assets.\nu hcn onc ol-llre undcnakings is faccd u'ith lctual or imminent linancial\nlirilurc:\nProlitlcd that thc bur(lcn of prool- slrall lie u itlr the urdcrtakingL\nsccking thc appror al.\n( l ) ) ln case thc Conrnrission dcterrrincs that thc tlansaction undcr revisl\ndocsnotqualil'rtheclitcriaspecilicdinsub-scction(10).theCournrissionnray:\n(a) prohibit the consummation olthe transaction;\n(b) npprove such transactior'r subjccl to the conditions laid by thc\nCorlnrission in its ortlcr: or\n(c) approve such transaction on the Clonclition that the said undc akings\ncrtter into leually enlorceablc agrccnrcnts spccilied by the Comntissiorr\nin its ordcr.\n{12) \\\\'hcrc an unilertakinu has consuntnrltcd thc ntcrgcr s,ithout conrplying\nu ith thc pror isions o1'sLrh-scction 1 I ) to :ub-section (.1). thc Comnrission shall, after\ngiving thc undcllaking an oppoltLrnity o l'bcinr hcirrd. nrakc appropriatc ordcls Lutder\nsc'ction -l L\n( l3) Wherc thc Conrnrission ltas glantcd appror.al sub.ject to coltditions,\ntheConrnrissionnray.rvithinoncvear.rcvieu the order ofappror al ofnrergcron its\nown or on the application ol thc Lrndertakings concernctl on the ground that it is\nsatisficd that thc circunrstances ofthe relcvant nrarket or the undertakings have so\nchangcd as to rr amant rcr icu' of thc Conditions inrposed.\n(14) lf the Conrmission detenrrines that lhe approval u,as based on false\nor rrislcading irr lbmration sLrbnrittcd b1, thc Lrnclerlak ing, ol thc conditions prescribed\nin thc r-elevanl. order of thc Cotlmissiol havc not bcen lirlly contplied rvith. thc\nComnrission muy after a ltbrding thc undcnakings concentcd an opporlunity ol'being\nhcard.\n(a) undo such n:erger or acquisition; or\n(b) prcscribe modifications or additions in the oliginal ordert\nP,rnr ll THI: GAZETTE OF PAKISTAN. F.XTRA., APRIL 20, 2010 327\nC'IIAPTIR.III\n(.ONIPETITION CO}I}'IISSION OF PAKISTAN\nI 2. I,lstablishmcnt of Commissioll.-( I ) Therc is hercby established a\nConrnrission to be callcd thc Conrpetition ( onrrrissiort ol'l'akislan.\n(2) Ihe Conrrlission shull bc a botlv cor'polatc rr itl.t pupctual succcssiorl\nrrcl rr corrnrorr seul. anrl nrry suc and bc sucd in its o\\\\'n ranc attd, subject to ancl\nIbr thc pLrrposc olthis Ordinirnce, rlay cntcr into contracts and nray acquire, purchase.\ntakc. hol<l and enjoy nrovcatrlc and inrnrovablc propcrty of evcry description and\nrnav conr cv assigr. surrcnder. vield up. charge. nlortgage. tlemise, rcassign. transfcr-\nor otlrcrs,isc dispose olor deal with any rnoveable or imnrovable property or any\nrntcfcst \\ csted in it. upor such terrlrs ls it rlccnrs t'it.\n( -j ) 'l'hc Comnr ission shall be acinrin istrat ively and tLrnclionally indcpcnde nl.\nlntl tlrc Fedcral Covenrnrent shall Lrsc its besl clforts to }lronrotc. cnhltncc antl\nnraintain the intlepcndence o1'the Conrrrrission.\n13. Head office.-The head ol'flce of the Conrnrission shall be in\nIslannbad and the Conrrrissi6n nray establish antl closc dorvn olfices at such other\nplaccs in Pakistan as it considers rleccssary.\n14. Conrposition of Conrnrission.-( l) 'thc Conrnrission shall consisl\nofnot lcss than tivc antl not rnorc tharr scvclr i\\'lcmbers:\nPro\\ i(lcd thrt thc [rcdcral Covclnnrcnt nray ir]creasc or rlccrcase the nunr[rcr'\nofNlcnrbers llom timc to 1in]e, as it nral considcr appropriatc.\n(2) Thc Menrbers shall bc appointed by thc Fedcral Govenrment and\nli'onr anrongst the Menrbers of the f'onrnrission, the Fcderal Government shall\nappoint the Chainran.\n(3 ) ,\\ll \\'lcnrbels ol-the Corrnrission shall scn c on l lirll-tirrc basrs\n(4) Not nrorc than trvo Mcnrbcrs ofthc Conrnrission shnll be cnrployccs\nof lhc Fcderal Govemnrent.\n(5) No person slrall bc reconrnrcndcd for appointnrent as a Menrber unless\nthat person is kno,'r,n for his integrity. cxpertise. enrinencc and cxperience for not\nless than ten y'car-s in any irelcvant tield inclutling intlustr_,-. conrmcrcc. econorrrics.\nfinir:rce. larv, accotrntancy or public adnlinistration:\n32rl THE C AZF.TTE OF PAKISTAN. EXTRA., APRIL 20, 2010 fP.rttt I\nPror idcd that the Fcderal Govemmcnt may prcscribe qualifications and\nexpcricnce and nrode ofappointnrent olsuch lllcnrtrcrs in such nranncr as it nray\nlrrc'sclilrc.\n(6) No person shall be appointed or continued as a Nlenrbcr if he\n(a) has been convicted ofan offence involving n.roral turpitude;\n(b) has bcen or is adjudged insolvent;\n(c) is incapable of discharging his dutics by rcason of physical.\npsychological or mental unfitness antl has been so declared lry a\nrcgistered nredical practitioucr a1-lpointcd by thc Fc(lcral Gor crnnrcrrr:\n(d) abscnts hinrsell'flor.l'r threc. consccuti\\ e nrcctings o l'tlrc Conrrr iss iorr,\nwithout obtaining Ieave ol-thc Commission:\n( e ) lails to disclose any conflict of interest at or within the time provided\nfbl such disclosulc under this Ordinancc or coutravcnes any ol thc\nprovisions ofthis Ordiuirncc pcrtaining to Lrnauthorized disclosurc of\nirr lbrnration: or\n(0 deenred incapable of carrying out his responsibilitics for any other\nletsolt.\n(7) No act or proceeding ofthe Conrmission shall be invalid by reason of\nabscncc of a Mcmber or cxisterrce ol any vacancy anrong its Members or any\ndct'cl irr llrc constilution thcrcof\n(8) No M enrber or olficer ofthc Conrnrissiorr shall assunrc his office urrtil\nhe has nrade such dcclaration al'firming sL.crecy and lidclity as nray bc prescribcd.\n15. Chairman. ( I ) TIte Chailrrran shall bc thc chicl crecuti\"'c o1'the.\nConrrnission and shall, togcthcr \\\\'itll thc other Mcnrbcrs. bc rcspousible for tltc\nadnrinistration o{'the al1airr of the Conrnrission.\n(2) 1-hc Chailrr.ran rlay subject to such conditions as he may decnr fit,\nflonr tinre to lin)c delegate all or arry ol'his po\\\\'crs and functions to any of thc\n\\lcnrbcrs.\n16. Acling Chrirman.-At any tin'rc whcn thc posiliorr of Chailrrran is\n\\ aclnl. or thc Chairnran is Lrnablc to pet lbrnt his lirnctions dLlc to any cause. thc\nF,.-<icrirl Govc-rnnrcnt shall lppoint tlte Dtost senior Mcnrber of thc Contmission to\nI'.rnr Il THE GAZETTE OF PAKIST;\\N, EXTIIA.. APRIL 20, 2010 329\nbc thc Acting Chainlan ofthc Conrnrission until the uppointnlent o la Chairnran on\na regular basis.\n17. Term of ollice.-Thc Chairnran and Menrbers of the Cotnmission\nshall tre appointcd for a tenr ofthrec years on such salarl'. tenls and conditions ol\nservice as thc Federal Governmenl nray by rulcs prescribc:\nProvitlcd that the Clraimran and Menrbers shall be cligiblc for re-appointntent\nlbr such lcrnr or tcrnrs but shlll ccrsc to holrl ol'ficc on attaining thc lgc of sirty-\nllr e vcars or lllc cxpiry ol'thc ternr rvhichcr cr is carlier.\nlS. Ilcstrictiorr orr crnplornrcnt of the Chairnran an(l olhcr\nIlernbers in cr:rtain crsos. Tlre ('hairrrran rnd otlrcr Menrbcrs shall not. firr a\nperiod of onc year lionr the date on \"vhich thcy cease to hold oflice, accept any\ncnrplovrrcnt in. or connccted l'ith the managenrcnt or adnrinistration of. anv\nLrntlcrtaking rvhich has bcen a party to anv investigation belore thc Commission\nLrndcr this Ord inance.\n19. ltrmination of appointnlrnt of i\\le nrhcrs.-( I ) Subject to sub-\nsection (2). thr' .rpPointnrcnt ofany \\4enrbcr ol thc Chairnran nriry. at any timc. be\nrcvoked and he may bc renrovcd fionr his otlicc lry ortlcr ol'thc ltredcm] Governnrcnl\nif it is lound that such person has beconre disqualified undcr sub-section (6) of\nsection l:1.\n(3) A Mernber or the Chairnriln nray resign his office at any timc by\nnotice in $riting addressed to the Fetleral Covcrnnrcnt.\n(\"+) A vacancy in the Conrnrission causcrl by thc death. resignrrion ol\nlcnroval ol'anv l\\'lenrber or the Chailnran sltall bc fi llcd bv the Fcdentl Govcrnntent\nwithin thilty days ol'the occLrrrcnce of suclr r'acarrcy.\n20. Commission Fund.-( I ) 'l'herc shall be cstablishetl a fund 10 be\nknorr n as thc \"CCP Fund\" wh ich shall r cst in tlre Conrmission and shall be utilized\nbl the (ournrissiorr to nreet chargcs in cornection with thc lunctioning olthc(2) [lnless a disqualilication rclerrcd to in section (l) arises from the\njLrdgment or olrlel ofa couft or tribunal o l'conlpctentj urisdiction under any relcvant\nplor ision ofapplicable larr'. a Menrbe[ or the Chairnlan shall not bc removed or his\nappointnrcnt rcvokcd rvithout arr enclLrirv br,an inrpaltial pcrsonirr lrody ol'persons\nconstitutcd irr accoltlancc l'itlt sLrch proccdure as nray bc prescribetl lry rules nrade\nby tlrr' Fedcral Covernnrent and such rulc-s shall providc fbr t rcasonable opportunity\nfol the Mcnrber or thc Clraimran to be hcard in dcl'cnce.\n3-30 ll'lE CAZETTI Ol; PAI(lSl'AN. EXTIl.A.. APItll- 20,2010 fP,rnt I\nConrnr ission irclLrding paynrent ofsalaries and otlrcr rerlrurtcration to the Chaimran.\n\\lcnrbcrs, olficers. officials, experts, advisers. and consultants ofthe Conrnrission.\n(2) The Fund shallconsist ol.\n(a) lllocations bv thc Govcrnmcnt;\n(b) chargcs. tees and penaltics lcvicd bl,the Conrrnission;\n( c ) con h ibutio ns liom local and hl cign dorlrls or uscrc ies w ith thc approval\nrrl'the l-cd.'r'irI Gor t rrrrrrcnt:\n(d) rctlrrns or ir\\ cstments arld incomc florn asscts of the Cornmissiorr;\n(e) all other sunrs rvhich nrav in any nranncr becomc payable to ol vcslcd\nin thc Comrnission: and\n(1) a ;rcrcentagc o1'the lecs and chalgcs lc-vicd by othcr legulatory agcncies\nin Pakistan as prescribcd by thc Fcderal Covcrnntelt in consultation\nu ith the Conrnrission and the perccntagc so prcscribed shali not bc\nvaried to thc disadvantagc ofthe Cornnrission.\n( 3 ) 1'he Conrnr iss ion shall mak e regu lation s fol inc r.rrring expcnditulcs as\nrvcll as investnrents lrom thc Fund.\n(zl) The Conrnrission may o1.rcn and nlrintlin accounts at such schedulcd\nblnks as it may lion'r tinre to timc detcnrine. Thc Conrnrission nrav. rr ith thc appror al\nof the Fcderal (iovemnrent. open anrl nraintain lbrcign cLrncl'tcy accoultts.\n2l . Acco[nts and audits.-( I ) The Conrmission shall cause propcr\naccounts to bc kept and shall as soon as practicahlc after the end ofeach financial\nyear cause to bc preparcd lbr that trnancial year a stalcn]ent of accounts of the\nConrnrission u,hich shall include a bnlirnce slrcct and an account of incomc and\nerpenditurc.\n(2) lvithin sixty days alicr thc ercl ol'cach flnaucial year, thc annual\nllnancial statcrncnts ofthe Conrnrission shall bc ar,rdited by thc- A Lrditor-General ol'\nPakistan or by a firnr ofcllartercd accountantri nonrinalcd bv the Auditor-General\nof ['akistan.\n(3) 'l'hc auditols shall make a report to the Comnlissiou upon the balance\nshcct and accoLlnts and in such report they shall statc rvhethcr in their opinion th!.\nbalance shect is a lull antl fair balancc shect containirlg all necessary part,culars\nP,rrrr ll THIr CAZETTE OF I' KISTAN. EXTRA., APRIL 20. 2010 331\nantl properlv tlra*,n up so as 1o exhibit a truc and correct vicrv ofthe affairs ofthe\nConrrrission anrl, in case they have called tor any explanation or information frorr.r\nthc ( onrnrission. s hethcr it has bccn siven lnd r hcthel it is satisthctory.\n21. Annual report.-( I ) Wrthin rinety tlays Ilorn the cnd of e'ach Iinancial\n\\cllr. the fonrnrissiorr shirll caLls!'a rcl)orl to bc prcnarc(l orr th!- activities o1'th!'\nCorrnrission (inclLrding irrr cstigations. advocacy aclivitiL's. cntluiries and nrerger\n[c\\ rc\\\\ s nlil(lL' lrl tltc Corrnrrssiort ] drrrin,.l tlrlt lirrlnciirl 1cri.\n(2) lhe Conrnrission shall. rvithin one hundred and twcnty days ofthc\nend ol'cnch finlncial ycar scnd a copy ol'thc annuai rcpofi of the Commission\nLrnrlo sub-scctirrr (l) togethcr \\\\ ith il cL)p\\ ol' tirc ;trtcrrr,.-rrt ol- accounts of the\nConrnrission ccltiflcd by the auditors and a copv oftlrc auditors' rcport to the Fedclal\nCor.elnmcnt u,hich shall caLrsc thcnr 1o be prrblished in thc officidl Cazctte arld Iaid\nbe fbrc both Houses ofthc Majlis-c-Shoola (Parlianrcnt) \\\\'ithin tu,o montlrs ofthcir\nlcceipt.\n23. Appointments by Conrntission.-( I )l'he Conrnrission nray appoint\nstrch offlcels. officills, cxperts. adviscrs lnd consultants as it considers nccessary\nto carry oul such hrnctions as may bc plcscribcd bv thc Comnrission with suclr\nqrou crs anti orl such teln'rs and conditions as it rrray tlclcrnrinc fronr tinle k, timc.\n(2) 'l'hc Conrmission nray by notilication in lhc oltlcial Gazclte. mal(c\nlcgulations in respcct ol' the tenrs and conditions ol'scrr icc of its cnrployces.\n24. Nleetings of Commission.-( I ) Subjcct to this scction, the Chainnan\nnrily convcre sLrch mectings of the Conrmission at such tinres and placcs as he\nconsiders ncccssary lor the efficicnt pcrlornrance of thc functions of the\nC olnmission.\n(2) The Chairnran shall presitlc lt c\\.cry nrccting ol'thc Conrnrission. rnd\nin thr\"- abscncc of C'hairnran, thc Mcnrbcrs lnry clcct r Mcrntrcr to prcsidc at [l1e\nnrcetilrg.\n(3) At any meeting of the Conrmission the quorum shall be three Members\n(.1) All qucstions arising at any meeting of tlrc Conrmission shall be\ndclelnrined bv a nrljo: ity of the votes ofthe Menrbcrs presenl in the meeting.\n(5) ln tlre evcnt olan equality of votcs, the Chairnlan shall har.c a\ncasting vote.\n-r32 l'llE GAZETTE Otr PAKISTAN. EXTRA.. APRIL 20, 2010 fP,tttt I\n(6) Subject to thc provisions ofthis Ordinancc. the ( hairrlan nral'gilc\ntlirections rcgarding thc procedure to be filllowed at or in connection with any\nnrectir-q o1'the Conrrlission.\n25. Disclosure of interest by Vlembcrs,-( l) For thc purposc of this\nantl thc next tbllorring scction. a pcrson slrall bc dccnrcd to ha\\,c an intcrcst in il\nnratter il-he has ary intercst, pecunrary or othcnvise, irr sr.rch nratter rvhich could\nreasonably lrc regtrded as giving rise to a conllict bctn,ecn his duty to honestly\nl)!'rlbnr his llnclions untlcr this Ordinlnce arrtl such inlL-resl. so that his irbilitv to\nconsiilcr ard deciclc anl'rlucstion inrp:rrtially'or to gir c any acir icc's.itirout bias. nrav\nrclsorably bc lcglrdcd as inrprilctl.\n(2) A Menrber having ary intcrest iI any malter to be discussed or decidcd\nby the Corrnrission shall, priol to any discussion ofthc ntatter, disclose in rvritinE, to\nthc Conrnrission. thc lact of his intcrest and tlie natulc tltercof.\n(3) A drsclosurc ofinterest under sub-scction (2) shall lte recordcd in thc\ntninutcs o1-the Conrnrission, prior to any tliscLrssion ol, or dccision ol't, tltc ntatlcr\nlttd. lltcr llre rlisclosrrle. th('ML'ntllcr\n(a) shall not, savc in the cascs provided in sub-sections (4) to (6), takc\npart nor be present in any deliberation or decision olthe CorInr ission;\nand\n(b) shrll be disreearded lor the purpose ofconstitution ofa quorunr ofthe\nConrmission.\n(.1) Il'a Mcntber is not thc Chairntan and thc Chairnlrn becomes asarc\nthat a Mclnber has a conflict olintclcst. the Chuilnrrn shtll.\n(fl) il thc Chairnran considers that thr- Menrbcr should not takc part, or\ncontinue to take part, as the case ntay rcquirc. in determining the\nnratter, direct tlte Membel accordingly; or\n(b) any other casc. cause the Menrbcr's intcrest to be disclosed to the\npersons concenrcd in thc mattcr including any person whose application\nis pcnding dccision or arljLrdication lrv thc Conrnrission. the Mcntber in\nrcspect of rhonr a dircction hus been gir.eu undcr clausc (a) shall\nconrplv with thc direction.\n(5) If thc Member is the Chainnan, he shall disclose his intcrest to the\npcrsons concerncd in the matter including any person whose application is pending\ntlecisiort ur adjtrdication b1 tlre Comnrission.\nP.rnr Il THE GAZETTE OF PAKISTAN. EXTRA.. APRIL 20, 2010 33-.1\n(6) Sublect to Sub-section (4), the'Chairman or tlrc Member wlro has\nany intcrest in any Mattcr rcferrcd to in this section shall not take part, or continue\nto take part. irs llre case may require, irr deternrining thc matter unless everyone\nconcerned in it consents to the Chainran or, as the case may be, the Mcmber so\nt;rk irS prrrl.\n2(r. Notification of interest bv stalT of Comrnission.-( l) Whcre a\nperson rvho in the coLrrse of.\n(a) perlorming a l'iinction, or cxercising a po\\\\'er, as an officer ol the\nComnrission;\n(b) perlornring lunctions or scrvicc as an cnrployec; or\n(c) pellornring a function ol scrviccs in any capacity by rvay ofussisting\nor advising thc Conrnrission, or any ol'ficel ol'thc Comnrission, is\nrecluired to considcr a matter in rvhich he has an intcrest, such person\nshall forthwith give to tlre Conlnris\\ion a rr ritten notice stating that he\nis required to consider the matter and has an interest in it and setting\nout particulars ofthe inlerest.\n(2) The person referred to in sub-section ( 1 ) shall also declare his interest\nin accordance u'ith the said sub-seclion rvhencyer it is necessarv to avoid the conflict\nol intercst.\n27. Officers and enrployecs, ctc., to be public servants.-Thc\nChaimran, Menrbers, employecs, experls, consultants and advisers ofthe Commission\nauthorized to perlorm any lunction or exercise any power under this Ordinance\nshall be deemed to be public servants rvithin the meaning of section 2l of the\nPakistan Pelal Code, I 1160 (Act XLV ol- I tt60).\nCHAPTER.IV\nFUNCTIONS ,{ND PO\\VERS OIT'THI CONI}IISSION\n28. Functions and powers of the Commission.-( l) The t'unctions\nand porvers ofthe Commission shall be\n(a) to initiate proceedings in accorclancc rr itlr the procedures of this\nOrdinance and make orders in cascs ofcontlavcntion ofthe provisions\nof the said Ordinance:\n33.1 TIIE GAZETTE OF PAKISTAN, EXTRA., APRIL 20; 2010 [Parr I\n(b) to conduct studies lor promoting competition in all sectors of\nconrnrercinl cconomic actir ityl\n(c) to conduct cnquiries into the afitirs of rny undertaking as nray be\nnecessary lbr the purlloscs of this Ordinance:\n. (d) to giYe adYicc to undertakings askirrg for the sanre as to rvhethcr any\naction proposcd to bc taken by such undcrtakings is consistent with\nthe provisions of tlris Ordinance. rulcs or orders nrade thereunder;\n(e) to engage in competition advocacy; and\n(i) to take all other actions as may bc neccssary lbr carrying out the\npuqroses o I this Ordinancc.\n(2) Thc Cornmission nray- sLrbjcct to such conditions as it ntay think llt to\nin.rpose. delcgate all or any of its functions and poB,crs to any of its Members or\nol'ficers as it deenrs fit.\n29. Competition advocacl'.-The Commission shall promote competition\nthrough advocacv wlrich. among others, shall include.-\n(b) revicwing policy franrervorks for lbstering competition and making\nsuitable recommendations for amendments to this Ordinance and any\nollrcr Ia\\\\,s that alfcct conrpctition in Pakistan to the Federal\nGovernnrent and Provincial Governnlents;\n(c) holding opcn hearings on any matter al'lcctins thc state ofcompetition\nin Pakistan or al'l'ccting thc cor.rt]t[y's colnmcrcial activities and\ncxprcssing publicly an opinion u ith respccl to thc issue; and\n(d) posting on its website all decisions made, inquiries under review and\ncorrpleted, merger guidelines, educational material, and the like.\n30. Proceedings in cases of contravention,-(l) Where the\nConrniission is satisfied that there has lreen or is likely to be, a contravention of\nany 1;rovision olChapter Il, it may nrakc onc or morc of'such orders specificd in\nscction 3 I as it nray,decnr appropriate. Thc Conrntission ntay also irrpose a pcnalty\nat ratcs prescribcd in section 38, in all cases o I'con tra vention ol'the provisions of\nChapter Il.(a) creating arvareness and inrparting training aboLrt conrpctition issLres\nand taking such othcr actions as nray bc neccssary lor the promotion\nor ir conlpct itiolt culture;\nP,rnr Il THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 315\n(2) Beforc making an ordcr undcr sub-scclion ( I ). the Conlnrission shall.\n(a) givc notice of its interltion to make such ordcr stating the reasons\nlherefore. to such undenaking as nray appcar to it to be in contra'u cntionl\nand\n(b) give the undertaking an opportunitv olbeing heard on such date as\nnray bc specificd in thc noticc rrnd ol'placing belbre the Commission\nIacts al]d nratcrial in support of its contcntion:\nProvidetl that in case thc rrndcrtak ing docs not avail the opportunill\nofbeing heard. the C'omnrission nray decidc the case €-r pal-lc.\n(3) The Commissionshall publish its or ders in the official Gazette. lorthc\ninfornration of thc public.\n(4) An order nrade under sub-section ( I ) shall have ellect notwithstanding\nanything to thc contrary contained in any othcr law for the time being in force or in\nany contract or nremorandum or articlcs ol'associatior].\n(5) Any order issued undcr this scctiorr shall inclutlc thc reasons on rvhiclr\ntlre order is based.\n3l. Orders of the Commission.-The Conrmission may in the case\nFof\n(a) an abuse ofdonrinant position, requirc the undcrtaking concemed to\ntake such actions specified in the ordcr as nray bc nccessaly to restore\nconrpctition and not to repcat the prohibitions speciticd in Chapter II\nor to cngagc in any olher plactice rvith sinrilar ellcct;\n(b) prohibited agrcements, annul the agrecment or rcqu ire the undertak ing\nconcerned to amend the agreement or related practice and not to\nrepeat the prohibitions spec ified in section 4 or to enter into any other\nagreenrent or engage in any other praclicc rvith a similar object or\ne lfect:\n(c) a deceptive marketing practicc, requirc,\n(i) the undcftaking conccnred to take such actions speciliccl in thc\norder as may be nccessary to restore thc previor\"rs nrarkct\nconditions and not to repeat thc prohibitions specified in section\nl0; or\n336 THE CAZETTE OF PAKIST.\\N. tj\\TRA.. APRIL 20. 2()J0 [Prtt I\n(ii) conliscation, forfeiture or destruction of any goods having\nhazardous or harnrlul eft'ect; and\n(d) a merger, in addition to the provisions contained in section I l.-\n(i) authorize thc merger. possibly setting forth the conditions to which\nthe acquisition is sLrbject. as prcscribctl in rcgulatious;\n(ii) decide that it has doLrbts as to thc compatibility ol'the nrcrger\nwith Chapter [[, tlrcrcbl' opcn ing a second phase rcl'ieu: or\n(iiD undo or prohibit the Merger, but only as a conclusion ofthe second\nphase review\n32. Porver to issue interim ordcrs.- (1 ) Where. during the course of\nany proceeding under section 30, the Conrnrissiorr is oi opin ion that tlre issuancc of\na final order in the procccdings is iikcly to takc timc and that. in the situation that\ncxists or is likcly to cnrcrge, serious or irreparablc danragc r.nay occur and an intcrinr\nOrdcr is necessary in 1hc public intelest, it may, after giving the undertaking concerncd\nan opportunity of being heard, by ordcr, direct such undertaking to do or relrain\nf'rom doing or continuing to do any act or thing specificd in the order.\n(2) An ordcr rrade under sub-scction (1) nray, at any time, be reviewed,\nmodilied or cancelled by the Commission and, unless so cancclled, shall remain in\nlorce lor such period as may bc specified thcrein but not bcyond thc date of the\nfinal order ntarle Lrndcr scction J l.\n33. Porvers of the Commission in relation to a proceeding or\nenquiry. ( I ) The Conrnrission shall, for the purpose of a proceeding or enquiry\nunder this Ordinance, have the same powers as are vested in a civil court under the\nCode ofCivil Procedure, 1908 (Act V of 1908), wlrile trying a suit, in respect ofthe\nfollowing matters, namely:-\n(a) sLrmmoning and enforcing lhe attendarrcc ofany rvitness and examining\nhim on oathi\n(b) discovery and production of any document or other material object\nproducible as evidence;\n(c) accept evidence on affidavits;\n(d) requisitioning ofany public record from any court or office; and\nPanr Il TI'lE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 337\n(e) issuing ofa commission lor the examination ofany witness, document\nor both.\n(2) Any procecding before thc Commission shall be deemed to be ajLrdicial\nplocceding ri'ithin the nreaning ofsections l()-l and 2lS ol'thc- Pakistatr Penal Codc\n(Act XLV ol'I 860), and the Cornnrission slrall bc deemcd to bc a c ivil court for thc\npul')oses o[section 195 and Chaptcr XXXV of thc Codc of Crinrinal Procedurc.\nI tl9ll (Act V ol I 898).\n(3) The Conrnrission may. for the puqrose of a procceding or enquiry\nunder this Ordinance, require any undcrtaking,\n(a) to produce before. and to allorv to be exanrined and kept by, an oflficer\nofthe Conrmission spccilied in this belrall', any books, accounts, or\nothcr documents in thc cLrstody or untlcr the contr ol ol thc undertaking\nso rcquired, being docunrcnts rclating to any mattcr tlre exanrirration\nof which rnay be necessary for the purposes of this Ordinanccl and\n(b) to furnish to an officer so specified such information in its possession,\nrelating to any nratter as may be, nccessary for the purpose of this\nOrdinance.\n34. Porver to enter and searcli prcmises.-( l) Notwithstanding\nanything contained in any other-larv lor thc tinre beirg in folcc, the Comnrission\nshall have the power to authorize any olficcr to enter and search any premises for\nthe purpose ofenforcing any provision olthis Ordinance:\n(2) For the purpose ofsub-section ( I ), the Commission\n(a) shall have full and free access to any premiscs. place, accounts,\ndocuments or computcr;\n0) nray stan'rp, or ntake an extrilct or copy of aly accounts, doclrments\nor computer-storcd inlbrnration to whicll access is obtained under\nclausc (a);\n(c) may impound any accounts or docunrents and retain them for as long\nas may be necessary far the purposes of this Ordinancei\n(d) uray. rvherc hard copy or conrputcr disk ol infornratiorr storcd on n\nconrputer is not rnade available, inrpound and relain the computcr for\nas long as is necessary to copy thc inlornration lctluired;and\n338 THE CAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [Prnr I\n(e) may, make an inventory ofany article found in any premises or place\nto rvhich access is obtained undcr clar\"rse (a).\n(3) Any officer of the Conrntissign who seeks to cxcrcisc the right to\nerltcr and searcl'r prenrises shall be reqLrircd to provide evidence ol'iris al(hority to\nact on bchalfl ol the Conrntission.\n(4) The Comnrission may authorize any valuer to enter any prenrises or\nplace to inspect such accounts and docunrents as nray be necessary to enable the\nvaluer to make a valuation of an asset for thc purpose of this Ordinance.\n(5) The occr.rpicr or any prenriscs or place to rvhich access is sought\nunder sub-section ( I ) shall provide all rcasonable facilities and assistance to cnsulc\nthe el-fective exercise of the right of access.\n(6) Any accounts, docun.rents or computer impounded and retained under\nsub-section (2) and (3) shall be signed for by the Contmission or an authorized\nofficer.\n(7) An underlaking whose accounts. docunrcnts or computer have been\nimpounded and retained under sub-section (2) nray exantinc thcnr and ntake an\nextract ol copy lronr therr during rcgular otfrcc hours undcr such supervision as thc\nCommission nray determ ine.\n(8) In this section. the expression \"occupier\". irr relation to any premises\nor place, includes the owner, n'ranager or any other pcrson fourrd present on the\nprcmises or place.\n35. Forciblecntrl'.-(l)lnthc evcnt that an undeltakiug refuscs without\nreasonable cause to allo\\\\'thc Cornnrission to c\\ercisc thc po\\\\crs contained in\nseclion 34, an investigating oflicer ofthe Comnrission nray by rvritten ordeq signed\nby any two Menrbcrs enter any place or building by force, ifnecessary.\n(2) Notwithstanding anything contained in sub-section ( I ), no investigating\nofficer of thc Comnrission shall entcr any premises by the use of force without a\ns'ritlen order ofthe Conrnrission signed by t\\\\'o Menrbcrs.\n(l) Il-, on cnquiry conducted in accordance rvilh thc rules it is lound that\nthe cxercise bv an investigating officer of his pouer under sub-section (2) u,as\nvexatious. exccssive or with nala lide intent such olficcr shall bc dismissed from\nPrnt Il TLIE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 339\nserr. ice. and shall be guilty of an ollencc lnd sha ll be liable on conviction to a fine\n* hich nray extend to fir,e hundred thousand rupees or to inrprisonment for a ternr\nnot cxcectling one year or both.\n(4) Whenever a criminal court imposes a fine under sub-section (3) it\nshall, rvhen passing j udgment, order that a sum equal to the whole or any part ofthe\nfine rccovered, be paid to the person on whose complaint the investigating olTicer\nrvas convicted. and in case the fine is not recovcred the sum shall be paid out ofthe\nFuntl.\n(-5) Any sunr Prid urtder sub-sectior (,1) shall be without prcjudicc to thc\nri,tht ofthe aguricr cd pcrson to avail an1 othcl rcrnedics availatrlc to hirr under the\nla\\r' but at the tinle ol'arvarding conrpensation in any subscquent proceedings relating\nto thc sanrc nrattcr the court shall takc into account any surl rccovered from the\ncon\\ ict and paid to the aggricved pcrson.\n36. Porver to call for information relating to undertaking,-\nNotri ithstantling anything containcd in aly other law lor the tinre being in force, the\nConrnrission nray, by general or special order, call upor an undcrtaking to furnish\npcriodicalll, ol as and s hen required any inlbrnrittion conccrning the activities of\nthe r.rndertaking. including infomration relxting to its organization, accounts, business,\ntrade practiccs, n.ranagenrent and connection with any other undertaking, which the\nCommission nray consider necessary or uselul for the purposes of this Ordinance.\n37. li,nquiry and studies.- (1) The Commission may, on its own, and\nshall upon a refercnce nlade to it by the I'-ederal Govemment, conduct enquiries\ninto any matter relevant to thc purposes of this Ordinance.\n(2) Whcre lhc Conrmission rcceives fiorn att undcflaking or a registercd\nassociation olconsunrers a complaint in rvriling olsuch lacts as appear to constitute\na contravention ofthe provisions ofChaptcr II. it shall, unless it is ofopinion that the\napplication is frivolous or vexatious or based on insufficient facts, or is not\nsubstantiated by p rina.fhcie eviderce, conduct an enquiry into the matter to which\nthe complaint rclates.\n(3) The Commission may outsource studies by hiring consultants on\nconllitct\n(4) l1'upon thc conclusion ol an inquiry undcr sub-section (l) or\nsub-scction (2), the Conrmission is of opinion, that the findings are such that it is\nneccssary in the public interest so to do, it shall initiate proceedings under\nsectior 30.\n3.10 THE GAZETTE OF PAKISTAN. EXTRA.. APRIL 20, 2010 [P.'ttit I\nCHAPTER-V\nPENALTIES AND APPEALS\n38. Penalt)1.-( I ) The Conrmission ntay by order direct any undertaking\nor any director, ofTicer or eruployee of an undcrtaking, to pay by way of penalty\nsuch sum as nray be specilled in thc order il. aftel giving the undertaking concemed\nan opportunity ofbcing heard. it detsm'rincs that suclr undertuking --\n(a) lras been fbund engagcd in any activity prohibited under this Ordinance;\n(b) has failed to comply with an order olthe Comnrission made under this\nOrdinance;\n(c) has failed to supply a copy olthe agreement or any other docunlents\nand infornration as required under this Ordinance or requisitioncd by\nthc Conrnrission:\n(d ) has lumished any in lonration or nratlc any statcnrcnt to the Conr nrissiorr\nu'hich suclr undertaking knorvs or has rcason to bclier.e to be l'alse or\nlound by the Commission to be inaccuratei or\n(d) knoivingly abuscs, interferes with, impedes, imperils, or obstructs the\nprocess ofthe Comnrission irr any nranncr:\nProvided that fair conmrcnts madc in good faith and in the public\nintercst on the rvorking of the Conrmission or on any ordcr of the\nConrnrission issucd al1cr the complcl.ion ol'any procecdings, shali not\nbe subject to the imposition o{'a pcrralty.\n(2) The Commission may impose penalties atthe following rates, namely:-\n(a) for a contravention ofany provision ofChapter Il ofthis Ordinance,\nan an'rount not exceeding fifty million mpees or an amount not exceeding\nfil\\ccn par cent of the annual turno\\er ofthe undertaking, as may be\ndccided in the cilcunrstanccs of thc casc by thc Corrmission:\n(b) for non-compliance ofany ordcr. not ice or rcqu is ition o l'the Conrnrissron\nan anrount not exceeding one nrilliorr rupccs, as nray be dccided in thc\ncircumstances of the case by the Comnrission; and\n(c) for clause (c) (d) and (e) in sub-section ( I ), an amount not exceeding\none nrillion rupees as nray be decidcd in tl:e circunrstances ofthe case\nby thc Conrmission.:\nl',rtrr ll THE GAZETTE OF PAKISTAN, [XTIiA.. APRIL 20, 20i0 ]41\n(3) I lthe violation ofthe ordcr ol'the Conrnrission is a continuing one, the\nContmission nray also direct thc undcrtaking guilty ofsuch violation shallpay by\n\\\\,a) ofpcnaltv a lurther sunr rvhich nrav cxtend to one nrillion rupees for evcry day,\naftcr first such violation:\n(4) ThcConrrnission nra-y. \\\\,i1h llicappro\\,ll ofthe lietleral Govcrii:.,cnt.\nby notificarion in the ollcial Gazctte. \\'ary tl)c ratcs and anrourlt oftlre penaltics ns\nand nhen neccssflr) in lhe public irrtercst.\n(5) Auy penalty inrposed undcr this Ordinance shall be recoverable as\nprovidetl in scction.l0.\n(6) Notl'ithstanding anythiug containcd in this Ordinance or any other\nlaw tbr the tinre being in lbrcc. failure to conrply rvith an older o1'the Conrnrission\nshall constitutc a crinrinrl ol)'encc punishable rvith in4rrisonnrent for a ternr rvhich\nmtv exte nd to onc ve ar or rvith finr.'s.iriclr rnal cxtcnd to twcrllI' live nrillion rupee,.\nand thc Coninrission nray; in addition to, ur iu licu ol, thc pcnalties prcscriL'cd in this\nOrd irancc, initiatc pr()cee(lings in a Court o l'conr pctcnt j Lrrisdiction.\n39. Leniency.-The Comnrission may, if it is satislicd that any undertaking\nu'hich is a party to a prohibited agrcenrcnt and is alleged to have violated,\nChaptcr ll proh ibitions. has nrade a lull and truc disclosure in respect ofthe allegcd\nvio!alior. irnpose or suclr undenaking a lcsscr-pcnalty irs it may decnr fi1. than that\n;lr'crr iilctl irr scction 3ll.\n(2) Any excnrption liour a pcnalty or inrpos;tion ofa lesscr pcnaltv shall\nbc nrtrdL'olrly ir rcspcct ol'an undcltaliing thirt is a palty to a Prohibited agrccnrent\nu,hich flrst n.rade the full and true disclosure urrder this scction.\n(3) Thc Conrmission may. ilit is satisfied thnt any undclraking which has\nbcen grantetl lenicnt treatnrcnt under sub-scction (l) failcd to comply rvith the\nconditions on r.r,hich a lesser penalty rvas irlposed had givcn false cvidence. revoke\nthe lenicncv provision and inrpose on thc undcrtakiug thc penalty provided undcl\nsection lll.\n40. Rcc0vcrl of penaltics.- ( I ) For the recovery ol'any amoullt liorr\nan undertaking, tire Cornnrission may servc upon the concerned person or the chief\ncxecuti!'e or tlirector ofthe said undertaking. a copy ola notice in tlre prescribed\nfornr lequiring such person to pay tlre said amount within the tirne specified in the\nnotice.\n(rl ll'thc amounl rcferred to in tlre notice under sub-section (l) is not\npaid rvithin thc Prcscribcd time. the Conrrlission nray procecd to rccovcr the said\n342 'fHE GAZETTE Ol' PAKISTAN. EXI'RA.. APRIL 20. 2010 fP.rnr t\namount from the person or undertaking in default in any one or more ofthe following\nmanners, nanrcly:\n(a) atlachrncnt of inrnrovable propert)' or sale ofany rnovable property.\nincluding bank account ofthe person or undcrtaking;\n(b) appointment of a receivcr for the ltanagenrcnt of the n:ovable or\ninrnrovable propcrly 01'ti1c persorr or unde aking:\n(c) recovery ofthe anrounl as arrears ofland revenue through the District\nRevenue Oltlcer:\n(d) require anv olthe lollou'inq. by notice in rvriting. the person to deduct\nand pay 1he sunr spccificd in tl)c notjcc (nr or bctbre such date as may\nhc so spl'eitir'rl. nrrnr'ly:\n(i) frorl whonr an-v nronr\\ is tlLre or nray hecome due to the\nundenaking;\n(ii) u,ho holds. or controls the receipt disposal ofor may subsequently\nhold- or conlrol the receipt or disposal of. any nroney belonging\nto the undertaking or on rccount of lirc undertakingi or\n(3) Any bank. receiver, Districl l(evenue Olliccr-or urdertakinc rvlro has\npaid any sum in compliance with a notice under sub-scction (2) shall be deemed to\nhave paid such sum to the Commission in respect of thc undertaking, and the\nreceipt of the Comnrission shall constitute a good and sufllcicnt discharge of the\nliability ofsuch bank, rcceiver, District Revenue Officer or undertaking to tlre extent\nof the sum leferred to in srrch reccipt.\n(4) Il any bank. receiver. Dislljct I{evenue Olficer or undcrtaking on\nNhom a noticc is scrvcd. lilils 1() attach. r'cccive. rccoYcr. deduct arrd pay. as the\ncase nray bc. the arnoLrnl specified in the said nr.rticc. such bank, rcceiver, District\nRevenue Officer or undertaking shall be treatcd as a defaultcr and the amounl\nspecified in the said notice shall bc recoverable lionr him or it. as the case may bc,\nby the Conrnrission in accordance with the proviiions ofthis Ordinance.\n(5) Thc Conrnrission nray, by'order. tlircct anv bank, receiver- District\nRevenuc Officer or undcrtaking rvhich is a dcfaulter as rcf,crrcd to in sub-section\n(4), to pay by rvay ofpcnalty. such sum as specilled in thc ordcr. after giving to the\nbank, receiver, District llevenuc Olficer or undertaking arr opportunity of bcirrg(iii/ rr ho is rcsponsiblc lbi pa1'rnent ol'arr) sunr to thc undcfiaking\nP,rnr Il THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 343\nheard. it detemrines that such bank receii'er, District Revcnue Officer or undertakine\nhas willfully failcd to comply with the ordcr of the Cornmission.\n(6) for the purposes ofthe recovery ofthc anrount under sub-section (2)\nthe Conrnrission shall have the sanre po\\rcrs ls a civil court lras under the Code of\nCivii Procedurc 1908 (Act V ot l90u).\n(7) Thc Commission may nrakc rulcs regulating the procedure lor the\nrccoYcry of anrounts undcr this section and any othcr matters connected with or\nincidcnral to tlle oncrJtion ofthis sectiorr.\n41. Appeal to the Appellate llench of the Commission.-(l) An\nappeal shall lie to an Appellate Bench of thc Conrnrissior.r in rcspect of an order\nnrarle by any Mcnrber or authorizcd ofllccr ofthc ( onurrission. The person aggrievcd\nby such order nray, within thirty days ol thc passing ol'the ordcr submit art appeal,\nlo llrc Al)pellale Berch oflhe Conrrnission.\n(2) Thc Commission shall constitute Appellate Benches comprising not\nlcss than trvo l\\4embers to hcar appeals under sub-section ( I ).\n(3) Thc decisiorrs ofthe Appcllatc Bcnclr shall be nrade unanimor.rsly or\nby a nra-jority ofvotes ifthe Appcllatc Bcnch Conrpriscs of nrorc lllan two nrenrbers.\nhr the e\\,ent ofa split verdict. thc oliginal ordcl apperlcd against shall hold and shall\nhave cffect as thc fina] older of tlrc Commission.\n(4) No N'lember shall be included in an Appellate Bench wlro has\nparticipated or been involved in tbe decision being appealed against.\n(5) The form in rvhich an appeal is to be filed and the fees to be paid\ntherefore and other related Matters shall be plescribed by rules.\nC HAPTER--VI\nGENER.{L\n43. Common seal.- ( I ) Thc Conrnrission shali have a common seal\nwhich shall be kept in the custody ofthc Chainnan or such other person as nray lre\nauthorized by the Chairnran by regulations made by the Comnrission.42. Appeal to the Court.-Any pcrsolr aggricved by an ordcr of the\nConrnrission conrprising [wo or u]ore Menrbers or of thc Appellate Bench of the\nComrlission nray within sirty days ofthe conrnrunication ofthe order, preler appeal\nto the High Court.\n344 THE CAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [P,rnr I\n(2) The docurncnts required or permittcd to he cxecuted under seal shall\nbc spr.:cif icd anrl authenticated in such nranner as slrall be autholizcd by regulations.\n45. Conrpensation.-( I ) No undertaking shall bc entitled to or be paid\nanv compcnsation or danra-scs by thc Conrrnission lor an1, loss or injury suffcrcd on\naccount of the ternrination ofany agrecnlent or cnrplol,nrent or the divestnrent ol\nany shlre or propcrty or any othcr ilction taken in pulstrance ol'any order nrade\nunder this Ordinancc.\n(2) Nothing in sLrb-scction ( I )shall prevcnt an undertaking f'rom recovering\ncompersatioll or darnages fi-onr any other party lbr any loss or injury suflcred on\naccount of the terminalion of any agrecment or employnlent or the divestment of\nany sharc or property or any other action taken in pursuance ol any order made\nunrlcr th rs Ord irrrrrcc.\n4(>. I ndem n ity.-S ubject to sub-scction (3 ) of section 35, no suit.\nprosccutiorl or othcr legal pr oceeding shall lie against tlre Comnrission or any Member.\nolficcr or servant ofthe Commission for any thing in good faith done or intended to\nbe done under this Ordinlnce or any regulations or order Madc thereunder.\n-17. Agreemtnt for exchange of information.-The Commission may,\nuith approval ofthc Fcderal Go\\ernnrent. entcr into Sreernent with competition\nagencics itr any part ofthc rvorld for the cxchange and assistance in perlormance\nof its fLrnction trndci'tlris Ordinance.\n4lt. Sharing and suppl)'of in tbrnration.-ln order that infornration\nrelcrant to the perlormance of its lunctions is availablc to the Contntission and for\ncarrving out thc purposes ofthis Ordinance, -\n(a) all offices and agencies of the Federal Covernment and Provincial\nGor,emnrents shall supply frce ofcost or charges information requested\nby the Conrmission in thc dischargc ol its functions under this\nOrdinance; and\n(b) Ihe State Bank ofPakistan. Securitics and Exchange Commission of\nPakistan. the Centlal Boald ofRevenue, the Federal Bureau ofStatistics\nand all rcgulatory authorities shall arrange to provide requisite44. Service of notices alrd other documents.-l'or the purPose of\nthis Ordinancc' any noticc. requisition. lcttcr or order lequircd to be servetl on irrr\nundertaking shall be trcated as propcrly served or the undertaking, ifsuch ser.rice\nis rnade in the nranncr prescribcd lor the scrvicc ofa sLu.unlons under thc Code of\nCivil Procedurc, I 908 ( V o1' 1908) or as nray be prescribed by the Commission.\nP^-. Il TllE GAZET\ninlormation as pernrissiblc under their own lari,s to the Commission,\nfrom time to time, at its rcquest in thc discharge ol its functions under\nlhis Ord inancc.\n.19. Obligation of conlidc r tiali t).-( l) Subjcct 10 this scction. an)'pcrson\n$ ho is or was i.rt any tinre.\n(a) acting as a Member ofthe Conrnrission; or\n(h) engaged as an ofTicer or cnrployee ofthe Commission; or\n(c) authorized to pcrlolnr ol cxclcisc any function or power of the\n. Corrnrission or rny iunclion ol powcr on beltalfot tlrc Conrnrission or\nto rendcr sen'ices to lhc Conrmission ir the caprcitv of a consultrurt\nor adviser:\nshall rot. except to the extent necessary to pcrlorm his oll'icial duties, or in the\nperlormance or exercise ol such a function or power. either directly or indirectly,\nmakc a record ot. or disclose to any person. any information that is or was acquired\nby him hecausc ofhaving been so appointed. engaged or authorized, or make use of\nany such infolnration, lbr any puryrose othcr than the perfornrance of his olficial\ndutics or thc pcrlornrance or cxcrcisc ollhrl lirrction ol po\\\\'cr'.\n(2) Any person who contravencs sub-section (l) shall bc guilty ofan\nolfence which shall be punishable wilh inrprisonnrent for a ternr which may extend\nto one year, or with fine which extend to one million rupees or with both.\n(3) The Commission shall take all reasonable measures to protect from\nunauthorized use ordisclosure ofthe information given to it in confidence in connection\nwith tlic perfornrance of its functions or the exercise of its powers.\n(4) For tlre puq.r^se of sub-section (l) thc disclosurc.of infornration as\nrequired or pcrnritted by any law for the time being in lbrce in Pakistan or any other\njurisdiction shall be taken to be authorized use and disclosure ofthe information.\n(5) For the purposes ofsub-section ( l), the disclosure ofinformation by a\nperson for the purposes of,-\n(a) perfomting his functions as\n(i) a Mcnrbcr or enrplol'ec of thc- Conrnrissiou: or\n( ii) an olTicer or cnrployec or rvho is authorizcrl to pcrfomr or excrct se\na lunction or powcr ol, or on behalfof, the Commission; or\n34(, 'lHE CTAZETT l: OF PAKISTT\\N. EXTRA.. APRIL 20. 2010 [P.rnt I\n(b) tlre 1;eltbrnrance ol'functions or scnice by the pelson by lay of\nassisting a Mcnrber or an olficer-ofthe Conrmission,\nshall be taken to be authorized use and disclosure ofthe information.\n(6) Whcre the Chairnran is satisfied that any particular information,-\n(a) cnable or assist [l']e Cornnrission to pelfonr or- cxercise al]y of its\n[unctions or powcrs;\n(b) cnable or assist the Fedcral Co\\ ernnrent. or an agcncy ofthc Federal\nCor cnrnrerrt to perlornr a fu|lclior ()r c\\crci5e il powcr: or\n(c) cnable or assist thc Fcderal Covenrnrcnt, an agency of the Federal\nGor.ernnrcnt. or ofa forcign country to pcrtbmr a funclion, or erercise\na Pou'er, corlerred by a la$, in lorce in that foleign country,\nthe disclosLrre ofLhe inlorrration to such pcrsons by a person whont the Chairman\nauthorizes for thc puryose shall be taken to be lullrorized usc and disclosure ofthe\ninfonration.\n( 71 1'he Chairnran may inrposc conditions to be complied with in relation\nto iulormation disclosed urder sub-section (6).\n(ti) Thc Clrairman nray delegate all or any of his lunctions and powers\nunder sub-sections (6) and (7) to a Menrbcr or an ol-flcer ol'the Comnrissiorr.\n(9) Nothing in any of sub-sections (4), (5). (7) and (8) shall liniit what\nmay othcrwise constitute, for the purposes ol sub-section ( I ), authorized use or\ndiscl osure of i nlomration.\n50. Permitted disclosure.-Nothing in section 49 shall preclude aperson\nfronr.-\n(a) producirrg a docunrent to a coult in thc coursc ofcrinrinal proceedings\nor in thc course ofany proccedings under this Ordinancc thc Ordinance\nor any othcr law lor thc tirlle lreing in lblcc;\n(b) disclosing to a coun in the coursc of any proceedings referred to in\nclause (a) any nratter or thing, that came under his or her notice in the\nperlonnance of his or her official duties or in the performance of a\nfunction or the cxercise of a ltou,cr rcferred to in that sectior;\nt\nI',rr<r Il Ttll: CAZETTE OF PAKISTAN. EXTRA., APItIL 10. 20i0 147\n(c) l)roducing a document or disclosing in lonl'ration to a persoil to \\\\ honr.\nin the opinion of the Conrrrission. it is in tire prblic interest lhat thc\ndocunrent bc produced or the inlbrmation bc disclosed;\n(d) producing a document or disclosing inlomration that is required or\npenritted by any law for the tinre being in lbrce in Pakistan or any\notherjurisdiction to bc prodtrcccl or disclosed, as the case may be; or\n( e ) producing a document or d isc losirlg in fornration to the Conrnl rssroll\n51. Assistance and advice to thc Commission,-( t) The Commission\nmay seek the assistance olany person- authority or agency for the perfornrance of\nils tunctlors untler this Ortlinancc.\n(2) All olficcrs ofan agency and uny person whose assistance lras been\nsought by the Corlnrission in thc perlornrance ol'its functiorrs shall rendcl such\nassistancc to thc erterit it is u.ithin their porvcr or capacitl,.\n(-1) Subject to srrb-section (i) ()1'seclion ,15, no statcment made by a\nperson or authority in thc coulsc of givirrg evidcncc belbrc the Comnrissiorr or its\nstaffshall be used against hirn or subject such pcrson ol aulhoritl, to civil or criminal\nprcceetlings except for prosecution of such pelson or authorily for giving false\ncvidence.\n51. Po\\yer to exenrpt.-The Fcrlelal Gor ernnrcnt nray. by notificatio!]\nin the ol trcial Gazefte exenrpt fiom tlrc rpplicatior olthis Ordinance or ary pror isio:,\nthercoland for such period as it rnty specily in such nolification.\n(a) any Class ofundertaking ifsLrch exemption is necessary in the inlerest\nofsccurity ofthe State or public interest;\n(b) anv practice or aqre'emcrrt arising. out ofand in accordancc rvith an1'\nobligation assunred by Prkistan undcr an),treaty. agreement or\nconvcntion u ith any other State or Stales; or\n(c) arry undertaking whiclr perlornrs a sovercign function on behalfofthc\nFederal Govcrnmcnt or a I'ror,incial Covernrnent.\n341( THE CAZETTE OF PAKISTAN. EXTRA., APRIL 20, 2010 [P:ttt I\n53. Ordinance not to apply to trade unions.-Nothing in this Ordinance\nshall apply to trade unions or its mcmbers fulctionins in accordance with any law\nrelating to irldustrial relations tbrthe tinrc being in tbrce.\n54. Porvers of the Federal Gove rnruent to irisue {lirectir es,-Tlrc\nF ederal Governrncnt nrly, as and u hen it considcl s ncc!'ssary, issuc policy directivcs\nto the Conrnrission. not inconsistert w itlr tlre Pror isiorrs ol this Ordinance. and the\nComn.rission shall conrply rvith such dircctives.\n55. Porver to make rules.- (l).Subject 1o sub-section (2), the\nComnrission may, by notification in the oflicill Cazettc, ri ith the approval ofFederal\nGovcrnnrent. make n:les foralloran)'o1-the n'rattcrs in lc'sgrcct ol'l'hich it is required\nto nlake rules or to carry orLl th!' |uq)oses ol'this Orrlirrance.\n(2) Thc pawer Lo nrake Iules conicrred by tiris section. ericepl for thc llrsi\noccasion, shall bc sulrjcct to the condition ofprevious lrutrlication and before making\nany nrles the dmft thcrcof shall bc published in the olficial Gazette lbr eliciting\npublic opinion thereon 'rvithirr a period o[not less than thirty days from the date of\npublication.\n56- Porver to nlake regulxtions,-( l) Subjcct to sub-section (2). thc\nCorrnrission nrav, b_y rrotillcations in tirc olficiel Gazcttc. ulakc sucli rcgulations as\nnray bc rr.:quired to catry out llic purnoses of this C)rdinance.\n(2) The powcr to nrake regulations conlcrrcd by this section, exccpt lbr\nthc first occasion, shall bc \"trbject to the condition ofprcr ious publication and before\nnraking any regulations the draft thcreol shall be publishetl in two nervspapers of\nu ide circulation fbr elic iting public opinion thcleon l,ithin a 1leriod of nr)t less than\nthrrty (la\\ i llonr thc drte of publicut iorr.\n57. Ordinarrce to ovrrride othe r larvs.-Thr. pro\\ isions of this\nOrdinance shall have eftlct notwithstandiug anvthing to the contrary, contained in\nany other la\\r. for the timc being in force.\n58. li.ernoval of difficulries.-lIan1.tlil-ficully arises in gir.inu effect to\nthc provisions of tlris Ordinance, the f'onrnrission lnay nrirkc such order. not\ninconsistent witlr the provisiorrs ofthis Ordinance. as ntry appcar ro it to be recessary\nfor thc purposc of removing the difficulty.\n/\nP,rnr ll THE CAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 349\n59. Repeals and savings.---On the commencement ofthis Ordinancc'\n(a) the Monopolies and Restrictive Trade Practices (Control and\nPrevention) Ordinance, 1970 (V of 1970). hereinaller rcferred to a\"\nthe repealed Ordinance, shall stand repealed:\n(b) the Monopoly Control Authority established under the repealed\nOrdinance shall stand dissolved;\n(c) all assets, rights, powers, authoritiesand privileges and property, movable\nand immovable, cash and bank balances, reserve funds, investments\nand all other interests and rights in, orarising outofsuch property and\nall debts, liabilities and obligations ofwhatever kind ofthe Monopoly\nControl Authority subsisting immediately before its dissolution shall\nstand transferred to and vest in the Competition Commission of\nPakistan established under this Ordinance;\n(d) no officer, employee, servant or any other person holding any post in\nconnection with the affairs ofthe Monopoly Control Authority shall\nhave any right or lien to appointment to any post in the Competition\nCommission ofPakistan cstablished under this Ordinance;\n(e) officers, employees, servants, or any other person holding any post rn\nconnertion with the affairs of the Monopoly Control Authority, not\nconsidercd for appointment in the Commission shall have the option to\nbe discharged ftom service on payment ofadmissible relieving benefits,\nor altematively, their services shall be placed at the disposal of thc\nFinance Division for absorption on the t€rms and condition to be\ndetermined by that Division trut not less.favourable than those which\nthey were entitled to in Monopoly Control Authorily, and unless sooner\nthey arc absorbed elsewhere, they shall continue to draw their pay,\nallowances, privileges orother b€nefis from the Commission as they\nwere drawing while holding their posts in the Authority;\n(f) save as otherwise provided in clause (c), all the debts and obligations\nincurred or contracts entered into or rights acquired and all mafters\nand things engaged to be done by, with or for the Monopoly Control\nAuthority before the enforcement ofthis Ordinance shall be deemed\nto have been incurred, entered into acquired or engaged to be done by,\nwith or for the Cominission, established under this Ordinance, as the\ncase may be; and\n3s0 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [Prnr I\n(g) all suits and other legal proceedings instituted by or againstthe Monopoly\nControl Authority before the commencement ofthis Ordinance shall\nbe deemed to be suits and proceedings by or gainst the Competition\nCommission ofPakistan as the cas€ may be and may proceed and be\ndealt with accordingly.\n60. Validation of actions, etc.-Anything done, actions taken, orders\npassed, instruments made, notifications issued, agreements made, proceedings\ninitiated, processes or conrmunication issued, power con ferred, assumed or exercised,\nby the Commission or its officers on or after the 2nd October, 2007 and before the\ncommencement ofthis Ordinance, shall be deemed to have been validly done, made,\nissued, taken, initiated, conferred, assumed, and exercised and provisions of this\nOrdinance shall have, and shall be deemed always to have had, effect accordingly.\nASIF ALI ZARDARI,\nPresident.\nSYED SULTAN AHMED,\nSenior Joint Secretary.\nPRINl'ED .IIY 1'IIE MANACIJR. PRIN'I'IN(; CORI'ORAI0N oI] IAKISI N PRDSS. ISLAMATIAD.\nPl,tlt.ls ut) BY lIIi DEPI,TY ( ONTR0LLUR. St)\\It()NtiR) ANt) l:OtaMS. trNtVtiRSIry ROAD. KARAC !"
}