{
    "file": "./converted_json\\administratorf83e5737858923824793b623218c94ed.json",
    "name": "The Federal Board of Revenue Act, 2007",
    "date": "2nd July, 2007",
    "tagline": "An Act to provide for the establishment of Federal Board of Revenue and for matters connected therewith or ancillary thereto",
    "content": "Page 1 of 12 \n \n \n \n \nTHE FEDERAL BOARD OF REVENUE ACT, 2007  \n \n \n \n \n \n                                    CONTENTS  \n       ___________  \n \n1.  Short  title, extent and commencement  \n2.  Definitions  \n3.  Establishment of the Federal Board of Revenue  \n4.  Powers and function s of the Boa rd \n5.  Human resource management  \n6.  Establishment of Policy Board  \n7.  Representation to the Chairman  \n8.  Delegation of fu nctions and powers by the Board  \n9.  Validity of proceedings  \n10.  Directions from Federal Government  \n11.  Budget and  accounts of the Bo ard \n12.  Annual report  \n13.  Indemnity  \n14.  Power t o create and maintain data bank  \n15.  Continuance in force  \n16.  Properties and ass ets, etc., to vest in the Board  \n17.  Continuance of service of the employees, etc., of the Central Board of Revenue after the  \nreconstitution of Federal Board  \n18.  Refere nce to Central Board of Revenue  \n19.  Boar d may impose any fee or charges  \n20.  Act to override other laws   \n\n \nPage 2 of 12 \n 21.  Power to make rules  \n22.  Power to make regulations  \n23.  Repeal and sav ings \n24.  Removal of difficultie s \n  \n \nPage 3 of 12 \n THE FEDERAL BOARD OF REVENUE ACT, 2007  \nACT No . IV OF 2007  \n[2nd July, 2007]    \nAN  \nACT  \nto provide for the establishment of Federal Board of Revenue and for matters connected \ntherewith or ancillary thereto  \nWHEREAS  it is desirable to enhance the capacit y of the tax system to collect due taxes \nthrough application of modern techniques, providing assistance to tax payers and creating a \nmotivated, satisfied, dedicated and competent professional work force that is required to perform at \nan enhanced efficiency  levels;  \n \nWHEREAS  the Federal Board of Revenue must pursue its objective and vision to be a \nmodern, progressive, effective, autonomous and credible organization by providing quality services \nand promoting compliance with tax related laws, while being mindf ul of upholding values such as \nintegrity, professionalism, teamwork, courtesy, fairness, transparency and responsiveness;  \n \nWHEREAS  it is expedient to regulate the matters relating to the fiscal and economic policies; \nadministration, management; imposition,  levy and collection of taxes and duties;  \n \nAND WHEREAS  it is necessary to  re-organize  the Board of Revenue to enhance the scope of \nactivities and operations and to have appropriate autonomy and reconstituting Central Board of \nRevenue as the Federal Board o f Revenue;  \n \nIt is hereby enacted as follow:  \n \n1. Short title, extent and commencement. ⎯(1) This Act may be called the Federal Board \nof Revenue Act, 2007.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) This section shall come into force at once and the remai ning provisions shall come into \nforce on such date as the Federal Government may, by 2notification in the official Gazette, appoint \nand different dates may be appointed for different provisions.  \n \n2. Definitions. ⎯In this Act, unless there is anything repugn ant in the subject or context,⎯ \n \n(a) “Board” means the Central Board of Revenue established under the Central \nBoard of Revenue Act, 1924 (IV of 1924), and on the commencement of \nFederal Board of Revenue Act,  2007, the Federal Board of Revenue \nestablished u nder section 3 thereof;  \n \n                   (b) 1[*    *    *    *    *     *            *] \n__________________ _______________________________________________________________  \n1Omitted by Act No. VI of 2011 , s.2  \n2Vide R.O. 1064(I)/2007 the Federal Governm ent notified 1st November, 2007  to be the date on which  the remaining provisions ca me into force.  \n \nPage 4 of 12 \n (c) “Central Board of Revenue” means the Central Board of Revenue established \nunder the Central Board of Revenue Act, 1924  (IV of 1924);  \n \n(d) “Chairman” means  the Chairman of the Board appointed by the Federal \nGovernment and shall include acting Chairman for the time being;  \n \n(e) “Committee” means a committee constituted under this Act;  \n \n(f) “employees” means the persons in the employment and service of the Boar d \nand its offices, organizations and its departments;  \n \n(g) “fiscal laws” means in relation to tax matters  including but not limited to, the \nCustoms Act, 1969 (IV of 1969), Sales Tax Act 1990, Income Tax Ordinance \n2001(XLIX of 2001), Federal Excise Act , 2005, and any other law imposing \nany tax, levy or duty  or having nexus with taxation, or  as the Federal \nGovernment , may, by notification in the official Gazette, determine;  \n \n(h) “human resource policy” means the policy related to employees for the \npurpose of enhancing efficiency in the functioning of the Board, which has \nbeen approved by the competent authority from time to time;  \n \n1[(ha) “incentive” mea ns the incentive as prescribed;]  \n \n(i) “member” means any person appointed as a member of the Board;  \n \n(j) “person” includes the natural person, entity, any company or association or \nbody of persons, whether incorporated or not;  \n \n1[(ja) “Policy Board” means the Policy Boa rd established under section 6;]  \n \n(k) “prescribed” means prescribed by rules;  \n \n1[(ka) “reward” means the reward as prescribed;]   \n \n(l) “rules” means th e rules made under this Act;  and \n \n(m) “regulations” means the r egulations made under this Act.  \n \n3. Establishment of the Federal Board of Revenue .⎯(1) There is hereby established a \nBoard to be called th e Federal Board of Revenue, which shall consist of not less than seven members \nto be appointed by the Federal Government.  \n \n(2) The Board shall exercise all the powers and functions as were exercisable by the Central \nBoard of Revenue under the Central Board  of Revenue Act, 1924 (IV of 1924), and all other s powers \nand functions conferred on it under section 4.  \n \n(3) The Federa l Government shall appoint the Chairman on such terms and conditions as it \nmay determine.  \n \n_____________________________________________ ____________________________________  \n1Inserted  by Act No. VI of 2011 , s.2. \n \nPage 5 of 12 \n (4) The Chairman may designate any member who shall act as an Acting Chairman in his \nabsence.  \n \n(5) The Chairman shall appoint the Secretary of the Board who shall act under his dire ction \nand shall deal with all matters connected with the meetings of the Board.  \n \n(6) In case the appointment of the Chairman is delayed for any reason, the Federal \nGovernment may appoint or designate the most senior member a s an Acting Chairman.  \n \n(7) The B oard shall meet at least once in two months but a special meeting of the Board may \nbe convened by the Chairman at any time or on the request of any member.  \n \n(8) The Board may constitute one or more committees to consist of members that are \nappointed by the  Board and they shall perform such functions as are entrusted to them by the Board.  \n \n(9) The Federal Government may delegate any of its powers under this Act to the Chairman \non such terms and conditions as the Federal Government may determine.  \n \n4. Powers a nd functions of the Board .⎯(1) The Board shall exercise powers and perform \nall such functions that are necessary to achieve the objects and purposes of this Act and  include the \nfollowing, namely: ⎯ \n \n(a) to implement the tax administration reforms;  \n \n(b) to promote voluntary tax compliance and to make the Board a service oriented \norganization; and to implement comprehensive policies and programs for the \neducation and facilitation of taxpayers, stakeholders and employees, etc., in \norder to develop the Board int o a modern efficient authority;  \n \n(c) to adopt modern effective tax administration methods, information technology \nsystems and policies in order to consolidate assessments; improve processes, \norganize registration of tax payers, widen the tax base, and make  departmental \nremedies more efficient including enforcement of, or reduction or remission \nin, duty, penalty or tax, in accordance with the relevant law for the time being \nin force;  \n \n(d) to improve the productivity through a comprehensive and effective huma n \nresource strategy;  \n \n(e) to identify and select through Internal Job Posting process the employees for \ndesignated jobs;  \n \n(f) to grant additional allowances or any other incentives and rewards to the \nemployees and members of the Board;  \n \n(g) to take appropr iate measures including internal controls to combat corruption \nwithin the organizations under the Board and provide checks to ensure the \nintegrity of employees that is verified periodically through applicable \nprocedure which shall be made one of the criter ion for promotion and \nincentives;  \n \nPage 6 of 12 \n (h) to re-designate  existing posts within its jurisdiction, prepare job description of \nany post and create posts in accordance with the rules;  \n \n(i) to direct or advise, where necessary, investigation or inquiry into suspec ted \nduty tax evasion, tax and commercial fraud,  money -laundering,  financial \ncrimes cases and to coordinate with the relevant law enforcement agencies;  \n \n(j) to introduce and maintain a system of accountability of performance, \ncompeten ce and conduct of the e mployees . \n \n(k) to implement the provisions of all the fiscal laws for the time being in force \nand to exercise all powers provided under the provisions of the fiscal laws and \nto take any action, make policy, issue rules or guidelines for the purpose to \nmake  the implementation of the fiscal laws clearer, transparent, effective and \nconvenient;  \n \n(l) to implement international obligations pursuant to a treaty, resolution or any \ninternational commitment;  \n \n1[(m) to establish a F oundation  and Fund relating thereto so as to provide support \nand facilities to the employees , and for the welfare of the serving and retired \nemployees and their families, and to create, establish, organize, assist in the \nsocial and cultural  activities.]  \n \n(n) to create a surplus pool of emplo yees as and when required;  \n \n(o) to make regulations, policies, programs, strategies in order to carry out the \npurposes of this Act;  \n \n(p) to engage any person or entity on contract basis to carry out assignments or for \nthe consultancy in accordance with the  rules of the Federal Government;  \n \n(q) to regulate and enter into any agreement, contract, understanding, with any \ninternational organization or institution or donor agency or counter part entity \nwith approval of the Federal Government;  \n \n(r) to create fiel d formations of Board for greater efficiency in implementation of \nfiscal laws and refer to them with appropriate titles;  \n \n(s) to set up mechanism and processes that facilitate removal of grievances and \ncomplaints of the tax payers;  \n \n(t) to carry out any ot her function, activity and acts, etc., as decided and \ndetermined by the Board;  \n \n \n \n \n1Subs. by Act No. VI of 2011 , s. 3 .  \n \n \n \nPage 7 of 12 \n (u) to enable electronic communication in respect of all taxation matters such as  e-\nfiling,  e-payments,  e-notice,  e-notification,  digital imaging, protocols or \nagreements as may be prescribed; and  \n \n(v) to perform any other functions entrusted from time to time by the Federal \nGovernment.  \n \n(2) The Board may, where appropriate, issue statutory rules and orders (SROs), orders, \ncirculars and instructions for the enforcement of any of the provisions of fiscal law and the provision \nof this Act.  \n \n(3) The Board shall perform all other functions assigned by the Federal Government for the \npurpose of implementation of this Act.  \n \n5. Human resource man agement .⎯(1) The power of the Board in respect of its employees \nshall include, interalia , the following powers, namely:⎯ \n \n(a) power to implement the human resource policy;  \n \n(b) power to assess, identify, create, decrease and reduce or designate or  re-\ndesig nate posts and prepare, execute the internal job posting regime in \naccordance with the rules;  \n \n(c) power to lay down qualifications and criteria for the posting of employees \nagainst specialized or available posts;  \n \n(d) power to implement a transparent eval uation process to assess if the official is \nqualified for posting against a specialized or available post;  \n \n(e) power to make assessment of integrity of the employees for the purpose of \nevaluation process or for the purpose of posting, promotion or transfe r; \n \n(f) power to transfer, select or post the official or employees against any post on \nthe basis of transparent criteria of selection for internal job postings or \ntransfers;  \n \n(g) power to transfer any official to any post in any entity controled  by the Bo ard; \n \n(h) power to prepare and recommend to the competent authority, the voluntary \nseverance scheme and on approval subsequently implement the same;  \n \n(i) power to take any action, make  rules, regulations, guidelines, code of conduct, \nin order to fulfill th e objects and purposes of the Act; 1[*]. \n \n(j) powers to make rules for uniformed services with regard to maintenance and \nup keep of uniform and discipline and matter connected therewith or \nincidental theret o 1[;and] \n \n \n1Omitted &  subs.  by Act No. VI of 2011 , s. 4.  \n \nPage 8 of 12 \n 1[(k) power to grant incentives and rewards to the employees and reward to the \nperson assisting the employees in preventing evasion of duties and taxes. The \nBoard shall, with the approval of the Policy Board, prescribed performance \nstandards for t he employees and criteria for grant of incentives and rewards .]  \n \n(2) Notwithstanding the appointment of any official against any post, the official shall not \nhave any vested right to retain the said post.  \n \n(3) Notwithstanding the policy of selection, ince ntives, award or any such benefit,  no \nemployee shall be treated by the Board on terms less favorable to the ones that he was availing as  per \nterms and conditions of his employment except the allowances, benefits, incentive specific to any \npost under intern al job posting process or any other consideration relatable to the assignment.  \n \n1[6. Establishment of Policy Board .⎯(1) The Federal Government may establish a Policy \nBoard to provide guidance in matters relating to the vision, mission, and values of the Bo ard, and to \nprovide policy guidelines in framing fiscal policy and in achieving goals and targets.  \n \n (2) The Policy B oard shall consist of  the following Members, namely: ⎯ \n \n (a) Minister for Finance .      Chairman  \n \n(b) Minister for Commerce .     Member  \n \n(c) Minister for Industries .     Member  \n \n(d) Minister for Textile Industries .    Member  \n \n(e) Minister for P rivatization .     Member  \n \n(f) Chairman Senate Standing Committee on    Member  \n Finance and Revenues .     \n \n(g) Chairman National Assembly Standing    Mem ber \nCommittee on Finance and Revenue .     \n \n (h)  Chairman , F.B.R.       Member  \n \n (i)  One Member from the Senate to be     Member  \nnominated by Chairman, Senate .     \n \n (j)  One Member from the National Assembly    Member  \n to be nominated by Speaker  National A ssembly .   \n \n \n(k)  Such other members as the Prime Minister    Member  \n shall nominate having necessary qualificati ons, \n experience and expertise from amongst sectoral  \n  specialists and business on honorary basis.    \n \n \n \n1Added &  Subs. by Act No. VI of 2011 , ss. 5-6.   \n \nPage 9 of 12 \n (3) The Chairman of the Federal Board of Revenue shall act as Secretary for the Policy \nBoard.  \n \n(4) The Policy Board shall hold a meeting at least once in each quarter of a financial year.  \n \n(5) The nominated members other than ex-officio  members shall be subject to ratification by \nthe Standing Committees on Finance and Revenue of the Senate and National Assemblies.]  \n \n7. Representation to the Chairman. ⎯(1) Any person aggrieved by any action done or \ntaken for the enforcement of the fiscal laws or du e to any act of  maladministration, corruption and \nmisbehavior by any officer or employee of the Board or any unnecessary delay or hardship caused \ndue to any administrative process may prefer representation to the Chairman for redressal of his \ngrievance.  \n \n(2) The Chairman or the Board or any other designated officer, as the case may be, on behalf \nof the Chairman, shall take the appropriate action to redress such grievance.  \n \n8. Delegation of functions and powers by the Board .⎯The Board may, subject to such \nconditions as it deems necessary, delegate any of its functions and powers to any Government \nagency, Chairman or any member 1[* *] duly appointed under this Act.  \n \n9. Validity of proceedings. ⎯No act proceeding, decision or order of the Board or a \ncommittee of  the Board shall be invalid by reason only of the existence of vacancy in, or any defect \nin the constitution of, the Board or any committee.  \n \n10. Directions from Federal  Government .⎯The Federal Government may, from time to \ntime, direct or advise the Board to conduct its affairs and perform its functions in such manner as \nmay be specified by the Federal Government in this behalf. The Federal Government may also \nentrust the Board the functions and powers under any law for the time being in force and such \ndirections shall be binding on the Board.  \n \n11. Budget and accounts of the Board. ⎯(1) The Board shall, in respect of each financial \nyear, in accordance with the prescribed financial procedure, prepare its accounts of the receipts and \npayments and budget estimat es and submit the same to the Finance Division for further process.  \n \n(2) Once the budget has been approved, the Board shall have the full powers to incur \nexpenditure, or  re-appropriate  funds, subject to any general or specific instructions that the Finance  \nDivision or any other competent forum or authority may from time to time issue in this regard.  \n \n(3) The Board shall maintain its accounts in accordance with the procedure prescribed by the \nController General of Accounts and such accounts shall be audited by the  Auditor -General  of \nPakistan.  \n \n(4) The Board shall provide an annual financial report to the Federal Government.  \n \n12. Annual report .⎯The Board shall prepare an annual report of its activities and present it \nto the Prime Minister and the Board shall l ay it before the National Assembly and the Senate.  \n \n \n1Omitted by the Finance Act, 2024 (X of 2024), s.  10. \n \nPage 10 of 12 \n 13. Indemnity .⎯No prosecution, suit or other legal proceeding shall lie against the Board, \nthe Chairman, Members, officers and the other employees fo r anything done in good faith for \ncarrying out the purposes of this Act, rules or regulations or orders made or issued thereunder.  \n \n14. Power to create and maintain data bank .⎯(1) The Board shall create and maintain a \ndata bank containing information from third parties necessary to perform the objects and purposes of \nthis Act. Such data shall be used for increasing the taxpayers base and to ensure accuracy of \ninformation submitted by existing taxpayers and for the financial analysis leading to proper \neconom ic assessments, audits, detection of tax evasion and policy decisions as may be necessary. \nThe data shall be used further to evaluate the performance of the employees.  \n \n(2) The Board shall have power to share its data and obtain data from the data bases \nmaintained by the Federal Government or a Provincial Government or any of its statutory body, law \nenforcement entity  or utility companies, stock exchanges,  State Bank, banks, financial institutions, \nthe trade bodies and any other organizations.  \n \n(3) The Boar d may advise any entity in respect of collecting tax related information as may \nbe required by the Federal Board under arrangement between the Board and such entity or person.  \n \n15. Continuance in force .⎯(1) All orders made, proceedings taken and acts done by the \nCentral Board of Revenue which were in force and in effect before the commencement of this Act, \nshall continue in force unless modified pursuant to any provision of this Act or the rules and \nregulations made thereunder.  \n \n(2) All existing rules, regu lations, procedures, notifications, statutory rules and orders (SROs) \nand orders in effect or in operation or adopted in or by the Central Board of Revenue shall continue \nto be in force if they are not inconsistent with any provision of this Act and shall continue to be in \nforce until rescinded, altered, revised or amended by the competent authority under the provisions of \nthis Act or rules made thereunder.  \n \n(3) All existing contracts, agreements and commitments made by the Central Board of \nRevenue for the purpose of Central Board of Revenue Act 1924 or rules made or notifications issued \nthereunder or by any person under its authority, in effect, on the commencement of this Act, shall \ncontinue to be in force till amended or modified or rescinded by the compe tent authority.  \n \n16. Properties and assets, etc., to vest in the Board .⎯ (1) All properties, assets and records \nwhich, before the commencement of this Act, were vested in or belonged or allocated to the Central \nBoard of Revenue shall vest in and become the  property of the Federal Board of Revenue from the \ncommencement of this Act.  \n \n(2) The logo, insignia, stationary, printed forms, returns, challans and online communication \nshall continue to be utilized unless prescribed otherwise under the rules and in any  other case as \nmodified by the Board.  \n \n(3) All rights, liabilities and obligations of the Central Board of Revenue, whether arising out \nof contract or otherwise, shall be the rights, liabilities and obligations of the Board under this Act.  \n \n(4) All intelle ctual property rights arising from technical or professional report, analysis, or \nsystem, written, prepared or developed by the employees of the Central Board of Revenue shall vest \nin the Federal Board of Revenue.  \n \nPage 11 of 12 \n 17. Continuance of service of the employee s, etc., of the Central Board of Revenue after \nthe reconstitution of Federal Board. ⎯ (1) Subject to the provisions of this Act, any person who \nimmediately before the  commencement of this Act was in the employment and service of Central \nBoard of Revenue, it s field offices, organizations and attached departments, shall continue to be in \nthe employment and service of Federal Board of Revenue, its field offices, organizations and \nattached departments, on the same terms and conditions as were applicable to him a s an employee of \nthe Central Board of Revenue, unless modified or amended under the provisions of this Act or the \nrules or regulations made thereunder.  \n \n(2) All the authorities , members, officers and employees of the Central Board of Revenue \nthroughout Pak istan exercising functions immediately before commencement of this Act shall \ncontinue to exercise their respective, powers, policies, programmes, reforms, projects, functions and \nprocesses etc. as were being carried out, or proposed to be carried out, unle ss modified under the \nprovisions of this Act or rules and regulations made thereunder.  \n \n18. Reference to Central Board of Revenue .⎯Subject to the provisions of this Act, \nreference to Central Board of Revenue (CBR) wherever occurring in any law or the rules , \nregulations, orders, statutory rules and order (SROs) or notifications, etc, for the time being in force \nshall be read as a reference to the Federal Board of Revenue.  \n \n19. Board may impose any fee or charges .⎯The Board may levy any fee or charges for \nmaking expenditure on the provision of enhanced facilities for the taxpayers, or direct cost \nreimbursement of expenses, and reasonable return on investment or profit; where services are \nprovided in the matters relating to or under any fiscal law under  public -private  partnership.  \n \n20. Act to override other laws. ⎯The provisions of sections 4, 5, 11, 13, 16,  18 and 19 shall \nhave effect notwithstanding anything  to the C ontrary contained in any other law for the time being in \nforce and the rules made thereunder.  \n \n21. Power to make rules. ⎯The Federal Government may make rules for the purposes of this \nAct. \n \n22. Power to make regulations .⎯The Board may make regulations for the administration of \nthis Act.  \n \n23. Repeal and savings. ⎯(1) Subject to the provisions of this Ac t, the Central Board of \nRevenue Act, 1924 (IV of 1924) is hereby repealed.  \n \n(2) Except as otherwise provided in this Act, the repeal of the Central Board of Revenue Act, \n1924 (IV of 1924), under  sub-section  (1), hereinafter referred  to as the said Act, sha ll not,⎯ \n \n(a) revive anything not in force or existing at the time of commencement of this \nAct; \n \n(b) affect the previous operation of the repealed Act or anythi ng duly done under \nthe said Act;  \n \n(c) affect any right, privilege, obligation or liability acqui red, accrued  or incurred \nunder the said Act;  \n \nPage 12 of 12 \n (d) affect any penalty, forfeiture or punishment incurred in respect of any offen ce \ncommitted under the said Act;  or \n \n(e) affect any investigation, legal proceeding or remedy in respect of any such \nright, privil ege, obligation, liability, penalty, forfeiture or punishment as \naforesaid;  \n \nand any such investigation, legal proceeding or remedy may be instituted, continued or enforced, and \nany such penalty, forfeiture or punishment may be imposed as if the said Act h ad not been repealed.  \n \n24. Removal of difficulties .⎯The Federal Government may, for the purposes of removing \nany difficulty or for bringing the provisions of this Act into effective operation, by order, direct that \nprovisions of this Act shall, during such  period as may be specified in the order, have effect subject \nto such adaptations whether by way of modification or addition or omission as it may deem to be \nnecessary or expedient:  \n \nProvided that the power under this section shall not be exercised after e xpiry of three years \nfrom the commencement of this Act. ”. \n \n \n \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 09 -08-2024"
}