{
    "file": "./converted_json\\administratorac56fb75cdedb516ea51e882e32e4199.json",
    "name": "National Accountability (Second Amendment) Ordinance, 2021",
    "date": "October 6, 2021",
    "tagline": "Amendment to the National Accountability Ordinance, 1999",
    "content": "PART I]  THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  7,  2021 677\n____________________________________________________________________________________________________________________________________\nISLAMABAD, THURSDAY,  OCTOBER  7, 2021____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT  OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, the 6th October, 2021\nNo. F.2(1)/2021-Pub.— The following Ordinance promulgated on\n6th October, 2021 by the President is hereby published for general information:—\nORDINANCE NO. XXIII O F 2021\nAN\nORDINANCE\nfurther to amend the National Accountability Ordinance, 1999\nWHEREAS it is expedient further to amend the National Accountability\nOrdinance, 1999 (XVIII of 1999), for the purposes hereinafter appearing;\n(677)\nPrice : Rs. 20.00\n[1474(2021)/Ex. Gaz.]\n678 THE GAZETTE OF PAKISTAN, EXTRA., OCT.  7,  2021   [P ART I\nAND WHEREAS  the Senate and the National Assembly are not in session\nand the President of the Islamic Republic of Pakistan is satisfied that circumstances\nexist which render it necessary to take immediate action;\nNOW, THEREFORE , in exercise of the powers conferred by clause (1) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President of\nthe Islamic Republic of Pakistan is pleased to make and promulgate the following\nOrdinance:—\n1.Short title and commencement .—(1) This Ordinance may be called\nthe National Accountability (Second Amendment) Ordinance, 2021.\n(2) It shall come into force at once.\n2.Amendment of section 4, Ordinance XVIII 1999.—  In the\nNational Accountability Ordinance, 1999 (XVIII of 1999), hereinafter referred to as\n“the Ordinance”, for section 4, the following shall be substituted, namely:—\n“4.Application.— (1) This Ordinance extends to the whole of Pakistan\nand shall apply to all persons, including those persons who are or have\nbeen in the service of Pakistan, except persons and transactions\nspecified in sub-section (2).\n   (2) The provisions of this Ordinance shall not be applicable to the following\npersons or transactions, namely:—\n(a) all matters pertaining to Federal, Provincial or Local taxation,\nother levies or imposts, including refunds, or loss of exchequer\npertaining to taxation;\n(b) decisions of Federal or Provincial Cabinet, their Committees or\nSub-Committees, Council of Common Interests (CCI), National\nEconomic Council (NEC), National Finance Commission (NFC),\nExecutive Committee of the National Economic Council\n(ECNEC), Central Development Working Party (CDWP),\nProvincial Development Working Party (PDWP), Departmental\nDevelopment Working Party (DDWP), and the State Bank of\nPakistan;\n(c) any person or entity who, or transaction in relation thereto, which\nare not directly or indirectly connected with the holder of a public\noffice;\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  7,  2021 679\n(d) procedural lapses in any public or governmental work, project or\nscheme, unless it is shown that a holder of public office or any\nother person has been conferred or has received any monetary\nor other material benefit from that particular public or\ngovernmental work, whether directly or indirectly on account of\nsuch procedural lapses, which the said recipient was otherwise\nnot entitled to receive;\n(e) an advice, report or opinion rendered or given by a public office\nholder or any other person in the course of his duty, unless there\nis sufficient evidence to show that the holder of public office or\nany other person received or gained any monetary or other\nmaterial benefit, from that advice, report or opinion, whether\ndirectly or indirectly, which the said recipient was otherwise not\nentitled to receive.\n(3) Upon the National Accountability (Second Amendment) Ordinance,\n2021 coming into force, all pending inquiries, investigations, trials or\nproceedings under this Ordinance, relating to persons or transactions\nmentioned in sub-section (2), shall stand transferred to the concerned\nauthorities, departments and Courts under the respective laws, as the\ncase may be.”\n3.Amendment of section 5, Ordinance XVIII of 1999.—  In the\nOrdinance, in section 5:—\n(i) clause (c) shall be substituted, namely:—\n““Asset” includes all kinds of property owned, controlled by or belonging\nto an accused, whether directly or indirectly, or held as benami in the\nname of his spouse, relatives, associate, or any other person, whether\nwithin or outside Pakistan, which he cannot reasonably and lawfully\naccount for;”\n(ii) clause (g) shall be substituted, namely:—\n““Court” means Accountability Court established under section 5A of\nthe Ordinance;” and\n(iii) clause (h) shall be substituted, namely:—\n““Judge” means a Judge appointed or deemed to have been appointed\nunder section 5A of this Ordinance;”\n680 THE GAZETTE OF PAKISTAN, EXTRA., OCT.  7,  2021   [P ART I\n(iv) in clause (p) after the word “all” the words “kinds of shall be inserted.”\n4.Substitution of section 5A, Ordinance XVIII of 1999.— In the\nOrdinance, for section 5A, the following shall be substituted, namely:—\n“5A. Establishment of Accountability Courts.— (a) The President, in\nconsultation with the Chief Justice of the Pakistan, shall establish as\nmany Accountability Courts through out the country, as he may deem\nnecessary, to try offences under this Ordinance.\n(b) The President shall appoint any person as a Judge of the Accountability\nCourt:—\n(i) who is a serving District and Sessions Judge or Additional District\nand Sessions Judge, after consultation with the Chief Justice of\nthe concerned High Court; or\n(ii) who has been or has acted as a Judge of a High Court or is a\nretired District Judge or a retired Additional District and Sessions\nJudge or a serving or retired Judge of a Special Court, not being\nmore than sixty eight years of age at the time of appointment,\nafter consultation with the Chief Justice of Pakistan.\n(c) A Judge of the Accountability Court shall be appointed for a period of\nthree years on such pay and allowances as that of a Judge of a High\nCourt.\n(d) A Judge of the Accountability Court shall only be removable by the\nPresident, in consultation with the Chief Justice of the concerned High\nCourt, before the expiry of his tenure, if he is guilty of misconduct or is\nincapable of properly performing the duties of his office by reason of\nphysical or mental incapacity.\n(e) Disciplinary proceedings against a Judge of the Accountability Court\nshall be conducted in the same manner and under the same legal\nprovisions and rules as prescribed for a District and Sessions Judge.\n(f) During his tenure a Judge of the Accountability Court may be\ntransferred to another Accountability Court within the same Province,\nby the President, in consultation with the Chief Justice of the concerned\nHigh Court.\n(g) Where more than one Court has been established at a place, the Chief\nJustice of the concerned High Court shall designate a Judge of any\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  7,  2021 681\nsuch Court to be an Administrative Judge and a case triable under this\nOrdinance shall be filed before the Court of the Administrative Judge\nwho may either try the case himself or, assign it for trial by any other\nCourt established at that place at any time prior to the framing of the\ncharge.\n(h) In respect of a case assigned to a Court under sub-section (g), all\norders made or proceedings taken before the assignment shall be\ndeemed to have been made or taken by the Court to which the case\nhas been assigned.\n(i) Any Court established or a Judge appointed therein, prior to the coming\ninto force of the National Accountability (Second Amendment)\nOrdinance, 2021, shall be deemed to be a Court or a Judge under this\nsection.”\n5.Amendment of section 6, Ordinance XVIII of 1999.— In the\nOrdinance, sub-section (b)  of section 6 shall be substituted by the following:—\n(b) Chairman, National Accountability Bureau:\n“(i) There shall be a Chairman, National Accountability Bureau to\nbe appointed by the President in consultation with the Leader of\nthe House and the Leader of the Opposition in the National\nAssembly.\n(ii) If there is no consensus on the name of the Chairman, the\nnames(s) proposed by the Leader of the House and the Leader\nof the Opposition shall be forwarded by the President to a\nParliamentary Committee appointed under clause (iii), which may\nconfirm any one name for appointment as Chairman.\n(iii) The Parliamentary Committee under clause (ii) shall be\nconstituted by the Speaker, National Assembly, comprising fifty\npercent members from the Treasury benches and fifty percent\nfrom the Opposition benches, based on their strength in Majlis-\ne-Shoora (Parliament), to be nominated by the respective\nParliamentary Leaders.\n(iv) The total strength of the Parliamentary Committee shall be twelve\nmembers out of which one third shall be from the Senate. If the\nNational Assembly is dissolved at the material time, all the\nmembers of the Committee shall be from the Senate.\n682 THE GAZETTE OF PAKISTAN, EXTRA., OCT.  7,  2021   [P ART I\n(v) The Chairman shall hold office for a period of four years on\nsuch terms and conditions as may be determined by the President\nand shall not be removed from office except on grounds provided\nfor the removal of a Judge of Supreme Court in the manner and\nby the forum provided under Article 209 of the Constitution of\nPakistan:\nProvided that on expiry of the period of four years, the\nincumbent Chairman may be appointed for another period of\nfour years by the President in the same manner as provided for\nappointment in clauses (i) and (ii) of sub-section (b):\nProvided further that till the assumption of charge by the\nChairman appointed under this section, the outgoing Chairman\nshall continue to act, exercise authority and perform functions as\nthe Chairman and shall have all powers vested in the Chairman\nunder the Ordinance.\n(vi) The Chairman may, in writing under his hand, addressed to the\nPresident, resign his office.”\n6.Amendment of section 8 Ordinance, XVIII of 1999.— In the\nOrdinance, in section 8:—\n(1) in sub-section (a), clause (ii) shall be substituted, namely:—\n“Subject to the provisions of the Ordinance, the Prosecutor General\nand Special Prosecutors shall render independent advice to the\nChairman and shall ensure fair, consistent, uniform, non-discriminatory\nand expeditious prosecution of cases and in doing so shall protect and\naccord all lawful rights and interests of the accused persons.”\n(2) After sub-section (d), the following shall be inserted, namely:—\n“(e) Chairman, NAB shall provide Investigation Report to the\nProsecutor General and seek concurrence of the Prosecutor General\nfor commencement or continuation of prosecution.”\n7.Amendment of section 9, Ordinance XVIII 1999.—  In the\nOrdinance, in section 9, sub-section (b) shall be substituted as follows:—\n“All offences under the Ordinance shall be non-bailable and\nnotwithstanding the provisions of sections 439, 491, 496, 497, 498,\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  7,  2021 683\n498 (a) and 561A of the Code, no Court other than the Court under the\nOrdinance, shall have the power or the jurisdiction to grant bail to or\notherwise release an accused person in a case triable by an\nAccountability Court:\nProvided where an accused person is released on bail, the amount\nof surety shall be fixed having regard to the gravity of the charge\nagainst such person and where the charge specifies any amount in\nrespect of which the offence is alleged to have been committed, the\nsurety amount shall not be less than the said amount.”\n8.Amendment of section 15, Ordinance XVIII of 1999.— In the\nsaid Ordinance, in the proviso to sub-section (a) of section 15, the expression\n“sub-section (b)” shall be omitted and shall always be deemed to have been so\nomitted.\n9.Substitution of section 16, Ordinance XVIII of 1999.—  In the\nsaid Ordinance, for section 16, the following shall be substituted, namely:—\n“16. Case management and trial of offences.— (a) Notwithstanding\nanything contained in any other law for the time being in force, an\naccused shall be prosecuted for an offence under this Ordinance in\nthe Court established under this Ordinance and the case shall be heard\nday to day and shall be disposed of within six months.\n(b) Notwithstanding anything contained under this Ordinance, the Chairman\nNAB in consultation with the Prosecutor General, having regard to\nthe facts and circumstances of the case, may file a Reference before\nany Court established anywhere in Pakistan under this Ordinance and\nsuch Court shall have exclusive jurisdiction to try the case.\n(c) Whenever a Reference under this Ordinance is filed before the Court,\na copy of the same shall be sent to the accused and a Reference filed\nin the Court shall be accompanied by a certificate to that effect.\n(d) The Court shall prescribe the case management schedule, as soon as\npracticable, but preferably not later than seven working days from the\ndate when the Court takes cognizance of the trial.\n(e) In trials before the Court, save as expressly provided otherwise, the\nevidence of all witnesses and the accused, including examination-\nin-chief, cross-examination and re-examination, or any other statement\nunder the Code, shall be recorded through electronic audio-video means,\n684 THE GAZETTE OF PAKISTAN, EXTRA., OCT.  7,  2021   [P ART I\nor any other modern device, whereafter the recording shall be\ntranscribed verbatim in the same language in which the evidence has\nbeen uttered.\nExplanation:—\n(i) It is clarified that, for the purposes of this section, the Presiding\nOfficer of the Court may not himself dictate or write down the\nevidence, but may correct any violation of the Qanun-e-Shahadat\nOrder, 1984 (P.O No. X of 1984) during the recording of the\nevidence.\n(ii) The Court shall record any remark as is material regarding\ndemeanour of the witness, and shall also note the objections raised\nduring the proceedings.\n(f) The transcript shall be prepared expeditiously and not later than twenty\nfour hours, whereafter the transcript, along with the audio-video\nrecording, shall be given to the witness, who after having been read\nover the transcript, shall affix his signatures or thumb impression on\nthe transcript. The Presiding Officer shall also sign the transcript, which\nshall be prima facie evidence of correctness of the transcript and\nshall be made part of the record.\n(g) In case the witness, the accused or anyone else, dispute the contents\nof the transcript, the Court may resolve such dispute after consulting\nthe electronic audio-video recording.\n(h) In an appropriate case concerning documentary evidence, the Court\nin its discretion, may direct the witness to produce a written witness\nstatement, duly sworn and signed by the witness, for the whole or part\nof his testimony, treating such written witness statement to be the\nexamination-in-chief, which shall then be subject to cross-examination,\nand re-examination if required.\n(i) For the purposes of sub-section (h), the witness shall testify under\noath administered by the Court, verifying and affirming the contents\nof his written witness statement to be true and correct to the best of\nhis knowledge and belief.\n(j) In case the witness in his evidence, utters any word other than in\nEnglish or Urdu, in addition to transcribing such utterance either in the\nUrdu or English script verbatim, a translation of such utterance shall\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  7,  2021 685\nalso be transcribed in English or Urdu, as deemed convenient by the\nPresiding Officer of the Court, either on his own or through the\nassistance of anyone else, including a translator.\n(k) In case it is not practicable or feasible for a witness to attend the\nCourt in person, his evidence may be recorded through video-link or\nany other modern device, in which case the Court may dispense the\nrequirements of section 353 of the Code.\n(l) For the purposes of sub-section (k), if the evidence is recorded through\nvideo-link, the following protocols shall be observed:—\n(i) The video conferencing shall be held at the place approved by\nthe Court.\n(ii) If the witness is in Pakistan, a Commission shall be issued to the\nMagistrate of the first class under section 503 or 506 of the\nCode to facilitate and supervise the process as hereinafter\nmentioned, which shall apply mutatis mutandis to this clause.\n(iii) If the witness resides in any country with which Pakistan has\nreciprocal arrangements, a Commission as aforesaid shall be\nissued to such Court or Judge having authority in this behalf as\nmay have been specified in terms of sub-section (2-B) of section\n503 of this Code. However, where no such arrangements exist,\nthe statement of the witness must be recorded in the Pakistan\nEmbassy or High Commission or Consulate or, if the Court\npermits, in a Notary’s office in the presence of an officer of that\nEmbassy or High Commission or Consulate or the Notary, as the\ncase may be.\n(iv) The judge, magistrate, officer of the Pakistan Embassy or High\nCommission, Consulate or Notary, as the case may be, must\nensure that the witness is alone at the time of video conference\nand is not coached, tutored or prompted and he shall orally affirm\nto this effect to the Court.\n(v) Before examination or evidence of the witness under audio-video\nlink would start, he shall submit to the judge, magistrate, officer\nof the Pakistan Embassy or High Commission, Consulate or\nNotary, as the case may be, his original identity card, passport,\ndriving licence or other document to prove his identity along with\nan affidavit, signed and thumb marked, duly verified before a\njudge, or a magistrate or a notary that the person who is shown\n686 THE GAZETTE OF PAKISTAN, EXTRA., OCT.  7,  2021   [P ART I\nas the witness is the same person who is going to depose on the\nscreen. The said identification document and affidavit shall be\nshown on the screen to the other side and the officer present\nwith the witness shall forward a copy of these papers duly attested\nby him in a sealed cover to the Court for which expenses shall\nbe borne by the Pakistan Embassy or High Commission or\nConsulate and the said document shall be made part of the Court\nrecord.\n(vi) As soon as the identification part is complete, oath shall be\nadministered to the witness through audio video link according to\nthe Oaths Act, 1873 (X of 1873), or any other law for the time\nbeing in force.\n(vii) The witness shall, as far as possible, be examined during the\nworking hours of the Courts in Pakistan.\n(viii) The proceedings shall be conducted, as far as practicable, without\nany interruption and no adjournment shall be granted unless the\nCourt thinks necessary to meet the ends of justice.\n(ix) The Court shall provide to the witness copies of any documents\nthat he may be entitled to demand under any law for the time\nbeing in force, which if demanded at the time of recording of\nevidence, may be sent to the witness electronically.\n(x) Sub-section (e) shall apply mutatis mutandis to the recording of\nevidence under sub-sections (k) and (1). The transcript shall be\nread over to the witness and if possible his digital signature shall\nbe obtained as a prima facie  proof of its correctness. After that\nthe Presiding Officer shall also sign the transcript.\n(xi) The visual must be recorded at the Court’s end, secured with the\nseal of the Court and shall be made part of the record.\n(xii) If a video link fails during the proceedings, the Court may adjourn\nthe proceedings or make such other order as it may deem\nappropriate.\n(xiii) The Court may put such conditions and issue directions as may\nbe required in the circumstances of a case to meet the ends of\njustice.\nPART I]  THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  7,  2021 687\n(xiv) The Court may at any time vary or revoke a direction/permission\nfor examination of a witness on video link.\n(m) The recording of the evidence through electronic audio-video means\nor other modern devices shall be preserved in such manner and for\nsuch duration as may be prescribed.\n(n) The Federal Government shall take immediate steps to install the\nappropriate facilities to record evidence through electronic audio-video\nmeans or any other modern device, in all Courts throughout Pakistan,\npreferably within a period of six months from the date of\ncommencement of this section.\n(o) Before commencement of trial, the Court shall provide an opportunity\nto the parties for either admitting or denying documentary evidence\nproduced or relied upon, and if admitted, the Court shall not allow the\nauthenticity of such document to be contested, unless the document\nhas been declared fake by a competent court of jurisdiction.”\n10.Insertion of new section 31DD, Ordinance XVIII of 1999.—  In\nthe said Ordinance after section 31D, the following new section shall be inserted,\nnamely:—\n“31DD. Approval of the State Bank of Pakistan.— Notwithstanding anything\ncontained in this Ordinance or any other law for the time being in\nforce, no inquiry, investigation or proceedings in respect of a decision\nof a Board of a bank or financial institution, shall be initiated without\nthe prior approval of the Governor, State Bank of Pakistan.”\n11.Insertion of new section 33F, Ordinance XVIII of 1999.— In\nthe said Ordinance, after section 33E, the following new section shall be inserted,\nnamely:—\n“33F. Withdrawal and termination of pending proceedings.— (1) Prior\nto filing of a Reference, the Chairman, NAB in consultation with the\nProsecutor General, having regard to the totality of facts, circumstances\nand evidence, may partly, wholly, conditionally or unconditionally\nwithdraw or terminate any proceedings under the Ordinance, if such\nproceedings are unjustified.\n(2) After the filing of a Reference, if the Chairman, NAB in consultation\nwith the Prosecutor General, having regard to the totality of facts,\ncircumstances and evidence is of the view that the Reference is partly\n688 THE GAZETTE OF PAKISTAN, EXTRA., OCT.  7,  2021   [P ART I\nor wholly unjustified, he may recommend to the Court where the matter\nis pending that the Reference may partly or wholly be withdrawn or\nterminated, in which event the Court shall pass appropriate orders.\n(3) No action or claim by way of suit, prosecution, complaint or other civil\nor criminal proceedings shall lie against the Federal, Provincial or Local Government,\nthe National Accountability Bureau or any of their officers and functionaries for any\nact or thing done or intended to be done in good faith pursuant to withdrawal or\ntermination of cases under sub-sections (1) and (2).”\nDR. ARIF ALVI,\nPresident.\n_________\nRAJA NAEEM AKBAR,\nSecretary.\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}