{
    "file": "./converted_json\\administrator95dda114739682aed8b784a819634050.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 10   \n \n \n \n \nTHE ARMS ACT, 187 8 \n \n \n \n \n            CONTENTS  \n __________  \nPREAMBLE  \n \nI.-PRELIMINARY  \nSECTIONS:  \n1. Short title . \nLocal extent.  \nSavings.  \n2. Commencement.  \n3. [Repealed .] \n4. Interpretation -clause.  \nII.-MANUFACTURE, CONVERSION AND SALE  \n5.  Unlicensed manufact ure or conversion prohibited.  \n \nIII.-IMPORT, EXPORT AND TRANSPORT  \n \n6.  Unlicensed importation and exportation prohibited.  \nImportation and exportation of arms and ammunition for private use.  \n \n7. Sanction of Federal Government required to warehousing of ar ms, etc. \n \n8. [Repealed. ]  \n \n9. [Repealed .]  \n  \nUpdated till 06.12.2022\n \n  \n Page 2 of 10   \n 10.  [Omitted. ] \n \n11. Power to establish searching stations.  \n  \n12. [Omitted.]  \n \nIV.-GOIN G ARMED AND POSSESSING ARMS, ETC. \n13.  [Omitted. ] \n14.  [Omitted .] \n15.  [Omitted .] \n16.  [Omitted .] \n \nV.-LICENSES  \n17.  Power to make rules as to licenses.  \n18.  Cancelling and suspension of license  \n \nVI.-PENALTIES  \n19. For breach of sections 5 , 6, 10, 13  to 17.  \n20. For secret breaches of sections 5 and 6.  \nFor concealing arms, etc.  \n21. For breach of license.  \n22. [Omitted.]  \n23. Penalty for breach of rule.  \n24. Power to confiscate.  \n \nVII.-MISCELLANEOUS  \n25.  [Omitted. ]  \n26.  [Omitted .]  \n27.  Power to exempt.  \n28.  Information to be given regarding offences.  \n29.  [Omitted .]  \n \n  \n Page 3 of 10   \n 30.  [Omitted .]  \n31.  Operation of other laws not  barred.  \n32.  [Omit ted.]  \n33.  Notice and limitation of proceedings.  \n \nTHE FIRST SCHEDULE.  - [Repealed. ]  \n \nTHE SECOND SCHEDULE.  - [Repeal ed.] \n \n \n  \n Page 4 of 10   \n THE  ARMS  ACT,  1878  \n \n1ACT  No. XI OF 1878  \n[15th March,  1878]  \n \nAn Act to consolidate  and amend  the law relating  to Arms,  Ammuni tion and Military  Stores .  \n \nPreamble.  \nWHEREAS  it is expedient  to consolidate  and amend  the law relating  to arms,  ammunition  and \nmilitary  stores;  It is hereby  enacted  as follows:__ \n  \nI.-PRELIMINARY  \n1. Short title Local extent. __This Act may be c alled the 2* Arm s Act, 1878; and it extends to \n3[the whole of Pakistan].  \nSavings. But nothing herein contained shall apply to− \n(a) arms, ammunition or military stores on board any sea going vessel and forming \npart of her ordinary arma ment or equipment, or  \n \n(b) the manufa cture, conversion, 4[import or export] of arms, ammunition or \nmilitary stores by order of 5[the 6[Federal Government] or any Provincial \nGovernment], or by a public servant or 7[a member of the forces constituted by \nthe Pakistan Territorial Force Act, 1950 (L of 1950)] in the course of his duty \nas such public servant or 8[member].  \n \n1For the Statement  of Objects  and Reasons,  see Gazette  of India,  1877,  Pt. V, p. 650; for discussions  in Council,  see ibid.,  1877,  \nSupplement,  pp. 3016  and 3030;  ibid., 1878,  Supp lement,  pp. 435 and 453. \nThe functions  of the Central  Government  under  certain  provisions  of this Act, subject  to certain  conditions,  were  entrusted  to- \n(a) Provincial  Governments  with their consent,  for a period  of three  years  (with  effect  from the 1st April,  1951),  see Gaz. of P., 1951,  Pt. I, \np. 181; and \n(b)    The Chief  Commissioner  of Karachi,  for the period  28th April,  1952  to 31st March,  1957,  see Gaz. of P., 1954,  Pt. I, p.136.  \nThe Act has been  applied  to___ \n(i) Balochistan  by Regulation  III of 1940  with certain  restriction s and modifications.  \n(ii) Phulera  in the Excluded  Area  of Upper  Tanawal  to the extent  the Act is applicable  in the N.W.F.P.,  subject  to certain  modifications;  see \nN.W.F.P.  (Upper  Tanawal)  (Excluded  Area)  Laws  Regulation,  1950.  \n(iii) Excluded  Area  of Upper  Tanawal  other  than Phulera  by the N.W.F.P.  (Upper  Tanawal)  (Excluded  Area)  Laws  Regulation,  1950  and \ndeclared  to be in force  in that area with effect  from  1st June, 1951;  see N.W.F.P.  Gazette,  Ext.,  dated  1st June,  1951;  and \n(iv) The Leased Areas  of Balochistan,  see the Leased  Areas  (Laws)  Order,  1950,  (G.G.O.  3 of 1950);  and applied  in the Federated  Area s of \nBalochistan  ; see Gazette  of India,  1937,  Pt. I, p. 1499.  \nIt has been  extended  to the Balochistan  States  Union  by the Balochistan  States  Union  (Federal  Laws)  (Extension)  Order,  1953  (G.G.O.  4 of \n1953),  as amended.  \nThe Act has been  and shall  be deemed  to has been  brought  into force  in Gwadur  with effect  from  the 8th September,  1958 , by the Gwadur  \n(Applica tion of Central  Laws) Ordina nce, 1960  (37 of 1960),  s. 2. \nA license  granted  under  the Explosives  Act, 1884  (4 of 1884),  for the manufacture,  possession,  sale, transport  or importation  of an explosive  \nmay be given  the effect  of a like license  granted  under  the Arms  Act. 1878  (11 of 1878), see Act 4 of 1884,  s. 15. \nAs to further  law relating  to unlawful  manufacture  and possession  of explo sive substances,  see the Explosive  Substances  Act, 1908  (6 of \n1908),  ss. 4 (b) and 5. \nThis Act bas been  repealed  in its application  to the Province  of West  Pakistan  except  certain  provisions  by West  Pakistan  Ordinance  20 of \n1965,  s. 29 (with  effect  from  the 8th June,  1965).  \nThe Act has been  amended  in the N..W. F.P. by the Indian  Arms  (N.W.F.P.  Amdt.)  Act, 1934  (N.W.F.P.  1 of 1934)  and Sind Act 10 of 1953, \ns.12.  \n2The word “Indian” omitted by A. O., 1949, Sch.  \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October , 1955), for \n“all the Provinces and the Capital of the Federa tion” which  had been subs. by A. O., 1949, Arts. 3(2) and 4, for “the whole of British India”.  \n4Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s.3 and IInd Sch., for” sale, import, expo rt, transport, \nbearing or possessio n”. \n5Subs. by A.O., 1949, Sch., for “any Govt. in British India”, which had been subs. by A. O., 1937, for “the Govt.”.  \n6Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n7Subs. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s . 4 and III Sch., for “a member of either of the forces \nconstituted” by the Indian Territorial Force Act, 1920 or the Auxiliary Force Act, 1920”, which had been subs. for “a Volunte er enrolled under the \nIndian Volunteers Act, 1869” by the Auxili ary Force A ct, 1920 (49 of 1920), s. 35.  \n8Subs. ibid., for “Volunteer”.  \n \n  \n Page 5 of 10   \n 2. Commencement. This Act shall  come  into force  on such day 1as the 2[Federal  \nGovernment]  by notification  in the 3[official  Gazette]  appoints.  \n3. [Repeal  of enactments .] Rep. by the Repealing  Act, 1938  (I of 1938),  s. 2 and Sch. \n \n4. Interpretation  clause. __In this Act, unless  there  be something  repugnant  in the subject  or \ncontext, __ \n \n “cannon”  includes  also all howitzers,  mortars,  wall-pieces,  mitrailleuses  and other  \nordnance  and machine -guns,  all parts  of the same,  and all carriages,  platforms  and \nappliances  for mounting,  transporting  and serving  the same:  \n \n4[“appropriate Government” means__  \n   \n(a)  in relation to military stores; and import, export and inter -provincial trade o r \ntransport, the Federal Government ; and   \n \n(b) in relation to other matters, the Provincial Government:]  \n \n “arms” includes fire -arms, bayonets, swords, daggers, spears, spearheads and bows and \narrows, also cannon and parts of arms, and machinery for manu facturing arms :  \n \n “ammunition” includes also all articles especially designed for torpedo service and \nsubmarine mining, rockets, gun -cotton, dynamite, lithofracteur and other explo sive or \nfulminating material, gun -flint, gun -wads, per cussion -caps, fuses and friction -tubes, all \nparts of ammunition and all machinery for manufacturing ammunition, but does not \ninclude lead, sulphur or salt petre:  \n \n “military stores”, in any section of this Act as applied to any part of 5[Pakistan], means \nany military stores to which the 2[Federal Government] may from time to time, by \nnotification in the 3[official Gazette], specially extend such section in such part, and \nincludes also all lead, sulphur, saltpetre and other material to which the 2[Federal \nGover nment] may from time to time so ex tend such section:  \n \n“license” means a license granted under this Act, and “ licensed” means holding such \nlicense.  \n \nII.- MANUFACTURE, CONVERSION AND SALE  \n \n6[5. Unlicensed manufacture or conversion proh ibited.__ No person shall manufacture or \nconvert any arm s, ammunition or military stores except under a license and in the manner and to the \nextent permitted thereby.].  \n \n \n_________________________________________________________________________________ ________________________________________  \n1Ist October  1878 -see Gazette  of India,  1878,  Pt., I, p. 389. \n2Subs.  by F.A.O.,  1975,  Art. 2, and Table,  for “Central  Government”  which  was subs.  by A. O., 1937,  for “G.G . in C”. \n3Subs.  by A. O., 1937,  for “Gazette  of India”.   \n4Subs.  by F.A.O.,  1975,  Art. 2 and Sch. for the definition.  This definition  was ins. by A. O., 1964 , Art 2 and Sch. \n5Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s.3 and 2nd Sch. (with effect from the 14th October, 1955 ), for \n“the Provinces and the Capital of the Federation” w hich had been subs. by A. O., 1949, Arts. 3(2) and 4, for “British India.”  \n6Subs. by the Federal Laws (Revision and Declaration) Ordinance 1981 (27 of 1981), s. 3 and 2nd Sch. for the original secti on 5.  \n \n \n \n  \n Page 6 of 10   \n III-IMPORT, EXPORT AND TRANSPORT  \n \n6. Unlicensed  importation  and exportation  prohibited. No person  shall  bring  or take by \n1[air, sea or land]  into or out of 2[Pakistan]  any arms,  ammunition  or military  stores  except  under  a \nlicense  and in the manner  and to the extent  permitted  by such license.  \n \nImportation  and exportation  of arms  and ammunition  for private  use. Nothing  in the \nfirst clause  of this section  extends  to arms  (other  than cannon)  or ammunition  imported  or exported  \nin reasonable  quan tities  for his own private  use by any person  lawfully  entitled  to possess  such arms  \nor ammunition;  but the Collector  of Customs  or any other  officer  empowered  by the 3[Federal  \nGovernment]  in this behalf  by name  or in virtue  of his office  may at any time detain such arms  or \nammunition  until he receives  the orders  of the 3[Federal  Government]  thereon.  \n \nExplanation. –Arms,  ammunition  and military  stores  taken  from  one part of 2[Pakistan]  to \nanother  by sea or across  intervening  territory  not being  part of 2[Pakistan]  are taken  out of and \nbrought  into 2[Pakistan]  within  the meaning  of this section.  \n \n7. Sanction  of Federal  Government  required  to warehousing  of arms,  etc. \nNotwithstanding  anything  contained  in the 4[Customs  Act, 1969  (IV of 1969)],  no arms,  ammuni tion \nor military  stores  shall  be deposited  in any warehouse  license d under  section  5[13] of that Act \nwithout  the sanction  of the 3[Federal  Government].  \n \n8. [Levy  of duties  on arms,  etc., imported  by sea.] Rep. by the Amending  Act, 1891  (XII of \n1891).  \n \n9. [Power  to impose  duty on import  by land. ] Rep. by the Amending  Act, 1891 (XII of 1891).  \n \n10. [Power  to prohibit  transport,  Transhipment  of arms. ] Omitted  by the Federal  Laws  \n(Revision  and Declaration)  Ordinance , 1981  (XXV II of 1981),  s. 3 and IInd Sch. \n \n11. Power to establish searching stations.  The 3[Federa1 Government] 6* * * may, at any \nplaces along the boundary -line between 2[Pakistan] and foreign territory 7* * *, and at such distance \nwithin such line as it deems expedient, establish, searching -posts at which all vessels, carts and \nbaggage -animals, and all boxes, bales  and packages in transit, may be stopped and searched for arms, \nammunition and military stores by any officer empowered by 8[the Federal Government] in this \nbehalf by name or in virtue of his office.  \n12. [Arrest of persons conveying arms, etc., under suspi cious circumstances. Procedure \nwhere arrest made by person not Magistrate or Police officer. ] Omitted by the Federal Laws \n(Revision and Declaration) Ordinance, 1981 (XXVII of 1981),  s. 3 and IInd Sch.  \n \n1Subs.  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. 3 and 2nd Sch.,  for “sea or by land”.  \n2Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s.3 and 2nd Sch. (with  effect  from  the 14th October,  1955),  for \n“the Provinces  and the Capital  of the Federatio n” which  had been  subs.  by A. O., 1949,  Arts.  3(2) and 4, for “British  India.”  \n3Subs.  by F.A.O.,  1975 , Art. 2 and Table,  for “Central  Government”  which  was subs.  by A. O., 1937,  for “L. G.”. \n4Subs.  by Ord. 27 of 1981 , s. 3 and 2nd Sch.,  for “Sea  Customs  Act, 1878”.  \n5Subs.  ibid., for “16”.  \n6The words “with the previous sanction of the Governor General in Council” rep.,  by F.A.O., 1975 ,  Art. 2 and Table for  “Central  Govt.” \nwhich was subs. by A.O., 1973 , for  “C.G. ”.    \n7The words “or between a Province and  an Acceding State”, which were ins. by A.O., 1949, Sch., have been omitted by A.O., 1964, Art. 2 \nand Sch.  \n8The original words “such Govt.” as amended by A. O., 1937, has been subs. by F. A. O., 1975, Art. 2 and Table, to read as abo ve. \n \n \n  \n Page 7 of 10   \n 13. [Prohibition  of going  armed  without  license. ] Omitted  by the Federal  Laws  (Revision  and \nDeclaration)  Ordinance,  1981  (XXVII  of 1981),  s. 3 and IInd Sch. \n \n14. [Un-licensed  possession  of fire-arms,  etc.] Omitted  by the Federal  Laws  (Revision  and \nDeclarat ion) Ordinance,  1981 (XXVII  of 1981),  s. 3 and IInd Sch. \n \n15. [Possession  of arms  of any description  without  license  prohibited  in certain  places. ] \nOmitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (XXVII  of 1981),  s.3 and \nIInd Sch. \n \n16. [In Certain  cases arms  to be deposited  at police  station  or with licensed  dealers. ] Omitted  \nby the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (XXVII  of 1981),  s. 3 and IInd Sch. \nV.-LICEN CES \n17. Power  to make  rule as to license s. The 1[appropriate  Government]  may from  time to \ntime,  by notification  in the 2[official  Gazette],  make  rules  to determine  the officers  by whom  the \nform  in which,  and the terms  and conditions  on and subject  to which,  any license  shall  be granted3; \nand may by such rules  among  other  matte rs– \n(a)  fix the period  for which  such license  shall  continue  in force ; \n \n(b)  fix a fee payable by stamp or otherwise in respect of any such license granted \nin a place to which section 32, clause 2, of Act No. XXXI of 18604 applies at \nthe time this Act co mes into force or in respect of any such license other than a \nlicense for possession granted in any other place;  \n \n(c)  direct that the holder of any such license other than a license for possession \nshall keep a record or acc ount, in such form as the 1[appr opriate Government] \nmay prescribe, of anything done under such license, and exhibit such record or \naccount when called upon by an officer of Government to do so ;  \n \n(d) empower any officer of Government to enter and ins pect any premises  in \nwhich arms, ammu nition or mili tary stores are manufactured or kept by any \nperson holding a license  of the description referred  to in sec tion 5 or section  6 ; \n \n(e)  direct that any such person shall exhibit the entire stock of arms, ammuni tion \nand military stores in his posses sion or under his control to any officer of \nGovernment so empowered; and  \n \n(f)  require  the person holding  any license  or acting  under  any license  to produce  \nthe same,  and to produce  or account  for the arms,  ammunition  or military  \nstores covered  by the same  when  called  upon  by an officer  of Government  so \nto do. \n \n \n________________________________________________________________________________  \n1Subs.  by A. O., 1964,  Art. 2 and Sch.,  for “Central  Governmen t” which  had been  subs.  by A.O.,  1937,  for “G. G. in C.”. \n2Subs.  by A. O., 1937,  for “Gazette  of India”.  \n3For Rules  as to licenses,  see the Indian  Arms  Rules,  1924,  Genl.  R. & O., Vol-II. \n4Act 31 of 1860 was rep. by s. 3 of this Act.  \n \n \n \n  \n Page 8 of 10   \n 18. Cancelling  and suspension  of licen se. Any license  may be cancell ed or suspended – \n \n(a)  by the officer  by whom  the same  was granted,  or by any authority  to which  he \nmay be subordinate,  or by any 1[District  Coordination  Officer],  2* * *, within  \nthe local  limits  of whose  jurisdiction  the holder  of such license  may be, when, \nfor reasons  to be recorded  in writing,  such officer  1[or authority ] 3* * * deems  \nit necessary  for the security  of the public  peace  to cancel  or suspend  such \nlicense;  or \n \n(b)  by any Judge  or Magistrate  before  whom  the holder  of such license  is \nconvict ed of an offence  against  this Act, or against  the rules  made  under  this \nAct; and \n \n4[the 5[appropriate Government] may by a notification in the official Gazette cancel or \nsuspend all or any licenses through out 6[Pakistan or  the Province, as the case may be , or any part \nthereof]].  \n \nVI.-PENALTIES  \n \n719. For breach of sections 5,  6, 10, 13 to 17.  Whoever commits any of the following offences \n(namely)  :– \n \n8[(a) manufactures or converts any arms, ammunition or militar y stores in \ncontravention of the provisions of section 5;]  \n \n9*  *  *  *  *  *  * \n \n(c)  imports or exports any arms ammunition or military stores in contravention of \nthe provisions of section 6;  \n \n \n9*  *  *  *  *  *  * \n \n9*  *  *  *  *  *  * \n \n9*  *  *  *  *  *  * \n \n(g)  intentionally makes any false ent ry in a record or ac count which, by a rule \nmade under section 17, clause (c), he is required to keep;  \n(h)  intentionally fails to exhibit anything which, by a rule made under section 17, \nclause (e), he is required to exhibit ; or \n \n10*  *  *  *  *  *  * \nshall be punished  with imprisonment  for a term which  may extend  to three  years,  or with fine, \nor with both.  \n \n11[20. For secret  breaches  of sections  5 and 6. Whoever  does any act mentioned  in clause  (a) \n________________________________________________________ _________________________________________________________ _________________________________________________________________________________  \n1Subs. by Ord. 66 of 2001,  S.1 and sch \n2The words  “or Commissioner  of Police  in a presidency -town”  omitted  by A. O., 1949, Sch. \n3The words  “or Commissioner”  omitted,  ibid. \n4Subs . by A. O., 1937, for “the L. G. may at its discretion, by a notifica tion in the local official Gazette, cancel or suspend all or any licences \nthroughout the whole or any portion of the territori es under its administration.”  \n5Subs. by A.O., 1964, Art. 2 a nd Sch., for “Central Government”.  \n6The original words “the whole or any portion of British India” were first subs. by A. O., 1949, Sch. and then amended by the Central Laws \n(Statute  Reform) Ordin ance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from  the 14th October, 1955) and A. O., 1964, Art. 2 and Sch., to read as \nabove.  \n7Offences under this section are bailable, see Code of Criminal Procedure, 1898 (Act 5 of 1898), Sch., II.  \n8Clause (a) subs. by the Federal Laws (Revision and Declaration) Ordinan ce, 1981 (27 of 1981), s. 3 and 2nd Sch ., for the original clause (a).  \n9Clauses (b), (d), (e) and (f) omitted ibid. \n10Clause (i) omitted ibid. \n11Subs. ibid.,  for the original  section  20. \n \n  \n Page 9 of 10   \n or (c) of section  19, in such manner  as to indicate  an intention  that such act may not be known  to any \npublic  servant  as defined  in the Pakistan  Penal  Code  (Act XLV  of 1860),  or to any person  employed  \nupon  a railway  or to the servant  of any public  carrier  shall  be punished  with imprisonment  for a term \nwhich  may extend  to seven  years  or with fine, or with both.].  \n \n21. For breach of license. Whoever, in violation of a condition subject to which a license has \nbeen granted, does or omits to do any act shall, when the do ing or omitting to do such act is not \npunishable under section 19 or section 20, be punished with imprisonment for a term which may \nextend to six months,  or with fine which may extend to five hundred rupees, or with both.  \n \n22. [For knowingly purchasing arm s, etc., from un -licensed person. For delivering arms, etc., \nto person not authorised to possess them.] Omitted by the Federal Laws (Revision and Declarat ion) \nOrdinance 1981 (XXVII of 1981), s. 3 and IInd Sch.  \n \n23. Penalty for breach of rule.  Any person vi olating any rule made under this Act, and for \nthe violation  of which no penalty is provided by this Act, shall be punished with imprisonment for a \nterm which may extend to one month, or with fine which may extend to two hundred rupees, or with \nboth.  \n \n24. Power to confiscate. When any person is convicted of an offence punishable under this \nAct, committed by him in respect of any arms, ammuni tion or m ilitary stores, it shall be in the \ndiscretion of the convicting Court or Magistrate further to direct that th e whole or any portion of \nsuch arms, ammunition or military stores, and any vessel, cart or baggage -animal used to convey the \nsame, and any box, pa ckage or bale in which the same may have been concealed, together with the \nother contents of such box, packag e or bale, shall be confiscated.  \n \nVII.-Miscellaneous  \n25. [Search and seizure by Magistrate.] Omitted by the Federal Laws (Revision and \nDeclaration) Ordinance, 1981 (XXVII of 1981), s. 3 and IInd Sch.  \n26. [Seizure and detention by appropriate Government.] O mitted by the Federal Laws \n(Revision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and IInd Sch.  \n27. Power to exempt.  The 1[appropriate Government] may from time to time by notification2 \npublished in the 3[official Gazette], – \n \n4(a)  exempt  any person by name  or in virtue  of his office,  or any class  of persons, \nor exclude  any description  of arms  or ammunition,  or withdraw  any part of \n5[Pakistan],  6[or of the Province,  as the case may be,] from  the operation  of \nany prohibition  or direction  containe d in this Act; and \n \n(b)  cancel any such notification, and aga in subject the per sons or things or the part \nof 5[Pakistan] 6[or Province] comprised therein to the operation of such \nprohibition or direction7. \n______________________ __________________________ _________________________________  \n1Subs. by A. O., 1964, Art. 2 and Sch., for “Central Government” which had been subs. by A.O., 1937, f or “G. G. in C.”.  \n2For exemptions and withdrawals under s. 27(a) see rule 3 and Schedules I to IV of the Indian Arms Rul es, 1924.  \n3Subs. by A. O., 1937, for “Gazette of India”.  \n4For notifn.  under  this clause,  see Gaz. of P., 1953,  Pt. I, p. 188 ; and ibid., 1961,  Pt. I, p. 247. \n5Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960)  s.3 and 2nd Sch. (with  effect from  the 14th October,  1955),  for \n“the Provinces  and the Capital  of the Federation”  which  had been  subs.  by A. O., 1949,  Arts. 3(2) and 4, for “British  India.”  \n6Ins. by A.O. , 1964  Art. 2 and Sch. \n7For notification declaring arms, etc., brought into a  Pakistan port and declared under manifest to be consignments without transhipment to \nany port on the sea board of the Persian Gulf , to be liable to the prohibitions and directions contained in s. 6, see No. 902 -P., dated 27th April, 1904, \nGazette of India , 1904, Pt. I, p. 296. As to exemption of small parcels under certain conditions or of arms, etc., exported under license and i n transit at \nan intermediate port, see ibid. \n \n  \n Page 10 of 10   \n 28. Information to be given regarding offences. Every person aware of the commission  of \nany offence punisha ble under this Act shall, in the absence of reasonable excuse, the burden of \nproving which shall lie upon such person, give information of the same to the nearest Police -officer \nor Magis trate, and   \nevery person employed upon any rail way or by any public ca rrier shall, in the absence of \nreasonable excuse, the burden of proving which shall lie upon such person, give information to the \nnearest Police officer regarding any box, package or bale in transit which he may have reason to \nsuspec t contains arms, ammuni tion or military stores in respect of which an offence against this Act \nhas been or is being committed.  \n29. [Sanction required to certain proceedings under section 19, clause (f).] Omitted by the \nFederal Laws (Revision and Declaratio n) Ordinance, 1981 (XXV II of 1981), s. 3 and IInd Sch.  \n30. [Searches in the case of offences against section 19, clause (f), how conducted.] Omitted \nby the Federal Laws (Revision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and IInd Sch.  \n31. Oper ation of other laws not  barred. Nothing in this Act shall be deemed to prevent any \nperson from being prosecuted under any other law for any act or omission which constitutes an \noffence against this Act or the rules made under it, or from being liable under  such other law to a ny \nhigher punishment or penalty than that provided by this Act: Provided that no person shall be \npunished twice for the same offence.  \n32. [Power to take census of fire arms.] Omitted by the Federal Laws (Revision and \nDeclaration )Ordina nce,1981 (XXVII of 1981), s. 3 and IInd Sch.  \n \n33. Notice and limitation of proceedings. No proceeding other than a suit shall be \ncommenced against any person for anything done in pursuance of this Act, without having given him \nat least one month’s previous  notice in writing  of the intended proceeding and of the cause thereof, \nnor after the expiration of three months from the accrual of such cause.  \n_______ ___ \n \nTHE FIRST SCHEDULE . __ [Enactments repealed.] Rep. by the Repealing Act, 1938 (I of \n1938), s .2 and Sch. \n \n___________  \n \nTHE SECOND SCHEDULE. __ [Arms, etc., liable to Duty.] Rep. by the Amending Act, 1891 \n(XII of 1891)."
}