{
    "file": "./converted_json\\administrator9660a0cbc92616c2f72be17e31b62d33.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "HEALTH SERVICES ACADEMY ORDINANCE, 2002  \n[4th October, 2002]  \nORDINANCE No. LXII OF 2002  \nAn Ordinance  \nto provide for the establishment of Health Services Academy  \nWHEREAS  it is in the interest of the country in general and the medical, public health, \nhealth services administration and allied professions in particular to establish a center of \nexcellence to pro vide a strong base for improvement in health status and human resource \ndevelopment and for matters incidental thereto or connected therewith;  \nAND WHEREAS  the President is satisfied that circumstances exist which render it \nnecessary to take immediate action ; \nNOW, THEREFORE , in pursuance of the Proclamation of Emergency of the fourteenth \nday of October, 1999, and the Provisional Constitutional Order No. 1 of 1999, read with the \nProvisional constitution (Amendment) Order No.9 of 1999, and in exercise of all po wers \nenabling him in that behalf, the President of the Islamic Republic of Pakistan is pleased to \nmake and promulgate the following Ordinance: - \n1.  Short title and commencement :__(1)This Ordinance may be called the Health \nServices Academy Ordinance, 2002.  \n(2) It shall come into force at once.  \n2.  Definitions :__ In this Ordinance, unless there is anything repugnant in the \nsubject or context. - \n(a)  \"Academy\" means the Health Services Academy;  \n(b)  \"Board\" means the Board of Governors of the Academy;  \n(c)  \"Committee\" means the Executive Committee of the \nAcademy;  \n(d)  \"Council\" means the Academic Advisory Council of the \nAcademy;  \n(e)  \"Executive Director\" means the Executive Director of the \nAcademy;  \n(f)   \"rules\" and \"regulations\" mean the rules and regulat ions made \nunder this Ordinance; and  \n\n \n (g)  \"Teacher\" includes Head of Department, Professors, Associate \nprofessors, Assistant Professors, Lecturers, Instructors and \nResearch Staff engaged by the Academy, or such other persons \nas may be recognised to be teach ers by the Committee.  \n \n3.  Establishment of the Academy :__ (1) There shall be established an Academy \nto be called the Health Services Academy Islamabad consisting of - \n(a)  the members of the Board;  \n(b)  the Committee and other bodies as the Board may establish;  \n(c)  the Executive Director and the Teachers of the academy;  \n(d)  the teachers and students of the Academy and its constituent \nand affiliated units; and  \n(e)  such other officers and members of the st aff as the Board may, \nfrom time to time, specify.  \n(2) The Academy shall be an autonomous body by the name of the Health Services \nAcademy having perpetual succession and a common seal, with powers, among others, to \nacquire, hold, control and dispose of move able and immovable properties and shall by the \nsaid name sue and be sued.  \n(3) The headquarters of the Academy shall be at Islamabad and it may set up its \nbranches at such places in Pakistan as the Board may determine.  \n4.  Functions and powers of the Academ y:__ To perform its academic and \nadministrative functions in order to achieve its objectives, the functions and powers of the \nAcademy shall be - \n(a) s to provide  for instruction  and training  in health sciences,  \ntechnology  and other allied disciplines   in  such  manner  as  it  \nconsiders  appropriate   so  as  to  produce  competent, \nimaginative, skilled and committed health professionals, \ndoctors, scientists and experts;  \n(b)  to undertake joint investigation and collaborative research in \nthe field of h ealth sciences, biomedical technology and other \nallied disciplines;  \n(c)  to provide assistance  to health and allied professions,  \ninstitutions  and organisations  in Pakistan and abroad through \n \n expert advice, consultations, institutional consultancies and  in \nany other manner as it may deem fit;  \n(d)  to promote contact and establish linkages with national and \ninternational institutions and other academic, research and \ndevelopment organisations in Pakistan and abroad for effective \ndischarge of its functions and responsibilities;  \n(e)   to pursue and make provisions for research, innovations, \ninventions, demonstrations and other services as it may deem \nfit; \n(f)  to print, publish and circulate periodicals, journals, magazines \nand books and disseminate scientifi c, technological and other \nrelated knowledge and information conducive to the attainment \nof any of the objectives of the Academy;  \n(g)   to admit, teach and examine students;  \n(h)  to confer or award degrees, memberships, fellowships, \ndiplomas, certificates,  academic and research prizes and \ndistinctions on, and to, persons who fulfill the requirements; or \nhave passed its examinations under arrangement and in \ncollaboration with the, Quaid -i-Azam University;  \n(i)  to affiliate other institutions, in accordance w ith rules and \nregulations and to provide for the  teaching  of  specified  \ncourses  and  training  for  persons  not  being  the  students  of  \nthe Academy and grant certificates, diplomas and degrees to \nsuch persons by the Quaid -i-Azam University;  \n(j)   to accept the examinations passed and the period of study \nspent at other places of learning as equivalent, to such \nexaminations and periods of study in the Academy as it may \ndetermine;  \n(k)  to create posts within the available financial resources for \nteachi ng, research, extension, administration, training and other \nrelated purposes;  \n(l)   to  inspect  hospitals,  schools,  colleges  and  other  \ninstitutions  of  learning  affiliated  or seeking affiliation with it \nand grant affiliation in accordance with pre scribed procedure;  \n(m)  to institute  and award  honoraria,  scholarships,  stipends,  \nbursaries,  medals  and prizes under prescribed conditions;  \n \n (n)   to establish, administer and maintain halls of residence and \napprove place as hostel and lodging for st udents;  \n(o)   to supervise and control the discipline of the students of the \nAcademy, and promote extra - curricular  and  recreational  \nactivities  of  such  students,  and  to  make  arrangements  for \npromoting their health and general welfare;  \n(p)  to de mand and receive fees and other charges as it may \ndetermine;  \n(q)  to  authorise   the  mobility   of  qualified   staff  among   \nvarious   institutions,   research organisations and the \nGovernment or corporate bodies on the terms and conditions \nlaid down i n the Rules or Regulations;  \n(r)   to institute  Professorship,  Associate  Professorship,  \nAssistant  Professorship,  Research Associate -ship, and any \nother posts, and make appointments thereto;  \n(s)   to prescribe courses of studies in health sciences, biomedical \ntechnology and other allied disciplines;  and  to  decide  \nteaching  methods  and  strategies  in  order  to  ensure  the  \nmost effective educational and training programmes;  \n(t)   to  establ ish  field  demonstration  areas,  laboratories,  \nmuseums  and  other  facilities  for training, education and \nresearch;  \n(u)  to affiliate or associate itself with other institutions and to \nestablish faculties in Pakistan or abroad for the effective \ndischarge of its functions;  \n(v)  to use its funds, financial and other resources to the fullest \nextent for the execution of its progra mmes;  \n(w)  to enter  into  agreements,  contracts  and  arrangements  with  \norganisations,  institutions, bodies and individuals for the \npurpose of carrying out its functions and activities;  \n(x)  to receive and manage property transferred and grants, \nbeque sts, trusts, gifts, donations, endowments  and  other  \ncontributions  made  to  it  and  invest  any  funds  representing  \nsuch property,  grants,  bequests,  trusts,  gifts,  donations,  \nendowments  or  contributions  and  to convert one kind of \nproperty into other, in such manner as it may deem fit; and  \n \n (y)  to do all such other acts and things  as may be required  to \nfurther  its objectives  and performance of its functions.  \n5.  Academy open to all classes and creeds, etc :__The Academy shall be open to \nall persons of either  sex of whatever  religion,  race, creed, colour  or domicile  who are \nacademically qualified for admission to the courses of study offered by the Academy, and no \nsuch person shall be denied the privileges of the Academy on grounds of sex, religion, creed, \nrace, class, colour or domicile.  \n6.  Board of Governors :__  The overall control of the Academy shall vest in the \nBoard of Governors of the Academy which shall consist of the following members, namely: - \n Minister of Health, Government of Pakistan……………………  Chairman  \n  Secretary, Ministry of Health…………………………………  Vice -Chairman  \n  Director General, Ministry of Health…………………………...  Member  \n  President, Pakistan Medical and Dental Council……………...  Member  \n  Vice -Chancellor, Quaid -I-Azam  University……………………  Member  \n Executive Director, Pakistan Medical Research Council……...  Member  \n Financial Adviser, Ministry of Health…………………………  Member  \n Secretary, Department of Health, Punjab……………………..  Member  \n   Secretary, Department of Health, Sindh ……………………….  Member  \n Secretary, Department of Health, NWFP………………………  Member  \n \n    Secretary, Department of Health, Balochistan…………………  Member  \n Three distinguished  persons known for their learning or \nexperience in the field of banking, finance, industry or any  other \nrelated  field  but  including  one  eminent health \nscientist………………………………………………………...  Member  \n Executive Director of the Academy……………………………  Member  \n(2) The Executive Director of the Academy shall act as Secretary of the Board.  \n7.  Term of members :__ (1) The term of members, other than ex officio \nmembers, shall be three years.  \n(2) A member other than an ex officio member may resign his office by writing under \nhis hand addressed to the Chairman of the Board.  \n(3) When a person is appointed to be a membe r of the Board by virtue of his holding \nan office or appointment, he shall cease to be such member when he ceases to hold that office \nor appointment.  \n8.  Power and Functions of the Board of Governors :__ (1) The Board shall \nexercise powers and perform the following functions, namely; - \n \n(a)  to approve the creation of new components of the Academy \nsuch as a department, faculty or any other teaching or research \nunit; \n(b)  to  approve  changes  in  the  cons titution  of  any  Committee  \nor  any  other  body  of  the Academy;  \n(c)  to perform all such other activities as may be required for the \nfurtherance of the objectives of the Academy;  \n(d)  to  delegate  any  of  its  powers  to  any  Committee,  the  \nExecutive  Director  or  other appropriate levels of \nmanagement, subject to such conditions as it may deem fit.  \n(e)  to approve long term strategy, policies and plans governing the \nactivities a nd operations of the Academy so as to ensure its \nautonomy in teaching, research and other academic work;  \n \n (f)  to approve plans of work and the annual budget of the \nAcademy;  \n(g)  to fix the remuneration,  allowances and honoraria for all the \nstaff, both aca demic and administrative, commensurate with \ntheir qualifications and experience, in order to attract the best \ntalent from within and outside Pakistan for the Academy;  \n(h) to call for annual progress reports relating to the activities of \nthe Academy and exe cution of the approved work plans to \nreview the progress and to direct the Executive Director to \nfurnish information relating to any matter specified by the \nBoard;  \n(i)  to create such administrative or academic posts within the \navailable resources on speci fied terms  and  conditions  as  it  \nmay  deem  necessary  and  to  approve  appointment  to  the \nadministrative  and academic posts, on the recommendation  of \na duly constituted Selection Committee;  \n(j)  to ensure financial  viability of the. Academy and effectiveness \nof its operations, their continuity and preservation of the \nautonomy of the Academy;  \n(k)  to approve all affiliations and other arrangements through \nwhich other educational and research organizations may \nbecome associated with the Academy and  vice versa;  \n(l)  to appoint from amongst its members such committees or sub -\ncommittees as it may deem necessary;  \n(m)  to take all such initiatives as it may consider necessary or \ndesirable for the efficient and effective management of the \nAcademy; and  \n(n)  to approve the rules and regulations of the Academy.  \n(2) Until the rules referred to in clause (n) of sub -section(1)  are framed, the officers \nand employees  of the academy shall continue  to be governed  by the rules applicable  to \nthem immediately befo re the commencement of this Ordinance.  \n(3) In the discharge of its functions, the Board shall be guided on questions of policy \nby the instructions, if any given to it from time to time by the Federal Government, who shall \nbe the sole judge as to whether a question is a question of policy.  \n \n 9.  Meetings of the Board :__ (1) The Board shall meet at least twice a year at \nsuch place, date and time as may be notified to the members by the Secretary of the Board \nwith the approval of the Chairman.  \n(2) The quorum for  the meeting of the Board shall not be less than six members, a \nfraction being counted as one.  \n(3)  The decision of the Board shall be expressed in terms of the view of the \nmajority of the members present and voting and in the event of tie, the Chairman of  the board \nshall have, and exercise, a casting vote.  \n(4)  The meeting of the Board shall be presided over by the Chairman and, in his \nabsence, by the Vice -Chairman.  \n(5)  Where the proceedings of the meeting called under sub -section (1) cannot \ncommence due to lack of quorum or where the meeting of the Board could not be called and \nagenda needed immediate consideration by the Board, the agenda may be considered by \ncirculation to the members of the Board by the Secretary, with the approval of the Chairman. \nThe decision taken by the majority members shall be construed as a decision taken in the \nmeeting of the Board convened under this section;  \n(6)  No act or proceeding of the Board shall be invalid by reason only of the \nexistence of any vacancy in, of defect in constitution of, the Board.  \n10.  Academic Advisory Council :__ The  Academy  shall have Academic  Advisory  \nCouncil nominated by the Committee and consisting of national and international doctors, \nscientists, academicians and other experts to - \n(a)   delinea te priorities foe research;  \n(b)  guide and direct the executive committee on all academic \nmatters;  \n(c)  recommend such measures which will foster and enhance \ninteraction and collaboration between the Academy and other \nexisting national and international or ganisations, institutions \nand research centres; and  \n(d)   work out and propose affiliation measures with foreign \ninstitutions of repute.  \n11.  Executive Committee :__ (1) Subject to the control of the Board, the general \nsupervision and control of the affairs  of the Academy shall vest in the Executive Committee \nwhich shall consists of the following members, namely: - \n(a)  the Executive Director who shall be its Chairman;  \n \n (b)  one senior Teacher; and  \n(c)  a representative of Ministry of Health not below the ran k of \nJoint Secretary.  \n(2)  The Executive Director shall, when present, preside over the meetings of the \nCouncil and, in his absence, a member nominated by him shall preside.  \n12.  Powers and duties of the Executive Committee :__ (1) Subject to the general \ncontrol of the Board, the Committee shall carry out its day -to-day administration.  \n(2)   In  particular  and  without  prejudice  is  the  generality  of  the  foregoing  \nprovision,  the Committee shall have the power - \n(a) to hold, control and administer th e property, funds and resources of \nthe Academy and borrow or raise money for the purposes  of \nthe Academy upon such securities  as may be required;  \n(b)  to manage, acquire or dispose of any movable or immovable \nproperty of the Academy;  \n(c)  to exercise exe cutive and financial control over the \nadministration of the Academy;  \n(d) to prepare the annual budget estimates and annual statements of \naccounts of the Academy;  \n(e)  to lay down and define functions of various constituent parts of \nthe Academy, including i ts departments and committees;  \n(f)  to  sanction   in  collaboration   with   the  Quaid -i-Azam   \nUniversity   schemes   for  the programmes  of teaching and \nresearch in health sciences, biomedical  technology and other \nallied disciplines leading to the aw ard of degrees by Quaid -i-\nAzam University;  \n(g)  to develop and approve programmes  of specialized teaching or \ntraining leading to the award of diplomas or certificates in areas \nof health sciences, allied disciplines and biomedical \ntechnology;  \n(h) to  appro ve  schemes  of  faculty  development   for  \nspecialisation   in  health  science, biomedical technology and \nother allied disciplines;  \n \n (i)  to develop and promote collaboration with other appropriate \nbodies for the development of courses in health sciences, \nbiomedical technology and other allied disciplines;  \n(j)  to secure the services of experts on terms and conditions as it \nmay deem fit;  \n(k) to perform such other functions as may be necessary for the \nrealisation of its approved targets and objectives; and  \n(l) to delegate, from lime to time, to the Officers, Teachers and other \nappropriate  levels of management such powers and functions \nas it ma y consider necessary for the purposes of this Ordinance.  \n13.  Officers of the Academy :__ The following shall be the officers of the \nAcademy, namely: -  \n(a) the Executive Director; and  \n(b)  such other persons as may be prescribed by the rules or \nregulations to be the officers of the Academy.  \n14.  Executive Director :__ (1)The Executive Director shall be the chief -executive  \nofficer of the  Academy  and  shall  be  appointed  by  the  Federal  Government  on  such  \nterms  and conditions as it may determine.  \n(2)  The Executive Director shall exercise general control and supervision over the \naffairs of the Academy and shall ensure that the provisions of this Ordinance, the rules and \nregulations, policies and directions of the Board and the Committee are properly executed.  \n(3)  The Executive Director shall perform such other functions as may be entrusted \nto him by the Board or the Committee and in particular shall - \n(a)  submit plans of work and budget estimates of the Academy for \napproval of the Board; and  \n(b) subm it to the Board, in accordance with the rules and \nregulations, reports on the activities of the Academy.  \n(4)  The Executive Director shall also have power - \n(a)  to supervise  the  activities  connected  with  the  execution  of \nprogrammes  for teaching, tr aining,  research,  inventions,  \ninnovations,  demonstrations,  institutional  consultancies  and \nother services;  \n \n (b)  to authorise  expenditure  provided  for in the budget  in \naccordance  with the rules and regulations;  \n(c)  to appoint, with the approval  of the Committee, teachers and \nofficers of the Academy and such other persons as may be \nnecessary in accordance with the rules and regulations so as to \nensure the highest intellectual and moral qualities in the \npersons appointed;  \n(d)  to re -appropriate fu nds within the approved budget with \nprevious approval of the Board;  \n(e)  to engage experts, consultants and advisers as may be required \nfor efficient and effective discharge of the functions of the \nAcademy;  \n(f)  to constitute from amongst the officers and staff of the \nAcademy such committees, sub - committees and working \ngroups as he may deem necessary;  \n(g)  to perform such other functions and exercise such other powers \nas may be entrusted, or delegated, to him by the Board or the \nCommittee, from time to tim e; and  \n(h)  to delegate  any of his powers  to appropriate  levels of \nmanagement  subject  to such conditions as he may deem fit.  \n15.  Transfer of employees, etc :__to the Academy. - (1) Notwithstanding anything \ncontained in  any  law,  contract  or  agreement  or  in  the  conditions  of  service,  every  \ncivil  servant employed in the Health Services Academy existing immediately before the \ncommencement of this Ordinanc e, including persons on deputation to other organizations  or \nabroad, shall, save as hereinafter provided, cease to be a civil servant and stand transferred to \nand become an employee  of the Academy,  on the same terms and conditions  including  \nremunerati on, tenure of service, rights and privileges as to pension and gratuity and other \nmatters applicable to them immediately before commencement  of this Ordinance until his \nemployment in the Academy  is  terminated  in  accordance  with  his  conditions  of  service  \nor  his  terms  and conditions are altered by regulations which shall not be less favourable \nthan those by which he was governed immediately before his transfer to the Academy.  \n(2)  Any person on deputation to the Academy immediately before the \ncommencement of this Ordinance, dependent on his choice and with the permission of \nlending organization, shall either continue  in the employment  of the Academy on deputation  \nin accordance  with the terms of his deputation  or shall stand transferred  to t he Academy on \nthe same terms and conditions, including remuneration, tenure of service, rights and \nprivileges as to pension and gratuity and other matters, as were applicable to him \nimmediately before  his transfer to the Academy.  \n \n (3)  Any person referred to in sub -sections (1) and (2) may, within three months \nfrom the commencement of this Ordinance, who may, or may not, opt to be transferred to the \nservice of the Academy and the option so exercised shall be final.  \n(4)  The Federal Government shall pay to the Academy pension, gratuity and \nprovident fund accumulations in respect of each employee transferred under sub -section (1) \nin such manner and to such extent as may the Federal Government determine.  \n(5)   No  person  wh o  stands  transferred  to  the  Academy  shall,  notwithstanding  \nanything contained in any law for the time being in force, be entitled to any compensation \nbecause of his transfer.  \n16.  Fund, audit and accounts, etc :__ (I) The Academy shall have a FUND w hich \nshall consist of – \n(a)  all grants and contributions made to the Academy;  \n(b)  donations, contributions, subscriptions, aid and grants made by \nthe donors;  \n(c) aid, grants and other forms of assistance by any foreign \ngovernment, Federal Government, Pro vincial Government and \nlocal bodies, national and international institutions, \norganizations  and agencies;  \n(d)  fees, subscriptions,  charges and any other payments for any \nservice rendered, such as training,  institutional  consultancies,  \nsale proceeds,  royalties  on publications,  commission and \nreceipts from any other source; and  \n(e)        income  from any investment and deposits.  \n(2)  The accounts of the Academy shall be maintained and audited each year in \nsuch form and in such manner as may be specifi ed by the Board in consultation with the \nAuditor -General of Pakistan.  \n \n17.  Indemnity :__ (1)  No  suit,  prosecution  or other  legal  proceedings  shall  be against  \nany person or authority for anything which is in good faith done or intended to be done u nder \nthis Ordinance.  \n(2)  No decision  taken, act or thing done, by the Ministry  of Health  or the Board \nor the Committee or the Council under this Ordinance shall be called in question before any \ncourt of law or any other authority.  \n \n  \n \n18.  Power to make ru les:__ The Federal Government  may, by notification  in the \nofficial Gazette,  make  rules  for  carrying  out  the  purposes  of  this  Ordinance,  including  \nrules  to regulate the financial and administrative matters related to the Academy.  \n19.  Power t o make regulations :__ The Executive Committee may, with the \napproval of the Board, by notification  in the official Gazette, make regulations,  not \ninconsistent  with  this Ordinance  and  the  rules,  providing  for  all  matters  for  which  \nprovision  i s  necessary  or expedient  for  giving  effect  to  this  ordinance  and  efficient  \nconduct  of  the  affairs  of  the Academy.  \n20.   Removal  of  difficulties :__  (1)  If  any  difficulty  arises  in  giving  effect  to  \nany  of  the provisions of this Ordinance the Ministry of Health may make such order, not \ninconsistent with the provisions of this Ordinance, as may appear to him to be necessary for \nremoving the difficulty.  \n(2)  Where this Ordinance makes any provision for anything to be done, but no \nprovision, or no sufficient provision has been made as respecting the authority by whom, or \nthe time at which, or the manner in which it shall be done, then it shall be done by such \nauthority, or at such time or in such manner, as the Ministry of He alth may direct."
}