{
    "file": "./converted_json\\administrator3b0349356c39c1169ce5d4d26ffe8899.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "vc- \nfthe aptte M-302  REGISTERED No. L.-7646 \nf pakistan \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, TUESDAY, JULY 28, 1992 \nPART 11 \nStatutory Notifications (S.R.0.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF PETROLEUM AND NATURAL RESOURCES \nNOTIFICATION \nIslamabad, the 13th May, 1992 \nS.R.O. 714(I)192.—In exercise of the powers conferred by section 2 of the \nRegulation of Mines and Oil fields and Mineral Development (Government Control) \nAct, 1948 (XXIV of 1948), the Federal Government is pleased to make the following \nrules, namely:— ' \nPART' I \n\\-'/(. Short title and commencement.—(1) These rules may be called the \nCompressed Natural Gas (CNG) (Production and Marketing) Rules, 1992. \n(2) They shall come into force at once. \n2. Definitions.—In these rules, unless there is anything repugnant in the \nsubject or context,— \n(a) \t\"area of operation\" means the area within which a licensee is authorised \nto compress natural gas for the purpose of storing, filling or distribution \nof CNG in automotive(s); \n(1 211) \n[310 Ex. Gazd \tPrice : Rs. 4.80 \n1212 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART II \n\"Authority\" means the Director General (Gas) or any officer appointea \nby the Federal Government to exercise the powers and perform the \nfunctions of the Authority under these rules; • \n\"consumer -  means any person or corporation who is supplied v.. th \ncompressed natural gas in his automotive(s) by a licensee for his own use \nbut riot for storage, processing, filling, sale or distribution; \n\"container\" means any cylinder or vessel installed in an automobile or \nat .CNG refuelling station and used Tor storing, 'transporting and \ndistributing CNG; \n\"corporation\" includes any corporation, joint stock company, \npartnership association, business trust, organised group of persons, \nwhether incorporated or not and receiver or trustee of any of them; \n\\ (0 \"licensee\" means a. person or a corporation who holds a licence under \nPart II of these rules; \n\"compressed natural gas\" or \"CNG\" means compressed gaseous fuel \n- \tcomposed predominantly of methane (CH4); \n\"meter\" means all equipment used for the purpose of measuring t,  \nquantity of CNG supplied, and includes all kinds of apparatus upo, \nwhose reading or indication for the supply or sale of CNG is wholly 0 f \npartly determined in a specified or unspecified time; \nale •rice\" \n\"supply mains\" means a pipeline used for the transportation of natural \ngas for the purpose of sale to a licensee; and \n\"works\" includes pipelines, machinery or equipment including civil \nworks established or installed, owned, controlled, operated or managed \nin connection with the compression of natural gas for the purpose of \nstorage, filling or distribution of CNG. \nPART ll \nLicence compulsory.—No person or corporation shall, without first \nobtaining a licence from the Authority, undertake, or cause to be undertaken under \nany agreement, the operation or construction of works connected with compression of \nnatural gas for the purpose of storing, filling or distribution of CNG. \nApplication for licence.—(1) A person or corporation having experience or \nknowledge of handling high pressure fuels may submit an application to the Authority \nfor a licence and the nuinber of refuelling station (s) at the existing petrol pumps or at \nseparate sites. \n9 \t a. rt 33 0)/a 80.2  \nd4ite*z ;0,7 1st  \nOe iCi,g2k4'c*-  /3/37,9 • \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1213 \n(2) An application for licence shall be in triplicate in the form annexed to these \nrules and shall be accompanied by a fee of Rs. 25,000. Provided that where the grant of \nthe licence is refused, half of such fee shall be refunded to the applicant. \n5. Consideration of application.—(1) The Authority shall consider the \napplication having regard to all the circumstances which appear to it to be relevant, \nand in particular, but not so as to limit the generality of the foregoing, to: \nthe public and national interest; and \nthe financial and technical competence of the applicant. \nThe Authority may require such changes and alteration in the plants and in \nthe details to be made as it may deem expedient. \nA licensee shall be bound by the provisions contained in these rules and \nsuch other terms and conditions as may be specified in the licence. \n6. Authority may grant or refuse licence.--(1) The Authority may grant a \nlicence for the compression of natural gas for the purpose of storing, filling or \ndistribution of CNG in accordance with these rules and may specify in the licence such \nterms and conditions as it may think fit to impose on the licensee or it may refuse to \ngrant the licence: \nProvided that any person or corporation who or which was engaged, \nimmediately before the commencement of these rules and with the approval of the \nFederal Government, in the compression of natural gas for the purpose of storing,' \nfilling or distribution of CNG or, in whose favour sanction for compression of natural \n, !s for the purpose of storage, filling or distribution of CNG was issued by the Federal \n.wernment before such commencement shall be granted a licence, if such person or \n.orporation makes an application in the form annexed to these rules for the purpose \nwithin three months from the commencement of these rules. \n(2) In case of refusal to grant a licence, an appeal shall lie from the decision of \nthe Authority to the Federal Government. \nearlier revoked under rule 8, remain valid fora period of fifteen years and may be \nrenewed from time to time for a period of fifteen years each time on payment of a fee of \nrupees 25,000. Where the renewal of licence is refused, half of such fee shall be refunded \nto the applicant. \n(2) Every licensee desiring to have his licence renewed shall make an \napplication in that behalf to the Authority not less than three months preceding the \n10119(.2)/51,c,  oth \t- \n1214 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART  11 \n!Jr  \nsee renew o . -ces a \nhas been given an opportunity of ng heard. \n(4) In case of refusal to enew a licence an appeal shall lie from the decision of \n_7 \n8. Revocation or amendment of licences.—(1) The Authority may, if in its \nopinion the public interest so requires, revoke a licence in any of the following cases, \nnamely:— \nwhere the licensee, in the opinion of the Authority makes wilful and \nunreasonably prolonged default in doing any thing required of him \nunder the licence granted to him or by these rules and has been \ninformed in writing to that effect by the Authority, \nwhere the licensee violates any of the terms and conditions of his licence \nand is so informed in writing and does not rectify the violation within the \ntime specified, \nwhere the licensee is, in the opinion of the Authority, unable by reason of \nhis insolvency fully and efficiently to discharge the duties and \nobligations imposed on him by his licence. \n(2) Where, in the opinion of the Authority, the public and national interest so \nrequire the Authority may, instead of revoking a licence under sub-rule (1), permit it to \nremain in force in relation to the whole or any part of the area of operatIon with such \nalteration or amendments in the terms and conditions of the licence as it thinks fit to \nmake or upon such new terms and conditions as it may impose upon the licensee. \n(3) In case of revocation of a licence or any alteration or amendment in the \nterms and conditions thereof, an appeal shall lie from the decision of the Authority tc \nthe Federal Government. \n9. Licensee not to sell, assign, transfer, convey or lease his licence or \nworks.—No licensee shall, without the previous approval in writing of the Authority, \n(a) sell, assign, transfer, convey or lease his licence or his works or any \ninterest therein in whole or in part; \n(b) enter into any agreement or contract for— \nthe amalgamation of his works with those of any other person or \ncorporation; or \nthe operation of his works by any other person or corporation; \n(c) mortgage or otherwise create a charge upon the works or any interest \ntherein. \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1215 \n_ \ne7after the V1-0. Execution of Works after Commencement of Licence.—(1) The \n,hority his licensee, after the commencement of the licence, shall execute to the \nmay allow \nI satisfaction of the Authority his works in accordance with the code of kstg \npractice, appended to these rules, within a period of one year or such • \nfurther period as the Authority may allow under special circumstances Make any \t\nproved by the licensee to be beyond his control. \t .approved \nFed by the (2) The Authority shall appoint third party inspector or inspectors for \nthe purpose of verification of works of the licensee in pursuance of \nsub-rule (1) of rule 10 and the licensee shall pay to such third party scontinue \ninspector or inspectors a reasonable fee, as determined by the Authority enance of \nfrom time to time, for the purpose of such inspection or inspections/ \t\n_ \t- \t- \nPART III \nCHARGES AND ACCOUNTS \n/OM, \t • r  \t\ndetermine a \t e  \t\n13. Price of CNG to e sold. \t(1) The AOthority,  shall \npolicy \n3. Price of CNG to be sold. - (1) The Authority shall determine and i rne.  \nnotify the sale price in accordance with the policy guidelines issued by \nthe Federal .Government, from time to time. \t r than \nNo licensee shall charge a price from its consumer, Which is higher onditions \nthan the sale notified by the Authority, from time. to timez \t- \n(2)-  A licensee may require a consumer to give him security deposits for the price \nof CNG kit and ancillary equipment for the conversion of petrol or diesel vehicles into \nCNG vehicle or to enter into an agreement for the hire and maintenance thereof, and \nwhere the licensee or the consumer, as the case may be, enters into such an agreement \nthe latter shall keep CNG kit and ancillary equipment for such conversion in correct \nand good condition. \nIS. Wilful hindrance in submitting records, etc. unlawful.—No licensee or \nconsumer shall wilfully hinder, delay or obstruct the making, submitting or keeping of \nany information, document, report, memorandum or record or account required to be \nmade, submitted or kept under these rules. \nPART IV \nGENERAL \n16. Entry, inspection and enforcement of the rules.—The Authority or any \nperson duly authorized by the Authority in this behalf may enter, inspect and examine \nany place in which he has reason to, believe that there is any work (s) for compressing \nnatural gas for the purpose of storing, measuring or distribution of CNG and take \n1-1 s.ed of-19(J)pr, ar: -x-,k • \nSi4J-* k9(.7 Skod9gc 12/6  ? \t 3/ 3 (cs \n. 3 sc.,(10 \t •?. to \ntd \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1215 \nthe \n(commencement of the licence, shall execute tu he satisfaction of the Authority his \nworks within a period of one year or; such f ther period as the Authority may allow \n- \nAddition to or extension of the works.—A licensee shall not make any \nalteration in, addition to, or extension of, his works as given in his plan and approved \nby the Authority, unless such alteration, addition or extension is authorised by the \nAuthority. \nRight to discontinue supply.—A licensee may temporarily discontinue \nsupply of CNG when such discontinuance becomes necessary for the maintenance of \nworks. \nPART III \nCHARGES AND ACCOUNTS \nconsu er(s) shall be charged in ac ordance with an \treement to be conducted \nbetween the licensee and t  \ntz,  141 14. \tMeasurement.—(1) the amount of natural gas sin5lied to a licensee and \nCNG supplied to a consumer shall be ascertained by means of a correct meter. A meter \n.shall be deemed to be correct if it registers the amount of natural gas or CNG supplied \nwithin the limits of error approved by the Authority and complies with such conditions \nas may be prescribed by the Authority. \n(2) A licensee may require a consumer to give him security deposits for the price \nof CNG kit and ancillary equipment for the conversion of petrol or diesel vehicles into \nCNG vehicle or to enter into an agreement for the hire and maintenance thereof, and \nwhere the licensee or the consumer, as the case may be, enters into such an agreement \nthe latter shall keep CNG kit and ancillary equipment for such conversion in correct \nand good condition. \nIS. Wilful hindrance in submitting records, etc. unlawful.—No licensee or \nconsumer shall wilfully hinder, delay or obstruct the making, submitting or keeping of \nany information, document, report, memorandum or record or account required to be \nmade, submitted or kept under these rules. \nPART IV \nGENERAL \n16. Entry, inspection and enforcement of the rules.—The Authority or any \nperson duly authorized by the Authority in this behalf may enter, inspect and examine \nany place in which he has reason to, believe that there is any work (s) for compressing \nnatural gas for the purpose of storing, measuring or distribution of CNG and take \ns.dea d (.0pg; \t-.K4e • 7 \n19cr 6&dctgc 9/6 ? aff (3(3(cl  7 s \t / - \n1216 \t\nTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART II \nother necessary steps for the due observance of the provisions of these rules by \nlicensees, consumers or any other person connected with the storage, filling. \ndistribution and use of CNG. \n17. \tProtection for acts done in good faith.—No suit, prosecution, or other \nproceeding shall be instituted against the Authority for anything done, or purporting \nto be done, in public interest under the provision of these Rules. \n18. Prittection-to-public. \t ruc •  .11.11'1\".5 \nworks connected with CNG Refuel \tanon, mstallatoin of CNG equipment in \nautomobiles in accorclartee-wi the Code of Practice appended with these rules and to \nthe satisfaction -of Chief Inspector of Explosives so as not to endanger public health oi \nMarking of works.—A licensee shall mark with conspicuous signs t \nplace of his works. \nPenalty for breach of rules.—Whosoever commits a breach of these rules \nshall without prejudice to any other action that may be taken against him, b \npunishable for every such breach with fine which may extend to fifty thousand rupee \nKUNWAR IDRIS, \nSecretary. \nAPPLICATION FORM FOR THE GRANT OF LICENCE UNDER THE \nCOMPRESSED NATURAL GAS (PRODUCTION AND MARKETING) \nRULES, 1992 \nCOMPRESSION OF NATURAL GAS FOR THE PURPOSE OF STORAGE, \nFILLING AND DISTRIBUTION OF CNG \n(To be submitted in triplicate alongwith a fee of Rs. 25,000 which should be \ndeposited in Government \"Treasury under the Head of Account E3E-EV-I=Misce4. \nlancous: Re \t-a \t i nes, Oilfields and Mineral Development (Federal \nControl) Act, 1948. Other Receipts and Challan attached). \nName(s) of applicant(s) in full \t  \nIf application is by an individual or individuals. \nAddress \t  \nNationality \t  \nPresent occupation and duration \t  \nI—SAdys ix/JP° sl (Of j pi- --9-6--33 • \n1216 \t\nTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART II \nother necessary steps for the due observance of the provisions of these rules by \nlicensees, consumers or any other person connected with the storage, filling, \ndistribution and use of CNG. \n17. \tProtection for acts done in good faith.—No suit, prosecution, or other \nproceeding shall be instituted against the Authority for anything done, or purporting \nto I \t\n\tIA If  \n\t 'No licensee P(shall locate or construct any new w —orks and CNG refueling station in / \tany residential area. Alshall -bc-strUstitutud \t, and-- \n1 \t--14ig licensee shall locate, Construct andoperate his pipeline and all \n7/ \tworks connected with CNG Refueling Station and installation of CNG \nequipment in automobiles in accordance with a licence granted by the \nChief Inspector of Explosives under the Mineral Gas Safety Rules, 1960, \nand strictly comply with the provisions of the Petroleum Rules, 1937, \nand the Gas Cylinder Rules, 1940, so .  as to avoid any danger to the \npublic health or safetyji-enel-- \n\"(2) Area of operation shall be clear of any residential area, whether \ninhabited or not, by a minimum of 100 feet distance on either side \nfrom such building or area\". t... 7  \nKUNWAR IDRIS, \nSecretary. \nAPPLICATION FORM FOR THE GRANT OF LICENCE UNDER THE \nCOMPRESSED NATURAL GAS (PRODUCTION AND MARKETING) \nRULES, 1992 \nCOMPRESSION OF NATURAL GAS FOR THE PURPOSE OF STORAGE, \nFILLING AND DISTRIBUTION OF CNG \n(To be submitted in triplicate alongwith a fee of Rs. 25,000 which should be \ndeposited in Government tii-:iasurv under the -Head nt Arytr.mt--v4- -=4.4;.- \n1411ejalls:—Reeeil*ra1M:±i1391008-0ther -Receitps-Receipts under th_ej-slaall-bel \nControl) Act, 1948. 0th \nName(s) of applicant(s) in full \t  \n(2) \tIf application is by an individual or individuals. \nAddress \t  \nNationality \t  \nPresent occupation and duration \t  \n-1-S4,s-by „No 4 s-1(1)1 17,0u-  w7-E-53 • \nPART III \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1217 \n(3) \tIf application is by a corporation: \n(a) Present business(es) \t  \n(b) \tLocation(s) \t  \nIf principal place of business is outside Pakistan, name and address of duly \nauthorised agent in Pakistan with particulars as in 3(i) above \t  \n(4) \tPrevious experience/knowledge of handling high pressure fuels. \n(5) \tLocation and area of operation for the activity/activities applied for (existing/ \nproposed), and number of CNG refuelling stations. \n(6) \tProject details (attach a report giving the following): \n(A) Compression/storage/filling units. \nNature and capacity of fixed assets \nDetail of utilities and services \nDetails of technical and operational personnel with an organogram \nIf new project, the period of completion and time of commissioning \nCapital cost, existing or estimated under following heads (give \nbreak-down of foreign exchange and rupee cost separately): \nPlant cost (separately for the activities applied for) \nLand \nBuilding \nElectrical equipment \nFire fighting equipment \nFurniture and fixture \nVehicles and transport. \nConstruction and engineering (for new projects and other \nmiscellaneous assets) \n(7) For distribution licence, indicate the details on which CNG requirement in the \narea of operation (applied area) are based indicating market surveys, if any, \ncarried out \t  \n1218 THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART II \n(8) Any other relevant information which may be helpful in the evaluation of the \nproject. \n(9) Remarks: \n1/We hereby solemnly declare that all the particulars given above are correct. \n1/We solemnly undertake not to sell, mortgage, etc., either directly or indirectly \nor through association, the rights privileges and obligation granted under this \nlicence without prior approval of the Authority. \n*In the even of any violation of this undertaking by me/us the Authority shall \nhave the right to cancel the licence, provided that any dispute between the \nAuthority and the applicant as to whether any of my/our activities can be \nconsidered as a violation of this undertaking shall be subject to decision in \naccordance with the provision of sub-rule (3) of rule 8 of the Compressed \nNatural Gas (Production and Marketing) Rules, 1992, and the appropriate \nclause in the licence. \nSignature(s) Applicant(s) \t  \nDate and place of applicant \t  \n(If the applicant is a corporation, capacity in which form is signed). \n*In case the applicant is an alien or a corporation incorporated outside Pakistan. \nCOMPRESSED NATURAL GAS \nSAFETY RULES 1992 \nSTANDARD CODE OF PRACTICE \nPART I: CNG REFUELLING STATION \t\n1.0 \tGeneral \t\n1.1 \tThe object of this Code is to provide planning information, procedures, \nstandards and guidance for the procurement of equipment for the \nestablishment of a CNG compressor and refuelling station. \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1219 \t\n2.0 \tDefinitions \t\n2.1 \tFor the purpose of this standard the following definitions shall apply: \nBulk Tank.—A pressure vessel or a battery of pressure vessels composed of \nhigh pressure storage cylinders. \nCompressed Natural Gas (CNG ).—A compressed gaseous fuel composed \npredominantly of methane (CH4). \nCylinder.—A pressure vessel with a water capacity not exceeding 250 litres \nfor the storage of CNG. \nCylinder Filling Area.—A cylinder filling area specifically allocated for the \nfilling and storage of CNG cylinders not permanently mounted on a motor \nvehicle. This may include the following types of cylinder applications: \nSingle or portable containers \nMulti-cylinder containers. \nDIVISION I \nAn area within which any flammable or explosive substance, whether gas, \nvapour or volatile liquid, is processed, handled or stored, and where, \nduring normal operations, an explosive or ignitable concentration is likely \nto occur in sufficient quantity to produce a hazard. \nDIVISION 2 \nAn area within which any flammable or explosive substance, whether gas, \nvapour or volatile liquid, although processed or stored, is so well under \nconditions of control that the production (or release) of an explosive or \nignitable concentration in sufficient quantity to constitute a hazard is only \nlikely under abnormal conditions. \nEmergency Shut off Valve.—A quick action valve which operates from till \nopen to fully close in less than one complete turn. \nFire Resistance Rating (FRR).—The minimum period of time for which all \nsides of an element of structure, any of which is subjected to a standard fire, \ncontinues to perform its structural function and does not permit the spread of fire. \nWhere a period of time is used in conjunction with the abbreviation FR R it \nis required that the element of structure referred to shall have fire resistance \nrating of not less than the period stated. \n1220 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART II \nGas Cylinder Truck System (Travasi System) —A multicylinder or tank \nfixture permanently mounted on a special truck carriage and essentially \nused for the transportation of CNG to other refuelling stations. \nGas Storage Unit.—A group of gas cylinders contained within a length of \n5.5 m, a height of 1.6 m and width of 1.1 m in the case of vertical cylinders, \nor 5.5 m, 1.6 m and width of one cylinder up to 2 m in the case of horizontal \ncylinders. Whichever arrangement is used, they shall be linked by piping to \nform a single gas storage unit. \nGas Storage Unit Isolation Valve.—A quick action valve for stopping gas \nflow from a particular gas storage unit. \nMaster Shut Off Valve.—A quick action valve for stopping gas flow which \noperates from full open to fully close in less than one turn and is capable of \nbeing locked off. \nNon-Return Valve (('heck Valve ).—A valve which permits fuel flow in one \ndirection only. \nPressure.—Gauge pressure in Kg/Cm'. \nSnubber—A component which performs the function of a gas shock \nabsorber normally achieved by an arrangement of suitable gas restriction \norifices. \nStatutory Authority.—Chief Inspector of Explosives, Government of \nPakistan or an agency responsible for the particular aspect. (See Appendix \nJ). \nS.T.P. Standard Temperature (25 °  C) and pressure (atmosphere). \n.Vehicle Refuelling Probe.—The standard filling system refuelling device \nfitted at the end of the refuelling hose suitable for insertion into the vehicle \nrefuelling valve fitting. \nVehicle refuelling shut-off valve.—A quick action valve for stopping gas \nflow which operates from full open to fully close in less than one turn and \nhas the facility for venting residual high pressure gas in the refuelling line \nafter completion of the vehicle refuelling operation. \n3.0 \tProcedure \n3. I \tChoice of site \n3.1.1 \tPlanning and approval for the site of a proposed CNG refuelling station \nnecessitates compliance with Compressed Natural Gas Safety Rules, 1992. \nPART in \tTHE GAZETTE OF PAK ISTAN, EXTRA., JULY 28, 1992 \t1221 \t\n3.1.2 \tUse of the proposed site for an establishment of CNG compressor and \nrefuelling station shall comply with prevailing industry practice for safe use \nof natural gas and isolation distance must be followed as per Clause 2 of \nthis standard. Approval of the site location shall be the responsibility of the \nlocal Town Planning Authority. \t\n3.1.3 \tAt this preliminary stage application should be addressed to the local Gas \nCompany for approval in so far as gas reticulation for the proposed site is \nconcerned, and for basic guidance on connection requirements and for the \ninlet gas pressures which may be expected as these could be fundamental to \nthe type of gas compressor suitable for .  that site. \t\n3.1.4 \tThe local Gas Company is additionally responsible for approval of the gas \nconnection, the gas equipment and piping installation as laid down in \nNatural Gas Rules 1960 and requires that a permit be obtained from them \nprior to work being carried out on any new gas installation or appliance. \nApplication shall be made to them accordingly. A CNG operating licence \nshall be obtained from the Chief Inspector of Explosives before station \noperations commence. \t\n3.1.5 \tThe gas storage system may be provided by an arrangement of linked \nmultiple gas cylinders or by bulk storage tanks. Manufactured in \naccordance with ASME Boiler and Pressure vessel Code Section VIII \nPressure Vessel Division I and Code Case 1215-6. \n3.2 \tIsolation distances \t\n3.2.1 \tTanks, cylinders, and regulating equipment used with natural gas storage \nand for dispensing installations shall be located outdoors unless otherwise \nspecifically approved as set out in Clause 3.1. \t\n3.2.2 \tCylinders.—Each individual cylinder used for storage or dispensing \nnatural gas shall be located with respect to the nearest building or \nboundary of site, compressor equipment, or other source of ignition in \naccordance with table I. \t\n3.2.2.1 \tIsolation distances between openings or windows in walls in any building \nor structure on the CNG refuelling station and cylinder or tanks shall \ncomply with column (b) in table I. \t\n3.2.2.2 \tNo storage cylinders shall be located less than 3 m from the nearest street \nline or pedestrian walkway or other public place or protected works unless \nseparated therefrom by a 4 h FRR concrete or masonry wall. Bulk storage \ntanks shall not be located less than 5 m from walkways. \n1222 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART II \n3.2.3 \tCylinder Idling areas \n3.2.3.1 \tWhere cylinder filling areas are required, they shall be specifically allocated \non the site, and protected from damage or unauthorized entry by means of \na rugged steel mesh fence with secured access. Cylinder filling areas may be \nprotected from the effects of the weather by a roof or canopy. Such a roof if \nprovided shall be designed to facilitate the dispersion of free or escaped gas \nand shall not permit gas to be trapped. \nTABLE 1 \nISOLATION DISTANCE FROM BUILDING AND 'BOUNDARY TO \nGAS UNIT \nNote.—For conditions applying to electrical equipment refer to section 9 \nMinimum on site \nTotal capacity of gas storage \t distance between gas \t\nunits in cubic metres of gas Minimum \t storage units and a 4 h \nat S.T.P. \t Distance \t F R R \tconcrete or \nmasonry wall \n(a) \t\n(b) \t (c) \nUp to 1100 m 3  of gas \n(up to 4,500 L) 2.5 1.0 \n1100 to 2450 in 3  of gas 4.0 1.0 \n(4,500 L to 10,000 L) \n2550 to 24,500 m 3  of gas 10.0 1.6 \n(10,000 L to 100,000 L) \nWhere L = Litres water capacity of cylinder or tank and gas capacity is in \ncubic meters at standayd temperature (25 °C) and pressure \n(atmosphere) when stored at 248 kg/Cm'. \nFR R See clause 2.1 \n3.2.3.2 \tWhere a cylinder filling area is located within 3 m from a gas storage \nunit, boundary of site, public place or protected works, a 4 h FRR \n1RT II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28,1992 \t1223 \nreinforced concrete or masonry wall shall be located between the cylinder \nfilling area and the aforementioned situation. Such a wall shall have a \nminimum height of 2 m and a length equal to the protected elevation of the \ncylinder filling area plus 2 m. When located on the site boundary the wall \nshall have a height equal to any roof or conopy line installed over the \ncylinder filling area. \nWhen a cylinder filling area is located within a building, the isolation \ndistances shown in table 1 shall apply. \nRefer to definition in clause 2.1 for cylinder filling area. \nCNC: dispensing point \nFor positioning of the CNG dispensing point adjacent to a footpath or \npublic place or where a footpath is likely to be constructed, any CNG \ndispensing point placed closer to the public place than 3 m should be \nseparated from the public place by a high wall or netting fence which will \nmake it impossible for the vehicles standing on the public place to be \nserved. If the CNG dispensing point is between 3m and 4.5 m from a public \nplace a low nib wall should be constructed alongside the public place to \nensure that vehicles being served do not project on to the public place. It is \ndesirable that the CNG dispensing point should be 4.5 m from the footpath \nor public place to give vehicles sufficient room to manoeuvre freely. On \nrural roads the CNG dispensing point should not be located closer than 6 m \nfrom the edge of the roadway. \nNote: The term \"Place\" in these instances means footpath or public place. \nThe CNG dispensing point shall not be closer than 2.5 m to the nearest \ncylinder in the CNG cylinder storage bank and vehicles shall not be \npermited closer than 2 m, this being controlled preferably by the provision \nof a kerbing surround. The CNG dispensers point shall be closet-t- It an \n2.5 m to the nearest cylinder in the CNG cylinders storage bank provided \nthe storage bank is enclosed in a suitable container. Vehicle shall not be \npermitted closer than 2 m if controlled by a provision of a kerbing surround • \nor I m if controlled by steel bollards and a kerbing surround. \nA CNG dispensing point shall not be closer than 3 m from any source of \nignition or closer than 2 m from any opening into a building. \nCompressor situation.—refer to section 9 and Appendices E, I: and G. \nStorage local ion.—If the CNG storage facility is adjacent to an existing \npetrol or liquid fuel dispensing facility the two must be separated by a \nminimum distance of 5 in. Ii \n1224 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PAR \nR- \n3.3 \tStatic gas storage system and arrangements \n3.3.1 \tCylinders.—(See clause 2.1) For ready access and to ensure that all cylir \nfittings are easily accessible, multiple cylinder units which comprise a st7  \nCNG storage facility and are stored in a vertical position shall be limite \na width of 1.1 m, a length of 5.5 m and a height of 1.6 m above floor k \nEach such storage unit shall be separated from other units by a distanc \nm. \nIsolation distances, refuelling arrangements and a typical vertical cyli, \nCNG storage facility are shown in Appendix A. \nIn the case of static storage facilities in which cylinders are in a horiz \nposition, each storage unit shall be limited to a height of 1.6 m, a leng \n5.5 m and a width equal to the length of one cylinder up to 2 m. To en,  \nready access all cylinder fittings should be arranged to face one directi; \neach unit. Each such storage unit shall be separated from other units \ndistance of not less than 2 m. Where horizontal storage units are t \nparallel to each other, cylinder fittings should be arranged so that the \nnot face cylinder fittings of other units. Isolation distanees, refuei \narrangements and a typical horizontal cylinder CNG storage facility \nshown in Appendices B and C. \n3.3.3 \tCylinders installed horizontally shall be separated from one anot \neach storage unit by a distance of not less than 30 mm. Their cylinder \nshould be on the same side opposite to the refuelling point and arran \nthat any gas escapement discharges upwards and clear from cyli \nabove. Valves, manifolds and piping from these shall be provide \nprotection against damage from vehicles, maintenance gear or equ \ntraffic. \t\n3.3.4 \tThe distance between each area of storage cylinders shall be 2 m. The \nstorage unit could be sited adjacent to an existing petrol or liqui \ndispensing facility in which case the two shall be separated by a dista \n5 m minimum. (See diagrams Appendices A. B and C). \t\n3.3.5 \tCylinders and bulk storage units shall be installed on a firm, corn \nwell-drained foundation. This foundation may be in the form of a \nwith the raised edge at 2 m from the front and sides of the cylinder s \nunit forming a kerb up to which vehicles would be permitted. \t\n3.3.6 \tAbove-ground storage shall be protected from damage or unauth( \ninterference by means of a rugged mesh steel fence or equivalent fit \nsurround the storage area at lm from the cylinder banks. Above-g \nstorage units shall be protected from impact from manoeuvring t \ntrailers and other vehicles where such impact is likely or probable 3.3.2 \nr H] THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1225 \nsuitable kerb or fences or posts and railings. \nGas storage facilities may be protected from the effects of the weather by a \nroof or cannopy. Such a roof, if provided, shall be designed to facilitate the \ndispersion of free or escaped gas and shall not permit gas to be trapped \nMobile gas storage Travasi system (see Clause 2.1)\" \nAn isolated parking bay shall be provided at both the compression station \nwhere the gas cylinder truck is refilled and at the refuelling station where \nCNG is decanted form this truck for vehicle refuelling. \nIsolated parking bays shall allow easy access and means of egress and shall \nbe constructed with reinforced 4 hour ERR walls and roof. Wall height \nshall be a meter above the maximum height of the gas cylinder truck. The \nparking bay should also be oriented such that in case of cylinder failure, \nmaximum protection is afforded to other CNG station components. \nParking bays for the gas cylinder truck should be isolated from the rest of \nthe CNG station by distances in conformance with Table 1. (See Appendix \nK for layout). \nIsolation distances between opening in walls of the parking bay shall \ncomply with column (b) in Table I. Openings in walls are not desirable. \nThe minimum isolation distance for gas cylinder parking bays from the \nnearest public place or protected works shall be not less than 5 m. \nPressure-vessel-design \nCylinders \nSpecifications.—specifications currently approved for cylinder design \ninclude BS 5045 Part I or the (US) D.O.T. 3AA. Testing and certification \nof these and proposals for the use of other specifications which could be \nacceptable shall have the prior approval of the Chief Inspector of \nExplosives. \nAll cylinder and valve fitting shall be rated for the full range of \ntemperatures and pressures and the manufacturer shall stamp or otherwise \npermanently mark the valve body to indicate the service ratings. \nPressure relief devices \nGeneral \nEach cylinder or bulk tank used for the storage of CNG shall be equipped \n1226 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART II \nwith an approved pressure relieving device and an approved isolating valve \nwhich shall be readily accessible when installed in the gas storage unit. The i \nisolating valve shall not be capable of closing off the pressure relieving \ndevice. \n5.1.2 \tIf at all practicable, relief devices should have their outlets arranged or \nangled such that in the emergency event of a high pressure gas escape from \nthese there should be no direct impingement on operators or persons in the \nclose vicinity of the gas storage unit enclosure. \n5.2 \tSafety relief devices for cylinder storage units \n5.2.1 \tPiping and gas storage systems shall be protected against over pressure by \nsafety relief devices. Relief devices installed to protect the storage systems \nshall have sufficient capacity and shall be set to open at a pressure not \nexceeding 20 per cent above the maximum allowable working pressure of \nthe system or the pressure which produces a hoop stress of 75 per cent of the \nspecified minimum yield strength whichever is lower. \n5.2.2 \tSafety relief devices may consist of one of the following: \nBurst disc assembly.—An overpressure device set at not exceeding 20 \nper cent above the maximum allowable working pressure of th \ncylinder. In addition to the disc the discharge is made through fixed \ndirectional orifices. \nRelief valve.—Mechanical pressure relief valve which opens at a \npre-determined pressure. \n5.2.3 \tPressure relief devices for natural gas service shall not be fitted with liftin \ndevices. If external the adjustment shall be provided with means for sealing  \nto prevent tempering by unauthorised persons. If at any time it is necessary \nto break such a seal, the valve shall be removed from service until it hat \nbeen reset and sealed. Any adjustments necessary to natural gas safety? \nrelief valves shall be made by the manufacturers or other companies having \ncompetent personnel and adequate facilities for the repair, adjustment and, \ntesting of such valves. The organization making such adjustment shall. \nattach a permanent tag marked with the setting capacity and date. Ali \nsafety relief devices shall be tested at least annually and maintained it. \nproper operating condition. \n5.2.4 \tIf pressure regulators are used, a safety relief device shall be provided on tht \nlow-pressure side of each final stage regulator, and on the low-pressure sid( \nof all other regulators unless the piping or fittings, or both, from the low' \npressure side of such regulators to the high-pressure side of the next stag( \nregulation are suitable for full tank pressure. \nPART 111 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992  1227 \nThe minimum required rate of discharge of the safety relief valves for \nCNG, storage units shall be at least equal to any input from the system, \nwhether stored or being compressed. \nAll safety relief devices and cylinders shall be approved by the Chief \nInspector of Explosives. \t\n.2.7 \tEach safety relief device shall be plainly marked by its manufacturer with \nthe pressure at which it is set to start to discharge and the discharge capacity \nin cubic meter per minute. \t\n.2.8 \tNo shut-off valve shall be installed between the safety relief device and the \ngas storage unit without written permission from the Chief Inspector of \nExplosives, except that a shut-off valve may be used on multiple valve \ninstallations where the arrangement of the valves will provide full required \nflow through the safety relief devices at all times. The opening or \nconnection between the gas storage unit and safety relief device or devices \nshall have at least the combined areas of all connected safety relief device \ninlets. \t\n5.2.9 \tSafety relief devices shall be so arranged that they will have an \nunobstructed full size discharge to a safe place and shall be so arranged that \nescaping gas will not impinge on the vessel, valves or fittings, or vent under \nthe eaves of buildings. \t\ni.2.10 \tExcept for safety valves that are integral with service valves, safety relief \ndevices on tanks and cylinders shall be installed in a vertical position and \nshall be fitted with suitable raincaps. \t\n.2.11 \tAll natural gas devices not otherwise specifically provided for shall be \nconstructed and installed to provide a safety equivalent to that required \nfor other parts of the system. \n3 \tUnattended filling stations shall have a gas detector operated cut-out \nswitch fitted to the electrical system of the compressor to automatically \nswitch off the unit in the event of a major gas leak. \n0 \tCorrosion Protection \nPressure vessels which are made of materials that are subject to corrosion \nby atmospheric conditions, and which are not provided with an allowance \nfor external corrosion by a suitable increase in design thickness, shall be \nprotected by painting or other equivalent means necessary to prevent \ncorrosion. .5.2.5 \n5.2.6 \n1228 \tTHE GAZETTE Of PAKISTAN, EXTRA., JULY 28, 1992 \t[PART II \n6.2 \tThe user's attention is drawn to the importance of avoiding corrosion , \nwhich can otherwise limit the working life of the cylinders and affect the \nfatigue characteristics in serious cases. The implementation of good \nperiodic preventative maintenance in anti-corrosion procedures is strongly \nrecommended. \n7 \t CNG Transfer \n7.1 \t Equipment.—All devices which are used in natural gas installations shall \nbe of a type and construction suitable for their intended use. The Statutor \nAuthority (refer Appendix J, Clause 3) may approve or accept devices o \npackage units upon satisfactory evidente that they are designed an \nconstructed for safe operation in natural gas service. \n7.2 \t \"aires \n7.2.1 \tA minimum of four shut-off valves shall be fitted between the gas storag \nunit and the vehicle refuelling filling nozzle except in those cases quoted i \nClause 7.2.3. \n7.2.2 \tGas storage unit isolation valve.—Each gas storage unit shall have an \napproved quick action gas storage isolation valve installed in the sted 7  \nsupply pipe immediately adjacent to its gas storage unit to enable \nindividual shut-off and isolation of each such unit. These valves will be 7  \nwithin the security fence enclosure. \n7.2.3 \tMaster shut-off valve.—A master shut-off valve shall be installed ,n the \nsteel outlet pipe outside, but immediately adjacent to, the gas storage unit \nThis valve shall be capable of being locked off but not capable of being \nlocked on. The valve shall be an approved quick action valve. This valve \nshall be outside by the security fence that surrounds the gas storage unit \nThe function of this valve is to isolate all downstream equipment from th \ngas storage unit. \nNote.—In those refuelling stations where vehicle CNG refuelling is carrie \nout only immediately adjacent to the gas storage unit the master shut-o \nvalve is acceptable as the emergency shut-off valve (See Clause 7.2.4). \n7.2.4 \tEmergency and isolation shut-off valve.—A quick action emergency shut \noff valve shall be installed on the steel outlet pipe and shall be in a readil \naccessible position to the vehicle refueller. This valve should be shut-off \nwhen the refuelling point is unused. (Refer to Appendix H). \n7.2.5 \tVehicle refuelling shut-off valve.—A vehicle refuelling shut-off Naive shalt \nbe installed for each flexible vehicle refuelling hose. This vehicle refuellini \nPART III \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t\n1229 \nshut-off valve will control the refuelling of vehicles with CNG and shall \nhave facilities for venting to allow for the bleeding of residual high \npressure gas in the refuelling line after vehicle refuelling (Refer to Appendix H). \n7.2.6 \tAll valves shall be suitable for the full range of pressure and temperature to \nwhich they may be subjected. The manufacturer shall stamp or otherwise \npermanently mark the valve body to indicate the service ratings. Other \npiping components such as strainers, snubbers and expansion joints shall \nalso be similarly marked. The master shut-off valve and emergency shut-off \nvalve shall be clearly labelled by a label affixed there to, with letters of not \nless than 20 mm height on a yellow or white background. The valves or \n‘ahre labels should clearl indicate the direction of closing. \n'.2.7 \tFor a typical arrangement of these valves, See Appendix H. \n.2.8 \tIt is recommended that bleed connections are designed into transfer \nsystems to permit depressurizing any CNG supply line before dismantling for servicing. \n.3 \tRigid Piping \n3.1 \tAll rigid pipe, tubing, fittings and other piping components between the gas \nstorage unit and the emergency and isolating shut-off valve shall be \ndesigned of the full range of pressures, temperatures and loadings to which \nthey may be subjected with a factor of safety of at least 8 based on the \nminimum specific tensile strength at 20 C. Any material used, including \ngaskets and packing, shall be compatible with natural gas and its service conditions. \nAll piping and tubing shall be run as directly as practicable with adequate \nprovisions for expansion, contraction, jarring, vibration and settling. \nExterior piping may be either buried or installed above ground and shall be \nwell supported and protected against mechanical and corrosive damage. \nWhere overhead piping crosses the vehicle access way it shall be at least 4.4 \nm above ground. In the case of buried pipes on site the minimum burial \ndepth is to be 450 mm, but consideration must be given to local conditions \nand traffic patterns over these including settlement effects and physical \ndamage from fill materials. \nAll welded piping shall be fabricated and tested in accordance with BS 3351. \nAll welds in high pressure pipelines throughout the storage and compressor \nsystem shall be carried out only by an appropriately qualified welder. .3 \n.4 \n1230 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART II \nAlternative methods of jointing may be approved by the appropriate \nAuthority. \n7.3.5 \tAll piping and tubing shall be tested after assembly to a pressure equal to \nthat of the safety relief device setting and proved to be free of leaks. It is \nrecommended that this test could initially be carried out with kerosene or \nan inert gas. it is imperative that safety .  precautions appropriate to the \npressurizing agent being used should be rigidly applied. \n7.3.6 \tRigid pipelines shall be continuous between their respective components \nand free of connections except welded joints. Any concession from this \nrequirement shall be subject to the approval of the Statutory Authority \n7.4 \tFe.vihk,  hose \n7.4.1 \tFlexible hose shall only be used downstream of the emergency and isolatior \nshut-off valve. \n7.4.2 \tThe flexible hose shall be of or lined with material that are resistant t, \ncorrosion .and to the actions of natural gas and shall be approved by th \nStatutory Authority. \n. 7.4.3 \tThe flexible hose shall be suitable for the most severe pressure, temperatur \nand service conditions expected with a burst pressure of at least four time \nthe maximum working pressure. (See Clause 10.1.3). \t\n7.4.4 \tConnections for flexible hose shall be designed with a burst pressure of \nleast four times the most severe pressure and temperature conditior \nexpected. \t\n7.4.5 \tThe components of the flexible hose shall be tested after assembly and prir \nto use to at least two times the working pressure, and also tested to \npneumatic pressure of at least 40 Kg/cm 2  under water. After the origin \ninstallation, all hoses shall be examined visually at such intervals as a \nnecessary by the owner to the requirements of the Statutory Authority \nassure that they are safe for use. In no case shall such examination inter \\ \nexceed one year. Hose shall be tested for leaks with soap suds or equi va lel \nat least annually and any leakage shall be reason for rejection. The test slit \nbe recorded. \t\n7.4.6 \tFlexible hose shall be distinctly marked either by the manufacture \npermanently attached tag or by distinct markings indicating tl \nmanufcturer's name or trade mark working pressure and suitability fore \nwith CNG. \nPART \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \trni \n8.0 \tPressure Gauges \n8.1 \t Every CNG storage unit including manifolded group of cylinders or bulk \nstorage tank shall be provided with a suitable pressure gauge. The pressure \ngauge shall communicate directly with the tank of storage unit system and \nshall have an opening not to exceed 1.4 mm diameter at the connection. The \npressure gauge shall have a dial graduated to read approximately double \nthe operating pressure, but in no case less than 1.2 times the pressure at \nwhich the pressure relief valve is set to function. Pressure gauges shall be \ncheck calibrated every three years. \n9.0 \tElectrical Equipment and Wiring \n9.1 \t All electrical wiring and equipment shall be in accordance with the \nrequirements of KESC/WAPDA except that electrical equipment located \nwithin the hazardous areas Divisions 1 and 2 (see definitions, Clause 2.1) \nshall comply with the requirements of: \t. \nBS 4683 \tElectrical apparatus for explosive atmospheres \nBS \t229 \tFlameproof enclosure of electrical apparatus \nBS \t4137 \tA guide to the selection of electrical equipment for \nuse in Division 2 areas. \n( See Appendices E, F and G for hazardous area delineations. Division I \nanq 2). \n9.2 \tAny building encroaching on the hazardous area containing non- \nflanieproof, or non-intrinsically safe electrical apparatus, shall be \nconstructed of impervious materials and located such that the gas path to \nany opening is equal to or greater than that specified for hazardous area \ndelineation. \n0.0 \tOperation \n0.1 \tAt public refuelling stations, vehicle refuelling should be from an \noverhead hose assembly. When not in use the refuelling hose shall be \nsupported by wide clips, to ensure against abrasion or kinks, and to \nfacilitate the easy withdrawal for use without contact with the ground. A \nvented metal cabinet shall be provided for overnight security for the vehicle \nrefuelling shut-off valve which is fitted on the refuelling hose. \n0.1.1 \tNo natural gas shall be vented to the atmosphere unless the vent is led to a \nsafe point of discharge. Nothing in this code shall prohibit the use of \n1232 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 ' \ngauging devices which vent to the atmosphere through an opening not \nexceeding 1.4 mm diameter. \n10.1.2 \tA sign shall be erected adjacent to the filling point which shall indicate that \nno smoking or open flame is permitted within 6 m of the refuelling \noperation. This sign shall be easily read from a distance of 30 m. \n10.1.3 \tThe maximum allowable filling pressure for vehicle CNG cylinders is 200 \nkg/cm' at 15' C, or its equivalent at another temperature. There shall be \na pressure controlling device fitted to achieve this. \n10.1.4 \tAll refuelling connections used for vehicle refuelling shall be of a common \ntype. The approved refuelling connection is the vehicle refuelling probe \ntype, as shown in Appendix M. \n10.1.5 \tExcept for control and indicating devices that are also designed for /  \nnatural gas and which have an orifice not larger than 1.4 mm drill size. \nnatural gas shall not be used to operate any device or equipment designed \nto be operated with compressed air which exhausts to the atmosphere. \nNatural gas vapour shall not be released into the air except as referenced it \nthis code. \n10.1.6 \tDesigners and operators of CNG filling stations should seek the advice \nthe local Area Fire Service with respect to suitable fixed fire protectioi \nservices including extinguishers and alarm systems. \t\n10.1.7 \tIt is in the interests of refuelling station operators to establish a contac \nwith their nearest Fire Service authority and to offer them inspectio \nfacilities so that in the event of emergencies arising the Fire Service wit \nknow the layout of equipment, whereabouts of keys, and acees \narrangements applicable to the station. \t\n10.1.8 \tRefer to Appendix L for refuelling procedure. \nAppendix L \nREFUELLING PROCEDURE \nL I \t Filling Instructions \nL1.1 \tFilling instructions should be posted in a conspicuous place adjacent to L \ndispensing hose: \nEnsui-L-: that : \n(a) The identification labels are approved and in position. \n(b) PART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992_ , 1233 \nThere is no smoking within 6 m of the vehicle. \nThe vehicle hand-brake is firmly applied and automatic transmission \nvehciles parked in the gear of \"P\". \nAll vehicle ignition, electrical system; and radio (including shortwave \ncommunication equipment) are switched off. \nThe cylinder is within the periOdic test life and the system complies \nwith this standard and any statutory requirements, including inspec-\ntion certification. \nThere are no obvious leaks in the vehicle's CNG equipment. \nThe fuel connection is in good condition and matches the dispenser \nfiller nozzle. \nFILLING PROCEDURE \nRemove dust plug from vehicle refuelling connection. eo• \n(b) Attach refuelling hose to fill point. \nIt is desirable not to leave the vehicle during filling operations except \nin the case of trickle fill. \nOpen refuelling valve slowly allowing the CNG to transfer from \nstorage cylinders to vehicle cylinder. CNG should be slowly intro-\nduced into the vehicle to avoid shock loading and a rapid increase in \ngas temperature. \nClose the refuelling valve on completion of fill. \nCarefully disconnect filling hose allowing a small escape of gas from \nfilling nozzle. \nReturn hose to correct position on dispenser. \n1 \tBefore any vehicle is driNien away from any dispensing point it is imperative \nthat there are no gas leaks either: \nOn the vehicle, or \nOn the dispensing point, where gas leaks may have been caused \nthrough faulty filling or any leakage caused by replacing and \nremoving connections. \n1134 THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PART II \nAPPENDIX - \n(Part - \nCNG REFUELLING PROBE \nDimensions in mm \n1 1 38 \nN 38 \n00 \n.-4 3.4 \n38 0 \n0 \n0 \nFootpath \nPlan  Scale  1:50 PAR  r  II] THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1442 .1135  \nBoundarys ---- \nV\\ \n4>i\\ \n)1 \tE \n, \ng0 —0 \nw \n§  APPENDIX A (Part I) \nTYPICAL OR SPECIMEN LAYOUT OF \nCNG STORAGE UNITS: \nSEPARATION DISTANCES (a) Section  on     \n2.5 m          \nAPPENDIX B (Part 5 m Bdy.  . \tH  \n_J \n'0000 \n0000 \n00 \n30 In — \n150 mm a \n4-  J236 3.HE GAZETTE OF PAKISTAN, EXTRA, JULY 28, 1992 . \tII \na \n0 \nL 0 \n0 0 • m [_2.5 m mln. Roof  (Optional \n14 \na \nSecurity Fence b \na \n0 a. \nI \t2m \n3 m min. \nL5 55 \t ref. table 1 \n5 5 -5 5 5 \t 5 5 5. T \nBdy)4 hour FRR wall) \n4  \n5.5 m \nA ‘8T1I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1237 \n1238 j THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART 11 \nMOBILE GAS STORAGE FILLING STATION APPENDIX - D \n(Part - I) Master  shut-off 4.1 \n44 \n0 \t\n1, \t 1, \t\n.0 0 \t 0 \t\n0 ) \t .0 ../ \tCC \t 10 \t\n. 0 \t0 \t\nC> \t01 C ./.1 .0 0 \t , \t\n61 > 0 0 \t o• \t , cn \t0(0 \t CD) \t It \t\n111 01 O. a/ V \t HO \t . \t\n1.10 \t0 0 \t 30 \t 0 \t\n0-_I CCC \t OH \t 0 \t\n4141 .0>,--! \t .04) \t , \t\nWit \t(014 \t CC \t\n,-/ C 0 \t U \t a \t\nul 0 0 0 4 \t CO \t\nCC \t0 i. 4-. \t , 1 3 ,. \t >, \t\n0-I \t00 \t 1.4 \t U \t\n0 41 01 \t 01(0 \t C C> \t 0 0 41 01,11 0 \t\n1411 \t '0 10 \t 1. > 0 \t\n0.4• \t > \t •cr -• .c 0, \t 0 \t CC 3,1010 \t -.411.1 \t 41 > 0 -. 4 , \t 4)!.4 \t\nll \t0 4/ 0 \t 00 \t\n4 0 01 \t El \t\nC \tCC \t CU 11  0 -. \t .0 0 \t\nC) 0 V \t 0.0 \t\n..1 al 0 \t (0 (0 \t\n0 \t411.111 i.I \"C 0 0 (0 E.0 0 \t\n(0 U 1. ) 0 \tal \t\nCO -1 0 4.1 La \tC \t\nCU 3 44 la \t. 11 0/ C . 0 . 0,0 . V.0 \n>1 .4 \nCL 0,0. 4J0 \n$00 0           \n.1   \n*1 0 \n:1 \nt\nUI  \n0 \n1.141  0 0 /4 \n4 CO   \n•      --CNG dispensing  point  CNG refuelling  bays  \nA \nnt Building and/or Boundary Line \n_1  \nGas Storage Unit \n(Cylinders) \nOpen Shelter \n(For enclosed comprei'lli \nssoi see Appendix F) \nas storage units up to 4500 litre capac*ty \nIlas storages greater than this see table I \nrdous Area - Division 1 \nfirdous Area - Division 2 Security Fence co Sect. on B-B PART III THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1239 • \nHAZARDOUS AREA DELINEATION (ADJACENT BUILDING) \t (Part - I) APPENDIX - E \nacent Building and/or \nndary line \nDivision Boundary without roof. \nDivision Boundary with roof. \nRoof (Optical) \nCompressor \non A-A \n47 \n-----Gas \nStorage I \n; Unit \nSect. on A.A \n1 \tHazardous Area - Division 1 \n2 \tHazardous Area - Division 2 Possible locatice \na safe switchrocm \nroof sust be sol \nFor gas storage units up to 000 14 \ncapacity. For gas storages greater than this \nsee table 1. \n0 \nCompressor Room \n(Ventilated) \nLt. Low Level \t \nVentilation' 1240 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PARTI \nHAZARDOUS AREA DELINEATION (ENCLOSED COMPRESSOR) apnea= -F (Part - 1) \nHigh Level Ventilation \nI- -- - - - - - 'Gas,  Storage Unit \nI \t(Cylindere) Security Fence \n1 \n1 \nDivision 211 \nverticallr\" \nabove any \nPLAN \nCompressor \n1 Hazardous Area - Division \n2 Ilazardcms Area - Division 2 Sect. on A.A 1,4t THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992- \nHAZARDOUS AREA DELINEATION (OUTDOOR INSTALLATION) \n1 Gas \tI IStarage  'Unit 1 APPENDIX - G \n(Part -I) \n7.0 e \nSecurity Pence \n• FOr gas storage unit who 4500 litre capacity. \nPOE gas storage greater than \nthiscese table 1. \n1,A A shelter over equipment having not more than three Malls may be \nclassified as an outdoors location, provided that all walls \nand roof apex have ventilation openings. \n1242 THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PAR \nCALCULATIONS OF THE TOTAL GAS \nSTORAGE REQUIRED \nHI \tThe figures given in this appendix are for guidance only and me \nindicate the fundamentals involved in making an elementary calculat \nfor a first approximation of the gas storage requirements. They are no \nbe taken as specific. \nH2 \tEstimate number of vehicles per day (x) that the station is likely to re \nwith CNG. \nH2.1 \tEstimate the Average number of cubic meters of CNG (y) that is to \nrequired for each vehicle refuelled (average uplift per vehicle). \n(1) \tFrom the product of (x) times (y) calculate the total of cubic mete \ngas required by the station per day to meet the estimated dem \n(2) \tDivide answer (1) by the number of hours per day that the station \nbe operated. \nFrom (2) obtain the cubic meters of gas required per hour. This \nbe the average only. \n(4) \tEstimate the peak demand (5) assuming that each vehicle will req \n6 mm. for a refuel. \nFrom (4) knowing that 10 vehicles per hour maximum ca \n,refuelled from each separate refuelling point calculate the num \n'CNG refuelling points required on the station. \n(6) \tMultiply answer (3) by 1.5 which wilt then give 1.5 times the av \ncubic meter demand per hour for the station. \nTake answer (6) and compare this with the peak demand answe \nDecide from (7) the cubic meters of CNG gas that the station' \neconomically require per hour and then calculate gas stO \ncylinders required assuming that 40 per cent of the CNG only c4 \nrecovered from the cascade. \nal (9) \tIf a booster compressor is fitted between the cylinder storage uni \nthe fill point then the 40 per cent recoverable from the unit c  (3) \n(5) \n \n \nART In THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 1243 \ndisregarded and the calculation for storage can be made assuming the \nwhole (100 per cent) can be recovered. \nNOTE ON METHODS OF STORAGE USAGE \nAs the filling pressure of gas to vehicles will be approximately 200 Kg/Cm' \nand the maximum pressure in the storage system 248 Kg/Cm', it follows \nthat the minimum storage pressure of 200 Kg/Cm' must be available at any \nrefuelling time. Any drop below this figure in the delivery bottle would be \nunacceptable for satisfactory service unless a booster pump is fitted \nbetween this and the dispensing point. \nTo make the most efficient use of the gas storage, depending on the size and \npeak demand of the system, it may be necessary to arrange for a number of \nbottles to be held at high pressure (well above 200 Kg/Cm') while allowing \nother groups of cylinders to fall below vehicle maximum delivery pressure. \nBy manifolding these groups, gas pressure from the lowest pressure group \nmanifold is fed first to the refuelling point until the vehicle cylinder is filled \nto match, the operator will then switch to the next group manifold with \nmedium pressure and thirdly to the high pressure for topping off at the 200 \nKg/Cm'. \n32.1 \tSuch a system might have three or more pressure stages but will involve the \noperator in an increase of refuelling time required unless an automatic \nswitching device is fitted. \nThe figures given are for explanation of a system only and may be a typical \nation in a gas storage unit during the course of an operation. They are not to be \nen as requirements. \nIt is possible to arrange for a small compressor and large gas storage unit or a \nCT compressor and smaller gas storage. The decision will rest with the pattern of \nueffing demand expected and with timing and frequency of peak conditions. \nThe compressor must be capable of meeting the estimated total uplift per day \nh some reserve and its output arranged to cover peak conditions through storage \nibility. \nIt is essential to request the compressor specification delivery volumes per hour \nIC requirement pressure for compressed natural gas at its specific compressibility \nor before making a decision on size requirements. \n200 Kg/cm2 \n35 Kg/cm2 \t 70 Kg/cm2 \nMANIFOLD 2 \nMANIFCILD 3 \nMANIFOLD 1 \nSELECTOR VALVE \nIFG POINT 1244 ' THE GAZETTE OF PAKISTAN? EXTRA., JULY 28, 1992 \t[PART 11 \n\t I \t I \tI \nI \t I \t I \t I \nGROUP OF \nI CyLINDERS1 \t I \t I \tGROUP 2 \tI \t I GROVP3 3 \nI \t I \tI \t I \nI \t I \tI \t  \nSTORAGE SYSTEM - DIAGRAMMATIC ONLY . \nRT III THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \nAppendix J \nSTATUTORY AUTHORITIES \nDirector General (Gas) Ministry of Petroleum & Natural Resources: \n_ .CNG Station installation approval in compliance with CNG Rut .- \n1992. \nChief Inspector of Explosives, Ministry of Industries, in compliand*with \nCNG Rules, I992': \nDesign, inspections arid approval of bulk tariks and their fittings. \nThe local Gas Company: . \nLow pressure area inspection. \nHydrocarbon Development Institute of Pakistan (HDIP) or CNG Station \noperator. \nHydrostatic testing of storage cylinder after 5 years of operation. \n(Primary responsibility of testing shall be of user's of high pressure \ncylinder and owner responsible for filling of these cylinders). \n1246 THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PART I \nAPPENDIX \n(Part - I \nMOBILE GAS STORAGE PILLING STATION \nRefer Clauses 3.4.1 - 3.4.5 for specification \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992.. \t1247 \nCOMPRESSED NATURAL GAS \nSAFETY RULES, 1992 \nSTANDARD CODE OF PRACTICE \nPART II: CNG COMPRESSOR EQUIPMENT \t\n1.0 \tGeneral \t\n1.1 \tThe object of this code is to provide planning information procedures, \nstandards and guidance in the procurement of equipment for the establish-\nment of a CNG compressor and refuelling station. \t\n1.2 \t.Scope \t\n1.2.1 \tThis Part concerns in particular compressors using natural gas supplied by \npipeline by gas companies. \t\n2.0 \tApproval Requirements \t\n2.1 \tA CNG compressor should fulfil the Approval requirement of \nAppendix A. \t\n3.0 \tGas Supply Requirements \t\n3.1 \tPrior to the selection and specification of CNG compressor for a particular \nsite the local Gas_ Company must be contacted for: \nThe gas reticulation and connection requirements. \nGas inlet pressure that is to be available at the specified connection. \nThe equipment to be provided to safeguard the reticulation system \nand the meter/regulator equipment. (See section 6). \n3.2 \t, Characteristics of the gas \t\n3.2.1 \tIn considering a decision on a suitable compressor it is essential that the \nanswer to clause 3.1 is known before laying down a specification of the \nunit. \n3.2.2. It is necessary to apply for a permission from the local Gas Company \nbefore any installation work commences. \nMost compressors will be sited outdoors and will be provided with a simple \nroof over them for minimum protection and cover for maintenance 3.2.3 \nTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 t  \noperations. In those cases where a compressor is to be sited inside a \nbuilding, ventilation shall be designed to facilitate the dispersion of free or \nescaped gas and shall not permit gas to be trapped. \t\n4.0 \tSwitchboard Electrical Control Equipment \t\n4.1 \tIn the process of the selection of a suitable compressor for the station its \nelectrical power requirements must be considered and discussed with the \nElectricity Supply Authorities at an early stage of the station planning. The \ncapacity of existing power mains will be a consideration and in some \ninstances and conditions the authorities may find it necessary to undertake \nspecial measure to bring adequate power on site. \t\n4.2 \tAll electrical wiring, electrical equipment located within the hazardous \nareas Divisions 1 and 2 (see definitions, section 9 of Part 1 of this Standard) \nshall comply with the requirements of BS 4683, BS 229 and BS 4137. \t\n4.3 \tFor the zoning application of electrical switch gear refer to Appendices E, F \nand G of Part 1 of this standard. \t\n4,4 \tFurther reference is made in Section 9 of Part 1 of this Code to electrical \nequipment and wiring requirements for the refuelling station. \t\n4.5 \tIn positioning the compressor it is necessary to plan the layout to permit \nadequate space and accessibility for the electrical switchgear, the meter, the \nregulator components and to ensure that the area requirements are made \nfor proper maintenance and inspection. \t\n4.6 \tIf the switchgear is remote from the Compressor or positioned in a separate \nroom an isolation switch shall be fitted adjacent to the compressor. \t\n4.7 \tThe lighting installation shall comply with the requirement of the Electrical \nWiring Regulations of the electricity supply authority. \t\n5.0 \tFoundations \t\n5.1 \tIt is important to ensure that foundations suitable to the site for the \ncompressor are provided according to the specifications and drawings of \nthe manufacturer of the compressor where applicable. By this means the \nvibration, dynamic balance, noise and damping characteristics will have \nbeen taken into account at the working rpm under load. \n5.1.1 \tOverseas specifications may not, in all cases, be fully appropriate to local \nconditions and in these circumstances a check should be made for the \nadditional requirements that are to apply. \nPARTII] THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1249 \n1.2 \tExisting floor slabs are likely to be inadequate and if these are part of an \nexisting building it is essential to seek qualified advice before proceeding. \nIt should be noted that inadequate mounting and foundation arrangements \ncan lead to high subsequent maintenance costs not only in the compressor \nbut additionally in the associated gas system and pipework. \nGas Connections \nThe following equipment must be provided on the inlet gas line to a CNG/  \ncompressor downstream of the local Gas Company metering assembly: \n(a) \tA non-return valve to prevent back flow in the event of compressor \nmalfunction. \nA low pressure cut-off valve with manual reset to shut-off the supply \nin the event of low reticulation system pressure. The manual reset is \nrequired to prevent the machine restarting until the fault causing the \nlow pressure is rectified. \nA surge chamber to dampen flow pulsations at the meter. \nA flexible connection to prevent mechanical vibration being \ntransmitted back on to the metering equipment. This will not \nnormally be required on the slow speed hydraulic ram type of \ncompressors. \nNoise \nNoise from certain types of compressor shall receive the close attention of \nthe installation planner as in some cases this could seriously affect the \neconomics of the station by restriction of the hours of operation permitted' \non a particular site or by requiring sound attenuation equipment. \nTesting and commissioning \nTesting procedure for the compressor must be carried out in accordance \nwith the procedures laid down by the manufacturers of the unit. It is \nimportant to ensure strict compliance with the manufacturer's \nspecifications for the lubricants to be used. \n,Vote:—Certain lubricants, by virtue of their origins, may not be suitable for use in gas \ncompressors. \nl.2 At the first start-up of the compressor it is essential for the operator, to \nensure that the full conditions of the manufacturer's warranty have been \nobserved and met.  \n1 \n1250 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PART I \n8.3 \tConfirmation is required that Completion Certificates from the local \npower supply authority and from the local gas authority have been \nappropriately signed. \n9.0 \t Safety \n9.1 \tAs the use of dry and sweet gas has an important impact on the safe \noperation of CNG, particularly in reducing the risk of internal corrosion of \ncylinders, and under certain conditions build-up of hydrate accretions, it is \nrecommended that CNG used in Pakistan shold be dried and purified to a \nlevel that will not adversely affect the safe operation of CNG equipment. \nThis may be achieved by using an effective drying system in conjunction \nwith refuelling station compression equipment to ensure that moisture is \nabsorbed from the gas prior to compression. \n9.1.1 \tTo avoid the build-up of hydrate accretions at low temperatures when \ngas is used to fuel engine sytems, a methanol injection method can be used \nin conjunction with the refuelling station equipment. Information on th \nrequired amount of methanol to treat the gas for this purpose is given \nAppendix B. The quantities of methanol required to be effective in tht \nprocedure are very small. \nAttention is drawn to additional information which can be obtained fro \nthe American Gas Engineers Handbook. \n9.2 \tSafety Notices \n9.2.1 \tA \"NO SMOKING\" sign shall be positioned adjacent to the compresso \nroom and shall be directly seen at normal eye level height by any on \napproaching the area. \n9.2.2 \tIn cases where compressors are subject to automatic starting a notice t \nletters approximately 75 mm high shall be provided at eye level and at th \nfront of the compressor to read: \nCAUTION NOTICE \nTHIS MACHINE MAY AUTOMATICALLY START \nAT ANY TIME \nA ndix \nAPPROVAL REQUIREMENTS FOR CNG COMPRESSORS \nPART 1—GENERAL \nQUALITATIVE REQv I ictmt,NTS _ \nScope These requirements apply to compressors designed as suitable for \nRT II] \tTHE GAZETTE OF PAKIS -1\\AN, EXTRA., JULY 28, 1992 \t\n1251 \ncontinuous full load duty, mechanically, electrically or hydraulically \npowered and intended for CNG cylinder refuelling applications. \nSuch compressors are usually, but not necessarily, multistage reciprocating \ncompressors with cooled, lubricated cylinders of either trunk type or \ncrosshead design. \nAll electrical wiring and equipment shall be in accordance with the \nElectrical Wiring Regulations, except that electrical equipment located \nwithin the hazardous areas Divisions 1 and 2 shall comply with the \nrequirements of: \nBS 4683 Electrical apparatus for explosive atmospheres \nBS 229 Flame proof enclosure of electrical apparatus \nBS 4137. A guide to the selection of electrical equipment for use in \nDivision 2 areas \nFeatures specially required \nThe compressor shall be provided with adequate means of support or \nmounting. \nGas manifolds shall be firmly fixed to prevent displacement. \nConstruction of the compressor shall be such that continuity of satisfactory \noperation can be expected during normal usage. \nMaterials and finishes, including dressings and lubricants used in the \nconstruction of a compressor shall be suitable for the conditions of use. \n(e.g. corrosion, temperature, etc.). \nCompressors intended for outdoor installation shall have all controls and \nelectrical wiring adequately protected from climatic conditions to ensure \nsafe and reliable operation. \nThe gas inlet connection shall be firmly fixed and anchored to prevent \nrotation while making the connection. \nThe gas inlet connection shall have a B.S.P. threads to BS 21. Male thread \nshall be taper threads, and all female threads for use at pressure above 0.07 \nKg./cm2  should be taper threads. An adaptor to achieve the standard gas \nconnection is acceptable. \n1252 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PAlur \nI 3.8 \tThe gas inlet connection shall be so located that sufficient free space \navailable for the union connection to be made or disconnected, usii \nnormal tools, without the necessity for unduly difficult or time :coasurni: \t\n' \tI dismantling. \n1.3.9 \tComponents and integral parts which may require adjustment shall - \naccessible for such adjustment. \n1.3.10 \tC*sinponents which require to be removed for service shall be so made a \nattAhed to the compressor that they can be removed and replaced. \n1.3.11 \tControls shall be accessible and easily operated by the user. \n1.3.12 \tCompressors shall be provided with clear and permanent markings rea \naccessible and easy to read when the compressor is in the installed posit \nSuch markings shall include the following: \nI. Manufacturer's trade name. \nModel designation \nSerial number or month and year of manufacture. \nCertificate of Approval number. \nRated capacity (cubic meters per hour). \nOperating speed (rpm). \nRequired driving power (if motor not provided as integral u \nMaximum and minimum supply pressure_ \nMaximum outlet pressure. \n10 \tElectrical markings as required. \t\n1.3.13 \tEach compressor shall be supplied with installation instructions. \t\n1.3.14 \tServicing instructions shall be available at least in draft form prior ; \nissue of a Certificate of Approval. \t\n1.3.15 \tOperating instructions and maintenance schedule shall be supplic ,  \neach compressor. These instructions shall include maximum and \nworking pressures pressures and temperatures, horsepower requirements and \nrelevant design data. \nRTHJ THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1253 \nPART 2 : SPECIFIC REQUIREMENTS \nBasic design \nRecommended design data. \nDesign pressure: min. 20% above the operation discharge pressure of the \nstage concerned, at least 6 Kg/cm2, suction side at least 2 Kg/cm2. Hydraulic test pressure: 1.5 times the design pressure, suction side at least 3.75 Kg/cm 2. Design temperature: inlet side of each stage 50°C — \ndischarge side 200°C. Speed: mean piston speed limit Om/sec. \nConstruction \nConstruction may be of either crosshead design incorporating a sealed and \nvented distance piece between cylinders and crankcase or of direct trunk \ntype design. If the cylinders are not separated from the crankcase, the \ncrankcase must be gastight and connected to the suction line, and cocks \nprovided for purging and venting. \nLubrication- \nSplash or pressure lubrication system and materials are to be \nthe choice of the supplier but shall be of proven design. In sealed crankcase \ndesigns oil refilling shall be possible without air ingress into the crankcase. \nIn crosshead designs incorporating a vented distance piece between \ncylinders .and crankcase the cylinder lubrication system shall be of the \npressure type and separate from that of the crankcase, or designed so that it \nis impossible for gas to pass through the lubrication system to the crankcase. \nCylinders shall be cooled, either by direct air cooling or by jacketing \nand connection to the cooling system of the unit. \nCylinder valves shall constitute a unit so as to be easy to remove or replace. \nThe design shall prevent the inadvertent fitting of an inlet valve in place of a \ndischarge valve. The design should also prevent the valve stop or the valve \nbolt from falling into the cylinder in the event of failure or slackening of the \nbolt. Valves should not be held down by the valve centre bolt. \nranonission For \ndirect drive a maintenance free coupling to allow for \nmisalignment shall be incorporated. For belt drive a device for tensioning \nhll be provided. Belts shall be oil resistant and anti-static. A transmission \nguard shall be provided. \nCoolers.\n.Unless specifically designed otherwise all stages shall be fitted \nwith a cooler. Either direct air cooling or a liquid circulation system may be \nRI 1254 THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PA \nused. In all cases the complete cooling system shall be an integral part 01 \nunit. Cooler tubes shall be corrosion resistant and accessible on the au \ncoolant side for cleaning. \t\n2.2.7 \tSeparators.: A separator shall be fitted after t he final cooler to collee \nwater and condensate from the gas. Separators should also be fitted; \neach intercooler. \t\n2.2.8 \tDrainage sys .tem Provision shall be made for the removal and collect,. \nliquid condensate from each separator. Gas escaping with the dm \nliquid shall be separated and piped to the suction line or 1..• \nCompressors with an unloading system should be fitted with an auto, \ndrainage system which may be combined with the unloading sysm \t\n2.2.9 \tUnloading system : If the compressor has an unloading system the est \ngas may either be vented to atmosphere or returned to comp \nsection in such a manner that no part of the suction of syst, \nover.  pressurised. The unloading system.may be combined with comi,  \ndrainage system. \t\n2.2.10 \tRelief valve.—Each stage shall be fitted with an approved spring I \nrelief valve dimensioned for the compressor capacity and with a free \noutlet. The set pressure shall be at least 15% above the open,  \ndischarge pressure of the associated stage but -shall not exceed the • \npressure, except that the final stage safety valve may be set 10% ab, \nmaximum operational discharge pressure. \t\n2.2.11 \tNon-return valves.—In addition to the normal.cylinder valves gasti, \nreturn valves of suitable pressure rating are to be fitted to conn \nsuction and compressor discharge. The suction valve must with \nbackpressure equivalent to first stage discharge pressure. The di-\ncheck valve must withstand a back pressure equivalent to the me \ncompressor discharge pressure. Any gas piped to compressor sucte \nenter the compressor downstream of the inlet non-return valve. \n• \n2.2.12 \t\n\tPiping.—The unit shall be ready piped in the supplier's wo \nconnections on the installation site should be made with aproveti \nhoses. The internal piping of the unit shall be removable for main \nwithout unscrewing of sealed threads. \t\n2.2.13 \tControl of hydrate formation.—A system.  for the controlled intc ,  \nmethanol or other effective alternative gas drying methods to \nhydrate formation may be provided. \t\n1.3 \tInstrumentation \t\n2.3.1 \tEach stage shall be fitted with a pressure indicator. On the inlet al \nPART III THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1255 \nof each stage (outlet of intercooler) provision shall also be made for a \ntemperature indicator to be used. Each pressure lubrication system shall \nhave an oil pressure gauge and means of checking oil level. Means shall also \nbe provided for checking oil level in the crankcase and hydraulic oil \nreservoir. An hour meter shall be provided. \n2.3.2 \tPressure gauges shall be of the safety back type and shall have plastic faces. \nEach gauge shall be fitted with a pulsation suppression device or shall be of \nthe liquid filled type. Normal operating pressure shall not exceed 75% of \nfull scale reading. \n7.3.3 \tThe compressor shall be equipped with safety shutdown switches which \nwill operate under the following conditions:: \nLow inlet pressure \nHigh inlet pressure \nHigh outlet pressure \nHigh outlet temperature (final stage) \nLow oil pressure \nHigh hydraulic oil temperature \nLow hydraulic oil level \nIndicators shall be provided to indicate which fault has initiated shutdown. \nIndicators shall also be provided to warn the operator,when power is \nconnected to the compressor and if it is in the recycle mode. \nDesign and operation of the compressor controls shall be such that the \ncompressor shall shutdown safely in the event of electrical power or loss of \nhydraulic oil pressure. \nPerformance.—It is not intended that compressor performance should be \nchecked as part of the Approval requirements. Where performance tests \nare requested, inlet volume capacity and electrical power consumption \nshould be within + 5 0/0 of manufacturer's stated performance. \nAppendix B  \nNATURAL GAS HYDRATE CONTROL \nBY METHANOL ADDITION \nBackground \nFormation of natural gas hydrates.—Natural gas hydrates are formed by \nthe freezing out of water from the gas stream as the gas cools (usually from \n1256 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PART II \nexpansion through a regulator, control orifice, or filling nozzle). As \ndescribed in the AGA Gas Engineers' Handbook, the water will freeze at \nhigher temperatures than is usually considered possible for ice formation, \nprovided that hydrocarbon gases at high pressure are present to help the \nbonding of the ice crystals. \nBI.2 \tUse of methanoL—Methanol is added, not to dehydrate the gas stream, but \nto act as an antifreeze. The natural gas at high pressures serves to elevate \nthe freezing point of the liquid water present. The condensation of \nmethanol together with liquid water produces a solution with a depressed \nfreezing point. Hence methanol reduces the temperature at which water \ncondensing out of the gas will freeze. \nB1.3 \tDevelopment of tables for addition of methanol—By functionalizing the limited data available and extrapolating as necessary, to estimate the water \ncontent of natural gas above which condensation of water may take place a \nminimum methanol addition to prevent freezing has been calculated. A set \nof tables has been produced to facilitate calculation of the quantity of \nmethanol which must be added to prevent hydrate formation. \n82 \tUse of the tables \nB2.I \tThe tables are used as follows : \nFirst establish the water content of natural gas in g/Nm3. If this is above the saturation level substract from this the saturation value at \nthe temperature and pressure required, as given in table I. \n(b) \tObtain the methanol content, required in the gas after condensation \nof water and methanol has occurred, from table 2, for the particular \ntemperature and pressure conditions. \nAdd to (b) the product of the condensed water in g/Nm3  and the multiplying factor in table 3. This gives the minimum methanol \naddition required to prevent hydrate formation. \nThe following example is for a gas which is known to have 0.200 g water  content per m 3  at STP. The amount of liquid methanol to be added t,- prevent freezing when the gas is cooled to 4°C and compressed to 18 \nKg/Cm' may be calculated as follows:— \nFrom table 1, read the column for 4°C and the line for 180 kg/Crr: \nand obtain the figure of 0.087 g/m 3  at the gas/water saturation point. \nTake the normal water content per m 3  of 0.200 g/m 3  and subtract tile. figure in step (a), that is 0.087 g/m3  from this figure: \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1257 \n0.200 — 0.087 = 0.113 g/m 3  \nThe figure obtained will represent the amount of water which will \ncondense from the gas. \nFrom table 2 read the column for 4°C and the line for 180 Kg/Cmz to \nobtain the figure 0.358 which shows the amount of methanol which \nmust remain in the gas phase at water saturation if the condensing \nliquid is to contain the requisite methanol content to prevent freezing. \nThe water content above the saturation point, that is, step (b), 0.113 \ng/m3, then requires additional liquid methanol treatment which is \nobtained by reading from table 3, the column for 4° and the line for \n180 kg/Cmz from which a figure of 0.660 ml per extra g/m 3  of water is \nobtained. \nThus 0.113 x 0.660 = 0.075 ml/m 3  of additional methanol will be \nrequired. \nThe amount of total methanol per m 3  of the gas to be added is \nreached by adding step (c) and step (d) as follows: \n0.358 + 0.75 + 0.433 ml/m 3  \nThe figure obtained from step (e) is then multiplied by the number of \nm3  of the particular gas which is to be treated. \n1258 THE GAZETTE OF  PAKISTAN, EXTRA., JULY 28, 1.992 \t[PART  II \n8  Cl 00 0 kn —, —, 0 , Cl, et h `,4. _ I \n' \t c, se . . 1 1 , , ,, , , 71 CI IN , \t — \n—, 0 6 6 6 6 6 6 6 6 6 6 6 6 \nN Vi.0 .  0 0 \tcn 0 0 — \t 00 C t, 00 0,  ,D 0,00 \t0 0 00 \t en, \t<7'1 \"174 \t  \n6 6 6 6 6 6 o o 0 6 6• 6 6 d \n.C• Cl 0, IN \t05 h 0,  DC h 00 fl Vi Cl Cl Cl \t  \n6 6 6 6 6 6 6 6 6 6 6 6 6 6 \n00 h N •.= \t , — , \tCl 00 30 00 Cl 0 00 h ‘.‘ , IN \t  \n6 6 ci 6 6 6 6 6 6 6 6 6 o \nO \t0 \tsO Ct \tr-- kg \t 0 CC , \t 00 \tCl C \n6 6 6 6 6 6 6 6 o 6 6 6 6 6 \n00 N OC Cl N tv, (:), 02 tv.. 0 N 00 C‘0  Cl Cl \t0 0 \n6 6 00 6 0 6 6 d 6 6 6 6 6 \t\nN 'C— 00 \tV, Cl Cl Vi cr. Vi — 00 N Vi \t\n, \t\n—0 0 0 00 ON 0 ,  \n0 0 0 \n6 6 6 6 6 6 6 6 6 6 6 6 6 \t\n!I' VD \t h 05 N 0, \t Cl. \t 00 \nCl vr \t — \tCO 00 CC 0 0 0 0 0 0 6 \t6 6 6 6 6 6 6 6 6 6 cS  \nCl N 0 0 V, \n6 6 6 0 .0-  V. N — N Cl — , — 0 0. 0 00 00 00 0-- 0.- 0- 0 0 \t0 0 \n6 6 6 6 6 6 6 6 6 6 6     \n.0 Cl , V, . --.(N. ...-. h •cr Cl  0 0 ,  CC —.00 \tC0 00 00 N N N 0 \n6 6 \no h WI N \n6 6 \nCC \tvt 6: \no CI \n6 \n00 6 \n— 0 \n6 \n00 6 6 \n0, — 00 \t00 \n0 0 \n6 6 \n0 Cl N \n8 8 0 0 0 0 0 0 \n6 6 6 6 6 6 6 6 \ns0 Cl cre 0 h h \t‘ le (N— \n0 0 ,10 ,C 0 0 0 0 0 0 0 0 6 6 6 6 6 6 6 6       WATER CONTENT OF GAS  IN g/Nm' AT SATURA TION \nTemperature  °C CC \nCl \n0       \n• PART II] THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1259 \n00 01 _ 6 \nN \n0 \n6 \n0 \nop \n6 \no \no \n6 \nIN N \n6 \no \nN \no \nco \n6 \n— en \n6 \nVI ke, \n01 \n6 \nN \n6 \n6 0 Cr \n6 \n' \n6 6 \n0 \tL11 \n6 6 6 6 \n0, h \n— , \n6 6 6 6 \nN 00 O .  00 \n6 6 6 \n0, 0 ON Q .  \n4.  \n6 6 6 6 \nN \n0 ON N4 6 6 6 6 \n0 N Ni h \n01 0,  iC , \nQ Q Q \n6 6 6 6 \n0 IN 00 0 \n,t1 04 4 4 6 6 6 6 \n0 tn.  0, 0 \n- C N 0 \n6 6 6 6 \n4 4 6 6 6 6 \n0 CO 0 N F-- \tr-N  r0 \top \t00 \t•rt 0 0 \t rr.\no  \tcr \n6 6 6 6 6 6 \n\" S \tg \n6 6 6 6 6 6 \n— \n0, \to \tcr, 0. \tDO \n6 6 6 6 6 6 \nQ 0 00 0 N \t\n',7k. \t4 \tg; 6 6 6 6 6 6 \nCO \th \tV') \tet en \tNi N — \t oo \n6 6 6 6 6 6 \nCC, \tOP \t•40 \t01 \t•-• Ni \t r0,, \t,0.0 \tN \n6 6 6 6 6 6 \n N 01 \n4 6 6 6 6 6 6 \n.0 .1 CO 01 00 \tC C, \th \tC.01- \tIn Q \t ,0101 \n6 6 6 6 6 6 \n0 0 00 CV ON 0, I-- \t N - Mr0,01r0, \n6 6 6 6 6 6 \n.0 4. \t- h 01 01 N 0 0,  rn Ni en m N \n6 6 6 6 6 6 \nen m \tN N \n6 6 6 6 6 6 \n\t QC 00 0 N Q N \tN N '11 r- \n6 6 \no \n00 \t00 \n6 6 \n001 0000 \nrn \n6 6 \nM \nr h \n6 6 \n0 2 A  \n6 6 \n04 4  \n6 6 \n- \tfl \n0, \t01 \nr001 \n6 6 \n- \nm Ni \n6 6 \n- In \n0, \t00 \n6 6 \nN \n6 6 \n4 0 N   METHANOL REQUIREMENT A T SATURATION,  ml/NnO \nTemperature  °C     \neq \nCO \neq METHANOL IN mL/Nm3  FOR ADDITIONAL WATER IN WNW \n00 Temperature  °C \nCM THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [pAie 1260 \n00 N•er \nr \nOi \t'000 C• — — \n6 6 6 6 \nN — 0 00 0 \n— —  \n6 6 0 6 6 6 6 \nON \n6 6 \nN - DO \n6 6 6 \n0 \nN \n6 \n, 0 \n6 o \nN \n6 \n_ N  \n6 6 6 6 \n.0 en N r- \ton, \t0 eV \tCM CM \n6 6 6 \n00 \t%fl ft'<I tn \n6 6 0 \n-- \tN o CA 0. en 7ft q 00 40 N N eq N ff0 rel \n6 6 6 6 6 6 6 6 o o \t\nvt CV fl — on r \ten -- .0 r r, 00 N v, 00 0 4 C . \t r \nCC \t en en en c \t C.  \n6 6 6 6 6 6 6 6 6 6 6 6 6 \nC.,  on r 0 C . \ton on \tVt.  en \n0 en 0 \t00 — \t 0 \n— N \t c vl \n6 0 6 6 6 0 6 6 0 6 6 6 6 \nN \tGO r \tr \t 0 00 r \neC'n 8 a .a \t .5; S N , 6 6 6 6 6 0 6 0 6 6 6 6 0 \nCt 00 \t, \t rn 0 0 v, N \t r \t— \tVI VC r \ncr.  _eqft'S ,e1. \t v, \t.0 VC 0 00 \n.0 0 0 0 6 6 0 6 0 6 6 0 0 \n0 C N C r N CO en N 0 ff0 ,0 00 0 N c.4 r \n<6 \to 0 6 6 6 6 6 6 6 6 6 6 \n00 \t 4, 040 oA \t s, 00   .6,, a  eV 0 00 N \t VI 0 VD N N r ft N N oo \n6 6 6 6 6 6 6 o 6 6 6 6 6 6 \n0 Lel 00 e, enC .,  r \t N \nOS \t ON \tft 01 'ON \n0.1 \t. \t CC .0 DO CC 00 \n0 0 6 0 6 6 6 6 6 6 6 6 6 \nvC 00 \tN • .0 0 N \nPART II) THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1261 \nCOMPRESSED NATURAL GAS \nSAFETY RULES 1992 \nSTANDARD CODE OF PRACTICE \nPART-III USE OF CNG FUEL INTERNAL \nCOMBUSTION ENGINES \nI. \t CNG FUEL \nGENERAL \n1.1 \tScope \nThis part of this standard applies to the design, construction, installation, \noperation, maintenance and fuelling of compressed natural gas (CNG) \nsystems where CNG is used either wholly or in part as a fuel for internal \ncombustion engines. \n1.2 \tDefinitions \n1.2.1 \tFor the purpose of this standard the following definitions shall apply: \nApproved or approval.—Approved by or approval of the Statutory \nAuthority. \nAuthorised person.—A person, normally a technician (Engineers, Diploma \nHolders) who is trained for CNG conversion by the Statutory Authority. \nCompressed natural gas (CNG).—A compressed gaseous fuel composed \npre-dominantly of methane (CH4). \nCyliner.—A pressure vessel or the storage of CNG for use as fuel for an \ninternal combustion. \nNon-return valve (Check Valve).—A valve which permits fuel flow in one \ndirection only. \nPressure.—Guage pressure. \nExcess pressure device.—An automatic pressure relieving device. \nShut-off valve.—A valve for stopping gas flow. \nStatutory Authority.—The government department or agencY responsible \nfor the particular aspect. (See Appendix C). \n1262 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART!! \nSpecial requirements \nOnly equipment and systems approved by the relevant Statutory Authority \n(See Appendix C) shall be used. \nCNG shall have an odour Which is distinctive, unpleasant, and \nnon-persistent. \nThe fitment of a CNG fuel system shall be prohibited in any vehicle with a \npassenger compartment heating system which draws air from the engine \ncompartment. \n2.0 \tCylinder Design \n2.1.1 \tCylinder shall be of a design approved by the Statutory Authority. \n2.1.2 \tThe weight of the CNG Cylinders will affect the tare weight of the vehicle \nand consideration of the effect on the legal and manufacturers rating on \naxle loadings should be considered. \n2.1.3 \tIn no circumstances shall the vehicles critical load distribution affecting \nsafety consideration be compromised. \n2.1.4 \tCylinders shall be retested in accordance with the requirements of the \nStatutory Authority. \n2.1.5 \tPrior to installation steel cylinders, other than stainless steel shall be \nprotected against external corrosion by the application of white corrosion \ninhibiting paint. Prior to application the cylinder surface shall be \nadequately prepared. \n2.1.6 \tFor all cylinders an alkyd zinc chromate primer or one of equivalent \nperformance shall be used as a primer coat. \n2.1.7 \tFor all cylinders a white alkyd finish coat compatible with the primer coat \nshall be applied prior to installation in the vehicle. \n2.1.8 \tFor externally mounted cylinders where the operation of the vehicle is such \nthat the cylinders will be subject to impact damage from loose metal or \nother objects being thrown up from the road effective shielding from these \nshall be provided in the form of a rubberised cover be fitted in front of the \ncylinders. \n2.1.9 \tEach cylinder shall have a cylinder shut-off valve mounted directly on it, \ncapable of shutting off all gas flow from that cylinder. Cylinders and shut- \nPART III \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t\n1263 \noff valve assemblies shall be equipment approved as in Appendix C. with a \nminimum working pressure of 200 Kg/Cm 2  at 25°C. \n2.2 \tCylinder installation \n2.2.1 \tCylinder attachment. Every cylinder shall be securely attached. This \nattachment may take the form of cradles and metal straps or bands. \nCylinders shall not be welded after manufacture. No undue stress shall be \nimposed on the cylinder during its mounting or securing. No piping, valves. \nmanifolds or other connections shall support the cylinders, apart from the \ndesigned mounting structure. \n2.2.1.1 \tMotor vehicles. Cylinders in motor vehicles shall be attached to the vehicle \nin such a manner that they do not constitute a structural member within the \nvehicle and shall not be subject to undue alternating stresses. \n2.2.1.2 \tThe attachments shall be designed and constructed to withstand static \nforces of at least twenty times the weight of the full cylinders in the direction \nof the vehicles longitudinal axis and eight times the weight of the full \ncylinders in any other direction. The vehicle structure shall not be \nsignificantly weakened by the mounting of the cylinders and shall be \nreinforced where necessary to withstand these forces. \n2.2.1.3 \tIf a physical test or a calculation of strength is not practicable, transversely \nmounted container attachment will be deemed to comply with this part of \nthis standard if the dimension of the attaching components are not less that \nthe following, as relevant: \nWhere the attachment is by means of clamping bands around the \ncontainer, the bands shall be not less than two in number, shall be \nsteel, and not less than the equivalent of 28mm x 3mm each in \nsection. Any attaching screw threads shall be not less than 1 Omm \ndiameter. For containers larger than 100 L. the minimum dimensions \nshall be 50mm x 6 mm straps and 12mm diameter bolting. \nWhere the attachment is by means of bolts, not less than four bolts of \n1 Omm diameter shall be used, except that where the container is \nlarger than 100 L, not less than four bolts of 12mm diameter shall be \nused. \nAnchorage bolts shall conform to strength 8.8 ISO 40.4 and nuts to \nISO 4032. \n2.2.1.4 \tFor longitudinally mounted cylinders the end thrusts, front and rear, shall \nbe absorbed by suitable braketry to form an abutment to absorb the forces \n1264 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PART!! \nand convey these to the vehicle structure. Unless the design of clamping \nbands and hard rubber inner linning material has been shown capable of \nachieving the required restraining force without the need for abutments. \n2.2.1.5 \tManifolded cylinders should be supported and held together as a unit by \nstructurally adequate means. Manifolded branch pipelines shall be \nsufficiently flexible to prevent damage to the lines valves and fittings due to \nvibration, expansion or contraction. \n2.2.2 \tLocation \n2.2.2.1 \tCylinders shall be mounted in a protected location to minimize damage \nfrom collision. \n2.2.2.2 \tMotor vehicles. Cylinders shall be mounted inside the perimeter of the \nvehicle, in a protected location. Cylinders shall not be located so that the \nvehicle driving characteristics are adversely affected. \n2.2.2.2.1 No vehicle shall have its cylinder or cylinders mounted on the roof. \n2.2.2.2.3 Preferred mounting locations of cylinders in motor vehicles. \n2.2.2.3.1 Sedans. The preferred mounting location of a cylinder in a sedan is in the \nboot, transversely, and as far as practical from the vehicle extermities. \n(Appendices H & J) \n2.2.2.3.2 Other motor vehicle. For motor vehicles other than sedan the preferred \nmounting location for a cylinder is transversely, behind the rear seats or \nbeneath the vehicle. Cylinder mounting beneath the vehicle shall not \ndecrease the effective ground clearance. \n2.3 \tShielding \n2.3.1 \tCylinders and fittings shall be adequately shielded, either by location or \nseparate guards: from damage from objects thrown up from the road and \nfrom damage due to drive shaft failure or from other damage. Cylinders \nlocated less than 200 mm from an engine or exhaust system shall be \nadequately shielded against heat. \n2.4 \nVentilation \n1.4.1 \tWhere a CNG cylinder is located inside a vehicle compartment venting to \nthe atmosphere shall be provided unless all piping and connections are \nexterior to the vehicle compartment. Where venting is required, the \ncylinder neck and connections shall be contained in a gas-sealed bag and \nvented to the atmosphere to prevent leakage into the vehicle compartment. \n(b) PART HI THE GAZETTE OF  PAKISTAN, EXTRA., JULY 28, 1992 \t125 4 \nGas-sealed bags or containers shall not contain sources of ignition such as \nunshielded switches. Material of the gas-seal bags shall be sufficiently \nstrong to resist mechanical damage. \n2.4.2 \tThe vents shall provide a cross-sectional area totalling not less than \n2000 mm 2. \n2.5 \tTesting \n2.5.1 \tCylinder shall be hydrostatically tested by the Statutory Authority in \naccordance with Appendix C:  \n(a) At five-yearly intervals.  \nIn the event of abnormal thermal stress, mechanical stress or \nabrasion, cylinders must be tested as above before they are use again. \n2.5.2 \tEach time the cylinder is tested the identification information as in clause \n6.7 of this Standard shall be updated. \nCNG piping pressure exceeding 1 Kg/Cm 2  \nCNG piping for pressure exceeding 1 Kg/Cm' (high pressure piping) shall \nbe steel piping approved for use with CNG. Piping shall be effectively \nprotected against external corrosion. \n3.1.1.1 \tThe high pressure piping shall have a.minimum working pressure rating of \nnot less than 275 Kg/CM 2  and a test pressure of 700 Kg/CM 2. Tubing .to  \nAS 1835 or AS 1836, or equivalent standards is acceptable. \n3.1.2 \tPiping size—High pressure piping shall not exceed 10mm in internal \ndiameter. Piping size shall be adequate to ensure unrestricted gas flow to \nthe engine. For, light automotive vehicles piping of upto 8 'mm external' \ndiamter is considered adequate. \n3.1.3 \tJoint and connections. Exceeding 1 Kg/CM 2  \n(a) Every joint or connective fitting shall be of a type approved for \nservice with CNG at a working pressure of 275 kg/CM' and a test \npressure of 700 Kg/CM 2. \n(b) \tThe number of joints and connections shall be the minimum for the \ninclusion of all components. \n' 1/66 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART H \nJoints or connections in CNG pipelines shall be in accessible \npositions. \nThe connection means shall be of an approved type and shall provide \npositive retention of the pipe in the fitting. This should be by means of \ndouble inverted flaring of the tube end or by a steel compression type \nfitting which deforms the tube. \t\n3. I .4 \tSecuring and location of piping in vehicles. High pressure piping in vehicles \nshall comply with the following requirements:— \nNo gas piping inside the part of any vehicle occupied by the driver or \npassengers shall be outside the sealed and vented enclosure. \nAll piping shall be positioned for protection from impact or collision, \nand shall be shielded where necessary. It is preferable to position the \npipeline beneath the floor pan where it can be shielded by the body \nshell. \nPiping shall not be located in side box sections or in other inaccessible \nlocations and shall not be routed within the drive shaft tunnel. \nAll piping shall follow the shortest practical route consistent with \nessential flexibility. \nPiping shall be effectively secured to the chassis frame or vehicle body \nby clips spaced not more than 600 mm apart. Where piping passes \nthrough metal panels it shall be adequately protected by grommets. \nManifold connected to cylinders shall be installed in protected \nlocation. \t\n3.2 \tCNG Piping Pressure Not Exceeding 1 Kg/Cm 2  \t\n3.2.1 \tAll CNG piping of use for service pressure not exceeding 1 Kg/CM 2  (low \npressure piping) shall be of flexible material approved for, and impervious \nto CNG, for temperatures up to I 00°C and capable of sustaining five times \nthe maximum pressure likely to be encountered in service. \n3.2.2 \tJoints and connection not exceeding 1 Kg/CM 2  joints and connections for \nlow pressure piping shall be suitable for use with CNG and capable of \nsustaining five times the maximum pressure likely to be encountered in \nservice, and shall comply with clauses 3.1.3 (b), (c), and 3.1.4(a), (b), (c), (d) \n& (e) of this part of this standard. \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1267 \n3.3 \tFlexibility \n3.3.1 \tThere shall be sufficient length of flexible pipe or hose to accommodate \nengine movement. \n3.4 \tShielding \n3.4.1 \tAll piping shall be adequately protected either by location or separate \nshields from damage from objects thrown up from the road and from \ndamage due to drive shaft failure or from other damage. \n3.4.2 \tIn no case shall the piping be located less than 75trun from an exhaust \nsystem. For piping located between 75mm and 150mm adequate shielding \nagainst heat shall be provided. \n4. \t CNG Control Equipment \n4.1 \t Definition \n4.1.1 \tThe CNG control equipment includes all the equipment necessary to \nconvert CNG at high pressure at the cylinder to CNG air mixture for \nsupply to the engine. \n4.1.2 \tAll control equipment either as components or as a kit shall be approved by \nthe Statutory Authority. (Refer Appendix C). \n4.2 \t Control equipment \n4.2.1 \tAutomatic shut-off valve.—An automatic shut-off valve shall be installed. \nThis valve shall be in the closed position whenever the ignition control is in \nthe off or accessory position and also when the engine is not running. \n4.2.2 \tPressure regulators and heat exchanger. \n4.2.2.1 \tThe regulator assembly shall be capable of withstanding and minimum \ninlet pressure of 275 kg/Cm' and shall be designed to give the working \npressure required. \n4.2.2,2 \tThe regulator assembly shall be securely mounted in the engine \ncompartment protected from exhaust heat and as far as practical from the \nvehicle extremities. It shall not be attached to the engine assembly. \n4.2.3 The gas-air mixture \n4.2.3.1 \tThe function of the gas-air mixer is to mix the gaseous fuel with the air in \n1268 \t\nTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PART II \ncorrect proportions as required by the engine. The mixer has the same \nfunction in a gas system as the carburator has in a gasoline system. \n4.2.4 \tTwin fuel changeover system \n4.2.4.1 \tA twin fuel system is defined as a system equipped to operate with CNG \n_ and some other fuel without further modification. Such systems may be of _  \ntwo types: \nAlternative fuel type.—To operate either on CNG or some alternative \nfuel (for example gasoline) \nAn automatic shut-off valve shall be installed in the Alternative \nFuels System, between any fuel pump and the engine. This \nvalve is in addition to and similar to the automatic shut-off \nvalve required in clause 4.2.1. of this part of this standard. \n(2) The fuel selection control shall have at least three positions, \nclearly marked for the selection of each of the two fuels. The \nchangeover devices shall prevent operation of both fuels at one \ntime except for the fuel remaining in the common fuel system \ncomponents at the time of changeover. The selection control \nshall be pleased within easy reach of the driver or operator. \nPartial substitution type.—To operate on part CNG and part \nalternative fuel (for example, diesel), or the alternative fuel (diesel) \nonly: \nan automatic shut-off valve shall be installed in the CNG \n. system as indicated in clause 4.2.1 of this part of this standard. \nTwin fuel systems should be equipped with efficient air filters to \narrest flashback. \n4.2.5 \tInstallation.—The CNG control equipment shall be: \nInstalled in positions that are accessible for routine 'inspection, \nmaintenance and adjustment. \nSecurely mounted and reasonably protected from damage in a \ncollision. \nRemote from the vehicle engine exhaust system or protected there \n.from by a metal shield. \nPART II] THE  GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t125.9  \n(d) No closer to any electrical equipment capable of sparking than is \navoidable. \n4.2.6 sliall'be properly installed and protection with a suitable .  \nfuse. \n4.2.7 Pressure indicator \n4.2.7,1. \tEvery system shall have a pressure indicating device.—This shali be of a \ntype to indicate the pressure in the cylinder. If the device is located inside \nthe passenger compartment the pressure indicator and any pipeline to it \nshall be gas isolated from the cylinder or piping, to prevent gas leaking into \nthe passenger compartment. \n5. \t Identification Markings \n5.1 \tVehicles using a CNG system shall be lebelled as follows: \nImmediately after the vehicle has been examined and prior to road \ntesting the authorized person shall affix identification labels, one at \nthe front and one at the rear, to identify the vehicle as using CNG for \nfuel. \nThese lables shall conform to the specification given in clause 5.2 and \nthe affixed in a vertical position as close to the vehicle number plate as \nis practicable and be clearly visible from at least an included angle of \n120° to 60° each side of theextended centreline of the vehicle front \nand rear, and from a height of 1.75 m from the ground at a distance of \n1 m through to 20 m. \n, \nThe label shall be in position at all times, shall -be in good condition, \nand the shape, colouring and lettering shall make it easily identifiable. \n5.2 \tLabek—Th .qt shalibe_coloureil White. \tx 80min square. They shaft \nhave on them the text \"CNG\" in a central position not less than 20 mm \nhigh, coloured black. The label shall have a black border 1 mm wide 5 mm \ninside the outer edge and running parallel to it. The 80 mm dimension is \nmeasured from the outer edge. (Refer to fig. 2, Appendix F.) \n6. \t Refuelling \n6.1 \t Maximum filling pressure.—No person shall charge any container with a \npermanent gas at any pressure greater than that pressure which, if the \ncontents of the container attained the assumed maximum temperature of \n65°C would then exert a pre on the container exceeding 80 percent of the \nhydrostatic te'st pressure. The maximum filling pressure shall be clearly \n1270 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PART 11 \nmarked near the filling connection. The maximum filling pressure shall not \nexceed 200 Kg/Cm at 25°C. \t\n6.2 \tFilling connection.—The filling connections shall be of an approved type \ndesigned to receive a probe type refuelling connection with basic \ndimensions as given in Appendix D. A facility to depressurize the filling \nconnection prior to removal of the probe shall be provided. \t\n6.3 \tNon-return valve.—There shall be a non-return valve fitted on the \nrefuelling line to prevent the return flow of gas from the cylinder to the \nfilling connection. The non-return valve shall be located as close to the \nfilling connection as is practicable. \t\n6.4 \tPosition of filling connection.—The filling connection should be located in \nthe engine compartment or in a suitable protected location that is \nventilated. \t\n6.5 \tRefuelling interlock device.—Filling connections in motor vehicles shall be \nfitted with a device to prevent the vehicle engine starting while the refuelling \nequipment is engaged. \t\n6.6 \tExcess pressure device.—Every CNG system shall be fitted with a device to \nprevent the cylinder being charged with a pressure greater than the cylinder \ntest pressure. In the event of operation of this device it shall not, by design \nor location, be able to dump the cylinder contents. It shall be set to operate \nat a pressure below the test pressure of the cylinder. \t\n6.7 \tIdentification plate.—These shall be installed near the filling connection \nand clearly visible to the refueller and identification plate that shall bear the \nfollowing: \n\"CNG\", the maximum filling pressure, the cylinder identification \nnumbers, and the date of the last retest of the cylinder or cylinders and the \nwater capacity of the total installation. \t\n6.8 \tProcedure See Appendix A. \t\n6.9 \tDust Plug.—A dust plug shall be installed in accordance with Appendix-E. \t\n6.10 \tRefuelling System.—Refuelling system of the vehicle shall be compitable \nwith Appendix-G. \t\n7. \t Installation, Inspection, Testing \n7.1 \t\nInstallation.—Installation shall be carried out by or the under the \nsupervision of an authorized person. \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1271 \n00.-- 7.2 \tInspection \n7.2.1 \tInitial inspection.—The system shall be inspected before initial use. The \ninspection shall include leak testing under clause 7.3 of this part of this \nstandard. The inspection shall be carried out by an authorized person. \nWhen the system meets all the requirements of this standard and \nperformance is satisfactory and approval signed by the person inspecting \nshall be issued and a copy retained by the owner of the system or vehicle. \n7.2.2 \tPeriodic inspection.—The cylinder, piping and all components of the \nsystem shall be closely examined by an authorized person for corrosion, \ndeterioration and for any modification affecting compliance with this \nstandard, at intervals of not more than one year. The inspection shall \ninclude leak testing under clause 7.3 of this part of this standard. (Refer to \nAppendix B). \n7.2.2.1 \tWhen the system has been inspected and any defects remedied to the \nsatisfaction of the authorized person, a periodic inspection certificate shall \nbe issued to the owner of the system or vehicle. \n7.3 \tLeak testing.—The complete system forward to the outer of the regulator \nshall be thoroughly leak tested by the \"soap bubble\" method using CNG at \na pressure upstream of the regulator of not less than 165 Kg/cm 2  and not \nmore than 200 Kg/Cm'. Any leakage shall be corrected. \n7.3.1 \tThe testing shall be carried out in adequately ventilated conditions at least \n5 m from open flame or other source of ignition. \n7.3.2 \tThe operation of the equipment and controls shall also be tested under \nCNG normal working pressure to prove satisfactory performance of the \nentire system. \n8. \t Repair \n8.1 \tAny repaii operation involving heat shall be carried out with due regard to \nfire safety. \n8.2 \tBefore any repair work is carried out on or near the fuel system the cylinder \nvalve shall be closed except when fuel is required for engine operation. \n8.3 \tDamage fuel lines shall not be repaired, in all cases they shall be replaced. \n8.4 \tWelding, brazing and the application of heat shall not be carried out on any \npart of the cylinder subsequent to manufacture. \n1272 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PART II \t\n9. \t Disposal \t\n9.1 \tAll cylinders shall be removed from the system before disposal of the \nvehicle for scrap, and if the cylinder is condemned it shall be separately \ndisposed of by means adequate to ensure compliance with safe practice (the \ncylinder shall be Z•ut in two pieces). \nAppendix A \nFILLING INSTRUCTIONS AND PROCEDURE \nA.I \tFilling Instructions \nA.1.1 \tThese instructions should be pasted in a conspicuous place adjacent to the \ndispensing hose. \nEnsure that: \nThe identification labels are approved and in position. \nThere is no smoking within 6m of the vehicle. \nThe vehicle hand-brake is firmly applied and the vehicle parked in \ngear of \"P\" with automatic transmission. \nAll vehicle ignition, electrical system and radio (including shortwave \ncommunication equipment) are switched off. \nThe cylinder is within the periodic test life and the system complies \nwith this standard and any statutory requirements, including \ninspection certification. \nThere are no obvious leaks in the vehicle's CNG equipment. \nThe fuel connection is in good condition and matches the dispenser \nfiller nozzle. \nFilling procedure: \nRemove dust plug from vehicle refuelling connection. \nAttach refuelling hose to fill point. \nIt is desirable not to leave the vehicle during filling operations except \nin the case of trickle fill. \nPART II} THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 '  \nOpen refuelling valve slowly allowing the CNG to transfer from \nstorage cylinders to vehicle cylinder. CNG should be slowly \nintroduced into the vehicle to avoid shock loading and a rapid \nincrease in gas temperature. \nClose the refuelling valve on completion of till. \nCarefully disconnect filling hose allowing small escape of gas from \nfilling nozzle. \nReturn hose to correct position on dispenser. \nFinal check.—Be fore any vehicle is driven away from any dispensing point \nit is imperative that there are no gas leaks either :— \nOn the vehicle or \nOn the dispensing point \nThat may have been caused through faulty fillihg or any leakage caused by \nreplacing and removing connections. \nAppendix B \nPERIODIC INSPECTION CERTIFICATE \nB1 \t This appendix is written as a detail clarification of the periodic inspection \ncertificate examination quoted in clause 7.2.2 of this part of this standard \nand shall be read in conjunction with the full requirements of clause 7.2. \nB2 \tThe inspection instructions listed are recommended for use by the \nStatutory Authorities in considering the issuing of a periodic inspection \ncertificate. \nB2.1 \tThese inspection instructions are as follows: \n(I) \tExamine the approval certificate issued for the initial installation and \ncheck regularity. Use for data comparison with present status of \ninstallation' and system. \nExamine the vehicle for appropriate CNG marking labels and ensure \nthat the cylinder tank is located within the body configuration well \nclear of the rear bumper and in accordance with this part of this \n-(andard. _ \nExamine the cylinder mounting location to ensure that it complies \nwith the part of this standard. \nExamine the cylinder for type approval, freedom from corrosion, \ncompliance with marking and ensure cylinder is within its mandatory \ntest requirements. \n1274 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t[PART II \nInspect cylinder hold-down straps or attachment fittings for \ncondition, bolting to structure, and general security. \nExamine the vapour seal and venting gas-proof compartment for \ncompliance with this part of this standard. \nEnsure that ventilation of gas-proof compartment is correctly \npositioned and is adequate. Check that vents are free from \nobstruction. \nCheck fittings on cylinder for security and condition. \nEnsure that there are no sources of ignition in the compartment. \nCheck that filler fittings, unions washers and threads are in position, \ngas-tight, and in satisfactory working conditions. \nCheck cylinder valve for accessibility and working order. \nInspect fuel lines and unions from the cylinder to pressure reducing \nregulator for gas-tightness, and check that piping material is in \naccordance with this part of this standard. Carry out the leak test of \nclause 7.3. \nInspect fuel lines for freedom from damage and check that clearances \nfrom exhaust heat sources are adequate. Check that no pipes have \nbeen repaired (See clause 8.3). \nCheck fuel hose supply to engine to ensure that adequate length has \nbeen allowed for engine movement under load. \nExamine regulator assembly for security of attachment. \nCheck each CNG component fitted between the regulator and the \ngas-air mixer. \nInspect the automatic shut-off valve for shut-off capability when the \nengine is not running but the ignition is on. In the twin fuel system \ncheck that the automatic shut-off valve and the alternative fuel shut-\noff valve are operated by a single change-over switch control. \nCheck any instrument on the driver's panel used for information to \nthe driver on the CNG system to ensure that no CNG is ued in the \ninstrument, or in any pipeline leading to that instrument, in the driver \nor passenger compartment. \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1275 \nAppendix C \nAPPROVAL \t\nCl \t\nThe approval and statutory authority: \nThis part of standard refer to HDIP or any other agency approved by the \nDG (Gas) Ministry of Petroleum & Natural Resources. \t\nC1.1 \tSpecifications currently approved for cylinder design include :— \nNZS 5454— 1989 \nAS 2337.1-1989 \t\nCl .2 \tTesting and Certification must also meet following requirements:— \nThe cylinder valve shall include the fitment of a burst disc backed \nwith a fusible material. \nValve threads and valve markings shall comply with the require-\nments of BS 341 Part I. The preferred nominal size is I in. \nThe thread on the outlet from the service valve shall be 1/4 in NPTF \ninternal of 12mm x 1mm pitch parallel' internal, th'read. \nAppendix D \nCOMPRESSED NATURAL GAS CHARACTERISTICS AND \nSAFETY ASPECTS \nD1 \tCompressed Natural Gas Gas (CNG) is the term given to those \nhydrocarbons which are present as Natural Gas (Predominantly mechane \n—CH4) and which can be compressed to pressures in the order of 270 \nKg/Cm' for purposes of storing or conveying. Even at these high pressures \nthe CNG is still present as a gas. \nD2 \tCNG at atmospheric pressure is lighter than air and will therefore disperse \nquickly if released. \nD3 \tTypical characteristics of CNG in Pakistan \nRelative density (air = 1) \nat 15°C and 1 Standard Atmosphere \t 0.587 \nSpontaneous ignition temperature \nPremium Gasoline \nNatural Gas Approximately 450 °C \n700 °C \n1276 \t\nTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PART II \nLimits of flammability \nat 1 Standard Atmosphere expressed as a percentage of Natural Gas \nby Volume in an air 3  gas mixture: \nLower limit \t Upper Limit \n5 percent \t 15 percent \nGross calorific value (approximate): \n1 M3  of Natural Gas \nat 15°C and 1 Standard Atmosphere \nI L Premium Gasoline 40 MJ \n34 MJ \nAir volume required \nto burn unit volume of Natural Gas \t 10 to 11 \n(Stoichiometric ratio) \nResearch octane rating \nNatural Gas \t 130 \nPremium Gasoline \t 87 \nToxicity \nNatural gas has a low level of oral dermal toxicity but is classed as a \nsimple asphyxiant with a threshold limit value of 1000 ppm. \nAction in the event of a serious leak \nON NO ACCOUNT SHOULD A NAKED FLAME BE USED TO \nDETECT A LEAK \nShut off all engines and any electoral equipment in the immediate \nvicinity and leave off until the gas hazard is removed. \nSmoking or naked lights must not be allowed. Extinguish all heaters, \nlights, gas rings, stoves and boilers in the immediate vicinity. \nMove all people to a safe distance from the leak in an upwind or \ncrosswind direction. \nDo not start engines or operate any electrical equipment unless this is \nflame proof— until the gas hazard is removed. \nUnless the leakage is of a minor nature or the leak can be quickly \ncontrolled by those present on site, the fire service should be notified, \nadvising them of the location material and volume involved. \nRefuelling \ninterlock \ndevice \n2.29 0 11.11 \n10-99 \n- Glearance to fit \nover probe to \nsuit \"0\" ring \nspecifications \nPILLING CONNECTION 12.5 \n10 \n-0 \nCorners R 0.13 \t Female (fitting on vehicle) -00  \n8.59 \n8.47 \t\n\tNOTE:,Refuelling probe is 10 mm shorter \nthan this. \nFOR '0' \nRINGS -0 \n46 +.6 \n• 10.86 \n10.74 Chamfer to not grea \nthan 90o included \nangle \n011 '0' ring seal 14 \n3 R 0.51 \nDETAIL CHOOVE \t _ PART II] THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t1277 \nAppendix E \n(Part - III) \nFILLING CONNECTION AND DUST PLUG \nDUST PLUG \nFigure El \nDUST PLUG. CNG VEHICLE PILLING SYSTEM \n(All measurements are in mm) not to scale \n1278 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 [PART  \nAPPENDIX - F \nPart - III) \nFig. 2 \nOil -0-  ring  WART]]  THEGAZETTEOFPAKISTAN,EXTRA.JULY2f3,!M \t1 279  \nAPPENDIX - G \n(Part - III) \nCNG REFUELLING PROBE \nDimensions in mm \n1280 \tTHE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 PART in \nztv. \nAPPENDIX - H \n(Part - III) \n4 0 \na.   \nAPPENDIX - .1 \n(Part-III) \nIt (PART!! THE GAZETTE OF PAKISTAN, EXTRA., JULY 28, 1992 \t•1281 \n1282 \t THE GAZETTE OF PAK fSTAN, EXTRA., JULY 28 ;1992 PART III \nAPPENDIX - (A) \nPart - Ill \nLowest chassis body work of trailer \npopp--wiNg \nFigure 2 Trailer mounting of Cylinders ground clearance \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD \nPUBLISHED BY THE MANAGER OF PUBLICATIONS, KARACHI."
}