{
    "file": "./converted_json\\administrator2df5cfbba687afd61c9d6ac0938fa2ba.json",
    "name": "Gilgit-Baltistan Hotel Regulation and Levy Act, 2020",
    "date": "June 17, 2020",
    "tagline": "Consolidating law relating to levy on hotels/guest houses in Gilgit-Baltistan.",
    "content": "____________________________________________________________________________________________________________________________________\nISLAMABAD, THURSDAY OCTOBER 15, 2020____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF GILGIT-BALTISTAN\nLAW AND PROSECUTION DEPARTMENT\n(Gilgit-Baltistan Secretariat)\nGilgit, the 17th June, 2020\nThe Hotel Regulation and Levy Act, 2020\n(ACT NO. XX OF 2020)\nAN\nACT\nTo consolidate the law relating to the levy on Hotels/Guest Houses\nin  Gilgit-Baltistan\n1.Preamble.— WHEREAS it is expedient to introduce certain levis and\nduties in Gilgit-Baltistan;\nIt is hereby enacted as follows:—\n(705)\nPrice : Rs. 10.00\n[6210(2020)/Ex. Gaz.]\n706 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  15,  2020  [P ART I\n2.Short title, extent and commencement.— (1) This Act may be\ncalled the Gilgit-Baltistan Hotel Regulation and Levy Act, 2020;\n(2) It shall extend to the whole of the Gilgit-Baltistan.\n(3) It shall come into force on such date as the Gilgit-Baltistan Government\nmay be notify.\n3.Explanation.— In this section, unless there is anything repugnant in\nthe subject or context:\n(a) “Hotel/Guest House” means establishment where lodging with board\nor other service is provided for a monetary consideration, but shall\nnot include:\n(i) Any home or hostel maintained exclusively for aged or sick\npersons, or, as the case may be, for student, by or under the\ncontrol of charitable, medical or educational institution.\n(ii) Any rest house, mess or other premises belonging to or in the\npossession of the Federal or a Provincial Government, where\nlodging, board or other services are provided for Government\nofficials or members of the Defence Forces.\n(b) “Lodging Unit” means a bed or other sleeping accommodation which\nis, or is intended to be, provided to a person staying overnight in a\nroom for lodging.\n(c) “Room Rent” includes fans, air-conditioning, light, heat, telephone,\nbedding and all other payments connected with the lodging unit, except\nthe portion, if any, directly attributable to supply of foodstuff.\n4.Levy on Hotels.— There shall be levied and collected every year a\nlevy on hotels/guest houses, to be charged to the guests/customers, by the owner\nor management, thereof, at the rate of five percent of the room rent per lodging unit\nper day. Ninety percent of the amount so collected shall be deposited in Gilgit-\nBaltistan Consolidated Fund Account, through a challan, monthly basis. The\nremaining ten percent shall be retained by the owners of the hotels/guest houses as\nan incentive.\n5.Levy on Motels, Camping Sites, porter Service, Glimpse, tour\noperators, tour guides, marriage hall and boats.— There shall be levied and\ncollected every year a levy on Motels, Camping Sites, Porter Service, Glimpse,\nTour Operators, Tour Guides, Marriage Hall and Boats to be Charged to the Guests/\ncustomers, by the owner or management, thereof at the rate of five percent of total\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  15,  2020 707\ncharge/fee. Ninety percent of the amount so collected shall be deposited in Gilgit\nBaltistan Consolidated Fund Account, through a challan, monthly basis. The remaining\nten percent shall be retained by the owners of the hotels/guest houses as an incentive:\nProvided that the residents/domicile holders of Gilgit Baltistan will be\nexempted from the said levy, as the Federal Government has announced tax holiday\nfor the residents of Gilgit Baltistan.\n6.Records and account.— every taxpayer shall be responsible to\nmaintain and retain proper records and accounts as may be prescribed of all sums\nof money received by him in respect of services rendered to a guest of visitor.\n7.Inspection and checking.— the Excise and Taxation Officer (ETO)\nor any officer not below the rank of Excise Sub-Inspector may, for the purpose of\nensuring that the provisions of this Act, and the Rules made there under have been\ncomplied with:\n(i) Enter any hotel, Guest House or Restaurant at any reasonable hour\nand inspect the records and books of accounts maintained in respect\nof Hotel Levy and may seize such records, books and documents and\nretain the same until produced as evidence in any court or if not so\nproduced for a period not exceeding sixty days:\n(ii) Require by a prescribed notice any taxpayer to appear, produce and\nfurnish any records, books of accounts, documents and information\nwhich may be called in such notice for determining the correct liability\nof the Hotel Levy.\n8.Best Judgment Assessment.— (1) If no records of accounts are\nmaintained by a taxpayer, or the records and books of accounts maintained by him,\nare, on examination, found to be defective and un-satisfactorily maintained in so far\nas they do not reflect the true and correct receipts of charges in respect of services\nrendered by the said establishment, the Excise and Taxation Officer (ETO) may\nasses and estimate to the vest of his judgment, the amount of Hotel Levy payable by\nthe taxpayers keeping in view all relevant factors.\n(2) On such assessment, the Hotel Levy shall be so payable by the\ntaxpayers within thirty days of the receipt of the notice of demand from the Excise\nand Taxation Officer (ETO).\n9.Refunds.— Where an amount paid by the taxpayer exceeds his liability\nunder this act due to appeal or any other reason, the taxpayer shall be entitled to\nreceive the excess amount back as refund after the same has been determined by\nan order of an authorized officer.\n708 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  15,  2020  [P ART I\n10.Offences.— (1) Without prejudice to the provisions of any other law\nfor the time being in force, any person who:—\n(a) commits or attempts to commit the breach of any provision of this Act\nor any regulation made there under:\n(b) denies access to or obstructs any officer authorized by the Excise and\nTaxation Officer (ETO), to inspect records and books of accounts\nrelating to hotel Levy:\n(c) refuses to pay the amount of levy payable under this Act or falsifies\nthe records or books of accounts with a view to reduce the liability\ntoward Hotel Levy payable under this Act:\n(d) refuses to appear to give information when required to do so by an\nauthorized officer:\n(e) makes or causes to be made any false statement in any documents\nused for the purpose of compliance with this Act or the Regulations\nmade there under, or fails or refuses to answer truthfully and question\nput to him by any public officer exercising his power under this Act or\nthe Regulations:\n(f) abets any of the offence mentioned in this section , is guilty of an\noffence and shall, on conviction by a court, be punished with fine not\nexceeding fifty thousand Rupees (Rs.50,000).\n(2) Where any office under this Act is committed by a body corporate,\nthen any person who at the relevant time was concerned as a Director or an officer,\nwith the management of the affairs of the body corporate, shall also be liable to be\nproceeded against and punished accordingly.\n(3) Where any offence under this Act is committed by a person as an\nagent or employee, then, the principal or the employer shall be guilty of the offence\nand shall be liable to be proceeded against and punished accordingly.\n11.Appeals.— (1) If a taxpayer is aggrieved by any order of an officer\nmaking assessment or demanding levy or imposing penalty under this Act, can appeal\nbefore the Deputy Director in the prescribed manner within fifteen days.\n(2) The Deputy Director, after hearing the aggrieved person may pass\nsuch order as he deems fit, granting relief or confirming the order appealed against\nor increasing the liability of the taxpayer as the case may be within fifteen days. The\naggrieved person, in case of dis-satisfaction from the decision of Deputy Director,\nmay appeal to the Secretary Excise and Taxation within thirty days.\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  OCTOBER  15,  2020 709\n12.Penalties.— (1) Where any taxpayer who is liable under this Act to\npay the Levy, fails to pay the whole or any part of such levy, within such time and in\nsuch manner as may be prescribed by Regulations made hereunder:—\na. an additional levy equal to twenty five percent (25%) of the unpaid\namount of the levy, shall be payable by way of penalty.\nb. in a case where such amount remains unpaid for more than thirty days\nafter the prescribed due date, the rate of the additional levy prescribed\nby paragraph (a), shall by increased by ten percent (10%) of the amount\nof levy remaining unpaid in respect of each period of thirty days or\npart thereof during which the levy remains unpaid and such additional\nlevy shall be payable by way of penalty.\n(2) If a taxpayer fails to submit the prescribed returns and statements in\ntime and in the manner prescribed by this Act or the Rules made there under, he\nshall be liable to pay a penalty not exceeding fifty thousand rupees (Rs.50,000).\n(3) The penalties mentioned in this section, may be imposed by the Excise\nand Taxation Officer (ETO) after hearing the defaulting taxpayer.\n13.Power to make rules.— (a) The Government may make “Rules”\nfor carrying out the purposes of this Act.\nb. All rules made under this section or any other provisions of this Act,\nshall be collected, arranged and published along-with general orders and departmental\ninstructions, directions, notifications and rulings, if any, at appropriate intervals and\nsold to the public at a reasonable price.\nSPEAKER/PRESIDING OFFICER,\nGilgit-Baltistan Assembly.\n__________\nRAJA JALAL HUSSAIN MAQPOON,\nGovernor\nGilgit-Baltistan .\n————————————————————————————————————————————\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}