{
    "file": "./converted_json\\administrator747963b10be2426fcdfb6f7108d89bec.json",
    "name": "Pakistan Essential Services (Maintenance) Act, 1952",
    "date": "14th December, 1952",
    "tagline": "To provide for the maintenance of certain essential services",
    "content": "Page 1 of 5 \n  \n \nTHE PAKISTAN ESSENTIAL SERVICES (MAINTENANCE) ACT, \n1952  \n \n \n \nCONTENTS  \n1.  Short title extent and commencement  \n2.  Interpretation  \n3.  Employment to which th is Act applies  \n4.  Powers to order persons engaged in certain employments to remain in specified areas  \n5.  Offences  \n6.  Regulation of wages and conditions of service  \n7.  Penalties and procedure  \n8.  Bar on l egal proceedings  \n9.  Saving of effect of laws imposing liability to national service  \n10.  [Repealed]  \n \n \n \n \n \n \n \n  \n \n\n \nPage 2 of 5 \n THE PAKISTAN ESSENTIAL SER VICES (MAINTENANCE) ACT, 1952.  \n1ACT NO. LIII OF 1952  \n[14th December, 1952]  \nAn Act to provide for the maintenance of certain essential services  \n WHEREAS 2* **it is expedient to make provision for the maintenance of certain essential \nservices:  \n It is hereby enacted as follows :___ \n 1. Short title extent and commencement .___ (1) This Act may be called the Pakistan Essential \nServices (Maintenance) Act, 1952.  \n 3*   *   *   *   *   *   * \n (3) It shall come into force at once.  \n 2. Interpretation . In this Act, unless there is anything repugnant in the subject or context, \n“employment ” includes employment of any nature 4[whether paid or unpaid, and whether in or out of \nPakistan].  \n 5[3. Employment to which th is Act applies .____ (1) This Act shall apply to every employment \nunder the 6[Federal Government], and, subject to the provisions of subsection (2), to any employment \nor class of employment which the 6[Federal Governme nt] may, by notification in the official Gazette, \ndeclare to be an employment or class of employment to which this Act applies.  \n (2) No declaration under sub -section (1) shall be made in respect of any employment or c lass \nof employment unless the 6[Federal  Government] is of opinion that such employment or class of \nemployment is essential :  \n(a)  for securing the defence or the security of Pakistan or any part thereof, or  \n \n \n 1 For Statement of Objects and Reasons, see Gaz. of P., 1952, Pt. IX, p. 20.  \n The Act has been applied to Baluchistan with effect on and from the 14th day of December, 1952 see Gaz. of P., 1953, Pt. I, p . 32; and \nextended to the Leassed Areas of Baluchistan, by the Leased Areas (Laws) Order, 1950 (G. G.. O. 3 of 1950). It has also b een applied in  \n(i) the Federated Areas of Baluchistan, see Gaz. of P., 1953, Pt. II, P. 152.  \nIt has also been extended to - \n(i) the Baluchistan States Union, by the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G. G. O. 4 of 1953) ; and  \n(ii) the Khairpur State by the Khairpur (Federal Laws) (Extension) Order, 1953 (G. G. O. 5 of 1953)  \nThis Act has been and shall be deemed to have been brought into force in Gwadur with effect from the 8th September, 1958, by the Gwadur (Applicatiow \nof Centra l Laws) Ordinance, 1960 (37 of 960), s. 2.]  \nThis Act has been applied to the Provincially Administered Tribal Areas or to the parts of those areas to which it does not a lready apply, see Regulation \nNo. I of 1972 Para 2 and Sch.  \n 2The original words, commas  and figures “the Declaration of emergency mades by the Governor -General under section 102 of the Government \nof India Aci1t, 1935, continues in force and ” omitted by the Essential Services Maintenance (Adaptation) Order, 1956 (P. O. No. 13 of 1956), Art. 2  and \nSch. \n 3 The original sub -section (2) omitted by the Pakistan Essential Services (Maintenance) (Amdt.) Act, 1958, (9 of 1958), s. 2.  \n 4 Subs. ibid., s. 3, for “and whether paid or unpaid ”. \n 5 Subs. by the Pakistan Essential Services (Maintenance) (Amdt .) Act, 1958 (9 of 1958), s. 4, for original section 3, as amended by the Essential \nServices Maintenance (Adaptation) Order, 1956 (P.O. No. 13 of 1956).  \n 6 Subs. by the F.A.O., 1975 for Central Government 1975 Art., 2 and Table.  \n \n \nPage 3 of 5 \n (b)  for the maintenance of such supplies or services as relate to any of the matt ers \nwith respect to which the 2[Central Legislature] has power to make laws and are \nessential to the life of the community.  \n (3) A declaration under sub -section (1) shall remain in force for a p eriod  of six months which \nthe 1[Federal Government] may, by notification in the official Gazette, extend for further periods not \nexceeding six months at any time.]  \n 4. Powers to order persons engaged in certain employments to remain in specified areas . \n___(1) I n respect o f any employment under 3[the 1[Federal Government] [and in respect of any \nempl oyment or class of employment 4[declared] under section 3 to be an employment or class of \nemployment to which this Act applies, the 5[Federal Government], or an office r authorized6 in this \nbehalf by that Government may, by general or special order, direct that any person or persons engaged \nin such employment shall not depart out of such area or areas as may be specified in such order . \n (2) An order made under sub-section (1) shall be pu blished in such manner as the 7[ 8[Federal \nGovernment] or the officer] making the order considers best calculated to bring it to the notice of the \npersons affected by the order.  \n 9[5. Offences .___(1)] Any person engaged in any em ployment or class of employment to which \nthis Act applies who  \n(a)  disobeys any lawful order given in the course of such employment, or attempts \nto persuade any person to disobey any such order to, or  \n(b)  without reasonable excuse abandons such employmen t or absents himself from \nwork 10[or refuses to work or to continue to work, whether or not acting in \ncombination with, or under a common understanding of, any other person \nengaged in such employment]; or  \n(c)  departs from any area specified in an order u nder sub -section (1) of section 4 \nwithout the consent of the authority making that order,  \n and any employer of a person engaged in an employment or class of employment declared \nunder section 3 to be an employment or class of employment to which this Act ap plies, who without \nreasonable excuse___ \n(i)  discontinues the employment of such person, or  \n \n \n1 Subs. by the F.A.O., 1975 for Central Government 1975 Art., 2 and Table.  \n2 Subs. by A. O., 1964, Art. 2 and Sch., for “Parliament ”.  \n3 Subs. by P. O. No. 13 of  1956, Art. 2 and Sch., for certain original words.  \n4 Ins. ibid. .  \n5 Subs. ibid., for “Government making the declaration ”.  \n6 For notifins. authorising  certain officers of Posts and Telegraphs Department to exercise certain powers, see Gaz. of P., 1958, P. I, pt. 411, and for \nnotifins. authorising Accountant General, Pakistan Revenues, to exercise certain powers, see Gaz. of P., Ext., p 625c.  \n7 Subs. by P.O. No. 13 of 1956, Art. 2 & Sch. For Govt or Officer. .  \n8 Subs. by F.A.O. 1975, Art. 2 and Table.  \n9 Section 5 renumbered as subsection (1) of that section by the Pakistan Essential Services (Maintenance) (Amdt.) Act, 1958 (9 of 1958), s. 5.  \n10 Certain words, ins., ibid.  \n \n \nPage 4 of 5 \n (ii)  by closing an establishment in which such person is engaged, causes the \ndiscontinuance of his employment , \nis guilty of an offence under this Act.  \n Explanation 1.___The fact that a person apprehends that by continuing in his employ ment he \nwill be exposed to increased physical danger is not a reasonable excuse within the meaning of clause \n(b).  \n Explanation 2. ___A pers on abandons his employment with in the meaning of clause (b) who, \nnotwithstanding that it is an express or implied term of his contract of employment that he may \nterminate his employment on giving notice to his employer of his intention to do so, so terminates his \nemployment without the previous consent of his employer.  \n 1[(2) Whoever instigates or incites any person e ngaged in any employment or class of \nemployment to which this Act applies to commit an offence under this Act, or knowingly expends or \nsupplies any money or otherwise acts in furtherance of the commission of such an offence, shall be \ndeemed to have committ ed that offence.]  \n 6. Regulation of wages and cond itions of service . ___(1) The 2[Federal Government] 3* * *, \nmay make rules4 regulating or empowering a specified authority to regulate the wages and other \nconditions of service of persons or of any class of persons engaged in any employment or class of \nemployment declared under section 3 to be an employment or class of employment  to which this Act \napplies.  \n 5[(1A) Notwithstanding any provision in any such rules or directions regulating wages and \nother conditions of service, including any rules made or directions given before the commencement of \nthe Pakistan Essential Services (Mai ntenance) (Amendment) Ordinance, 1978, as to the day on which \nthey shall come into force, the Federal Government may direct that they shall be deemed to have taken \neffect on such day, not preceding the day on which such rules were made or direction were gi ven, as \nthe Federal Government may specify .] \n (2) When any such rules have been made or when any directions regulating wages or conditions \nof service have been given by an authority empowered by such rules to give them, any person failing \nto comply therewi th is guilty of an offence under this Act.  \n 7. Penalties and procedure .___ (1) Any person found guilty of an offence under this Act shall \nbe punishable with imprisonment for a term which may extend to one year and shall also be liable to \na fine.  \n \n \n \n1 New Sub -section (2) ins. by the Pakistan Essential Services (Maintenance) (Amdt.) Act, 1958 (9 of 1958) s. 5.  \n2 Subs. by F.A.O., 1975 Art, 2 and Table.  \n3 The original words “or Provincial or State Government ” omitted by the Essential Services Maintenanc e (Adaptation Order, 1956 (P.O. No. 13 of 1956), \nArt. 2 and Sch.  \n4 For the Pakistan Essential Services (Maintenance) Rules, 1962, see Gaz. of P., 1962, Ext., p. 1153a.  \n5 Added by the Pakistan Essential Services (Maintenance (Amdt.) Ordinance 1978 (36 of 1978.) (s. 2, (w.e.f. 25 -1-1978).  \n \nPage 5 of 5 \n  (2) Where the person accused of an offence under this Act is a Company or other body \ncorporate, every director, manager, secretary or other officer thereof shall, unless he proves that the \noffence was committed without hi s knowledge or that he exercised due diligence to prevent the \ncommission of the offence, be liable to the punishment provided for the offence.  \n 1[(3) No court shall take cognizance of any offence under this Act except upon complaint in \nwriting made by a se rvant of any Government in Pakistan aut horised in this behalf by the 2[Federal] \n3[Government]].  \n (4) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (V of 1898), \nan offence under this Act shall be cognizable.  \n 4[(5) Notwithstand ing anything contained in the Code of Criminal Procedure, 1898 (V of \n1898),___ \n(a)  no Magistrate other than a Magistrate of the first class the first class shall try an \noffence under this Act; and  \n(b)  a Magistrate trying an offence under this Act shall have power to try such \noffence summarily in accordance with the procedure laid down for summary \ntrial in the said Code.]  \n 5[7A. The provisions of this Act shall have effect, notwithstanding to the contrary contained in \nthe 6[Industrial Disputes Ordinance, 1969 (XXIII of 1969)], or any other law.]  \n 8. Bar on Legal proceedings . No suit, prosecution or other legal proceeding shall lie against \nany person for anything which is in good faith done or intended to be done under this Act or the rules \nmade thereunder.  . \n 9. Saving of effect of laws imposing liability to national service.  Nothing contained in this \nAct or in any declaration or order made there -under shall have effect in derogation of any provision of \nlaw which is or may be for the time being in force imp osing upon a person engaged in an employment \nor class of employment to which this Act applies any liability to be called up for national service or to \nundertake employment in the national service.  \n 10. [Repeal of Ordinance XI of 1941 and savings]  Omitted by the Federal Laws (Revision \nand Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch.  \n \n \n \n \n1 Ins. By the Karachi Rent Restriction (Amdt.) Ordinance, 1962 (48 of 1962),s.2.  \n2 Subs. by F.A.O., 1975 Art. 2 and Table.  \n3 Subs. by P.O. No. 13 of 1956, Art. 2 and Sch., for “or the Provincial State Government concerned ”.  \n4 New sub -section (5) added by the Pakistan Essential Services (Maintenance) Ordinance, 1965 (3 of 1965), s. 2.  \n5 New section 7 A ins. by the Pakistan Essential Services (Maintenance) Ordinance, 1965 (3 of 1965), s. 3.  \n6 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981, (27 of 1981), s., 3 and 2nd Sch."
}