{
    "file": "./converted_json\\administratorf852381a494dd06c0c1d95254b1043f1.json",
    "name": "Degree Awarding Status to Dawood College of Engineering and Technology, Karachi Act 2010",
    "date": "11th December, 2010",
    "tagline": "To grant degree awarding status to Dawood College of Engineering and Technology, Karachi",
    "content": "Page 1 of 28  \n \n \n \n THE DEGREE AWARDING STATUS TO DAWOOD COLLEGE OF \nENGINEERING AND  TECHNOLOGY, KARACHI ACT, 2010 . \n \n \n \n \n \n \n \nCONTENTS  \nCHAPTER I  \nPRELIMINARY  \n1. Short title and commencement  \n2. Definitions  \nCHAPTER II  \nTHE COLLEGE  \n3. Incorporation  \n4. Powers and purposes of the College  \n5. College open to all classes, creeds, etc . \n6. Teaching at the College  \nCHAPTER III  \nOFFICERS OF THE COLLEGE  \n7. Principal officers  \n8. Chancellor  \n9. Pro­Chancellor  \n10. Visitation, etc . \n11. Removal from the Senate  \n12. The Principal  \n13. Appointment and removal of the Principal  \n14. Registrar   \n\n \nPage 2 of 28  15. Treasurer  \n16. Controller of Examinations  \nCHAPTER IV  \nAUTHORITIES OF THE COLLEGE  \n17. Authorities  \n18. Senate  \n19. Powers and function of the Senate  \n20. Syndicate  \n21. Powers and duties of the Syndicate  \n22. Academic Council  \n23. Powers and functions of the Academic Council  \n24. Representation Committees  \n25. Appointment of committees by certain Authorities  \nCHAPTER V  \nSTATUTES, REGULATIONS AND RULES  \n26. Statutes  \n27. Regulatio ns \n28. Rules  \nCHAPTER VI  \nCOLLEGE FUND  \n29. College fund  \n30. Increase in fee and financial schemes  \n31. Audits and account  \nCHAPTER VII  \nGENERAL PROVISIONS  \n32. Opportunity to show cause  \n33. Appeal to the Syndicate and the Senate  \n34. Service of the College  \n \nPage 3 of 28  35. Benefits and insurance  \n36. Commencement of term of office of members of Authority  \n37. Filling of casual vacancies in Authorities  \n38. Flaws in the constitution of Authorities  \n39. Proceedings of Authorities not invalidated by the vacancies  \n40. First statutes a nd regulations  \n41. Transitory provisions  \n42. Interpretation and removal of difficulties  \n43. Indemnity  \n44. Power to allow appointment of employees of the Government, other universities or \neducational or research institutions to the College  \n45. Repeal and savings  \n \n  \n \nPage 4 of 28  THE DEGREE AWARDING STATUS TO DAWOOD COLLEGE OF \nENGINEERING AND  TECHNOLOGY, KARACHI ACT, 2010  \nACT NO. XXIII OF 2010  \n[11th December, 2010 ] \nAn Act to provide for Degree Awarding Status to Dawood College of Engineering and Technology,  \nKarachi  \n WHEREAS it is expedient to make provisions to grant degree awarding status to Dawood \nCollege of Engineering and Technology, Karachi and for matters connected therewith or ancillary \nthereto;  \n It is hereby enacted as follows: — \nCHAPTER I  \nPRELIMINARY  \n 1. Short title and commencement.__ (1) This Act may be called the Degree Awarding \nStatus to Dawood College of Engineering and Technology, Karachi, Act, 2010.  \n (2) It shall come into force at once and shall be deemed to have taken effect on the 29th \nof November, 2009.  \n2. Definitions .__ In this Act, unless there is anything repugnant in the subject or \ncontext,__ \n(a) “Academic Council ” means the Academic Council of the College established \nunder section 22;  \n(b) “Authority ” means any of the Authorities of the College specified in section \n17; \n(c) “Campus ” means campus of the College;  \n(d) “Chancellor ” means the Chancellor of the College;  \n(e) “College ” means the Dawood College  of Engineering and Technology, \nKarachi;  \n(f) “College Teacher ” or “teacher ” means a whole  time teacher appointed and \npaid by the College or its campuses which includes  Professors, Associate \nProfessors, Assistant Professors and Lecturers;  \n(g) “Commission ” means the Higher Education Commission set up under the \nHigher Education Commission Ordinanc e, 2002;  \n(h) “Dean ” means the head of a Faculty or the head of an academic body granted \nthe status of a Faculty under this Act or by the statutes or regulations;  \n \nPage 5 of 28  (i) “Department ” means a teaching department maintained and administered or \nrecognized by the College in the manner prescribed;  \n(j) “Director ” means the head of a campus;  \n(k) “Faculty ” means an administrative and academic unit of the College consisting \nof one or more departments as prescribed;  \n(l) “Government ” means the Federal Government;  \n(m) “prescribed ” means prescribed by statutes, regulations or rules made under the \nAct; \n(n) “Principal ” means the Principal of the College;  \n(o) “Pro­Chancellor ” means the Pro­Chancellor of the College;  \n(p) “Representation Committee ” means Representation Committee constituted \nunder section 24;  \n(q) “Search Committee ” means the Search Committee set up by the Senate under \nsection 13;  \n(r) “Senate ” means the Senate of the College;  \n(s) “Statutes ”, “regulations ” and “rules ” means respectivel y the statutes, the \nregulations and the rules made under this Act for the time being in force; and  \n(t) “Syndicate ” means the Syndicate of the College.  \nCHAPTER II  \nTHE COLLEGE  \n 3. Incorporation.__ (1) The Dawood College of Engineering and Technology, Karachi is \nhereby reconstituted and setup as a degree awarding institution.  \n (2) The College shall consist of the following, namely :__  \n(a) the Chancellor, the Pro­Chancellor, the Principal and the members of the \nSenate;  \n(b) the members of the Authorities of the College established under section 17;  \n(c) all College Teachers and persons recognized as students of the College in \naccordance with terms prescribed from time to time; and  \n(d) all other full­time officers and members of the College.  \n (3)  The College shall be a body corporate known as the Dawood College of Engineering \nand Technology, Karachi and shall have perpetual succession and a common seal, and may sue and \nbe sued by the said name.  \n \nPage 6 of 28   (4) The College shall be competent to acquire a nd hold property, both movable and \nimmovable and to lease, sell or otherwise transfer any movable and immovable property which may \nhave become vested in or been acquired by it.   \n (5) Notwithstanding anything contained in any other law for the time being in force, the \nCollege shall have academic, financial and administrative autonomy, including the power to employ \nofficers, teachers and other employees on such terms as may be prescribed, subject to the provisions \nof this Act. In particular and withou t prejudice to the authority granted to Ministry of Education by \nthe law, the Government or an authority or auditor appointed by the Government shall have no \npower to question the policy underlying the allocation of resources approved by the Senate in the \nannual budget of the College.  \n (6) All properties, rights and interests of whatever kind, used, enjoyed, possessed, owned \nor vested in or held in trust by or for the College and liabilities legally subsisting against the College \nin existence shall pass to the College re­constituted under this Act.  \n 4. Powers and purposes of the College.__ The C ollege shall have the following powers, \nnamely .__ \n(i) to provide for education and scholarship in such branches of knowledge as it \nmay deem fit, and to make provision  for research, service to society and for \nthe application, advancement and dissemination of knowledge in such manner \nas it may determine;  \n(ii) to prescribe courses of studies to be conducted by it and in its campuses;  \n(iii) to hold examination and to award  and confer degrees, diplomas, certificates \nand other academic distinctions to and on persons who have been admitted to \nand have passed its examinations under prescribed conditions;  \n(iv) to prescribe the terms and conditions of employment of the officers, teachers \nand other employees of the College and to lay down terms and conditions that \nmay be different from those applicable to government servants in general;  \n(v) to engage, where necessary, persons on contracts of specified duration and to \nspecify the terms of each engagement;  \n(vi) to confer honorary degrees or other distinctions on approved persons in the \nmanner prescribed;  \n(vii) to provide for instructions for persons not being students of the College as it \nmay prescribe and to grant certificates and diplomas to such persons;  \n(viii)  to institute programmes for the exchange of students and teachers between the \nCollege and other universities, educational institutions and research \norganizations, inside as well as outside Pakistan;  \n(ix) to provide career counseling and job search service to students and alumni;  \n(x) to maintain linkages with alumni;  \n(xi) to develop and implement fund­raising plans;  \n \nPage 7 of 28  (xii) to provide and support the academic development of the faculty of the \nCollege;  \n(xiii)  to confer degrees on persons who have carried on independent research \nunder prescribed conditions;  \n(xiv)  to accept the examinations passed and the period of study undertaken by \nthe students of the College at other universities and places of learning \nequivalent to s uch examinations and periods of study in the College, as it \nmay prescribe, and to withdraw such acceptance;  \n(xv) to co­operate with other universities, public authorities or private \norganizations, inside as well as outside Pakistan, in such manner and for \nsuch purposes as may be prescribed;  \n(xvi)  to institute Professorships, Associate Professorships, Assistant \nProfessorships, Lectureships  and any other posts and to appoint persons \nthereto;  \n(xvii)  to create posts for research; extensions, administration and other related \npurposes and to appoint persons thereto;  \n(xviii)  to organize selected members of the teaching staff of educational \ninstitutions admitted to the privileges of the College or such other persons \nas it may deem fit, as College teachers;  \n(xix)  to institute and award financial assurance to students in need, fellowships, \nscholarships, bursaries, medals and prizes under prescribed conditions;  \n(xx) to establish teaching departments, institutes, museums and other centers of \nlearning f or the development of teaching and research and to make such \narrangements for their maintenance, management and administration as it \nmay prescribe;  \n(xxi)  to provide for the residence of the students of the College to institute and \nmaintain halls of residen ce and to approve or license hostels and lodging;  \n(xxii)  to maintain order, discipline and security on the campuses of the College;  \n(xxiii)  to promote the extra  curricular and recreational activities of such students \nand to make arrangements for promoting their health and general welfare;  \n(xxiv) to demand and receive such fees and other charges as it may determine;  \n(xxv) to make provision for research advisory or consultancy services and with \nthese objects to enter into arrangements with other institutions,  public or \nprivate bodies, commercial and industrial enterprises under prescribed \nconditions;  \n(xxvi)  to enter into, carry out, vary or cancel contracts;  \n \nPage 8 of 28  (xxvii)  to receive and manage property transferred and grants, contributions made \nto the College and to  invest any fund representing such property, grants, \nbequests, trusts, gifts, donations endowments or contributions in such \nmanner as it may deem fit;  \n(xxviii)  to provide for the printing and publication of research and other works; \nand \n(xxvix)  to do all such other acts and things, whether incidental to powers aforesaid \nor not, as may be requisite or expedient in order to further the objectives of \nthe College as a place of education, learning, and research.  \n 5. College open to all classes, creeds, etc.__ (1) The College shall be open to all persons \nof either gender and of whatever religion, caste, race, creed, class, colour or domicile and no person \nshall be denied the privileges of the College on the ground of gender, religion, race, caste, creed, \nclass, colour or domicile.  \n 6. Teaching at the College.__ (1) All  recognized teaching in various courses shall be \nconducted by the College at its campus in the prescribed manner and may include lectures, tutorials, \ndiscussions, seminars, demonstrations, distance learning and other methods of instructions as well as \npractical work in the laboratories, hospitals, workshops and other governmental or private \norganizations.  \n (2) The authority responsible for organizing recognized teaching shall be such as may be \nprescribed.  \nCHAPTER III  \nOFFICERS OF THE COLLEGE  \n 7. Principal officers. —The following shall be the principal officers of the College, \nnamely:__ \n(a) the Chancellor;  \n(b) the Pro­Chancellor;  \n(c) the Principal;  \n(d) the Deans;  \n(e) the Directors of the campuses;  \n(f) the Chairpersons of the departments;  \n(g) the Registrar;  \n(h) the Treasurer;  \n(i) the Controller of Examination; and  \n \nPage 9 of 28  (j) such other persons as may be prescribed by the statutes or regulations to be the \nprincipal officers of the College.  \n 8. Chancellor.__ (1) The President of Pakistan shall be the Chance llor of the College and \nthe Chairperson of the Senate;  \n (2) The Chancellor shall, when present, preside over the meetings of the Senate and the \nconvocation of the College. In the absence of the Chancellor the Pro­Chancellor will preside over the \nmeeting of  the Senate or convocation of the College.  \n (3) The members of the Senate as well as the Principal shall be appointed by the \nChancellor from amongst the persons recommended by the Representation Committee set up for this \npurpose or the Search Committee established in accordance with this Act and the sta tutes, as the case \nmay be, alongwith those elected.  \n (4) Every proposal to confer an honorary degree shall be subject to confirmation by the \nChancellor.  \n (5) If the Chancellor is satisfied that serious irregularity or mis­management with respect \nto the aff airs of the college has occurred, he may,__ \n(a) as regards proceedings of the Senate, direct that specified proceedings be \nreconsidered and appropriate action taken within one month of the direction \nhaving been issued:  \nProvided that if the Chancellor is satisfied that either no \nreconsideration has been carried out or that the reconsideration has failed to \naddress the concern expressed, he may, after calling upon the Senate to show \ncause in writing, appoint a five member Review Panel to exami ne and report \nto the Chancellor on the functioning of the Senate. The report of the Review \nPanel shall be submitted within such time as may be prescribed by the \nChancellor. The Review Panel shall be drawn from persons of eminence in \nacademics and in the fi elds of law, accountancy and administration; and  \n(b) as regards proceedings of any Authority or with respect to matters within the \ncompetence of any Authority other than the Senate, direct the Senate to \nexercise powers under section 19.  \n 9. Pro­Chancellor.__ (1) The Federal Minister incharge of the Ministry of Education \nshall be the Pro­Chancellor of the College.  \n (2) In the absence of the Chancellor, the Pro­Chancellor shall, when present, preside over \nthe meetings of the Senate and the convocation of the College.  \n (3) If the Pro­Chancellor is satisfied that the proceedings of any Authority other than the \nSenate or the orders of any officer are not in accordance with the provisions of this Act, the statutes, \nthe regulations or the rules made thereunder, he may, after calling upon such Authority or officer to \nshow cause why such proceedings or orders should not be annulled, by order in writing, or may \nrecommend to the Chancellor to annul such proceedings or orders.  \n (4) The Pro­Chancellor  may recommend to the Chancellor to remove any person from the \nmembership of any Authority other than the Senate if such a person__ \n \nPage 10 of 28  (a) has become of unsound mind;  \n(b) has become subject to an incapacity which prevents him from functioning as a \nmember of s uch Authority; or  \n(c) has been convicted by a court of law of an offence involving moral turpitude.  \n 10. Visitation, etc.__ (1) The Pro­Chancellor may cause a visitation or an inspection or \ninquiry to be made in respect of any matter connected with the af fairs of the College and shall, from \ntime to time, appoint such person or persons as he may deem fit for the purpose of carrying out \ninspection of__ \n(a) the College, its buildings, laboratories, libraries, workshops and other \nestablishments and equipments;  \n(b) Campuses of the College;  \n(c) the teaching and other work conducted by the College;  \n(d) the conduct of examinations held by the College; and  \n(e) other matters of the College.  \n (2) The Pro­Chancellor  shall communicate to the College of his intention to cause a \nvisitation or an inspection or inquiry to be made under sub­section (1) and the Senate shall be \nentitled to be represented there.  \n (3) The Pro­Chancellor shall communicate to the Senate his view s with regard to the \nresults of a visitation or an inspection or inquiry made under sub­section (1), and shall, after \nascertaining the views of the Syndicate thereon, advise the Senate on the action to be taken by it.  \n (4) Where the Senate does not, within  the time specified by the Pro­Chancellor, take \naction to the satisfaction of the Pro­Chancellor, he may, after consideration of any explanation \nfurnished or representation made by the Senate, issue such directions as he thinks fit, and the \nPrincipal shall  comply with such directions:  \nProvided that the Senate shall not propose draft of a statute affecting the constitution or \npowers of any Authority, until such Authority has been given an opportunity of expressing an \nopinion in writing upon the proposals:  \n Provided further that if the draft of a statute, after the Senate not presided over by the \nChancellor, has been approved, it shall be forwarded to the Pro­Chancellor and shall not be effective \nuntil it has been approved by the Pro­Chancellor.  \n 11. Removal from the Senate. —The Chancellor may, upon the recommendations of the \nReview Panel, remove any person from the membership of the Senate on the ground that such \nperson__ \n(a) has become of unsound mind;  \n(b) has become incapacitated to function as member of the Senate;  \n \nPage 11 of 28  (c) has been convinced by a court of law for an offence involving moral turpitude;  \n(e) has absented himself from two consecutive meetings without just cause; or  \n(f) has been guilty of misconduct, including use of position for personal  \nadvantage of any kind or gross inefficiency in the performance of function.  \n 2. The Chancellor shall remove any person from the membership of the Senate on a \nresolution calling for the removal of such person supported by at least three fourths of the \nmem bership of the Senate:  \n Provided that before passing such resolution, the Senate shall provide the member concerned \na fair hearing:  \n Provided further that the provisions of this section shall not be applicable to the Principal in \nhis capacity as a member o f the Senate.  \n 12. The Principal .__ (1) The Principal of the College, who shall be an eminent academic \nor a distinguished administrator, shall be appointed on such terms and conditions as may be \nprescribed.  \n (2) The Principal shall be the academic and exec utive head of the College and shall be \nresponsible for all administrative and academic functions of the College and for ensuring that the \nprovisions of this Act, statutes, regulations and rules are faithfully observed in order to promote the \ngeneral effici ency and good order of the College. The Principal shall have all powers prescribed for \nthis purpose including administrative control over the officers, teachers and other employees of the \nCollege.  \n(3) The Principal shall, if present, be entitled to attend any meeting of any Authority or \nbody of the College.  \n (4) The Principal may, in an emergency that in his opinion requires immediate action \nordinarily not in the competence of the Principal, take such action and forward, within seventy­two \nhours, a r eport of the action taken to the members of the Emergency Committee of the Senate, to be \nset up by statute. The Emergency Committee may direct such further action as is considered \nappropriate.  \n (5) The Principal shall also have the following powers, namely :__ \n(a) to direct teachers, officers and other employees of the College to take up such \nassignments in connection with examination, administration and such other \nactivities in the College as he may consider necessary for the purposes of the \nCollege;  \n(b) to sanction by re­appropriation an amount not exceeding an amount prescribed \nby the Senate for unforeseen item not provided for in the budget and report it \nto the Senate at the next meeting;  \n(c) to make appointment of such categories of employees of the Coll ege and in \nsuch manner as may be prescribed by the statutes;  \n \nPage 12 of 28  (d) to suspend, punish and remove, in accordance with prescribed procedure, from \nservice officers, teachers and other employees of the College except those \nappointed by or with the approval of th e Senate;  \n(e) to delegate, subject to such conditions as may be prescribed, any of his powers \nunder this Ordinance to an officer or officers of the College; and  \n(f) to exercise and perform such other powers and functions as may be prescribed.  \n (6) The Principal  shall  present  an annual  report before  the Senate within  three  months  of \nthe close  of the academic year. The annual report shall present such information as regards the \nacademic year  under  review  as may be prescribed  including  disclosure  of all relevant  facts  \npertaining  to__ \n \n(a) academics;  \n \n(b) research;  \n \n(c) administration;  and \n \n(d) finances.  \n \n (7) The Principal's annual report shall be made available, prior to its presentation before \nthe Senate, to all officers and College Teachers and shall be published in such numbers as are \nrequired to ensure its wide circulation.  \n \n 13. Appointment and removal of the Principal.__ (1) The Principal shall be appointed \nby the Chancellor on the basis of recommendations made by the Senate.  \n \n (2) A Search committee for the recommendation of persons suitable for appointment as \nPrincipal shall be constituted by the Senate on the date and in the manner prescribed by the statutes \nand shall consist of two eminent members of society nominated by the Chance llor of whom one \nshall be appointed the Convener, two members of the Senate, two distinguished College Teachers \nwho are not members of the Senate and one academic of eminence not employed by the College. \nThe two distinguished College Teachers shall be elec ted by the Senate through a process to be \nprescribed by statue that provides for the recommendation of suitable names by the College \nTeachers in general. The Search Committee shall remain in existence till such time that the \nappointment of the next Princip al has been made by the Chancellor.  \n \n (3) The persons proposed by the Search Committee for appointment as Principal be \nconsidered by the Senate and of these a pane l of three, in order of priority, shall be recommended \nby the Senate to the Chancellor:  \n \n Provided that the Chancellor may decline to appoint any of the three persons recommended \nand seek recommendation of a fresh panel. In the event of a fresh recommendations being sought \nby the Chancellor the Search Committee shall make a proposal to the Senate in the prescribed \nmanner.  \n \n (4) The Principal shall be appointed for a renewable tenure of five years on terms and \nconditions prescribed by statute. The tenure of an incumbent Principal shall be renewed by the \n \nPage 13 of 28  Chancellor on receipt of a resolution of the S enate in support of such renewal:  \n Provided  that the Chancellor  may call upon  the Senate  to reconsider  such resolution  once.  \n (5) The Senate  may,  pursuant  to a resolution  in this behalf  passed  by three  fourths  of its \nmembership,  recommend  to the Chancellor  the removal  of the Principal  on the ground  of inefficiency,  \nmoral  turpitude or  physical  or mental  incapacity  or gross  misconduct,  including  misuse  of position  for \npersonal advantage of any kind:  \nProvided  that the Chancellor  may make  a reference  to the Senate  stating the  instances  of \ninefficiency, moral turpitude or physical or mental incapacity or gross misconduct on the part of \nthe Principal that have come to his notice. After consideration of the reference the Senate may, \npursuant  to a resolution in this behalf passed by two thirds of its membership, recommend to the  \nChancellor  the removal  of the  Principal:  \n \nProvided further that prior to a resolution for the removal of the Principal being voted upon \nthe Principal  shall  be given  an opportunity  of being  heard.  \n \n (6) A resolution recommending the removal of the Principal shall be submitted to the \nChancellor  forthwith. The Chancellor may accept the recommendation and order removal of the \nPrincipal or  return  the recommendation  to the Senate. \n \n (7) At any time when the office of the Principal is vacant, or the Principal is absent or is \nunable to  perform the functions of his office due to illness or some other cause, the Senate shall make \nsuch arrangements  for the  performance  of the  duties  of the  Principal  as it may deem  fit. \n \n 14. Registrar.__ (1) There shall be a Registrar of the College to be appointed by the \nSenate on  the recommendation  of the Principal,  on such terms  and conditions  as may be prescribed.  \n \n (2) The experience  as well as the professional  and academic  qualifications  necessary  for \nappointment  to the post of the  Registrar  shall  be as may be prescribed.  \n \n (3) The Registrar shall be a full­time officer of the College and shall__ \n \n(a) be the administrative head of the secretariat of the College and be responsible \nfor the provision of secretariat support to the principal officers of the College;  \n(b) be the custodian of the common seal and the academic records of the College;  \n(c) maintain a regi ster of registered graduates in the prescribed manner;  \n(d) supervise the process of election, appointment or nomination of members to \nthe various authorities and other bodies in the prescribed manner; and  \n(e) perform such other duties as may be prescribed.  \n15. Treasurer.__ (1) There shall be a treasurer of the College to be appointed by the \nSenate on the recommendation of the Principal, on such terms and conditions as may be prescribed . \n (2) The experience and the professional and academic qualifications necessary for \nappointment to the post of the treasurer shall be as may be prescribed.  \n \nPage 14 of 28   (3) The treasurer shall be the chief financial officer of the College and shall — \n(a) manage the assets liabilities, receipts, expenditures funds and inves tments of \nthe College;  \n(b) prepare the annual and revised budget estimates of the College and present \nthem to the Syndicate or a committee thereof for approval and incorporation in \nthe budget to be presented to the Senate;  \n(c) ensure that the funds of the College are expended on the purposes for which \n they are provided;  \n(d) have the accounts of the College audited annually so as to be available for \nsubmission to the Senate within six months of the close of the financial year; \nand \n(e) perform such other dut ies as may be prescribed.  \n 16. Controller of Examinations.__ (1) There  shall be a Controller of Examinations to be \nappointed by the Senate on the recommendation of the Principal, on such terms and conditions as \nmay be prescribed.  \n (2) The minimum qualifications necessary for appointment to the post of the Controller of \nExami nations shall be as may be prescribed.  \n (3) The Controller of Examinations shall be a full­time officer of the College and shall be \nresponsible for all matters concerned with the conduct of examinations and perform such other duties \nas may be prescribed.  \nCHAPTER IV  \nAUTHORITIES OF THE COLLEGE  \n 17. Authorities.__ (1) The following shall be the Authorities of the College, namely:__ \n(a) Authorities established by this Ordinance:__ \n(i) the Senate;  \n(ii) the Syndicate; and  \n(iii) the Academic Council;  \n(b) Authorities to be established by the statutes, namely:__ \n(i) Graduate and Research Management Council;  \n(ii) Recruitment, Development, Evaluation and Promotion Committee for \nteachers and other staff whether at the level of the department, the \nFaculty or the  College;  \n(iii) Career Placement and Internship Committee of each Faculty;  \n \nPage 15 of 28  (iv) Search Committee for the appointment of the Principal;  \n(v) the Representation Committees for appointment to the Senate, \nSyndicate and the Academic Council;  \n(vi) Faculty Council ; and  \n(vii) Departmental Council.  \n (2) The Senate, the Syndicate and the Academic Council may set up such other \ncommittees or sub­committees, by whatever name described, as are considered desirable through \nstatutes or regulations as appropriate. Such commi ttees or sub­committees shall be Authorities of the \nCollege for the purposes of this Act.  \n 18. Senate .__ (1) The  body responsible for the governance of the senate. College shall be \ndescribed as the Senate and shall consist of the following, namely:__ \n(a) the Chancellor who shall be the Chairperson of the Senate;  \n(b) Pro­Chancellor;  \n(c) the Principal;  \n(d) representative of Ministry of Education, not below the rank of Joint \nEducational Adviser;  \n(e) four persons from civil society being persons of distinction in the fields of \nliterature, architecture, administration, management, education, academics, \nscience,  technology and engineering such that the appointment of these \npersons reflects a balance across the various fields;  \n(f) one person from amongst the alumni of the College;  \n(g) two persons from the academic community of the country, other than an \nemployee o f the College at the level of professor or Director of a campus;  \n(h) four College Teachers; and  \n(i) one person nominated by the Commission.  \n (2) The numbers of the member of the Senate described in clauses (f) or (i) of sub­section \n(1) may be increased by the Senate through statutes subject to condition that the total membership of \nthe Senate does not exceed twenty­one, with a maximum of five College Teachers, and the increase \nis balanced, to the extent possible, across the different categories specified in  sub­section ( 1). \n (3) All appointments of the Senate shall be made by the Chancellor. Appointments of \npersons described in clauses (f) and (i) of sub­section (1) shall be made from amongst a panel of \nthree names or each vacancy recommended by the Represen tation Committee set up in terms of \nsection 24 and in accordance with procedure as may be prescribed:  \n Provided also that effort shall be made, without compromising on quality or qualification to \ngive fair representation to women on the Senate:  \n \nPage 16 of 28   Provided f urther that as regards the College Teachers described in clause (h) of sub­section \n(1) the Senate shall prescribe a procedure for appointment on the basis of elections that provide for \nvoting by the various categories of College Teachers:  \n Provided also th at the Senate may alternatively prescribe that appointments of College \nTeachers to the Senate shall also be in the manner provided by this sub­section for the persons \ndescribed in clauses (f) and (g) of sub­section (1).  \n (4) Members of the Senate, other th an ex­officio  members, shall hold office for a period \nof three years. One­third of the members, other than ex­officio  members of the first restructured \nSenate, to be determined by lot, shall retire from office on the expiration of one year from the date of \nappointment by the Chancellor. One­half of the remaining members, other than ex­officio  members, \nof the first restru ctured Senate, to be determined by lot, shall retire from office on the expiration of \ntwo years from the date of appointment and the remaining one­half, other than ex­officio  members, \nshall retire from office on the expiration of the third year:  \n Provided that no person, other than an ex­officio  member, shall serve on the Senate for more \nthan two consecutive terms:  \n Provided further that the College Teachers appointed to the Senate may not serve for two \nconsecutive terms.  \n (5) The Senate shall meet at least  twice in a calendar year.  \n (6) Service on the Senate shall be on honorary basis:  \n Provided that actual expenses may be reimbursed as prescribed.  \n (7) The Registrar shall be the Secretary of the Senate.  \n (8) In the absence of the Chancellor, meetings of th e Senate shall be presided over by the \nPro­ Chancellor.  \n (9) All decisions of the Senate shall be taken on the basis of the opinion of the majority of \nthe members present. In the event of the members being evenly divided on any matter the person \npresiding over the meeting shall have a casting vote.  \n (10) The quorum for a meeting of the Senate shall be two­third of its membership, a \nfraction being counted as one.  \n 19. Powers and function of the Senate.__ ( 1) The Senate shall have the power of general \nsuperv ision over the college and shall hold the Principal and the Authorities accountable for all the \nfunctions of the College. The Senate shall have all powers of the College not expressly vested in an \nAuthority or officer by this Act and all other powers not e xpressly mentioned by this Act that are \nnecessary for the performance of its functions.  \n (2) Without prejudice to the generality of the foregoing powers, the Senate shall have the \nfollowing powers, namely:__ \n(a) to approve the proposed annual plan of work,  the annual and revised budgets, \nthe annual report and the annual statement of account;  \n \nPage 17 of 28  (b) to hold control and lay down policy for the administration of the property, \nfunds and investments of the College, including the approval of the sale and \npurchase or acquisition of immovable property;  \n(c) to oversee the quality and relevance of the College's academic programmes \nand to review the academic affairs of the College in general;  \n(d) to approve the appointment of the Deans, Professors, Associate Professors and \nsuch other senior faculty and senior administrators as may be prescribed;  \n(e) to institute schemes, directions and guidelines for the terms and conditions of \nappointment of all officers, teachers and other employees of the College;  \n(f) to approve strategic plans;  \n(g) to approve financial resource development plans of the College;  \n(h) to consider the drafts of statutes and regulations proposed by the Syndicate \nand the Academic Council and deal with them in the manner as provided for in \nsections 26 and 27, as the case may be:  \n Provided that Senate may frame statute or regulation on its own initiative and approve it after \ncalling for the advice of the Syndicate or the Academic Council, as the case may be;  \n(i) to annul by order in writin g the proceedings of any Authority or officer if the \nSenate is satisfied that such proceedings are not in accordance with the \nprovisions of the Act, statutes or regulations after calling upon such Authority \nor officer to show cause why such proceedings sho uld not be annulled;  \n(j) to recommend to the Chancellor, removal of any member of the Senate in \naccordance with the provisions of this Act;  \n(k) to make appointment of members of the Syndicate, other than ex­officio  \nmembers, in accordance with the provision s of this Act;  \n(l) to make appointment of members of the Academic  Council,  other then  ex­ \nofficio  members, in accordance with the provisions of this Act;  \n(m) to appoint Emeritus Professors on such terms and conditions as may be \nprescribed;  \n(n) to remove an y person from the membership of any Authority if such person__ \n(i) has become of unsound mind;  \n(ii) has become incapacitated to function as member of such Authority; or  \n(iii) has been convicted by a court of law for an offence involving moral \nturpitude;  \n(o) to determine the form, provide for the custody and regulate the use of the \ncommon seal of the College.  \n \nPage 18 of 28   (3) The Senate may, subject to the provisions of this Act, delegate all or any of the \npowers and functions of any Authority, officer or employee of th e College at its main campus, to any \nAuthority, committee, officer or employee at its additional campus for the purpose of exercising such \npowers and performing such functions in relation to such additional campus, and for this purpose the \nSenate may creat e new posts or positions at the additional campus.  \n 20. Syndicate.__ (1) There shall be a Syndicate of the College consisting of the following, \nnamely:__ \n(a) The Principal who shall be its Chairperson;  \n(b) the Deans of the Faculties of the College;  \n(c) three professors from different departments who are not members of the \nSenate, to be elected by the College Teachers in accordance with procedure to \nbe prescribed by the Senate;  \n(d) the Directors of the campuses;  \n(e) the Registrar;  \n(f) the Treasurer; and  \n(g) the Controller of Examinations.  \n (2) Members of the Syndicate, other  then ex­officio  members, shall hold office for a \nperiod of  three years.  \n (3) The quorum for a meeting of the Syndicate shall be one­half of the total number of \nmembers,  a fraction being counted as one.  \n (4) The Syndicate shall meet at least once in each quarter of the year.  \n 21. Powers and duties of the Syndicate .__ (1) The Syndicate shall be the executive body \nof the College and shall, subject to the provisions of this Act and the statutes, exercise general \nsupervision over the affairs and management of the College.  \n (2) Without prejudice to the generality of the foregoing powers and subject to the \nprovisions of this Act, the statutes and directions of  the Senate, the Syndicate shall have the \nfollowing powers, namely:__ \n(a) to consider the annual report, the annual and revised budget estimates and to \nsubmit these to the Senate;  \n(b) to transfer and accept transfer of moveable property on behalf of the Co llege;  \n(c) to enter into, vary, carry out and cancel contracts on behalf of the College;  \n(d) to cause proper books of account to be kept for all sums of money received \nand expended by the College for the assets and liabilities of the College;  \n \nPage 19 of 28  (e) to invest  any money belonging to the College including any unapplied income \nin any of the securities described in section 20 of the Trusts Act, 1882, (Act 11 \nof 1982) or in the purchase of immovable property or in such other manner as \nit may prescribe, with the lik e power of verifying such investments;  \n(f) to receive and manage any property transferred, and grants, bequest, trust, \ngifts, donations, endowments and other contributions made to the College;  \n(g) to administer any, funds placed at the disposal of the Coll ege for specified \npurposes;  \n(h) to provide the buildings, libraries, premises, furniture, apparatus, equipment \nand other means required for carrying out the work of the College;  \n(i) to establish and maintain halls of residence and hostels or approve or lic ense \nhostels or lodgings for the residence of students;  \n(j) to recommend to the Senate admission of educational institutions to the \nprivileges of the College and withdraw such privileges;  \n(k) to arrange for the inspection of campuses and the Departments;  \n(l) to institute professorships, associate professorships, assistant professorships, \nlectureships and other teaching posts or to suspend or to abolish such posts;  \n(m) to create, suspend or abolish such administrative or other posts as may be \nnecessary;  \n(n) to prescribe the duties of officers, teachers and other employees of the \nCollege;  \n(o) to report to the Senate on matters with respect to which it has been asked to \nreport;  \n(p) to appoint members to various Authorities in accordance with the provisions \nof this Act;  \n(q) to propose drafts of statutes for submission to the Senate;  \n(r) to regulate the conduct and discipline of the students of the College;  \n(s) to take action necessary for the good administration of the College in general \nand to this end exercise such powers as are necessary;  \n(t) to delegate any of its powers to any Authority or officer or a committee; and  \n(u) to perform such other functions as have been assigned to it by the provisions \nof this Act or may be assigned to it by the statutes.  \n 22. Academic Council.__ (1) There shall be an Academic Council of the College \nconsisting of the following, namely:__ \n \nPage 20 of 28  (a) the Principal who shall be its Chairperson;  \n(b) the Deans of faculties and such Chairpersons of Departments as may be \nprescribed;  \n(c) five members representing departments, institute and the campuses to be \nselected in the manners prescribed by the Senate;  \n(d) five Professors including Emeritus Professors;  \n(e) the Registrar;  \n(f) the Controller of Examinations; and  \n(g) the Librarian.  \n (2) The Senate shall appoint the members of the Academic Council, other than the \nex­officio  and the elected members, on the recommendation of the Principal:  \n Provided that as regards the five Professors and the members representing the departme nts, \ninstitute and the campuses, the Senate may, as an alternative to elections, prescribe a procedure for \nproposal of a panel of names by the Representation Committee set up in terms of section 24. \nAppointment of persons proposed by the Representation Com mittee may be made by the Senate on \nthe recommendation of the Principal.  \n (3) Members of Academic Council shall hold office for three years.  \n (4) The Academic Council shall meet at least once in each quarter.  \n (5) The quorum for meeting of the Academic Cou ncil shall be one­half of the total \nnumber of members, a fraction being counted as one.  \n 23. Powers and functions of the Academic Council.__ (1) The Academic Council shall \nbe the principal academic body of the College and shall, subject to the provisions o f this Act and the \nstatutes, have the power to lay down proper standards of instructions, research and examinations and \nto regulate and to promote the academic life of the College and its campuses.  \n (2) Without prejudice to the generality of the foregoing powers and subject to the \nprovisions of this Act and the statutes, the Academic Council shall have the power to__ \n(a) approve the policies and procedures pertaining to the quality of academic \nprogremmes;  \n(b) approve academic programmes;  \n(c) appro ve the policies and procedures pertaining to student related functions \nincluding admissions, expulsions, punishments, examinations and \ncertifications;  \n(d) approve the policies and procedures assuring quality of teaching and research;  \n \nPage 21 of 28  (e) propose to the Syn dicate schemes for the constitution and organization of \nFaculties, teaching departments and boards of studies;  \n(f) appoint paper setters and examiners for all examinations of the College after \nreceiving panels of names from the relevant authorities;  \n(g) institute programmes for the continued professional development of College \nTeachers at all levels;  \n(h) recognize the examinations of other universities or examining bodies as \nequivalent to the corresponding examination of the College;  \n(i) regulate the award of studentships, scholarships, exhibitions, medals and \nprizes;  \n(j) make regulations for submission to the Senate;  \n(k) prepare an annual report on the academic performance of the College; and  \n(l) perform such functions as may be prescribed by regulati ons. \n 24. Representation Committees.__ (1) There shall be a Representation Committee \nconstituted by the Senate through statute for recommendation of persons for appointment to the \nSenate in accordance with the provisions of section 18.  \n (2) There shall als o be a Representation Committee constituted by the Senate through \nstatute for the recommendation of persons for appointment to the Syndicate and the Academic \nCouncil in accordance with the provision of sections 20 and 22.  \n (3) Members of the Representation  Committee for appointments to the Senate shall \nconsist of the following, namely:__ \n(a) three members of the Senate who are not College Teachers;  \n(b) two persons nominated by the College Teachers from amongst themselves in \nthe manner prescribed;  \n(c) one person from the academic community, not employed by the College, at the \nlevel of professor or Director of campuses to be nominated by the College \nTeachers in the manner prescribed; and  \n(d) one eminent citizen with experience in administration, philanthropy  \ndevelopment work, law or accountancy to be nominated by the Senate.  \n (4) The Representation Committee for appointments to the Syndicate and the Academic \nCouncil shall consist of the following, namely:__ \n(a) two members of the Senate who are not College Te achers; and  \n(b) three persons nominated by the College Teachers from amongst themselves in \nthe manner prescribed.  \n \nPage 22 of 28   (5) The tenure of the Representation Committees shall be three years:  \n Provided that no member shall serve for more than two consecutive ter ms. \n (6) The procedures of the Representation Committee shall be as may be prescribed.  \n (7) There may also be such other Representation Committee set up by any of the other \nAuthorities of the College as are considered appropriate for recommending persons f or appointment \nto the various Authorities and other bodies of the College.  \n 25. Appointment of committees by certain Authorities.__ (1) The Senate, the \nSyndicate, the Academic Council and other Authorities may from time to time appoint such standing, \nspeci al or advisory committees, as they may deem fit and may place on such committees persons \nwho are not members of the Authorities appointing the committees.  \n (2) The constitution, functions and powers of the Authorities for .which no specific \nprovision has b een made in this Act shall be such as may be prescribed by statutes or regulations.  \nCHAPTER V  \nSTATUTES, REGULATIONS AND RULES  \n 26. Statutes.__ (1) Subject to the provisions of this Act, statutes, to be statutes. published \nin the official Gazette, may be made to regulate or prescribe all or any of the following matters, \nnamely:__ \n(a) the contents of and the manner in which the annual report to be presented by \nthe Principal before the Senate shall be prepared;  \n(b) the College fees and other charges;  \n(c) the constitution of any pension, insurance, gratuity, provident fund and \nbenevolent fund for College employees;  \n(d) the scales of pay and other t erms and conditions of service of officers teachers \nand other College employees;  \n(e) the maintenance of the register of registered graduates;  \n(f) admission of educational institutions to the privileges of the College and the \nwithdrawal of such privileges;  \n(g) the establishment of Faculties, departments, institutes, campuses and other \nacademic divisions;  \n(h) the powers and duties of officers and teachers;  \n(i) conditions under which he College may enter into arrangements with other \ninstitutions or with public  bodies for purposes of research and advisory \nservices;  \n \nPage 23 of 28  (j) conditions for appointment of Emeritus Professors and award honorary \ndegrees;  \n(k) efficiency and discipline of College employees;  \n(l) the constitution and procedure to be followed by Representatio n Committees \nin carrying out functions in terms of this Act;  \n(m) the constitution and procedure to be followed by the Search Committee for \nappointment of the Principal;  \n(n) constitution, functions and powers of the Authorities of the College; and  \n(o) all other matters which by this Act are to be or may be prescribed or regulated \nby statutes.  \n (2)  The draft of statutes shall be proposed by the Syndicate to the Senate which may \napprove or pass with such modifications as the Senate may think fit or may refer back to the \nSyndicate, as the case may be, for reconsideration of the proposed draft:  \n Provid ed that statutes concerning any of the matters mentioned in clauses (a) and (k) of sub­ \nsection (1) shall be initiated and approved by the Senate, after seeking the views of the Syndicate:  \n Provided further that the Senate may initiate statute with respect  to any matter in its power or \nwith respect to which statute may be made in terms of this Act and approve such statutes after \nseeking the views of Syndicate.  \n 27. Regulations.__ (1) Subject to the provisions of this Act and the statues, the Academic \nCounci l may make regulations, to be published in the official Gazette, for all or any of the following \nmatters, namely:__ \n(a) the courses of study for degrees, diplomas and certificates of the College;  \n(b) the manner in which the teaching referred to in sub­sect ion (1) of section 6 \nshall be organized and conducted;  \n(c) the admission and expulsion  of students to and from the College;  \n(d) the conditions under which students shall be admitted to the courses and the \nexaminations of the College and shall become eligib le for the award of \ndegrees, diplomas and certificates;  \n(e) the conduct of examinations;  \n(f) conditions under which a person may carry on independent research to entitle \nhim to a degree;  \n(g) the institutions of fellowships, scholarships, exhibitions, medal s and prizes;  \n \n(h) the use of the library;  \n \nPage 24 of 28  (i) the formation of Faculties, departments and board of studies; and  \n(j) all other matters which by this Act or the statutes are to be or may be \nprescribed by regulations.  \n (2) Regulations shall be proposed by the Academic Council and shall be submitted to the \nSenate which may approve them or withhold approval or refer them back to the Academic Council \nfor reconsideration. The regulation proposed by the Academic Council shall not be effective unless it \nreceives the approval of the Senate.  \n (3) Regulations regarding or incidental to matters contained in sub­clauses (g) and (i) of \nsub­ section (1) shall not be submitted to the Senate without the prior approval of the Syndicate.  \n 28. Rules.__ (1) The Aut horities and other bodies of the College may make rules, to be \npublished in the official Gazette, not inconsistent with this Act, statutes or the regulations, to regulate \nany matter relating to the affairs of the College including rules to regulate the con duct of business \nand the time and place of meetings and related matters.  \n (2) Rules shall become effective upon approval by the Syndicate.  \nCHAPTER VI  \nCOLLEGE FUND  \n 29. College fund. —The College shall have a fund to which shall be credited its income \nfrom fees, charges, donations, trusts, bequests, endowments, contributions, grants and all other \nsources.  \n 30. Increase in fee and financial schemes.__ (1) An increase in any fee or charge that is \nexcess of ten per cent per annum on an annualized basis fro m the last such increase may not be made \nexcept in special circumstances and with the approval of the Chancellor.  \n (2) The College shall institute financial aid programmes for students in need, to the extent \nconsidered feasible by the Senate given the reso urces available, so as to enable admission and access \nto the College and the various opportunities provided by it to be based on merit rather than ability to \npay: \n Provided that the College may institute self­finance schemes not covering more than ten per \ncent of the total number of candidates in any on campus taught course or research based programme \nof study.  \n 31. Audits and account .__ (1) The accounts of the College shall be maintained in such \nform and in such manner as may be prescribed.  \n (2) The teachi ng departments, campuses and all other bodies designated as such by the \nSyndicate in terms of statutes shall be independent cost centers of the College with authority vested \nin the head of each cost centre to sanction expenditure out of the budget allocate d to it:  \n Provided that re­appropriation from one head of expenditure to another may be made by the \nhead of a cost centre in accordance with and to the extent prescribed by the statutes.  \n \nPage 25 of 28   (3) All funds generated by a teaching department, campuses or other unit of the College \nthrough consultancy, research or other provision of service shall be made available without prejudice \nto the budgetary allocation otherwise made after deduction of overhead s in the matter and to the \nextent prescribed by statute to the teaching Department, campuses or other unit for its development. \nA part of the funds so generated may be shared with the College Teachers or researchers incharge of \nthe consultancy, research or  service concerned in the manner and to the extent prescribed by statute.  \n (4) No expenditure shall be made from the funds of the College, unless a bill for its \npayments has been issued by the head of the cost center concerned in accordance with the releva nt \nstatutes and the Treasurer has verified that the payment is provided for in the approved budget of the \ncost centre, subject to the authority to re­appropriate available to the head of the cost centre.  \n (5) Provision shall be made for an internal audit o f the finances of the College.  \n (6) Without prejudice to the requirement of audit by an auditor appointed by Government \nin accordance with the provisions of any other law in force the annual audited statement of accounts \nof the College shall he prepared in  conformity with the Generally Accepted Accounting Principles \n(GAAP) by a reputed firm of chartered accountants and signed by the Treasurer. The annual audited \nstatement of accounts so prepared shall be submitted to the Auditor­General of Pakistan for his \nobservations.  \n (7) The observations of the Auditor­General of Pakistan, if any, together with such \nannotations as the Treasurer may make shall be considered by the Syndicate and shall be placed \nbefore the Senate within six months of closing of the financia l year.  \nCHAPTER VII  \nGENERAL PROVISIONS  \n 32. Opportunity to show cause. —Except as otherwise provided by law no officer, \nteacher or other employee of the College holding a permanent post shall be reduced in rank, or \nremoved or compulsorily retired form servi ce for cause arising out of any act or omission on the part \nof the person concerned unless he has been given a reasonable opportunity of showing cause against \nthe action proposed to be taken.  \n 33. Appeal to the Syndicate and the Senate. —Where an order is passed punishing any \nofficer other than the Principal, teacher or other employee of the College or altering or interpreting to \nhis disadvantage the prescribed terms or conditions of his service he shall, where the order is passed \nby any officer or teacher of the College other than the Principal, have the right to appeal to the \nSyndicate against the order, and where the order is passed by the Principal, have the right to appeal \nto the Senate.  \n 34. Service of the College .__ (1)All  persons employed by the College in accordance with \nthe terms and conditions of service prescribed by statutes shall be persons in the services of Pakistan \nfor the purposes of any court or tribunal set up by law in terms of Article 212 of the Constitution of \nthe Islamic Republic of Pakistan:  \n Provided that any provision as regards the terms and conditions of employment of persons in \nthe service of Pakistan in general or in comparable employment notwithstanding the service of \npersons employed by the College shall be entirely governed by the terms and conditions prescribed \nby the relevant statutes.  \n \nPage 26 of 28   (2) An officer, teacher or other employees of the College shall retire from service on the \nattainment of such age or tenure of service as may be prescribed.  \n (3) No adverse change shall be made in the terms and conditions of employinent of any \nCollege Teacher in the employment of the College on the date of enforcement of this Act.  \n 35. Benefits and insurance.__ (1) The College shall constitute for the benefit of its  \nofficers teachers and other employees schemes, as may be prescribed, for the provision of \npost­employment benefits as well as health and life insurance while in service.  \n (2) Where any provident fund has been constituted under this Act the provisions of t he \nProvident Funds Act, 1925, shall apply to such funds as if it were the Government Provident Fund.  \n 36. Commencement of term of office of members of Authority.__ (1) When a member \nof a newly constituted Authority is elected, appointed or nominated his te rm of office, as fixed under \nthis Act, shall commence from such date as may be prescribed.  \n (2) Where a member who has accepted any other assignment for any other similar reason \nremains absent from the College for a period of not less than six months he sh all be deemed to have \nresigned and vacated his seat.  \n 37. Filling of casual vacancies in Authorities. —Any casual vacancy among the \nmembers of any Authority shall be filled, as soon as conveniently may be, in the same manner and \nby the same person or Author ity that had appointed the member whose place has become vacant and \nthe person appointed to the vacancy shall be a member of such Authority for the residue of the term \nfor which the person whose place he fills would have been a member.  \n 38. Flaws in the co nstitution of Authorities. —Where there is a flaw in the constitution \nof an Authority, as constituted under this Act, the statutes or the regulations on account of the \nabolition of a specified office under Government or because an organization, institution or other \nbody outside the College has been dissolved or has ceased to function, or because of some other \nsimilar reason, such flaw shall be removed in such manner as the Senate may direct.  \n 39. Proceedings of Authorities not invalidated by the vacancies. —No act, resolution \nor decision of any Authority shall be invalid by reason of any vacancy on the Authority doing, \npassing or making it or by reason of any want of qualification invalidity in the election, appointment \nor nomination of any defecto  member of the Authority whether present or absent.  \n 40. First statutes and regulations. —Notwithstanding anything to the contrary contained \nin this Act, the Chancellor shall, if required, make the first statutes and regulations which shall be \ndeemed to be statutes and regulations made under sections 26 and 27 and shall continue to remain in \nforce until amended or replaced or till such time new statutes and regulations are made in accordance \nwith the provisions of this Act.  \n 41. Transitory provisions.__ (l) Notwithstanding anything contained in this Act and the \nrepealed Resolution, as soon as may be upon the commencement the of this Act the existing Board of \nGovernors of the Dawood College of Engineering and Technology, Karachi shall be restructured, to \nbe de scribed henceforth as the Senate, and the members thereof appointed afresh by the Chancellor \nin accordance with the numbers and criteria for membership of the Senate specified in this Act. As \nregards the places for College Teachers on the Senate the Chance llor shall after the coming into force \nof this Act, make appropriate appointments in his discretion forthwith to fill up these places till such \n \nPage 27 of 28  time that elections for these places have taken place in accordance with this Act. The number of \nCollege Teacher s to be elected to the Senate shall be as provided in this Act. The first Senate so \nconstituted shall initiate, as soon as possible, the process for the appointment of the members of the \nSyndicate and the Academic Council in accordance with the provisions of this Act.  \n (2) Notwithstanding the provisions of this Act the first Principal shall be appointed by the \nChancellor for a period of three years.  \n 42. Interpretation and removal of difficulties.__ (1) If any question arises as to the \ninterpretation of any  of the provisions of this Act, it shall be placed before the Chancellor whose \ndecision thereon shall be final.  \n (2) If any difficulty arises in giving effect to any of the provisions of this Act, the \nChancellor may make such order after obtaining the view s of the Senate, not inconsistent with the \nprovisions of this Act as may appear to him to be necessary for removing the difficulty.  \n (3) Where this Act make any provision for anything to be done but no provision or no \nsufficient provision has been made as respects the authority by whom, or the time at which, or the \nmanner in which, it shall be done, then it shall be done by such authority, at such time or in such \nmanner as the Chancellor may direct after obtaining the views of the Senate.  \n 43. Indemnity. —No suit or legal proceedings shall lie against the Government, the \nCollege or any Authority, officer or employee of the Government or the College or a member of an \nAuthority in respect of anything which is done in good faith under this Act.  \n 44. Power to all ow appointment of employees of the Government, other universities \nor educational or research institutions to the College.__ (1) Notwithstanding anything contained in \nthis Act, the Senate may on the advice of the Syndicate, allow any post in the College to be filled by \nappointment, on such terms as the Senate may specify, an employee of the government or any other \nuniversity or educational or research institution,  \n (2) Where any appointment has been made under this section, the terms and conditions of \nservic es of the appointee shall not be less favourable than those admissible to him immediately \nbefore such appointment and he shall be entitled to all benefits of his post of service.  \n 45. Repeal and savings.__ (1) The Dawood College of Engineering and Technolo gy \nKarachi Resolution No. F.3/82­N­1, dated the 27th September, 1987 is hereby repealed.  \n (2) Notwithstanding the repeal envisaged by sub­section (1)__ \n(a) anything done, actions taken, obligations or liabilities incurred, rights and \nassets acquired, perso ns appointed or authorized, jurisdiction or powers \nconferred, endowments, bequests, funds or trusts created, donations or grants \nmade, scholarships or exhibitions instituted, affiliations or privileges granted \nand orders issued under any of the provisions of the repealed Resolution, other \nlegal instruments or the statutes, the regulations and the rules made or deemed \nto have been made thereunder, shall, if not inconsistent with the provisions of \nthis Act or the statutes, the regulations or the rules made un der this Act, be \ncontinued and, so far as may be, deemed to have been respectively done, \ntaken, incurred, acquired, appointed, authorized, conferred, created, made, \ninstituted, granted and issued under this Act, and any documents referring to \n \nPage 28 of 28  any of the pr ovisions of the repealed Resolution or the statutes, the regulations \nand the rules first referred shall, so far as may be, be considered to refer to the \ncorresponding provisions of this Act or the statutes, regulations and rules \nmade under this Act;  \n(b) all institutes, campuses or other constituent units of the College, functioning in \nterms of the provisions of the repealed Resolution or other legal instruments, \nshall continue to function in terms of the relevant repealed provisions till such \ntime that the senate through statute has prescribed otherwise; and  \n(c) any statutes, regulations or rules made or deemed to have been made under the \nrepealed Resolution or other legal instruments shall, if not inconsistent with \nthe provisions of this Act, be deemed to b e statutes, regulations or rules made \nunder this Act having regard to the various matters which by this act are to be \nregulated or prescribed by statutes, regulations and rules respectively and shall \ncontinue to remain in force until repealed, rescinded or  modified in accordance \nwith the provisions of this Act.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n        Uploaded on 15.02.2024"
}