{
    "file": "./converted_json\\administrator188d12d727924bc80f309f0efa79b351.json",
    "name": "Karachi Electricity Control Act, 1952",
    "date": "14th December, 1952",
    "tagline": "An Act to provide for the continuance of powers to control the production, distribution, use and consumption of electrical energy.",
    "content": "Page 1 of 4 \n  \n \nTHE KARACH I ELECTRICITY CONTROL ACT, 1952  \n \n \n \n \nCONTENTS  \n1.  Short ti tle, extent and commencement  \n2.  Definition of “licensee”  \n3.  Control of production , distribution,  etc., of electrical energy  \n4.  Delegation of Powers  \n5.  Continuance of existing orders  \n6.  Penalty, etc.  \n7.  Saving as to orders  \n8.  Protection of action under this Act  \n9.  Cognizance of offences  \n10.  Effect of inconsistent pr ovisions with other enactments  \n11.  Service of order s \n12.  Repeal  \n \n  \n  \n \n \n\n \nPage 2 of 4 \n THE KARACH I ELECTRICITY CONTROL ACT, 1952  \nACT NO. LVII OF 1952  \n[14th December , 1952]  \nAn Act to provide for the continuance of powers to control the production, distribution, use and \nconsumption of electrical energy.  \n WHEREAS it is necessary to provide for the  continuance of powers to control the production, \ndistribution, use and consumption of electrical energy in the 1[Karachi Division];  \n It is hereby enacted as follows: ___ \n 1. Short ti tle, extent and commencement.___(1) This Act may be called the Karachi Electricity \nControl Act, 1952.  \n (2) It extends to the 1[Karachi Division].  \n (3) It shall come into force at once, and shall be deemed to have taken effect in the 1[Karachi \nDivision] immediately on the expiry of the Sind Electricity Control Act, 1947 (Sind Act III of 1947).  \n 2. Definition of “licensee”. In this Act “licensee” shal l have the meaning assigned to it in \nclause (h) of section 2 of the Electricity Act, 1910 (IX of 1910).  \n 3. Control of production , distribution, etc., of e lectrical energy.___(1) The 1[Provincial \nGovernment] so far as it appears to it to be necessary or e xpedient for maintaining supplies and services \nessential to the life of the community may by order provide for___  \n(a)  regulating or prohibiting the production, distribution , use or consumption o f \nelectrical energy ;  \n(b)  regulating the rates which may be  charged by any undertaking for supplying \nelectrical energy and for relaxing any maximum or minimum limits otherwise \nimposed on such rates;  \n(c)  the levy by a licensee, notwithstanding any stipulation to the contrary contained \nin any agreement, of a surch arge under specified circumstances on the price \ncharged in respect  of supply of electrical energy ;  \n(d)  collecting any information or statistics for the purpose of any of the matters \nmentioned in the preceding clauses;  \n(e)  any incidental or supplementar y matter for which it thinks expedient for the \npurpose of any such order to provide including, in particular___  \n \n \n1Subs. by A. O., 1964, Art. 2 and Sch . \n \nPage 3 of 4 \n (i)  the entering and inspection of premises to which the order relates with a \nview to securing compliance therewith;  \n(ii)  the grant or issue of a licence, permit, certificate or other document and \nthe charging of a fee therefor.  \n (2) An order made under sub -section (1) may apply either to persons or undertakings generally \nor to any particular person or undertaking or class of persons or undertakings and either to the whole \nor any part of any undertaking, and so as to have effect either generally or in any parti cular area.  \n 4. Delegation of Powers.___(1) The 1[Provincial Government] may by order direct that any \npower conferred on it by section 3 shall, in such circumstances and under such conditions if any, as \nmay be specified in the direction, be exercised by a ny officer or authority subordinate to it.  \n (2) All orders made before the commencement of this Act under the authority of the 2[Federal \nGovernment] delegating or purporting to delegate any power or duty to any person or authority in the \nFederal Capital i n respect of any of the matters specified in section 3 shall be deemed to be made under \nsection 3 of this Act, and shall have effect accordingly.  \n 5. Continuance of existing orders. Any order made under the Sind Electricity Control A ct, \n1947 (Sind Act III  of 1947) , or which might have been made under that Act if that Act had continued \nto be in force after the date of its expiry and purporting to be in force immediately before the \ncommencement of this Act shall so far as it is not inconsistent with the prov isions of this Act be deemed \nto have been m ade under the provisions of  this Act and shall have effect accordingly subject t o the \nprovisions of this Act.  \n 6. Penalty, etc.___(1) If any person contravenes any order made or deemed to be made under \nsection 3 of this Act, he shall be punishable  with imprisonment for a term which may extend to six \nmonths or with fine or with both.  \n (2) Where the person guilty of the contravention is a company or other body corporate, the \nmanaging director, manager, secretary, or other principal officer managing its business shall be deemed \nto be guilty of the contravention and b e punishable accordingly.  \n 7. Saving as to orders.___(1) No order made or deemed to be made under section 3 of this Act \nshall be called in question in any Court.  \n (2) Where an order purports to have been made and signed by any officer or authority in \nexercise of any of the powers conferred by or deemed to be  conferred by or under the Sind Electricity \nControl A ct, 1947 (Sind Act III of 1947) , or this Act, a Court shall presume that such order was so \nmade and signed by that officer or authority.  \n 8. Protection of action under this Act.___(1) No suit, prosecuti on or other legal proceeding \nshall lie against any person for anything done or intended to be done in good faith in pursuance of any \norder made or deemed to have been made under this Act.  \n \n \n1Subs. by A. O., 1964, Art. 2 and Sch.  \n2Subs. by  F.A.O., 1975 Art . 2 and Table.  \n \nPage 4 of 4 \n  (2) No suit or other legal proceeding shall lie against the 1[Government] for any damage caused \nor likely to be caused by anything in good faith done or intended to be done in pursuance of any order \nmade or deemed to have been made under th is Act.  \n 9. Cognizance of offences. No Court shall take cognizance of any offence punishable under \nthis Act except on a report in writing of the facts constituting the offence made by such public servant \nas may be authorised by the 1[Provincial Government ] in this behalf.  \n 10. Effect of inconsistent provisions with other enactments. Any order made or deemed to \nbe made under the provisions of this Act shall have effect notwithstanding anything inconsistent \ntherewith contained in any other law.  \n 11. Service of orders. Every order made under this Act shall so far as may be, be served in the \nmanner prescribed under section 53 of the Electricity Act, 1910 (IX of 1910).  \n 12. Repeal. The Sind Electricity Control Act , 1947 (Sind Act III of 1947), in its extension to \nthe Capital of the Federation, is hereby repealed.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 22 -05-2024  \n1Subs. b y A.O., 1964, Art., 2 an d Sch."
}