{
    "file": "./converted_json\\administratorc8837f7797bb62e0d29f9b64f19cc243.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 16 \n   \n \nTHE REGISTERED DESIGNS ORDINANCE,  2000  \n \n \n \nCONTENTS  \n \nCHAPTER I \nPRELIMINARY  \n1.  Short title, extent and commencement  \n2.  Definitions  \n \nCHAPTER  II \nREGISTERABLE  DESIGNS  AND  PROCEEDINGS   \nFOR  REGISTRATION  \n3.  Registerable designs  \n4.  Establishment of Patent Office  \n5.  Proceedings for registration  \n6.  Registration of same design in respect of other articles, etc  \nCHAPTER  III \nEFFECT  OF REGISTRATION,  ETC  \n7.  Registration of designs  \n8.  Infringement  \n9.  Exemption of innocent infringer from liability for damages  \n10.  Cancellation of registration  \nCHAPTER  IV \n INTERNATIONAL  ARRANGEMENTS  \n11.  Notification as to convention countries  \n \n\n \nPage 2 of 16 \n 12.  Registration of design where application for protection in convention country has been made  \n \nCHAPTER  V \n REGISTER  OF DESIGNS,  ETC  \n13.  Register of designs  \n14.  Certificate of  registration  \n15.  Registration of assignments, etc . \n16.  Rectification of register  \n17.  Power to correct clerical errors  \n18.  Inspection of registered design  \n19.  Information as to existence of registration  \n20.  Evidence of entries, documents, etc . \n \nCHAPTER  VI \nSUPPLEMENTARY  PROVISIONS  ON THE  LEGAL  PROCEEDINGS  \n \n21. Certificate of contested validity of registration  \n22.  Remedy for groundless threats of infringement proceedings  \n \nCHAPTER VII  \nPOWERS  AND  DUTIES  OF REGISTRAR  \n \n23. Exercise of discretionary powers of R egister  \n24.  Costs and security for costs  \n25.  Evidence before Registrar  \n26.  Power of Registrar to refuse to deal with certain agents  \n \nCHAPTER  VIII \nOFFENCES  AND  PENALTIES  \n27.  Offence and penalties  \n28.  Falsification of register, etc  \n29.  Falsely representing a design as registered  \n30.  Offences by companies  \n \nCHAPTER  IX \nMISCELLANEOUS  \n \nPage 3 of 16 \n 31.  Power to make rules  \n32.  Fees \n33.  Service of notices, etc, by post  \n34.  Saving  \n35.  Instructions from the Federal Government  \n36.  Repeal  \n  \n \nPage 4 of 16 \n THE REGISTERED DESIGNS ORDINANCE,  2000  \nOrdinance  No. XLV  of 2000  \n[7th September, 2000 ] \nAn Ordinance to repeal and to re -enact the law relating to indu strial designs  \n WHEREAS  it is expedient to repeal and re -enact the law relating to the protection of industrial \ndesigns, and for matters ancillary thereto or connected therewith;  \n AND WHEREAS , the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourteenth day of October, 1999, and the Provisional Constitution \nOrder No. 1 of 1999;  \nAND WHEREAS , the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \nNOW. THEREFORE , in pursuance of the Proclamation of Emergency of the fourteenth day of \nOctober, 1999, and Provisional Constitution Order No. 1 of 1999,  as well as Order No. 9 of 1999, and \nin exercise of all powers enabling him in that behalf, the President of the Islamic Republic of Pakistan \nis pleased to make and promulgate the following Ordinance.  \nCHAPTER I  \nPRELIMINARY  \n 1. Short title, extent and comme ncement .___ (l) This Ordinance may be called the Registered \nDesigns Ordinance, 2000.  \n (2)     It extends to the whole of Pakistan.  \n (3)  It shall come into force at once.  \n 2. Definitions .___ In this Ordinance,  unless  there  is anything  repugnant  in the subject  or \ncontext, —  \n(a)  “article ” means  any article  of manufacture  and includes  any part of an article  if \nmade  and sold separately;  \n(b)  “assignee ” includes  the legal  representative  of a deceased  assignee,  and any \nreferences  to the assignee  of any perso n include  references  to the assignee  of \nthe legal  representative  or assignee  of that person;  \n(c)  “Convention  country ” means,  a country  declared  as such under  section  11; \n(d)  “registration  of design ” means  the right  to prevent  third  parties  from  applying  a \ndesign  to an article  and from  making,  importing,  selling,  hiring  or offering  for \nsale or hire any article  in respect  of which  a design  is registered,  being  an article  \nto which  the registered  design  or a design  not substantially  different  from  the \n \nPage 5 of 16 \n registered  design  has been  applied,  and from  making  anything  enabling  such \narticle  to be made  as aforesaid,  except  with the license  or written  consent  of the \nregistered  proprietor;  \n(e)  “design ” means  features  of shape,  configuration,  pattern  or ornament  applied  to \nan article  by any industrial  process  or means,  being  features  which  in the \nfinished  article  appeal  to and are judged  solely  by the eye, but does not include  \na method  or principle  of construction  or features  of shape  or configuration  \nwhich  are dictated  solely  by technical  and functional  considerations;  \n(f)  “Patent  Office ” means  the Patent  Office  established,  or deemed  to have  been  \nestablished  under  section  4; \n(g)  “prescribed ” means  prescribed  by rules;  \n(h)  “proprietor ” or creator  of a design  means, — \n(i)  where  the author  or creator  of the design,  for good  consideration,  \nexecutes  the work  for some  other  person,  the person  for whom  the design  \nis so executed;  \n(ii)  where  a design  or the right  to apply  a design  to an article  becomes  \nvested,  whethe r by assignment,  transmission  or operation  of law, in any \nperson  other  than the original  proprietor,  either  alone  or jointly  with the \noriginal  proprietor,  in respect  and to the extent  in and to which  the design  \nor right  has been  so vested,  that other  person  or, as the case may be, the \noriginal  proprietor  and that other  person;  \n(iii)  if and to the extent  to which  two or more  persons  have  created  the same  \ndesign  independently  of each other,  the person  whose  application  has \nthe earliest  filing  date or, if priority  is claimed,  the earliest  validity  \nclaimed  priority  date shall  have  the right  to the registration  of industrial  \ndesign,  as long as the said application  is not withdrawn,  abandoned  or \nrejected;  and \n(iv)  in any other  case,  the author  or creator  of the design  as may be assigned  \nor as may be transferred  by succession;  \n(i)  “register ” means  the register  of designs  kept in pursuance  of section  13; \n(j)  “registered  proprietor  or agent ”, in respect  of a design,  means  the person  for the \ntime being  entered  in the register  of designs  as proprietor  of the design;  \n(k)  “registrar ” means  the Controller  of Patents  and Designs  appointed  under  section  \n3 of the Patents  Ordinance,  2000;  \n(I)  “rules ” means  rules  made  under  this Ordinance;  and \n(m)  “set of articles ” means  a number  of articles  of the same  general  character  \nordinarily  on sale or intended  to be used together,  to each of which  the same  \n \nPage 6 of 16 \n design,  or the same  design  with modifications  or variations  not sufficient  to alter \nthe character  or substantially  to affect  the identity  thereof,  is applied;  and \n(i)  any reference  in this Ordinance  to an article  in respect  of which  a design  \nis registered  shall,  in the case of a design  registered  in respect  of a set of \narticles,  be construed  as a reference  to any article  of that set; and \n(ii)  any question  arising  under  this Ordinance  whether  a number  of articles  \nconstitute  a set of articles  shall  be determined  by the Registrar;  and, \nnotwithstanding  anything  contained  in this Ordinance,  any \ndetermi nation  of the Registrar  under  this sub-section  shall  be final.  \n______________  \nCHAPTER  II \nREGISTERABLE  DESIGNS  AND  PROCEEDINGS   \nFOR  REGISTRATION  \n 3. Registerable  designs .___ (1) A design  may,  upon  application  made  by the person  claiming  \nto be the proprietor,  be registered  under  this Ordinance  in respect  of any article  or the set of articles  \nspecified  in the application.  \n (2) Subject  to the provisions  of this Ordinance,  a design  shall  not be registered  unless  it is new \nor original  and, in particular,  shall  not be so registered  in respect  of any article  if it is the same  as a \ndesign  which  before  the date of the application  for registration  has been  registered  in Pakistan,  or \npublished  anywhere  in the world  in respect  of the same  or any other  article  or differs  from  such a \ndesign  only in immaterial  details  or in feature  which  are variants  commonly  used in the trade.  \n Explanation. —Designs  are not new or original  if they do not significantly  differ  from  known  \ndesigns  or combination  of design  features.  \n (3) For the purposes  of novelty,  any disclosure  to the public  of the industrial  design  shall  not \nbe taken  into consideration  if it occurred  within  twelve  months  preceding  the filing  date or, where  \napplicable,  the priority  date,  of the application  and if it was by reason  or in consequence  of acts \ncommitted  by the applicant  or his predecessor  in title or of an abuse  committed  by a third  party  with \nregard  to the applicant  or his predecessor  in title. \n (4) The Federal  Government  may make  rules  to provide  for excluding  from  registration  under  \nthis Ordinance  designs  that are contrary  to public  order  or morality.  \n 4. Establishment  of Patent  Office .___ There  shall  be established  an office  to be called  the \nPatent  Office  and, until a Patent  Office  is established  under  this section,  the Patent  Office  functioning  \nunder  the Patents  and Designs  Act, 1911  (II of 1911)  shall  continue  to function  and shall  be deemed  \nto have  been  established  under  this Ordinance.   \n 5. Proceedings  for registration .___ (1) An application  for the registration  of a design  shall  be \nin the prescribed  form  and shall  be filed at the Patent  Office  in the prescribed  manner.  \n (2) For the purpose  of deciding  whether  a design  is new or original,  the Registrar  may make  \nsuch inquiries,  if any, as he thinks  fit. \n \nPage 7 of 16 \n  (3) The Registrar  may refuse  any application  for the registration  of a design  or may register  the \ndesign,  in pursuance  of the application  subject  to such modifications,  if any, as he thinks.  \n (4) An application  which,  owing  to any default  or neglect  on the part of the applicant,  has not \nbeen  completed  so as to enable  registration  to be effected  within  the prescribed  time shall  be deemed  \nto be abandoned.  \n (5) Except  as otherwise  expressly  provided  in this Ordinance,  a design  when  registered  shall  \nbe registered  as of the date on which  the application  for registration  was made,  or such other,  date,  \nwhether  earlier  or later than that date,  as the Registrar  may in any particular  case direct:  \n Provided  that no proceedings  shall  be taken  in respect  of any infringement  committed  before  \nthe date on which  the certificate  of registration  of the design  under  this Ordinance  is issued.  \n (6) An appeal  shall  lie to the High  Court  from  any decision  of the Registrar  under  sub-section  \n(3). \n 6. Registration  of same  design  in respect  of other  articles,  etc.___ (1) Where  the registered  \nproprietor  of a design  registered  in respect  of any article  makes  an application —  \n(a)  for registration  in respect  of one or more  other  articles  of the registered  design,  \nor \n(b)  for registration  in respect  of the same  or one or more  other  articles  of a design  \nconsisting  of the registered  design  with modifications  or variations  not \nsufficient  to alter the character  or substantially  to affect  the identity  thereof,  \n the application  shall  not be refused  and the registration  made  on that application  shall  not be \ninvalidated  by reason  only of the previous  registration  or publication  of the registered  design:   \n Provided  that the period  of registration  of a desig n registered  by virtue  of this section  shall  not \nextend  beyond  the expiration  of the original  and any extended  period  of registration  in the original  \nregistered  design.  \n (2) Where  any person  makes  an application  for the registration  of a design  in respect  of any \narticle  and either — \n(a)  that design  has been  previously  registered  by another  person  in respect  of some  \nother  article;  or \n(b)  the design  to which  the application  relates  consists  of a design  previously  \nregistered  by another  person  in respect  of the same  or some  other  article  with \nmodifications  or variations  not sufficient  to alter the character  or substantially  \nto affect  the identity  thereof,  \n then,  if at any time while  the application  is pending  the applicant  becomes  the registered  \nproprietor  of the design  previously  registered,  the foregoing  provisions  of this section  shall  apply  as if \nat the time of making  the application  the applicant  had been  the regist ered proprietor  of that design.  \n______________  \n \nPage 8 of 16 \n  \nCHAPTER  III \nEFFECT  OF REGISTRATION,  ETC.  \n 7. Registration  of designs .___ (1) The registration  of a design  under  this Ordinance  shall  give \nto the registered  proprietor  the registration  in the registered  design  for a period  of ten years  from  the \ndate of registration.  \n (2) The owner  of a registered  design  shall  have  the right  to exclude  third  parties,  not having  his \nconsent,  from  making,  selling  or working  articles  bearing  or embodying  a design  which  is a copy  of \nthe registered  design  when  such acts are undertaken  for commercial  purposes.  \n (3) The Registrar  shall  extend  the period  of registration  for a second  period  of ten years  from  \nthe expiration  of the original  period  and for a third  period  of ten years  from  the expiration  of the second  \nperiod  if an application  for extension  of the period  oi' registration  for the second  or third  period  is made  \nin the prescribed  form  before  the expiration  of the original  period  or the second  period,  as the case may \nbe, and if the prescribed  fee is paid before  the expiration  of the relevant  period  or if such application  \nis made  and the said fee is paid within  such further  period,  not exceeding  six months,  as may be, \nspecified  in a request  made  to the Registrar  and accompanied  by the prescribed  additional  fee. \n (4) The owner  of a registered  industrial  design  may surrender  it by written  declaration  to the \nRegistrar  who shall  record  the surrender  in the Register  and publish  it. The surrender  shall  have  effect  \non the date it is thus recorded.  \n 8. Infringement .___ (1) If any person  infringes  a registered  proprietor's  right,  the registered  \nproprietor  may bring  a suit against  him for the recovery  of damages  and for an injunction  against  the \ncontinuation  of the infringement:  \n Provided  that, for the purposes  of grant  of a temporary  injunction,  the registered  proprietor  \nmust  show  that he has a prima  facie  case and that his design  is valid  and that it has been  infringed  by \nthe defendant.  \n (2) When  the Court  makes  a decree  in a suit under  this Ordinance,  it shall  send a copy  of the \ndecree  to the Registrar  who shall  cause  an entry  thereof  to be made  in the register.  \n 9. Exemption  of innocent  infrin ger from  liability  for damages .___ In proceedings  for the \ninfringement  of right  in a registered  design,  damages  shall  not be awarded  against  a defendant  who \nproves  that at the date of the infringement  he was not aware,  and had no reasonable  ground  for \nsupposing,  that the design  was registered  and a person  shall  not be deemed  to have  been  aware  or to \nhave  had reasonable  grounds  for supposing  as aforesaid  by, reason  only of the marking  of an article  \nwith word  “registered ” or any abbreviation  thereof,  or any word  or words  expressing  or implying  that \nthe design  applied  to the article  has been  registered,  unless  the number  of the design  accompanied  the \nword  or words  or the abbreviation  in question:  \n Provided  that nothing  in this section  shall  affect  the power  of the Court  to grant  an injunction  \nin any proceedings  for infringement  of copyright  in a registered  design.  \n10. Cancellation  of registration .___ (1) Any person  interested  may by a petition  made  at any \ntime after the registration  of a design  to the High  Court  or within  two years  of the registration  of a \n \nPage 9 of 16 \n design  to the Registrar,  seek cancellation  of the registration  of a design  on the following  grounds,  \nnamely:  \n(a)  the industrial  design  should  not have  been  registered  because  the specific  \nsubstantive  requirements  prescribed  in this Ordinance  have  not been  fulfilled;  \n(b)  the industrial  design  is contrary  to public  order  or morality;  or \n(c)  person  is whose  name  the industrial  design  is registered  has no right  to it. \n (2) An appeal  shall  lie to the High  Court  from  any order  of the Registrar  under  sub-section  (1), \nand the Registrar  may at any time refer  any such petition  to the High  Court,  and the High  Court  shall  \ndecide  any petition  so referred.  \n_____________  \nCHAPTER  IV \n INTERNATIONAL  ARRANGEMENTS  \n 11. Notification  as to convention  countries .___ The Federal  Government  may,  by notification  \nin the official  Gazette,  declare  any country  specified  in the notification  to be a convention  country  for \nthe purposes  of this Ordinance,  in addition  to the members  of World  Trade  Organization.  \n  12. Registration  of design  where  application  for protection  in convention  country  has \nbeen  made .___ (1) An application  for registration  of a design  in respect  of which  protection  has been  \napplied  for in a convention  country  may be made  in accordance  with the provisions  of this Ordinance  \nby the person  by whom  the application  for protection  was made  or by his legal  representative  or \nassignee:  \n Provided  that no application  shall  be made  under  this section  after the expiration  of six months  \nfrom  the date of the application  for protection  in a convention  country  or, where  more  than one such \napplication  for protection  has been  made,  from  the date of the first application.  \n (2) A design  registered  on an application  made  under  this section  shall  be registered  as of the \ndate of the application  for protection  in the convention  country  or, where  more  than one such \napplication  for protection  has been  made,  the date of the first such application:  \n Provided  that no proceedings  shall  be taken  in respect  of any infringement  committed  before  \nthe date on which  the certificate  of registration  of the design  under  this Ordinance  is issued.  \n (3) The applicant  may withdraw  the application  at any time during  its pendency.  \n (4) An application  for the registration  of a design  made  under  this section  shall  not be refused,  \nand the registration  of a design  on such an application  shall  not be invalid,  by reason  only of the \nregistration  or publication  of the design  in Pakistan  during  the period  specified  in the proviso  to sub-\nsection  (1) as that within  which  the application  for registration  may be made.  \nCHAPTER  V \n REGISTER  OF DESIGNS,  ETC.  \n \nPage 10 of 16 \n  13. Register  of designs .___ (1) There  shall  be kept at the Patent  Office  under  the control  of the \nRegistrar  a register  of designs  in which  there  shall  be entered  the names  and addresses  of proprietors  \nof registered  designs,  notices  of assignments  and of transmissions  of registered  designs,  and such other  \nmatters  as may be prescribed  or as the Registrar  may think  fit. \n (2) Subject  to the provisions  of this Ordinance  and the rules,  the register  shall,  at all convenient  \ntimes,  be open  to inspection  by the public  and certified  copies  sealed  with the seal of the Patent  Office  \nof any entry  in the register  shall  be given  to any person  requiring  them  on payment  of the prescribed  \nfee. \n (3) The register  shall  be prima  facie  evidence  of any matters  required  or authorized  under  this \nOrdinance  to be entered  therein.  \n(4) No notice  of any trust,  whether  expressed,  implied  or constructive  shall  be entered  in the \nregister.  \n (5) The Patent  Office  shall  publish  in the official  Gazette  all the publication  provided  for in \nthis Ordinance.  \n 14. Certificate  or registration .___ (1) The Registrar  shall  grant  a certificate  of registration  in \nthe prescribed  form  to the registered  proprietor  of a design  when  the design  is registered.  \n(2) The Registrar  may,  in a case where  he is satisfied  that the certificate  of registration  has been  \nlost or destroyed,  or in any other  case in which  he thinks  it expedient,  furnish  one or more  copies  of \nthe certificate.  \n 15. Registration  of assignments,  etc.___ (1) Where  any person  becomes  entitled  by \nassignment,  transmission  or by operation  of law to a registered  design  or to a share  in a registered  \ndesign,  or becomes  entitled  as mortgagee,  licensee  or otherwise  to any other  interest  in a registered  \ndesign,  he shall  apply  to the Registrar  in the manner  prescribed  for the registration  of his title as \nproprietor  or co-proprietor  or, as the case may be, of notice  of his interest  in the register.  \n (2) Without  prejudice  to the provisions  of sub-section  (I), an application  for the registration  of \ntitle of any person  becoming  entitled  by assignment  to a registered  design  or a share  in a registered  \ndesign,  or becoming  entitled  by virtue  of a mortgage,  license  or other  instrument  to any other  interest  \nin a registered  design,  may be made  in the prescribed  manner  by the assignor,  mortgagor,  licensor  or \nother  party  to that instrument,  as the case may be. \n (3) Where  an application  is made  under  sub-section  (1) or sub-section  (2) for the registration  \nof title of any person,  the Registrar  shall  upon  proof  of title to his satisfaction — \n(a)  where  that person  is entitled  to a registered  design  or a share  in registered  \ndesign,  register  him in the register  as proprietor  or co-proprietor  of the design  \nand enter  in the register  particulars  of the instrument  or event  by which  he \nderives  title; or \n(b)  where  that person  is entitled  to any other  interest  in the registered  design,  enter  \nin the register  notice  of his interest,  with particulars  of the instrument,  if any, \ncreating  it. \n \nPage 11 of 16 \n  (4) Subject  to any rights  vested  in any other  person  of which  notice  is entered  in the register,  \nthe person  or persons  registered  as proprietor  of a registered  design  shall  have  power  to assign,  grant  \nlicences  in respect  of, or otherwise  deal with the design  and to give effectual  receipts  for any \nconsideration  for any such assignment,  licence  or dealing:  \n Provided  that any equities  in respect  of the design  may be enforced  in like manner  as in respect  \nof any other  movable  property.  \n (5) Except  for the purposes  of an application  to rectify  the register,  a document  in respect  of \nwhich  no entry  has been  made  in the register  under  sub-section  (3) shall  not be admitted  in any Court  \nas evidence  of the title of any person  to a registered  design  or share  of or interest  in a registered  design  \nunless  the court  otherwise  directs.  \n 16. Rectification  of register .___ (1) The High  Court  may,  on the application  of any aggrieved  \nperson,  order  the register  to be rectified  by the making  of any entry  therein  or the variation,  or deletion,  \nof any entry  therein.  \n (2) In proceedings  under  this section,  the High  Court  may determine  any question  which  it may \nbe necessary  or expedient  to decide  in connection  with the rectification  of the register.  \n (3) Notice  of any application  to the High  Court  under  this section  shall  be given  in the manner  \nas may be prescribed  to the Registrar  who shall  be entitled  to appear  and be heard  on the application  \nand shall  appear  if so directed  by the Court.  \n (4) Any order  made  by the High  Court  under  this section  shall  direct  that notice  of the order  \nshall  be served  on the Registrar  in the manner  as may be prescribed  and the Registrar  shall,  on receipt  \nof the notice,  rectify  the register  accordingly.  \n 17. Power  to correct  clerical  errors .___ (1) The Registrar  may,  in accordance  with the \nprovisions  of this section,  correct  any error  in an application  for the registration  or in the representation  \nof a design  or any error  in the register.  \n (2) A correction  may be made  in pursuance  of this section  either  upon  a request  in writing  made  \nby any interested  person  and accompanied  by the prescribed  fee. \n (3) Where  the Registrar  proposes  to make  any such correction  under  sub-section's  (1) and (2), \notherwise  than in pursuance  of a request  made  under  sub-section  (2), he shall  give notice  of the \nproposal  to the registered  proprietor  or the applicant  for registration  of the design,  as the case may be, \nand to any other  person  who appears  to him to be concerned  and shall  give them  an opportunity  of \nbeing  heard  before  making  the correction.  \n 18. Inspection  of registered  design .___ (1) Subject  to the provisions  of this Ordinance  and the \nrules,  the representation  or specimen  of a design  registered  under  this Ordinance  shall  be open  to \ninspection  at the Patent  Office  on and after the day on which  the certificate  of registration  is issued.  \n (2) In the case of a design  registered  in respect  of an article  of any class  prescribed  for the \npurposes  of this sub-section,  no representation  or specimen  of the design  filed in pursuance  of the \napplication  shall,  until the expiration  of such period  after the day on which  the certificate  of registration  \nis issued  as may be prescribed  in relation  to articles  of that class,  be open  to inspection  at the Patent  \n \nPage 12 of 16 \n Office  except  by the registered  proprietor,  a person  authorised  in writing  by the registered  proprietor,  \nor a person  authorised  by the Registrar  or by the Court:  \n Provided  that where  the Registrar  proposes  to refuse  an application  for the registration  of any \nother  design  on the ground  that it is the same  as the first mentioned  design  or differs  from  that design  \nonly in immaterial  details  or in features  which  are variants  commonly  used in the trade,  the applicant  \nshall  be entitled  to inspect  the representation  or specimen  of the first-mentioned  design  filed in \npursuance  of the application  for registration  of that design.   \n(3) In the case of a design  registered  in respect  of any article  of any class  as may be prescribed  \nfor the purposes  of subsection  (2), the representation  or specimen  of the design  shall  not, during  the \nperiod  prescribed  aforesaid,  be inspected  by any person  under  this section  except  in the presence  of \nthe Registrar  or an officer  acting  under  him; and, except  in the case of an inspection  authorized  by the \nproviso  to that sub-section,  the person  making  the inspection  shall  not be entitled  to take a copy  of the \nrepresentation  or specimen  of the design  or any part thereof.  \n(4) Where  an application  for the registration  of a design  has been  abandoned,  or refused  neither  \nthe application  for registration  nor any representation  or specimen  of the design  filed in pursuance  \nthereof  shall  at any time be open  to inspection  at the Patent  Office  or be published  by the Registrar.  \n 19. Information  as to existence  of registration .___ On the request  of any person  furnishing  \nsuch information  as may enable  the Registrar  to identify  the design,  and on payment  of the prescribed  \nfee, the Registrar  shall  inform  him whether  the design  is registered,  and if so, in respect  what  articles  \nand whether  any extension  of the period  of registration  has been  granted  and shall  state the date of \nregistration  and the name  and address  of the registered  proprietor.  \n 20. Evid ence  of entries,  documents,  etc.___ (1) A certificate  purporting  to be signed  by the \nRegistrar  and certifying  that any entry  which  he authorised  by or under  this Ordinance,  to make  has or \nhas not been  made,  or that any other  thing  which  he is so authorized,  to do has or has not been  done  \nshall  be prima  facie  evidence  of the matters  so certified.  \n (2) A copy  of any entry  in the register  or of any representation,  specimen  or document  kept in \nthe Patent  Office  or an extract  from  the register  or any such document,  purporting  to be certified  by \nthe Registrar  and sealed  with the seal of the Patent  Office,  shall  be admitted  in evidence  without  further  \nproof  and without  production  of the original.  \n______________  \nCHAPTER  VI \nSUPPLEMENTARY  PROVISIONS  ON THE  LEGAL  PROCEEDINGS  \n 21. Certificate  of contested  validity  of registration .___ (1) If in any proceedings  before  a \nCourt  the validity  of the registration  of a design  is contested,  and it is found  by the Court  that the design  \nis validly  registered,  the Court  may certify  that the validity  of the registration  of the design  was \ncontested  in these  proceedings.  \n (2) Where  any such certificate  has been  granted  then if in any subsequent  proceedings  before  \nthe Court  for infringement  of the copyright  in the registered  design  or for cancellation  of the \nregistration  of the design  in the High  Court,  a final order  or judgment  is made  or given  in favour  of the \nregistered  proprietor,  he shall , unless  the Court  otherwise  directs,  be entitled  to full costs:  \n \nPage 13 of 16 \n  Provided  that this sub-section  shall  not apply  to the costs  of any appeal  to the High  Court  in \nany proceedings  referred  to in sub-section  (2). \n 22. Remedy  for groundless  threa ts of infringement  proceedings .___ (1) Where  any person  \nwhether  entitled  to or interested  in a registered  design  or an application  for registration  of a design,  by \ncirculars,  advertisements  or otherwise  threatens  any other  person  with proceedings  for infringement  of \nthe registration  in a registered  design,  any person  aggrieved  thereby  may institute  a suit against  him \nfor any relief  specified  in sub-section  (2). \n (2) Unless  in any suit under  sub-section  (1), the defendant  proves  that the acts in respect  of \nwhich  proceedings  were  threatened  constitute  or, if done,  would  constitute,  an infringement  of the \nregistration  in a registered  design  the registration  of which  is not shown  by the plaintiff  to be invalid,  \nthe plaintiff  shall  be entitled  to the following  reliefs,  namely: — \n(a)  a declaration  to the effect  that the threats  are. unjustifiable;  \n(b)  an injunction  against  the continuance  of the threats;  and \n(c)  such damages,  if any, as he has sustained  thereby.  \n (3) For the avoidance  of doubt  it is hereby  declared  that a mere  notification  that a design  is \nregistered  does not constitute  a threat  of proceedings  within  the meaning  of this section.  \n_____________ _ \nCHAPTER  VII \nPOWERS  AND  DUTIES  OF REGISTRAR  \n 23. Exercise  of discretionary  powers  of Register .___ Without  prejudice  to the provisions  of \nthis Ordinance  requiring,  the Registrar  to hear any party  to proceedings  thereunder,  or to give to any \nsuch party  an opportunity  of being  heard,  the Registrar  shall  give to any applicant  for registration  of a \ndesign  an opportunity  of being  heard  to the applicant  before  exercising  adversely  any discretion  vested  \nin the Registrar  by or under  this Ordinance.  \n 24. Costs  and security  for costs .___ (I) The Registrar  may,  in any proceedings  before  him \nunder  this Ordinance,  by order  award  to any party  such costs  as he may consider  reasonable,  and direct  \nhow and by which  parties  they are to be paid,  and any such costs  shall  be recoverable  as an arrears  of \nland revenue.  \n (2) If any party,  by whom  application  is made  to the Registrar  for the cancellation  of the \nregistration  of a design  or for the grant  of a licence  in respect  of a registered  design,  or by whom  notice  \nof appeal  is given  from  any decision  of the Registrar  under  this Ordinance,  neither  resides  nor carries  \non business  in Pakistan,  the Registrar,  or, in the case of appeal,  the High  Court,  may require  him to \ngive security  for the costs  of the proceedings  or, as the case may be, appeal,  and if no security  is given  \nmay treat the application  or, as the case may be appeal  as abandoned.  \n 25. Evidence  before  Registrar .___ (1) The evidence  to be given  in any proceedings  before  the \nRegistrar  under  this Ordinance  may be given  by affidavit  or in such manner  as may be prescribed,  but \nthe Registrar  may if he thinks  fit in any particular  case take oral evidence  in lieu of, or in addition  to, \nsuch evidence  as aforesaid  and may allow  any witness  to be cross -examined  on his affidavit.  \n \nPage 14 of 16 \n  (2) The Registrar  shall,  in respect  of the examination  of witnesses  on oath and the discovery  \nand production  of documents,  have  all the powers  of a Civil  Court  and the provisions  applicable  to the \nattendance  of witnesses  in proceedings  before  such Court  shall  apply  to the attendance  of witnesses  in \nproceedings  before  the Registrar.  \n 26. Power  of Registrar  to refuse  to deal with  certain  agents .___ The Registrar  may refuse  to \nrecognize  in respect  of any business  under  this Ordinance  any agent  who is not entitled  to practice  as \na patent  agent  before  the Controller  of Patents  and Designs  under  the Patents  Ordinance,  2000.   \n_______________  \n \nCHAPTER  VIII \nOFFENCES  AND  PENALTIES  \n 27. Offence  and penalties .___ If any person  fails to comply  with any direction  given  under  \nsection  7 or makes  or causes  to be made  an application  for the registration  of a design  in contravention  \nof that section,'  he shall  be punishable  with imprisonment  for a term which  may extend  to two years,  \nor with fine which  may extend  to twenty  thousand  rupees,  or with both.  \n 28. Falsification  of register,  etc.___ If any person  makes  or causes  to be made  a false  entry  in \nthe register,  or a writing  falsely  purporting  to be a copy  of any entry  in the register,  or produces  or \ntenders  or causes  to be produced  or tendered  in evidence  any such writing,  knowing  the .entry  or \nwriting  to be false,  he shall  be punishable  with imprisonment  for a term which  may extend  to two \nyears,  or with fine which  may extend  to twenty  thousand  rupees,  or with both.  \n 29. Falsely  representing  design  as registered .___ (1) If any person  falsely  represents  that a \ndesign  applied  to any article  sold by him is registered  in respect  of that article,  he shall  be punishable  \nwith fine which  may extend  to one thousand  rupees.  \n (2) For the purpose  of sub-section  (1), a person  who sells an article  having  stamped,  engraved  \nor impressed  thereon  or otherwise  applied  thereto  the word  “registered ”, or any other  word  expressing  \nor implying  that the design  applied  to the article  is registered,  shall  be deemed  to represent  that the \ndesign  applied  to the article  is registered  in respect  of that article.  \n (3) If any person,  after the registration  of a registered  design  has expired,  marks  any article  to \nwhich  the design  has been  applied  with the word  “registered ”, or any word  or words  implying  that \nthere  is a subsisting  registration  of the design,  or causes  any such article  to be so marked,  he shall  be \npunishable  with fine which  may extend  to two hundred  rupees.  \n 30. Offences  by companies .___ Where  an offence  under  this Ordinance  is committed  by a body  \ncorporate,  every  person  who at the time of the commission  of the offence  is a director,  general  manager,  \nsecretary  or other  similar  officer  of the body  corporate,  or is purporting  to act in any such capacity,  \nshall  be deemed  to be guilty  of that offence  unless  he proves  that the offence  was committed  without  \nhis consent  or connivance  and that he exercised,  all such diligence  to prevent  the commission  of the \noffence  as he ought  to have  exercised  having  regard  to the nature  of his functions  in that capacity  and \nto all the circumstances.  \n_____________  \n \n \nPage 15 of 16 \n CHAPTER  IX \nMISCELLANEOUS  \n \n 31. Power  to make  rules .___ (1) The Federal  Government  may,  by notification  in the official  \nGazette,  make  rules  for carrying  out the purposes  of this Ordinance.  \n (2) In particular  and without  prejudice  to the generality  of the foregoing  power  such rules  may \nprovide  for— \n(a)  prescribing  the form  of application  for registration  of designs  and of any \nrepresentations  or specimens  of designs  or other  documents  which  may be filed \nat the Patent  Office,  and for requiring  copies  to be furnished  of any such \nrepresentations,  specimens  or documents;  \n(b)  regulating  the procedure  to be followed  in connection  with any application  or \nrequest  to the Registrar  or in connection  with any proceedings  before  the \nRegistrar  and for authorizing  the rectification  of irregularities  of procedure;  \n(c)  regulating  the keeping  of the register,  \n(d)  authorizing  the publication  and sale of copies  of representations  of designs  and \nother  documents  in the Patent  Office;  and \n(e)  any other  matter  which  has to be or may be prescribed.  \n (3) The power  to make  rules  under  this section  shall  be subject  to the condition  that of the rules  \nshall  be made  after previous  publication.  \n 32. Fees .___ (1) There  shall  be paid in respect  of the registration  of designs,  and applications  \ntherefor,  and in respect  of other  matters  with relation  to the designs  under  this Ordinance,  such fees as \nmay be prescribed.  \n (2) A proceeding  in respect  of which  a fee is payable  under  this Ordinance  or the rules  made  \nthereunder  shall  be of no effect  unless  the fee has been  paid.  \n  33. Service  of notices,  etc, by post.___ Any notice  required  or authorized  to be given  by or \nunder  this Ordinance,  and any application  or other  document  so authorized  or required  to be made  or \nfiled,  may be given,  made  or filed by post or by hand.  \n 34. Saving .___ Nothing  contained  in this Ordinance —  \n(a)  shall  be construed  as authorizing  or requiring  the Registrar  to register  a design  \nthe use of which  would,  in his opinion,  be contrary  to the public  policy  or \nmorality;  and \n (b)  shall  affect  the right  of the Federal  Government  or of any person  deriving  the \ndirectly  or indirectly  from  the Federal  Government  to sell or use articles  \nforfeited  under  the laws relating  to customs  or excise.  \n \nPage 16 of 16 \n  35. Instructio ns from  the Federal  Government .___ In the exercise  of his powers  and the \ndischarge  of his functions,  the Registrar  shall  be guided  on questions  of policy  by the instructions,  if \nany, given  to him from  time to time by the Federal  Government  which  shall  be the sole judge  as to \nwhether  a question  is a question  of policy.  \n 36. Repeal .___ Clause  (5) of section  2 and sections  43,44,45,46,47,  48, 49, 50, 51, 51A,  51B,  \n52, 53, and 54 of the Patents  and Designs  Act, 1911,  (II of 1911)  are hereby  repealed.  \n______________"
}