{
    "file": "./converted_json\\administrator928b2c2ef45547f6fd72490e62757369.json",
    "name": "Merchandise Marks Act, 1889",
    "date": "1st March, 1889",
    "tagline": "An Act to amend the Law relating to Fraudulent Marks on Merchandise",
    "content": "UNDER PROOF READING  \n \nPage 1 of 10 \n  \n \n \nTHE MERCHANDISE MARKS ACT, 1889  \n \n \n \n       CONTENTS    \n                   \n1.  Title, extent and commencement  \n2.  Definitions  \n3. [Repealed ] \nTRADE DESCRIPATIONS  \n4.  Provisions supplemental to the definit ion of false trade description  \n5.  Application of trade descriptions  \n5A.  Power to require good s to show indication of origin  \n6.  Penalty for appl ying a false trade description  \n7.  Penalty for selling goods to which as fals e trad e description is applied  \nUNINTENTIONAL CONTRAVENTION OF THE LAW RELATING TO MARKS AND \nDESCRIPTIONS  \n8.  Unintentional contravention of the law relating to marks and descriptions  \nFORFEITURE OF GOODS.  \n9.  Forfeiture of goods  \n10-11.  [Repealed ] \nSTAMPING OF LENGTH OF PIECE -GOODS MANUFACTURED IN PAKISTAN  \n12.  Stamping of length of piece -goods manufactured in Pakistan  \nSUMPLENTAL PROVISION  \n13.  Evidence of origin of goods imported by sea  \n14.  Costs of defence or prosecution   \n \n\nUNDER PROOF READING  \n \nPage 2 of 10 \n 15.  Limitation of prosecution  \n16.  Authority of the [Federal Government ] to issue instructions a s to administration of this Act  \n17.  Implied wa rranty on sale of marked goods  \n18.  Savings  \n19.  Definition of piece -goods  \n20.  Determination of  character of goods by sampling  \n21.  Informati on as to  commission of offence  \n22.  Punishment of abetment in Pakist an of acts done out of Pakistan   \nUNDER PROOF READING  \n \nPage 3 of 10 \n THE MERCHANDISE MARKS ACT, 1889  \n \n1ACT No. IV OF 1889  \n[1st March, 1889 ] \nAn Act to amend the Law relating to Fraudulent Marks on Merchandise . \nWHEREAS it is expedient  to amend the law relating to fraudulent marks on merchandise;  \nIt is hereby enacted as follows : —  \n1. Title, extent and commencement .—(1) This Act may be called the 2 * Merchandise Marks \nAct, 1889.  \n3[(2) It extends to the whole of Pakistan]; and 4[*  *  *] \n(3) It shall come into force on the first day of April, 1889.  \n2. Definitions . In this Act, unless there is something repugnant in the subject or context, — \n5[(1) “trade mark ” means any mark sured for denoting that goods as are the manufacture .  or \nmerchandise of a particular person and includes any trade mark which is registered in the register of \ntrade marks kept under the Trade Marks Act, 1940.] (V of 1940).  \n(2) 6”trade description ” means any description, statement or other indication, direct or \nindirect, — \n \n(a) as to the number, quantity, measure, gauge or weight of any goods,  \n  \n(b) or as to the place or country in which, or the time at which, any goods were \nmade or produced, or  \n \n(c) as to the mode of manufacturing or producing any goods, or  \n \n(d) as to the material of which any goods are composed, or  \n \n(e) as to any goods being the subject of an existing patent, privilege or copyright;  \n \n \n1 For Statement of Objects and Reasons, see Gazette of India, 1888, Pt. V, p. 109; for Report of the Select Committ ee, see ibid ., 1889, Pt. V, p. 27 ; and \nfor Proceedings in Council , see ibid ., 1888, Pt. VI, pp. 111 and 136, and ibid., 1889, Pt. VI, p. 38  \nIt has been applied to Phulera in the Excluded Area of Upper Tanawal  to the extent the Act is applicable in the N.W.F.P., subject to certain modifications; \nand also extended to the Excluded Area of Upper Tanawal (N.W.F.P.) other than Phulera with effect from such date and subject to such modifications as \nmay be notified, see N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950  \nThe Act has been extended to the State of Bahawalpur see G. G. O. 11 of 1953, as amended  \nThe Act has been applied to Balochistan, by Reg. 13 of 1940 ( see also Reg. 3 of 1954)  \nIt has been ext ended to the Leased Areas of Balochistan, see the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950); and applied in the Fe derated \nAreas of Balochistan, see Gazette of India, 1937, Pt. I, p. 1499  \nExtended to the Balochistan States Union, see G. G. O. 4 o f 1953, s. 2 and Sch  \nThe Act has been and shall be deemed to have been brought into force in Gwadur with effect from the 8th September, 1958, by t he Gwadur (Application \nof Central Laws) O rdinance, 1960 (37 of 1960), s. 2. \n2 The word “Indian ” omitted by A. O ., 1949, Sch  \n3 Sub-section (2) as amended by A. O., 1949, Arts. 3 (2) and 4, has been subs. by the Central Laws (Statute Reform) Ordinance, 1960  (21 of 1960), s. 3 \nand 2nd Sch. ( with effect from the 14th October, 1955 ). \n4 The words “subject to the provisio n of the last section of this Act ” rep. by the Indian Merchandise Marks and Sea Customs Acts Amdt. Act, 1891 (9 of \n1891), s. 1.  \n5 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for the existing clause  (1). \n6 Cf. the Merchandise Marks Act, 1887 (50 & 51 Vict., c.28), s. 3 (2).  \n \nUNDER PROOF READING  \n \nPage 4 of 10 \n and the use of any numeral, word or mark which according to the custom of the trade \nis commonly taken to be an indication of any of the above matters shall be deemed to \nbe a trade description within the meaning of this Act:  \n(3) 1false trade description ” means  a trade description which is untrue in a material respect as \nregards the goods to which it is applied, and includes every alteration of a trade description, whether \nby way of addition, effacement or otherwise, where that alteration makes the description u ntrue in a \nmaterial respect, and the fact that a trade description is a trade mark or part of a trade mark shall not \nprevent such trade description being a false trade description within the meaning of this Act:  \n(4) “goods ” means anything which is the subj ect of trade or manufacture: and  \n(5) “name ” includes any abbreviation of a name  \n2*  *  *  *  *  *  * \n3. [Substitution of new sections for sections 478 to 489 of the Indian Penal Code.] Rep. by the \nRepealing Act, 1938 (I of 1938), s. 2 and Schedule.  \nTRADE DESCRIPTIONS  \n1[4. Provisions supplemental to the definition of false trade description. —(1) The \nprovisions of this Act respecting the application of a false trade description to goods, or respecting \ngoods to which a false trade description is applied, shall extend to the application to goods of any such \nnumerals, words or marks, or arrangement or combination thereof, whether including a trade mark or \nnot, as are or is reasonably calculated to lead persons to believe that the goods are the manufacture or  \nmerchandise of some person other than the person whose manufacture or merchandise they really are, \nand to goods having such numerals, words or marks, or arrangement or combination, applied thereto.  \n 3(2) The provisions of this Act respecting the applicati on of a false trade description to goods, \nor respecting goods to which a false trade description is applied, shall extend to the application to \ngoods of any false name or initials of a person, and to goods with the false name or initials of a person \napplie d, in like manner as if such name or initials were a trade description, and for the purpose of this \nenactment the expression false name or initials means as applied to any goods any name or initials — \n(a)  not being a trade mark, or part of a trade mark, an d  \n(b)  being identical with, or a colourable imitation of, the name or initials of a person \ncarrying on business in connection with goods of the same description and not \nhaving authorized the use of such name or initials.  \n(3) A trade description which den otes or implies that there are contained in any goods to which \nit is applied more yards, feet or inches than there are contained therein standard yards, standard feet or \nstandard inches is a false trade description.  \n \n 45.—Application of trade descriptions.  (1) A person shall be deemed to apply description to \ngoods who — \n \n1 Cf. the Merchandise Marks Act, 1887 (50 & 51 Vict., c.28), s. 3 (2).  \n2 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981) s. 3 and 2nd Sch.  \n3 Cf. ibid., s . 3(3). \n4 Cf, ibid. , s.5.  \nUNDER PROOF READING  \n \nPage 5 of 10 \n (a)  applies it to the goods themselves, or  \n(b)  applies it to any covering, label, reel or other thing in or with which the goods \nare sold or are exposed or had in possession for sale or any purpose of trade or \nmanufacture, or  \n(c)  places, encloses or annexes any goods which are sold, or are exposed or had in \npossession for sale or any purpose of trade or manufacture, in, with or to any \ncovering, label, reel or other thing to which a trade description has been applied, \nor  \n(d)  uses a trade description in any manner reasonably calculated to lead to the belief \nthat the goods in connection with which it is used are designated or described \nby that trade description.  \n(2) A trade description shall be deemed to be applied whether it i s woven, impressed or \notherwise worked into or annexed or affixed to the goods or any covering, label, reel or other thing.  \n(3) The expression “covering ” includes any stopper, cask, bottle, vessel, box, cover, capsule, \ncase, frame or wrapper, and the expre ssion “label ” includes any band or ticket.  \n1[5A. Power to require goods to show indication of origin .—(1) The Federal Government \nmay, by notification in the official Gazette, require that goods of any class specified in the notification \nwhich are made or produced beyond the limits of Pakistan and imported into Pakistan, or which are \nmade or produced within the limits of Pakistan, shall, from such date as may be appointed by the \nnotification not being less than three months from its issue, have applied to t hem an indication of the \ncountry or place in which they were made or produced, or of the name and address of the manufacturer \nor the person for whom the goods were manufactured.  \n(2) The notification may specify the manner in which such indication shall be applied, that is \nto say, whether to the goods themselves or in any other manner, and the times or occasions on which \nthe presence of the indication shall be necessary, that is to say, whether on importation only, or also at \nthe time of sale, whether by who lesale or retail or both.  \n(3) No notification under this section shall be issued, unless application is made for its issue by \npersons or associations substantially representing the interests of dealers in, or manufacturers, \nproducers, or users of, the goo ds concerned, or unless the Federal Government is otherwise convinced \nthat it is necessary in the public interest to issue the notification, with or without such inquiry as the \nFederal Government may consider necessary.  \n(4) The provisions of section 23 of  the General Clauses Act, 1897, (X of 1897) shall apply to \nthe issue of a notification under this section as they apply to the making of rules or byelaws the making \nof which is subject to the condition of previous publication.  \n(5) A notification under thi s section shall not apply to goods made or produced beyond the \nlimits of Pakistan and imported into Pakistan, if in respect of those goods the Collector of Customs is \nsatisfied at the time of importation that they are intended for exportation whether after  transhipment in \nor transit through Pakistan or otherwise.]  \n \n \n \n1 Ins. by the Merchandise Marks (Amdt.) Ordinance, 1980 (14 of 1980), s. 2.  \nUNDER PROOF READING  \n \nPage 6 of 10 \n 1[(6) All goods imported into Pakistan to which any notification under this section applies shall \nbe deemed to be goods of which the bringing into or taking out of Pakistan has been prohibited or \nrestricted under section 16 of the Customs Act, 1969, (IV of 1969) and all the provisions of that Act \nshall have effect accordingly.  \n(7) Whoever contravenes the provisions of any notification under this section in relation to any \ngoods made or produced in Pakistan, or sells, or exposes or has in his possession for sale or any \npurposes of trade or manufacture, any goods in relation to which the provision of any notification \nunder this section has been contravened, shall, unless he furnishes the proof provided for in section 7, \nbe liable to the punishment provided for  in that section and the Court convicting or acquitting him may \ndirect the forfeiture to Government of all goods in relation to which the offence has been committed \nor, but for such proof as aforesaid, would have been committed.]  \n26. Penalty for applying a  false trade description.  If a person applies a false trade description \nto goods, he shall, subject to the provisions of this Act, and unless he proves that he acted without \nintent to defraud, be punished with imprisonment for a term which may extend to th ree months or with \nfine which may extend to two hundred rupees, and in the case of a second or subsequent conviction \nwith imprisonment which may extend to one year, or with fine, or with both.  \n7. Penalty for selling goods to which as false trade descriptio n is applied . If a person sells, \nor exposes or has in possession for sale or any purpose of trade or manufacture, any goods or things to \nwhich a false trade description is applied, he shall, unless he proves — \n(a) that, having taken all reasonable precautions a gainst committing an offence \nagainst this section, he had at the time of the commission of the alleged offence \nno reason to suspect the genuineness of the trade description, and  \n \n(b) (b) that, on demand made by or on behalf of the prosecutor, he gave all the \ninformation in his power with respect to the persons from whom he obtained \nsuch goods or things, or  \n \n(c) (c) that otherwise he had acted innocently,  \nbe punished with imprisonment for a term which may extend to three months, or with fine which may \nextend to  two hundred rupees, and in case of a second or subsequent conviction with imprisonment \nwhich may extend to one year, or with fine, or with both.  \nUNINTENTIONAL  CONTRAVENTION OF THE LAW RELATING TO MARKS AND \nDESCRIPTIONS.  \n38. Unintentional contravention of the law relating to marks and descriptions . Where a \nperson is accused under section 482 of the Pakistan Penal Code (XLV of 1860) of using a false trade \nmark or property mark by reason of his having applied a mark to any goods, property or receptacle in \nthe manner mentioned in section 480 in or section 481 of that Code, as the case may be, or under \nsection 6 of this Act of applying to goods any false trade description, or under section 485 of the \nPakistan Penal Code (XLV of 1860) of making any die, plate or other instrument for the purpose of \ncounterfeiting a trade mark or property mark, and proves  \n \n \n1Added by the Merchandise Marks (Amdt.) Ordinance, 1981 (28 of 1981) s.2.  \n2 Cf. the Merchandise Marks Act, 1887 (50 & 51 Vict., c. 28), s. 2(1).  \n3 Cf. ibid., s. 6. \nUNDER PROOF READING  \n \nPage 7 of 10 \n (a) that in the ordinary course of his business he is employed, on behalf of other \npersons, to apply trade marks or property marks, or trade descriptions, or, as the \ncase may be, to make dies, plates or other instruments for making, or being used \nin mak ing, trade marks or property marks, and that in the case which is the \nsubject of the charge he was so employed and was not interested in the goods \nor other thing by way of profit or commission dependent on the sale thereof, \nand  \n \n(b) that he took reasonable precautions against committing the offence charged, and  \n \n \n(c) that he had, at the time of the commission of the alleged offence, no reason to \nsuspect the genuineness of the mark or description, and  \n \n(d) that, on demand made by or on behalf of the prosecutor, he gave all the \ninformation in his power with respect to the persons on whose behalf the mark \nor description was applied , \n  he shall be acquitted.   \nFORFEITURE OF GOODS  \n 19. Forfeiture of goods .—(1) When a person is convicted under section 482 of the Pakistan \nPenal Code (XLV of 1860) of using a false trade mark, or under section 486 of that Code of selling, or \nexposing or having in possession for sale or any purpose of trade or manufacture, any go ods or things \nwith a counterfeit trade mark applied thereto, or under section 487 or section 488 of that Code of \nmaking, or making use of a false mark, or under section 6 or section 7 of this Act of applying a false \ntrade description to goods or of selling , or exposing or having in possession for sale or any purpose of \ntrade or manufacture, any goods or things to which a false trade description is applied, or is acquitted \non proof of the matter or matters . specified in section 486 of the Pakistan Penal Cod e (XLV of 1860) \nor section 7 or section 8 of this Act, the Court convicting or acquitting him may direct the forfeiture to \n2[Government] of all goods and things by means of, or in relation to, which the offence has been \ncommitted or, but for such proof as aforesaid, would have been committed.  \n(2) When a forfeiture is directed on a conviction, and an appeal lies against the conviction, an \nappeal shall lie against the forfeiture also  \n(3) When a forfeiture is directed on an acquittal and the goods or things to  which the direction \nrelates are of value exceeding fifty rupees, an appeal against the forfeiture may be preferred, within \nthirty days from the date of the direction, to the Court to which in appealable cases appeals lie from \nsentences of the Court which directed the forfeiture.  \n3 * *  *  *  *  *  * \n  \n 10 & 11 . [Amendment of the Sea Customs Act, 1878.] Rep. by the Repealing Act, 1938 (I of \n1938), s. 2 and Schedule.  \n \n \n \n1 Cf. the Merchandise Marks Act, 1887 (50 & 51 Vict., c.28), s. 2 (3) (iii).  \n2 Subs. by A.O., 1961, Art. 2, for “Her Majesty ” (with  effect from the 23rd March, 1956).  \n3 Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch  \nUNDER PROOF READING  \n \nPage 8 of 10 \n STAMPING OF LENGTH OF PIECE -GOODS MANUFACTURED IN 1[PAKISTAN].  \n12. Stamping of length of piece -goods manufactured in Pakistan .—(1) Piece -goods, such \nas are ordinarily sold by length or by the piece, which have been manufactured in premises which are \na factory as defined in the 2[Factories Act, 1934 (XXV of 1934)], sh all not be removed from those \npremises without having conspicuously stamped in 3[Arabic numerals] on each piece the length thereof \nin standard 4[metres] or in standard 4[metres] and a fraction of such a 5[metre] according to the real \nlength of the piece.  \n(2) If any person removes or attempts to remove any such piece -goods from any such premises \nwithout the length of each piece being stamped in the manner mentioned in sub -section (1), every such \npiece, and everything used for the packing or removal thereof,  shall be forfeited to 6[Government], and \nsuch person shall be punished with fine which may extend to one thousand rupees.  \nSUPPLEMENTAL PROVISIONS  \n713. Evidence of origin of goods imported by sea. In the case of goods brought into \n2[Pakistan] by sea, evidence of the Port of shipment shall, in a prosecution for an offence  against this \nAct or section 8[15 of the Customs Act, 1969 (IV of 1969)], be prima facie evidence of the place or \ncountry in which the goods were made or produced.  \n914. Costs of defence or prosecution .—(1) On any such prosecution as is mentioned in the \nlast foregoing section or on any prosecution for an offence against any of the sections of the Pakistan \nPenal Code (XLV of 1860) as amended by this Act, which relate to  trade, property and other marks, \nthe Court may order costs to be paid to the defendant by the prosecutor or to the prosecutor by the \ndefendant, having regard to the information given by and the conduct of the defendant and prosecutor \nrespectively.  \n(2) Suc h costs shall, on application to the Court, be recoverable as if they were a fine  \n1015. Limitation of prosecution.  No such prosecution as is mentioned in the last foregoing \nsection shall be commenced after the expiration of three years next after the commi ssion of the offence, \nor one year after the first discovery thereof by the prosecutor, whichever expiration first happens  \n \n \n \n \n \n1 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “the Provinces \nand the Capital of the Federation ” which had been subs. by A. O., 1949, Arts. 3(2) and 4, for “British India ”. \n2 Subs. by Ord. 27 of 1981, s. 3 and 2nd Sch., for “Indian Factories Act, 1881 ”. \n3  Subs. ibid., for “English numerals ”. \n4 Subs. ibid., for “yards ”. \n5 Subs. ibid., for “yard ” \n6 Subs. by A. O., 1961, Art 2, for “Her Majesty ” (with effect from the23rd March, 1956 ) \n7 Cf. the Merchandise Marks Act, 1887 (50 & 51 Vict., c. 28), s. 10(2).  \n8 Subs. by the Federal Laws (Revision an d Declaration) Ordinance 1981 (27 of 1981), s. 3 and 2nd Sch., for certain words.  \n9 Cf. the Merchandise Marks Act, 1887 (50 & 51 Vict., c. 28), s. 14.  \n10 Cf. ibid., s. 15  \n \n \nUNDER PROOF READING  \n \nPage 9 of 10 \n  16. Authority of the Federal Government to issue instructions as to administration  of this \nAct.—(1) The 1[Federal Government] may, by notification 2[in the official Gazette], issue \n3[instructions for observance by Criminal Courts in giving effect to any of the provisions of this Act.  \n(2) Instructions under sub -section (1) may provide, a mong other matters, for the limits of \nvariation, as regards number, quantity, measure, gauge or weight, which are to be recognized by \nCriminal Courts as permissible in the case of any goods.  \n417. Implied warranty on sale of marked goods . On the sale or in the contract for the sale of \nany goods to which a trade mark or mark or trade description has been applied, the seller shall be \ndeemed to warrant that the mark is a genuine mark and not counterfeit or falsely used, or that the trade \ndescription is not a fa lse trade description within the meaning of this Act, unless the contrary is \nexpressed in some writing signed by or on behalf of the seller and delivered at the time of the sale or \ncontract to and accepted by the buyer.  \n518. Savings .—(1) Nothing in this Ac t shall exempt any person from any suit or other \nproceeding which might, but for anything in this Act, be brought against him.  \n(2) Nothing in this Act shall entitle any person to refuse to make a complete discovery or to \nanswer any question or interrogator y in any suit or other proceeding, but such discovery or answer \nshall not be admissible in evidence against such person in any such prosecution as is mentioned in \nsection 14.  \n(3) Nothing in this Act shall be construed so as to render liable to any prosecu tion or \npunishment any servant of a master resident in 6[Pakistan] who in good faith acts in obedience to the \ninstructions of such master, and on demand made by or on behalf of the prosecutor, has given full \ninformation as to his master and as to the instr uctions which he has received from his master  \n  \n 7[19. Definition of piece -goods . For the purpose of section 12 of this Act and clause (f) of \nsection 8[15 of the Customs Act, 1969], (IV of 1969) the 1[Federal Government] may, by notification \nin the 2[official Gazette], 9declare what classes of goods are included in the expression ‘piece -goods, \nsuch as are ordinarily sold by length or by the piece.’  \n20. Determination of character of goods by sampling. —(1) The 1[Federal Government] may \nmake 9rules, for the purposes of this Act, to provide, with respect to any goods which purport or are \nalleged to be of uniform number, quantity, measure, gauge or weight, for the number of samples to be \nselected and tested and for the selection of the samples.  \n \n \n \n \n \n \n \n1 The word a “Central Government ” which were previously subs. by A. O.,1937 for “G. G. in. C. ”, have been subs. by F. A. O., 1975, Art. 2 and Table, \nto read as above.  \n2 Subs. by A. O., 1937, for “in the Gazette of India and in local official Gazettes ”. \n3 For notification containing such instructions, see Gen. R. & O . \n4 Cf. the Merchandise Marks Act, 1887 (50 & 51 Vict., c. 28), s. 17.  \n5 Cf. ibid., s. 19.  \n6 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October , 1955), for “the Provinces \nand the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3 (2) and 4, for “British  India”.  \n7 The original section 19 relating to the date of commencement of the Act as regards unstamped piece -goods, and the words “Transitory Provision” \nprefixed thereto, were rep. by the Indian Merchandise Marks and Sea Customs Acts Amendment Act, 1891 ( 9 of 1891), s. 2; and the present ss. 19 to  22  \nwere ins. ibid., s. 4  \n8 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for certain words.  \n9 For rules made under this section, see Gen. R. & O.  \nUNDER PROOF READING  \n \nPage 10 of 10 \n   (2) With respect to any goods for the selection and testing of samples of which provision is \nnot made in any rules for the time being in force under sub -section (1), the Court or officer of Customs, \nas the case may be, having occasion to ascertain the number, quantity, measure, gauge or weight of the \ngoods, shall, by order in writing, determine the number of samples to be selected and tested and the \nmanner in which the samples are to be selected  \n (3) The average of the results of the testing in pursuance of rul es under sub -section (1) or of \nan order under sub -section (2) shall be prima facie  evidence of the number, quantity, measure, gauge \nor weight as the case may be, of the goods  \n(4) If a person having any claim to, or in relation to, any goods of which sample s have been \nselected and tested in pursuance of rules under sub -section (1) or of an order under sub -section (2), \ndesires that any further samples of the goods be selected and tested, they shall, on his written \napplication and on the payment in advance by him to the Court or officer of Customs, as the case may \nbe, of such sums for defraying the cost of the further selection and testing as the Court or officer may \nfrom time to time require, be selected and tested to such extent as may be permitted by rules t o be \nmade by the l[Federal Government] in this behalf or as, in the case of goods with respect to which \nprovision is not made in such rules, the Court or officer of Customs may determine in the circumstances \nto be reasonable, the samples being selected in manner prescribed under sub -section (1), or in sub -\nsection (2), as the case may be.  \n(5) The average of the results of the testing referred to in sub -section (3) and of the further \ntesting under sub -section (4) shall be conclusive proof of the number, quant ity, measure, gauge or \nweight, as the case may be, of the goods.  \n(6) Rules under this section shall be made after previous publication.  \n21. Information as to commission of offence.  An officer of the Government whose duty it is \nto take part in the enforceme nt of this Act shall not be compelled in any Court to say whence he got \nany information as to the commission of any offence against this Act.  \n \n22. Punishment of abetment in Pakistan of acts done out of Pakistan.  If any person, being \nwithin 2[Pakistan], abets the commission, without 2[Pakistan], of any Act which, if committed in 2 \n2[Pakistan], would, under this Act, or under any section of that part of Chapter XVIII of the Pakistan \nPenal Code (XLV of 1860) which relates to trade, property and other . marks, be an offence, he may \nbe tried for such abetment in any place in 2[Pakistan] in which he may be found, and be punished \ntherefor with the punishment to which he would be liable if he had himself committed in that place the \nact which he abette d.] \n \n \n \n \n \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”, which was previously subs. by A. O., 1937, for “G. G. in C. ” . \n2 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “the \nProvinces and the Capital of the Federation ” which had been subs. by A. O., 1949., Arts. 3(2) and 4, for “British India ”."
}