{
    "file": "./converted_json\\administrator4b792c652f4958b1b3cf8addbe8bafc0.json",
    "name": "The Supreme Court Judges (Leave, Pension and Privileges) Order, 1997",
    "date": "February 12, 1997",
    "tagline": "Regulating Leave, Pension, and Privileges of Supreme Court Judges",
    "content": "Page 1 of 10 \n  \n \nTHE S UPREME COURT JUDGES (LEAVE, PENSION AND \nPRIVILEGES ) ORDER, 1997  \n \n \n \n \nCONTENTS  \n \n                                               PART I  \n                                                  PRELIMINARY  \n1.      Short title extent and  c ommencement  \n2.      Definitions  \n                                                                        PART II  \n                                                                         LEAVE  \n3.      Kinds of l eave \n4.      Leave a ccount  \n5.      Aggregate amount of l eave \n6.      Grant of leave not d ue \n7.      Leave s alary  \n8.      Encashment of l eave \n9.      Extraordinary l eave \n10.    Combining leave with v acation  \n11.    Overstaying l eave or vacation  \n12.    Abeyance of acting appointments in v acation  \n13.    Special D isability Leave  \n14.    Authority competent to grant l eave \n \n \n \n\n \nPage 2 of 10 \n                                                                        PART III  \n                                                                       PENSION  \n15.    Entitlement  \n16.    Payable p ension  \n16A. Pension on re -employment etc.  \n17.    Commutation of p ension  \n18.    Extraordinary p ension  \n19.    Subsidiary c ondition s of s ervice  \n20.    Official r esidence  \n20A. Temporary residence -cum-office  \n21.    Official c ar \n22.    Superior judicial allowance  \n23.    Repealed  \n24.    Exemption f rom Income -tax \n25.    Facilities To r etired Judges  \n26.    Repeal ed \nTHE SCHEDULE  \n \n \n \n \n  \n \nPage 3 of 10 \n THE S UPREME COURT JUDGES (LEAVE, PENSION AND PRIVILEGES) \nORDER, 1997  \nPRESIDENT’ S ORDER 2 OF  1997  \n[12th February, 1997]  \n WHEREAS paragraph 2 of the Fifth Schedule to the Constitution of Islamic Republic of \nPakistan relating to the Supreme Court provides that every Judge of the Supreme Court shall be entitled \nto such privileges and allowances, and to such rights in respect of leave o f absence and pension, as \nmay be determined by the President  ; \n NOW, THEREFORE, in exercise of the said powers the President is pleased to make the \nfollowing Order:— \nPART I  \nPRELIMINARY  \n 1. Short title and commencement. —(1) This  order may be called the Supreme Court Judges \n(Leave, Pension and Privileges ) Order, 1997.  \n (2) It shall come into force at once and paragraph 16 shall be deemed to have taken effect on \nthe 27th July, 1991.  \n 2. Definitions. —In this Order, unless there is a nything repugnant in the subject or context, — \n(a) “acting Chief Justice ” means a Judge appointed under Article 180 of the \nConstitution to act as Chief Justice  ; \n \n(b) “acting Judge ” means a Judge of a High Court appointed under Article 181 of \nthe Constitution to act temporarily as a Judge  ; \n \n(c) “actual service ” means the time spent by a Judge on duty as such or in the \nperformance of such other functions as he may perform under the Const itution \nand law, or at the request of the President, and includes vacations  ; \n \n(d) “Chief Justice ” means the Chief Justice of the Supreme Court  ; \n \n(e) “High Court ” means the High Court of a Province and shall includes a High \nCourt which existed in Pakistan at any time before the commencement of the \nConstitution, 1973.  \n \n(f) “Judge ” means a Judge of the Supreme Court and includes  the Chief Justice, an \nacting Chief Justice and an acting Judge  ; \n \n(g) “Judge of a High Court ” includes the Chief Justice of a High Court  ; \n \n(h) “servic e as Judge ” means service rendered as a Judge either in the Supreme \nCourt only or in that Court and in one or more of the High Court  ; \n \n(i) “service for pension ” means actual service and includes thirty days of the \namount actually taken, whichever is less of each period of leave on full \nallowance  ; \n \nPage 4 of 10 \n (j) “Supreme Court ” means the Supreme Court of Pakistan and shall include the \nSupreme Court which existed in Pakistan at any time before the commencement \nof the constitution; and  \n \n(k) “vacation ” means a vacation fixed by or under the rules of the Supreme Court.  \n \n                                     _____________  \n   \n PART II  \n            LEAVE  \n 3. Kinds of leave. —(1) Subject to the provisions of this Order, leave granted to a Judge may, \nat his option, be either — \n(a) leave on full salary; or  \n(b) leave on half salary; or  \n(c) leave partly on full salary and partly on half salary.  \n (2) For the purposes of this part, any period of leav e on full salary shall be reckoned as double \nthat period of leave on half salary.  \n 4. Leave account. —A leave account shall be kept for each Judge showing therein the amount \nof leave due to him in terms of leave on half salary and in such account there shal l be— \n      (i)  credited to him in two separate columns — \n(a) a period equal to one‑fourth of actual service; and  \n \n(b) where any duties are assigned to a Judge and, for reasons of such \nassignment, the Judge does not avail of any vacation or avails of less \nthan thirty days of vacation in any calendar year, in addition to the leave \ncredited under the preceding sub‑clause, a further period equal to double \nthe period by which the vacation availed of by him  falls short of thirty \ndays ; and  \n \n      (ii)  debited to him  the period of all leave on full or half salary granted to him: \n                  Provided that the opening credit at the commencement of this order shall not exceed six \nmonths in the case of any Judge.  \n 5. Aggregate amount of leave. —(1) The aggregate amou nt of leave granted to a Judge during \nhis whole period of service as such shall not exceed, in terms of leave on half salary, thirty‑six months.  \n (2) The aggregate amount of leave on full salary granted to a Judge during his whole period of \nservice as such  shall not exceed one twenty‑fourth of the period spent by him on actual service, but the \nleave credited to a Judge under sub‑clause (b) of clause (i) of paragraph 4 shall not be subject to the \nlimit herein specified.  \n (3) The period of leave granted at an y one time shall not exceed, in the case of leave on full \nsalary six months and, in the case of leave of any other kind specified in paragraph 3, sixteen months.  \n \nPage 5 of 10 \n  6. Grant of leave not due. —Subject to the maximum limit specified in sub‑paragraph (1) of \nparagraph 5, leave on half salary may be granted to a Judge in excess of the amount at his credit — \n(a) on a medical certificate; and  \n \n(b) for a period not exceeding six months and not more than once during the whole \nperiod of his service as Judge, otherwise than on medical certificate.  \n \n 7. Leave salary. —(1) The monthly rate of leave salary payable to a Judge while on leave on \nfull salary shall  be equal to the monthly rate of his salary.  \n (2) The monthly rate of the leave salary payable to a Judge while on leave on half‑salary shall \nbe equal to half the monthly rate of his salary.  \n (3) A Judge appointed after the commencement of this Order, shal l not be entitled to draw his \nleave salary, otherwise than in Pakistan rupees unless he, immediately before such appointment, was \nentitled, in the service of Pakistan to draw leave salary in foreign exchange in which case he may draw \nleave salary in foreig n exchange on the same terms and conditions as were applicable to him as a \nperson in the service of Pakistan.  \n (4) A Judge who was holding office as such immediately before the commencement of this \nOrder may draw leave salary in foreign exchange in respect  of any period of leave spent outside \nPakistan as if he were a Federal Government servant recruited prior to the 17th May, 1958.  \n 8. Encashment of leave. —A Judge who has, at the time of retirement, three hundred and \nsixty‑five days leave on full salary to his credit, shall be paid six months salary in lieu of leave not \navailed of.  \n 9. Extraordinary leave. —(1) Leave in excess of any leave admissible under the foregoing \nprovisions of this Order may be granted to a Judge for a period not exceeding six months and not more \nthan once during the whole period of his service.  \n (2) No leave under sub‑paragraph (1) shall be granted to a Judge so as to terminate with his  \nretirement nor after he has tendered his resignation.  \n (3) No leave salary shall be payable to a Judge in respect of the period of leave granted under \nsub‑paragraph (1).  \n 10. Combining leave with vacation. —A Judge may be permitted to combine vacation with  \nleave of any kind if the leave is either at the commencement or at the end of vacation but not at both  : \n Provided that no such permission shall be granted to a Judge if it becomes necessary thereby \nto appoint an acting Judge.  \n 11. Overstaying leave or va cation.  If a Judge overstays his leave or any vacation, whether \ncombined with leave or not, he shall receive no salary for the period of his absence in excess of the \nleave granted to him or beyond the end of the vacation, as the case may be:  \n Provided that, if such absence is due to circumstances beyond his control, the period thereof \nmay be treated as leave admissible to him.  \n \n \nPage 6 of 10 \n  12. Abeyance of acting appointments in vacation. —Nothing in this Order shall be construed \nas authorising  any acting C hief Justice or a cting Judge to continue to hold his acting appointment \nduring vacation.  \n \n 13. Special Disability Leave. —Special disabi lity leave may be granted to a J udge when he is \ndisabled by injury intentionally inflicted or caused in, or in consequence of, the due performance of \nhis official duties or in consequence of his official position and the provisions of Fundamental Rule 83 \nshall, so far as may be, apply to a Judge as they apply to a Government servant under the rule making \npower of t he President.  \n \n 14. Authority competent to grant leave. —The authority competent to grant or refuse leave, \nor to revoke or curtail leave already granted, shall, in the case of the Chief Justice, be the President \nand, in the case of other Judges, the Chief J ustice.  \n_____________  \nPART III  \nPENSION  \n 15. Entitlement. —A Judge shall, on his retirement, resignation or removal, be paid a pension \nin accordance with the provisions of this Order if he has — \n(a) attained the retiring age; or \n \n(b) completed  not less than ten years’  service  as Judge or not less than seven years' \nservice for pension and before attaining the retiring age resigned  ; or \n \n(c) completed not less than five years' service as Judge or not less than three years' \nservice for pension and, be fore attaining the retiring age, resigned, his \nresignation having been medically certified to be necessitated by ill health or \nbeen removed for physical or mental incapacity.  \n \n 16. Payable pension. —(1) Subject to sub‑paragraph (2), the Chief Justice and a  Judge on his \nretirement or resignation as provided in paragraph 15 shall be entitled to the minimum amount of \npension equal to seventy  per cent of the salary determined by the President from time to time payable \nto the Chief Justice, or as the case may be , a Judge plus five per cent of the said salary for each \ncompleted year of service either as the Chief Justice or as the Judge not exceeding the maximum \namount of pension equal to eighty‑five per cent of the said salary  : \n \n Provided that for the period bet ween twenty‑seven day of July, 1991 and the thirty‑first day of \nMay, 1994 the minimum and the maximum amounts shall refer to the amounts specified in the Pension \nof Judges of Superior Courts Order, 1993 (P.O. 2 of 1993).  \n  \n \n \n  \n \nPage 7 of 10 \n  1[Explanation :—The expression “salary” means the salary referred to in paragraph 1 of Fifth \nSchedule to the Constitution of the Islamic Republic of Pakistan or such higher salary as the President \nmay determine from time to time but shall not include any allowance or amount r epresenting any \nprivilege or facility.]  \n (2) If a Chief Justice or a Judge  before his appointment in the Supreme Court was the Chief \nJustice or a Judge of a High Court and the pension payable to him as Chief Justice or  Judge of the High \nCourt would have be en more than the pension payable to him under sub -paragraph  if he would have \nretired on the day he was appointed in the Supreme Court he would have the option to receive pension \neither under sub‑paragraph (1) or of the High Court.  \n 1[16A.  Pension on re -employment etc. —(1) Where a Judge in receipt of a pension is \nappo inted to a post in connection with affairs of the Federation or a Province or a body owned or \ncontrolled by any such Government or is holding any such post he shall draw the pay sanctioned for \nthe post minus his gross pension.  \n (2) Where a Judge who is receiving a pension — \n(a) is appointed to act an arbitrator by the Federal Government or Provincial \nGovernment or a Commission of Inquiry; or  \n \n(b) is required by such Government to give a legal opinion in any matter,  \n \nhe shall not receive any fee or compensation for so acting  or tendering a legal opinion except \nreimbursement of out of pocket expenses.  \n (3) Nothing contained in sub -paragraph (1) and (2) shall apply to a Judge who is in receipt a \npension before the commencement of the Supreme Court Judges (Leave, Pension and Pri vileges) \n(Amendment) Order, 1998, and opts not to have his pension increased as consequence of the increase \nin salaries provided thereby.]  \n 1[17. Commutation of pension. —The Civil Pension (Commutation) Rules shall, with \nnecessary modification s, apply to a  Judge.  \n (2) Where the pension of a Judge increase at any time after his retirement on account of a \nsubsequent increase of salaries payable to Judges, he shall not be entitled to have the different of the \npension payable to him at the time of his retiremen t and the subsequent increase in pension commuted.  \n (3) A Judge at the time of his appointment to a High Court was in receipt of a pension in respect \nof any post and had got any part of the said pension commuted, the amount of commutation so paid \nshall be  deducted from the amount of commutation arrived at under sub -paragraph (1) .] \n 18. Extraordinary pension. —The Central Civil Services (Extraordinary Pension) Rules shall \napply to a Judge, who may suffer injury or die as a result of violence as they apply to  an officer of the \nFederal Government subject to the modification that reference in those rules to tables relating to  injury \ngratuities and pensions and family gratuities and pensions, shall be construed as reference to the \ncorresponding tables in the Schedule to this Order.  \n \n1Added, ins. and subs. by P.O. No. 2 of 1998, Art. 2 -4 \n \nPage 8 of 10 \n  19. Subsidiary condition s of service. —Subject to the provisions of this O rder and such other \nprovisions as the President may make in this behalf, other privileges and rights o f a Judge shall be \ndetermined by the rules for the time being applicable to an officer appointed by the President holding \nthe rank of Secretary to the Federal Government  : \n \n Provided that nothing in this paragraph shall have effect so as to give to a Judge who is a \nmember of a civil service less favourable terms in respect of his conditions of service than those to \nwhich he would be entitled as a member of such service if he h ad not been appointed as a Judge, his \nservice as a Judge being treated as service for the purpose of determining those privileges and rights.  \n \n 20. Official residence. —(1) A Judge shall be entitled, without payment of rent, to the use of a \nresidence throug hout his term of office and for a period of thirty days thereafter and no charge shall \nfall on him personally in respect of its maintenance.  \n \n (2) Where a Judge chooses to reside in a house not provided by Government he shall be entitled \nto be paid a month ly allowance of 1[twenty -five thousand]  rupees and his residence shall also be, \nmaintained at Government expense.  \n Explanation .—In this paragraph — \n \n(a) maintenance  in relation to a residence includes the payment of local rates and \ntaxes and the provision of electricity, gas and water  ; and  \n \n(b) residence includes the staff quarters and other building appurtenant to, and the \ngardens of the residence.  \n \n 2[20A. Temporary residence -cum-office. —If the official residence of the Chief Justice \nprovided under paragraph 20, is located at a place other than Islamabad, he shall be entitled, with \npayment of rent, to the use of a designated house, i.e. the Chief Justice Hou se, as a temporary residence -\ncum-office and no charge shall fail on him pers onally in respect of its maintenance.]  \n \n 21. Official car. —(1) A Judge shall be entitled to the use of an official car maintained at \nGovernment expense, but shall have to bear the cost of petrol used in the car during a month in excess \nof four hundred litres.  \n \n (2) A car provided for the use of a Judge shall be used by him until he retires, subject to its \nreplacement earlier, either because of its having completed the specified numb er of years of service or \ndistance to be covered or of its having become unserviceable in accordance with the rules.  \n \n \n \n1Subs. by P.O. No . 2 of 1998, Art. 5.  \n2Ins. by P.O. No. 2 of 2004, Art. 2.  \n \n \n \nPage 9 of 10 \n  1[22. Superior judicial allowance. —A Judge shall be entitled to be paid monthly, a Superior \nJudicial Office Allowance amounting to seven thousand rupees.  \n Explanation. —For the purposes of this paragraph, “Chief Justice ” includes “Acting Chief \nJustice ”.] \n 2[* * * * * * *] \n 24. Exemption from income -tax.—No income -tax shall be payable in respect of the \nallowance admissible to a Judge under paragraph 20 or paragraph 22 1[**] or the other benefits and \nperquisites to which a Judge is entitled under the said paragraph 20 or paragraph 21.   \n 25. Facilities to retired Judges. —A Judge on retirement shall be entitled at Government \nexpense to the services of either a driver or an orderly at his option. The service of driver or an orderly, \nas the case may be, will remain available, after the death of a Judge to his widow.  \n 26. Repeal. —The Supreme Court Judges (Leave, Pension and Privileges) Order, 1968 is \nhereby repealed.  \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. and omitted by P.O. No. 2 of 1998, Art. 6 -8. \n \nPage 10 of 10 \n THE SCHEDULE  \n(See paragraph 18)  \nINJURY GRATUITIES AND PENSIONS  \nOfficer                                       Gratuity              Annual                                  Annual  \n                                                                             Pension                                 Pension  \n                                                                             Higher                                   Lower  \n                                                                             Scale                                      Scale  \n \nThe Chief Justice or a Judge  \nof the Supreme Court              Rs.37,500              Rs.7,700                                Rs.5,000  \n \n \nFAMILY GRATUITIES AND PENSIONS  \n \nA‑WIDOWS  \n \nOfficer                                                           Gratuity                                        Annual Pension  \nThe Chief Justice or a Judge  \nof the Supreme Court .                                  Rs.20,600                                     Rs.8,000  \n \n \nB‑CHILDREN  \nIf child is motherless  :                                                                                   Rs.1,300  \nIf child is not motherless  :                                                                                    Rs.600  \n \n \n \n \n____________  \n \n \n \n \n \n \n \n \n103029 Date: 11 -11-2024"
}