{
    "file": "./converted_json\\administrator82875020b17c52f0f62746aa24334875.json",
    "name": "Modaraba Companies and Modaraba Rules, 1981",
    "date": "January 26, 1981",
    "tagline": "Rules Governing Modaraba Companies and Modaraba in Pakistan",
    "content": "1 IISSLLAAMMAABBAADD,,  MMOONNDDAAYY,,  JJAANNUUAARRYY  2266,,  11998811  \n  \nPPAARRTT  IIII  \nSSttaattuuttoorryy  NNoottiiffiiccaattiioonnss  ((SS..RR..OO))  \nGGOOVVEERRNNMMEENNTT  OOFF  PPAAKKIISSTTAANN  \nMMIINNIISSTTRRYY  OOFF  FFIINNAANNCCEE  \n  \nNNOOTTIIFFIICCAATTIIOONN  \n \nIslamabad, the 26th January, 1981  \n \n S.R.O.83/(I)/81.__ In exercise of the powers conferred by section 41 of the Modaraba \nCompanies and Modaraba (Floatation and Control) Ordinance, 1980 (XXXI of 1980), the Federal \nGovernment is pleased to make the following rules, namely : - \n \nTHE MODARABA COMPANIES AND MODARABA RULES, 1981  \n \n1. Short title and commencement.__ (1) These rules ma y be called the Modaraba \nCompanies and Modaraba Rules, 1981.  \n(2) They shall come into force at once.  \n2. Definitions __ (1) In these rules, unless there is anything repugnant in the subject or \ncontext,__  \n \n(a) “Advocate” means a person entered in any role under the p rovisions of the \nLegal Practitioners and Bar Councils Act, 1973 (XXV of 1973);  \n \n(b) “Certificate holders” means holders of Modaraba Certificates;  \n \n(c) “Chairman” means the Chairman of the Religious Board;  \n \n(d) “Form” means a form set out in the First Schedule;  \n \n(e) “Membe r” means a member of the Religious Board and includes the \nChairman;  \n \n(f) “Ordinance” means the Modaraba Companies and Modaraba (Floatation and \nControl) Ordinance, 1980 (XXXI of 1980);  \n \n(g) “Religious Board” means the Board constituted under section 9;  \n \n(h) “Section” m eans a section of the Ordinance;  \n \n 2 (i) All other terms and expressions used but not defined in these rules shall have \nthe same meanings as are assigned to them in the Ordinance.  \n \n3. Registrar.  __ (1) The headquarters of the Registrar shall be at Islamabad.  \n(2) Without prejudice to the powers, duties and functions conferred or imposed on him by \nthe Ordinance, the following shall be the duties and fun ctions of the Registrar, namely :- \n \n(a) to receive applications for registration as modaraba companies;  \n \n(b) issue to a moda raba company a Certificate of Registration which indicates the serial \nnumber of registration, year of registration and office of issue and has the official \nseal of the Registrar affixed thereto;  \n \n(c) to provide secretarial services to the Religious Board;  \n \n(d) to refer the applications for floatation of modaraba which shall be in Form -I, to the \nReligious Board and obtain their certificate in writing in Form II that the modaraba is \nnot a business opposed to the injunctions of Islam;  \n \n(e) to receive applications for and grant Certificate of Authorization in Form III for \nfloatation of modarabas on such conditions as he may deem fit in keeping with the \nprovisions of section 11;  \n \n(f) to lay -down, receive and examine all reports, accounts and other documents referred \nto in sectio n 14 and to pass orders for and receive such additional documents or \nreports or information as may be considered necessary;  \n \n(g) to issue a certificate in Form IV on receipt of a declaration in Form V that Modaraba \nCertificate have been allotted in an amount n ot less than the minimum amount stated \nin the prospectus to be raised in order to provide for the business operations and \nexpenses;  \n \n(h) to allow issue of certificates of a modaraba at a premium or at a discount.  \n \n(3) The Registrar shall examine or cause to be  examined any documents received and \nreturn for rectification any document filed with or delivered to him for registration, filing or \nrecording if it is found to be defective or incomplete or mutilated and shall not register file or record \nsuch document un til the requirements indicated by him have been complied with and a revised or \ncorrected document furnished:  \n  \n Provided that the Registrar may for special reasons instead of returning the document \ndemand a fresh document or ask the modaraba company to dep ute a representative to rectify or \ncomplete the document as may be necessary.  \n \n(4) The Registrar shall not register, file or record any document in respect of which a fee \nis payable until such fee has been deposited in the correct head of account and recei pt furnished to \nhim and shall, pending the payment of such fee, act in the same way as if no such document had \nbeen tendered for registration, filing or record.  \n 3  \n \n (5) When a document is accepted for being registered, filed or recorded, the Registrar \nshall issue an acknowledgement in Form VI of the First Schedule.  \n \n(6) All documents of each modaraba company and each modaraba shall be  kept \ntogether, distinct and separate from those of other modaraba companies and modarabas.  \n \n (7) The Registrar shall make endorse ment of the following particulars on every \ndocument registered, filed or recorded in his office, namely serial number (a separate serial number \nshall be given to each document); name of the modaraba company and of the modaraba; brief \ndescription of the doc ument including its enclosures; and the date on which the document is \nregistered, filed or recorded, and shall sign, and affix his official seal, to every such endorsement.  \n \n (8) In the office of the Registrar, there shall be maintained a register of modar aba \ncompanies and a register of modarabas in Forms VII and VIII in which particulars of the companies \nand the modarabas shall be entered in the order in which they are registered or authorized, as the \ncase may be.  \n \n (9) In the pages allotted to each modara ba company in the register, a note shall be made \nof every document or fact relating to the Modaraba Company  or modaraba which is registered, \nrecorded or filed with the Registrar.  \n \n (10) The Registrar shall also cause an alphabetical index to be maintained of modaraba \ncompanies and modarabas in the register;  \n  \n (11) The Registrar shall permit members of the public to inspect such registers and \nrecords of documents maintained under this rule and such other rules as he may deem fit, provided \nthat, before such permission is granted, prescribed inspection fee has been paid.  \n \n (12) The inspection of the documents shall be allowed during the office hours and in the \npresence of the Registrar or a person authorized by him in his behalf.  \n \n (13) The Registrar shall, on  the application of a person, grant copies of entries in the \nregisters and documents as are open to inspection duly signed, sealed and dated by him on payment \nof the prescribed fees.  \n \n (14) The Registrar shall take cognizance of omission to file or registe r documents on due \ndate or any other omission, lapse, irregularity or infraction of the law by or in relation to a \nmodaraba company or modaraba.  \n \n (15) The Registrar shall institute such enquiries or proceedings in respect of any matter as \nmay, in his opin ion, be necessary to obtain information or evidence respecting defaults or any lapse, \nirregularity or infraction of the law by any modaraba company or in relation to a modaraba or any \npromoter, officer, employee, liquidator or receiver.  \n \n 4  (16) The Registra r shall cause to be prepared and keep a seal for authentication of \ndocuments and certificates required for or connected with the registration of modaraba companies \nand modarabas and related matters.  \n \n (17) The Registrar may assign any of the duties prescri bed under the Ordinance or these \nrules and generally regulate performance of duties and issue directions to any officer or officials \nsubordinate to him in such manner as he may think fit.  \n \n(18) There shall be paid in respect of the several matters mentioned in the Second \nSchedule the several fees therein specified.  \n \n (19) All fees, charges and other sums paid or realized under the Ordinance or under any \norder of the Registrar, Tribunal or the Federal Government in pursuance of the Ordinance and the \nrules shall b e accounted for to the Federal Government in the State Bank of Pakistan or any other \nbank acting as agent of that Bank or the Government Treasury under head “1213 -ECONOMIC \nREGULATION -RECEIPTS UNDER MODARABA ORDINANCE” and the receipt thereof shall \nbe furni shed to the Registrar, the Tribunal or the Federal Government along with  the documents, \napplication or otherwise, as the case may be.  \n \n4. Registration of Modaraba Company. __ (1) An application for registration of a \nmodaraba company shall be made to the Re gistrar in Form IX.  \n \n(2) The application shall be accompanied by__  \n \n(a) five copies of the Memorandum and Articles of Association;  \n \n(b) five copies of Certificate of incorporation;  \n \n(c) receipted Treasury Challan in respect of the fees paid for the application;  \n \n(d) five copi es of the latest audited accounts, if the company has already been in \nbusiness; and  \n \n(e) a precise description of the business being done, if it is already engaged in \nbusiness other than floatation of modaraba or if it proposes to undertake such \nbusiness in ad dition to flotation and management of modarabas.  \n \n(3) The company shall make such changes in its Memorandum and Articles of \nAssociation or in their  Board of Directors as may be required by the Registrar.  \n   \n(4) The Registrar on being satisfied that the com pany is eligible to be registered shall \nissue a Certificate of Registration in Form X on such conditions as may be specified.  \n \n5. Tribunal.__(1) A person appointed to constitute a Tribunal shall hold office for a \nterm of three years unless he resigns or ot herwise ceases to hold office earlier.  \n \n(2) A Tribunal shall, in consultation with the Federal Government, appoint such officers \nand staff as are considered necessary for carrying out the functions of the Tribunal.  \n 5  \n(3) The hearing of and proceedings befor e a Tribunal shall be public unless the Tribunal \nfor reasons recorded in writing: - \n \n(a) decides to hold the proceedings or any part thereof in private; or  \n(b) gives directions as to the persons who may be present thereat; or  \n(c) prohibits or restricts the publication  of any part of evidence given before it or \ncontained in any document filed before it.  \n \n(4) There shall be an official seal of a Tribunal which shall be in the custody of the \nChairman or of an officer designed by him in this behalf.  \n \n6. Religious Board.  __(1) The Religious Board shall consist of three members \nappointed by the Federal Government by notification in official Gazette, one of whom shall be the \nChairman.  \n \n(2) Two of the members shall be religious scholars and the Chairman shall be a person \nwho i s, or has been, or is qualified to be a Judge of a High Court.  \n \n(3) Meetings of the Religious Board shall be held to consider applications for floatation \nof modaraba as and when called by the Chairman, but at least once in every two months unless there \nis no business  to transact.  \n \n(4) The Board may wherever so required obtain clarification or additional information \nfrom the modaraba company or offer a personal hearing to the modaraba company before arriving at \na decision.  \n \n(5) The proceedings of each meetin g of the Religious Board shall be recorded in such \nmanner as may be specified by it and the same shall be signed by the Chairman or, in his absence, \nby the member presiding over the meeting.  \n \n(6) All orders and decisions of the Religious Board shall be aut henticated by the \nChairman or a member or officer especially empowered in this behalf by the Board.  \n \n(7) The Religious Board shall give its decision within thirty days from the date of \nclosure of its last hearing in a communication bearing official seal of  the Board.  \n \n(8) A member of the Religious Board shall hold office for a term of three years unless he \nresigns, ceases to hold office or is removed earlier.  \n \n(9) Any casual vacancy shall be filled in by appointment by the Federal Government of \na person qua lified to be a member, for the un -expired term of the outgoing member.  \n \n(10) The members of the Board, other than a Chairman who is Judge of a High Court, \nshall be entitled to : - \n \n(a) a fixed fee of Rs.500/ - per day;  \n 6 (b) traveling and daily allowance as admissible  to Grade 20 officers of the \nFederal Government.  \n \n(11) The sittings of the Religious Board shall normally be held at Islamabad but the \nBoard may sit in such places in Pakistan as it may from time to time decide.  \n \n(12) On being called upon to appear before the Religious Board appearance may be in \nperson or through an authorized representative.  \n \n(13) All sittings of the Religious Board shall be presided over by the Chairman and in his \nabsence by a member as may be nominated by him.  \n \n(14) There shall be an off icial seal of the Religious board which shall remain in the \ncustody of the Chairman or an officer authorized by him in writing.  \n \n7. Capital of company also engaged in other business.  ___ Unless it is a body corporate \nformed under any law and owned or contr olled by the Federal or a Provincial Government, whether \ndirectly or through a company or corporation set up by such Government, a company which is also \nengaged in business other than floatation and management of modaraba shall be eligible for \nregistration  as a modaraba company only if it has a paid up capital of at least seven and a half \nmillion rupees of which an amount of not less than two and a half million rupees shall be set aside \nfor the modaraba free from any encumbrances.  \n \n8. Accounts and audit . ___ (1) Every modaraba company shall cause to be kept proper \nbooks of account for each modaraba with respect to:- \n \n(a) all sums of money received and expended by the modaraba and the matters in respect \nof which the receipt and expenditure takes place;  \n \n(b) all sales  and purchases of goods by the modaraba; and  \n \n(c) the assets and liabilities of the modaraba.  \n \n Explanation : - For the purpose of this sub -rule prope r books of account shall not   be deemed to be \nkept with respect to the matters aforesaid if there are not kept  such books as are necessary to give a \ntrue and fair view of the state of the modaraba’s affairs and to explain its transactions.  \n \n (2) The books of account shall be kept at the reg istered office of the Modaraba C ompany \nor at such other place as may be aut horized by the Registrar.  \n \n (3) Where a modaraba has a branch office, the modaraba company shall be deemed to \nhave complied with the provisions of sub -rule (1) and sub -rule (2) if proper books of account \nrelating to the transactions effected at the branch office are kept at the branch office and proper \nsummarized returns, made up to dates at intervals of not more than one month, are sent by the \nbranch office to the registered office of the modaraba company or other place referred to in sub -rule \n(2). \n \n 7  (4) Every balance sheet of a modaraba shall give a true and fair view of the state of \naffairs of the modaraba as at the end of its financial year, and every profit and loss account ** [,cash \nflow statement and statement of changes in equity ] of a modaraba shall  respectively give a true and \nfair view of the result of **[its operations, cash flows and changes in equity ] for the year then \nended.  \n \n9. Submission of annual report by modaraba company. __ (1)  The annual report \nrequired by section 14 to be furnished by the modaraba company shall include a balance sheet **[,a \nprofit and loss account, a cash flow statement and a statement of changes in equity ] in respect of \neach modaraba and fullest information and explanations in regard to any reservation, observation, \nqualification or adverse remarks contained in the auditor’s report.  \n \n (2) The balance sheet and profit and loss account included in the annual report prepared \nby the modaraba company shall comply with the requirements of the Third Schedule as nearly as \npossi ble **[and the balance sheet, profit and loss account, cash flow statement and statement of \nchanges in equity prepared by the modaraba company shall conform with such International \nAccounting Standards and other standards as are notified from time to time in the official Gazette \nby the Securities and Exchange Commission of Pakistan under sub -section (3) of section 234 of the \nCompanies Ordinance, 1984 (XLVII of 1984)] . \n \n (3) The balance sheet **[, profit and loss account, cash flow statement and statement of  \nchanges in equity together with the notes forming part thereof]  and profit and loss account and \nstatement of financial changes shall be audited by the auditor of the modaraba and the report of the \nauditor shall be as prescribed in Form XI.  \n \n**[10. Submiss ion of periodical report.  ___ Submission of periodical reports._ Every \nmodaraba company shall, within one month of the close of first, second and third quarters of the \nfinancial year of each modaraba, prepare in accordance with such International Accountin g \nStandards and other standards, as may be specified from time to time by notification in the official \nGazette, for the purpose by the Securities and Exchange Commission of Pakistan under sub -section \n(3) of section 234 of the Companies Ordinance, 1984 (XLV II of 1984), AND TRANSMIT BY \nREGISTERED POST TO THE Registrar and under postal certificate to its certificate holders a \nprofit and loss account, a cash flow statement and a statement of changes in equity for, and a \nbalance sheet as at the end of, that quar ter, whether audited or otherwise].  \n \n11. Annual balance sheet.__ (1) The directors of every modaraba company shall some \ndate not later than eighteen months after the floatation of each modaraba and subsequently once at \nleast in every calendar year prepare an annual balance sheet **[ and profit and loss account and a \nstatement of changes in financial position] in respect of each modaraba for the period in the case of \nthe first account since the floatation of the modaraba and in any other case since the prece ding \naccount.  \n \n (2) The accounting year adopted under the preceding sub -rule shall not be changed \nwithout the prior approval of the Registrar.  \n \n \n**Amendments made vide SRO No. 471(I)/2003, dated June 4, 2003.  \n 8 12. Authentication of balance sheet. __ (1) Sav e as provided by sub -rule (2), the balance \nsheet ** [, profit and loss account, cash flow statement and statement and statement of changes in \nequity] shall be signed by the chief exec utive and two director s of the modaraba company.  \n \n (2) When the total num ber of directors of the modaraba company for the time being in \nPakistan is less than the number of directors whose signatures are required by sub -rule (1), then the \nbalance sheet **[, profit and loss account, cash flows statement and statement of changes i n equity]  \nshall be signed by all the directions for the time being in Pakistan or, if there is only one director for \nthe time being in Pakistan, by such director, but in such a case there shall be sub -joined to the \nbalance sheet **[, profit and loss accoun t, cash flows statement and statement of changes in equity]  \na statement signed by such directors or director explaining the reason for non -compliance with the \nprovisions of sub -rule (1).  \n \n13. Access to minutes of proceedings of general meetings of modarab a company and of \nits directors.__ The auditor of a modaraba shall have full access to the minute books of the \nmodaraba company and in case the modaraba company is also engaged in other business he shall be \nprovided with authenticated copies of the minutes and decisions concerning the affairs of the \nmodaraba.  \n \n14. Information about the pattern of holding of certificates by subscribers. __  A \nmodaraba company shall also circulate along  with the annual accounts information about the patter n \nof holding of the ce rtificates by the certificate -holders in Form XII or as near thereto as possible.  \n \n15. Liability where proper accounts not kept. ___ (1) If at any time it is shown that \nproper books of account were not kept in relation to the modaraba, every director and o fficer of the \nmodaraba company who is in default shall, unless he shows that he acted honestly and diligently \nand that in the circumstances in which the business of the modaraba company was carried on the \ndefault was excusable, be criminally liable.  \n \n(2) For t he purposes of this rule, proper books of account shall be deemed not  \nto have been kept in the case of any modaraba if there have not been kept such books or accounts as \nare necessary to exhibit and explain the transactions and financial position of the tr ade or business \nof the modaraba, including books containing material entries from day to day in sufficient detail of \nall cash received and case paid, and where the trade or business has involved dealings in goods, \nstatements of the annual stock -takings and  (except in the case of goods sold by way of ordinary \nretail trade) of all goods sold and purchased showing the goods and the buyers and sellers thereof in \nsufficient detail to enable those goods and those buyers and sellers to be identified.  \n \n16. Expenses  to be re imbursed to modaraba company’s etc. __ (1) The modaraba \ncompany shall be entitled to be reimbursed annually reasonable expenses other than any \nremuneration in respect of directors, officers and employee of the modaraba company.  \n \n(2) Such expenses shal l be audited by the auditors of the modaraba company  \nand classified under appropriate headings as used in Profit and Loss Account, and will form part of \nthe annual accounts of the modaraba.  \n \n**Amendments made vide SRO No. 471(I)/2003, dated June 4, 2003.  \n 9  (3) For the purposes of the calculation of the remuneration payable to the modaraba \ncompany under section 18 the profit shown in the audited profit and loss account of the modaraba \nshall form the basis.  \n \n17. Capitalization  of profits. __ (1) The Board of D irectors of a modaraba company may \nresolve that it is desirable to capitalize any part of the amount for the time being standing to the \ncredit of any of the modaraba’s reserve accounts or to the credit of the profit and loss account or \notherwise available for distribution and accordingly decide that such sum be set free for distribution \namongst the Certificate holders who would have been entitled thereto if distributed by way of profit  \nand in the same proportions on conditions that the same be not paid in cash but he applied either in \nor towards paying up any amounts for the time being unpaid on any certificates held by such \nmembers respectively or paying up in full un -paid issued certificates of the modaraba to be allotted \nand distributed credited as fully  paid-up bonus certificates to and amongst such Certificate holders \nin the proportion aforesaid, or partly in one way and partly in the other, and the modaraba company \nshall give effect to such resolution.  \n \n (2) Whenever such a resolution as aforesaid shal l have been passed the directors shall \nmake all appropriations and application of the un -divided profits resolved to be capitalized thereby; \nand all allotments and issues of fully paid certificates, if any, and generally shall do all acts and \nthings requir ed to give effect thereto, with full powers to the directors to make such provisions to \nthe issue of fractional certificates or by payment in cash or otherwise as they think fit for the case of \ncertificates becoming distributable in, fractions, and also to  authorize any person to enter on behalf \nof all the Certificate holders entitled thereto into an agreement with the modaraba providing for the \nallotment to them respectively, credited as fully paid -up, of any further certificates to which they \nmay be entit led upon such capitalization , or (as the case may require) for the application thereto of \ntheir respective proportional of the profits resolved to be capitalized, of the amounts or any part of \nthe amounts remaining un -paid on their existing certificates an d any agreement made under such \nauthority shall be effective and binding on all such Certificate holders.  \n \n18. Distribution of profit and reserves. ___ (1) The distribution of profit shall include \ndistribution in cash or issue of bonus certificates out of  the capitalized profit or any other security.  \n \n(2) The Board of a modaraba company may from time to time distribute to the  \nCertificate holders such interim profits as appear to the Board to be justified by the profits of the \nmodaraba.  \n \n(3) No distribution shall b e made otherwise than out of profits of the year or  any other \nun-distributed profits or realized capital gains.  \n \n(4) The Board of a modaraba company may, before making any distribution of profits, \nset aside out of the profits of the modaraba such sums as it th inks proper as a reserve or reserves \nwhich shall, at the discretion of the Board, be applicable for meeting contingencies, or for \nequalizing distribution of profit, or for any other purpose to which the profits of the modaraba may \nbe properly applied, and pending such application may, either be employed in the business of the \nmodaraba or be invested in such investments (other than certificate of the modaraba) as the Board \nmay from time to time think fit ). \n \n 10 (5) If several persons are registered as joint -holders of any certificate any one of them \nmay give effectual receipts for any profit payable on the certificates.  \n \n(6) Notice of any profit distribution that may have been declared shall be given by post \nto the Certificate holder at his registered address or, if he has no registered address in Pakistan, to \nthe address, if any, within Pakistan supplied by him to the modaraba company for giving notice to \nhim. \n \n(7) Where a notice is sent by post, service of the notice shall be deemed to be effected \nby properly addressing, p repaying and posting a letter containing the notice and, unless the contrary \nis proved, to have been effected at the time at which the letter would be delivered in the ordinary \ncourse of post.  \n \n(8) If a Certificate holder has no registered address in Pakistan,  and has not supplied to \nthe company an address within Pakistan for the giving of notices to him, a notice addressed to him \nor to the Certificate holders generally and advertised in a newspaper circulating in the neighborhood \nof the registered office of th e company shall be deemed to be duly given to him on the day on which \nthe advertisement appears.  \n \n(9) The final distribution of the profit in respect of any accounting period shall be made \nwithin six weeks after re -opening of the register of Certificate ho lders.  \n \n19. Appointment and removal of auditors. (1) Every modaraba company shall, state in \nthe prospectus the name and the address of the auditor of the modaraba duly approved by the \nRegistrar, who shall not be the auditor of the modaraba company.  \n \n(2) The t erms of the appointment of auditor shall be renewed every year with the  \napproval of the Registrar.   \n \n (3) If the modaraba company wishes to appoint an auditor other than the existing auditor \nfor the next accounting period, it shall inform the existing audi tor in writing giving reasons for such \nchange, with a copy to the Registrar.  \n \n (4) The Registrar may, if he so desires, seek such information as he may consider \nnecessary either from the modaraba company or from the auditor or from both and on being so \ndesired the parties concerned shall provide the Registrar with the required information.  \n \n(5) The auditor on his own accord shall be entitled to make such submissions in \nconnection with the proposed change to the Registrar as he may like.  \n \n(6) The Registrar ’s decision on the proposed change of auditor shall be final.  \n \n(7) An auditor may resign from his appointment with the approval of the Registrar \nobtained in writing.  \n \n20. Prospectus.____  (1) Every prospectus issued by a modaraba company in respect  of \nany m odaraba shall be dated, and that date shall, unless the contrary be proved, be taken as the date \nof publication of the prospectus.  \n 11  \n(2) A copy of the every such prospectus, signed by every person who is named therein \nas a director or proposed director of t he modaraba company, or by his agent authorized in writing, \nshall be filed for registration with the Registrar on or before the date of its publication, and no such \nprospectus shall be issued until a copy thereof has been so filed for registration.  \n \n(3) The Registrar shall not register any prospectus unless it is dated, and the copy thereof \nsigned, in the manner required by this rule.  \n \n(4) Every prospectus shall state on the face of it that a copy has been filed for \nregistration as required by this rule.  \n \n(5) If a prospectus is issued without a copy thereof being so filed, the modaraba \ncompany, and every person who is knowingly a party to the issue of the prospectus, shall be liable \nto a fine as laid down in section 32.  \n \n(6) Every prospectus of a modaraba must state the matters specified in Part I  of the \nFourth Schedule and set out the reports specified in Part II of that schedule and the said parts I and \nII shall have effect subject to the provisions contained in part III of that Schedule.  \n \n**[20.A__ (1)  Power to increase modaraba Fund. ___ (1) A Modaraba company may, \nunder the authority of a resolution passed at a meeting of its directors and with the approval of the \nRegistrar, alter the prospectus of a modaraba floated by it so as to increase the Modarab a Fund by \nissue of new modaraba certificates subject to such conditions as may be imposed by the Registrar:  \n \n Provided that, before according his approval, the Registrar shall, at the expense of the \nmodaraba, issue a notice of the proposed increase and con ditions attaching thereto for eliciting \nopinion of the modaraba certificate holders and others concerned within a period of not less than \nfourteen days from the date of publication in at least one issue each of a daily newspaper in English \nlanguage and a d aily newspaper in Urdu language having circulation in the Province in which the \nstock exchange on which the modaraba is listed is situate or, if the modaraba is not listed, in the \nProvince in which the registered office of the modaraba company is situate.  \n \n (2) Except  to the extent otherwise specified by the Registrar for reasons to be recorded, \nthe new modaraba certificates shall rank pari passu with the existing certificates in all matters \nincluding the right to such bonus or right issue and dividend as m ay be declared subsequent to the \ndate of issue of such new certificates.  \n \n (3) The modaraba company shall file with the Registrar a notice of exercise of any \npower referred to in sub -rule (1) and pay fees as specified for authorization to float modaraba on  \nthe additional amount of modaraba fund increased in the manner laid down in sub -rule (1), within \nfifteen days from the exercise thereof indicating the conditions attaching thereto and shall also \nissue a notice thereof in newspapers in the manner laid down  in Proviso to sub -rule (1) ]. \n \n**Rule 20A inserted by SRO 231(I)/87 dated March 26, 1987.  \n \n \n 12  **[ 20B.___Further issue of Modaraba Certificates. __ (1) Where the modaraba company \ndecides to increase the modaraba fund of a modaraba by the issue of new modara ba certificates, \nsuch certificates  shall subject to the conditions imposed by the Registrar, be offered to the existing \ncertificate holders in proportion to the existing certificates held by them, and such offer shall be \nmade by notice specifying the numb er of certificates to which the certificate holder is entitled, and \nlimiting a time within which the offer, if not accepted, will be deemed to be declined.  \n \n (2) The offer of new modaraba certificates shall be accompanied by a circular duly \nsigned by the directors of the modaraba company or an officer of the company authorized by them \nin this behalf in the form prescribed by the Registrar containing material information about the \naffairs and accounts of the modaraba and setting forth the necessity for rais ing of further funds with \nbusiness prospects.  \n \n (3) A copy of the circular referred to in sub -rule (2) signed in the manner specified \ntherein shall be filed with the Registrar before it is sent to the modaraba certificate holders.  \n \n (4) If, in any case, t he whole or any part of the issue of certificates so offered is declined \nor is not subscribed, the modaraba company may offer the unsubscribed  part in such manner as \nmay be approved by the Registrar.  \n \n(5) Where the new modaraba certificates forming part of the  Modaraba Fund  are to be \nissued to the public, a prospectus shall be issued which shall comply, in all respects, with the \nrequirements applicable to a prospectus and be subject to the liabilities specified in the Ord inance \nand the rules therefore.]  \n \n21. Invalidity of certain conditions as to waiver of notice.  ___ (1) Any condition \nrequiring or binding any applicant for certificates to waive compliance with any requirements of the \nFourth Schedule or purporting to affect him with notice of any contract, docum ent or matter not \nspecifically referred to in the prospectus, shall be void.  \n \n (2) It shall not be lawful to issue any form of application for the certificates of modaraba \ndifferent in text from the one forming part of the Fourth Schedule:  \n \n Provided that this sub -rule shall not apply if it is shown that the form of application was \nissued either;  \n \n(a) in connection with a bona fide  invitation to a person to enter into an underwriting \nagreement with respect to the certificates ; or  \n(b) in relation to certificates wh ich were not offered to the public.  \n \n22. Register of certificate holders.___ (1) Every modaraba company shall maintain a \nregister of “Certificate holders” in the manner required in respect of register of shareholders under \nthe Companies Act, 1913.  \n \n (2) The following provisions shall apply to the registration of the transfer of a Modaraba \nCertificate, namely: -  \n \n** Rule 20B inserted by SRO 231(I)/87 dated March 26, 1987.  \n 13 (a) an application for the registration of the transfer of certificates in a modaraba may b e \nmade either by the transferor  or the transferee, and the modaraba company shall \nenter in its register of Certificate holders the name of the transferee in the same \nmanner and subject to the same conditions as if the application for registration was \nmade by the transferee:  \n \nProvided that, where such application is made by the transferor, no  \nRegistration shall be made if objection is taken by the transferee within two weeks \nfrom the date of receipt of a notice of such application issued to him by the \nmodara ba company;  \n \n(b) for the purposes of clause (a) notice to the transferee shall be deemed to have been \nduly given if dispatched by prepaid post to the transferee at the address given in the \ninstrument of transfer and shall be deemed to have been delivered in th e ordinary \ncourse of post;  \n \n(c) it shall not be lawful for the modaraba company to register a transfer of  certificate of \nthe modaraba unless the proper instrument of transfer duly stamped and executed by \nthe transferor and the transferee has been delivered to  the modaraba company along  \nwith the relative modaraba certificate provided that, where it is proved to the \nsatisfaction of the directors of the modaraba company that an instrument of transfer \nsigned by the transferor and transferee has been lost, the moda raba company may, if \nits directors think fit, on an application in writing made by the transferee and bearing \nthe stamp required for an instrument of transfer, register the transfer with notice to \nthe transferor on such terms as to indemnity as the directo rs of the modaraba \ncompany may think fit;  \n \n(d) if a modaraba company refuses to register the transfer of any certificate, the \nmodaraba company shall, within two months from the date on which the instrument \nof transfer was lodged with the modaraba company, sen d to the transferee and the \ntransferor or notice of the refusal indicating reason for such refusal.  \n \n(3) The following provisions shall apply to succession to a certificate in the case of \ndeath of the holder, namely : - \n \n(a) the legal heirs of a deceased Certificat e holder, according to Shariat shall be \nthe only persons to be recognized by the modaraba company as having any \ntitle to his certificates;  \n \n(b) any person becoming entitled to a certificate in consequence of the death of \nthe Certificate holder may be register ed as a Certificate holder on producing \nsuch evidence as may be required by the modaraba company;  \n \n(c) any person who becomes entitled to a certificate  in consequence of the death \nof the holder may, instead of being registered as the holder himself, elect to \nhave some other person to be named by him registered as a transferee of such \ncertificate;  \n \n 14 (d) the person electing to have some other person registered as a holder in \naccordance with the above provision shall testify to such election by \nexecuting an instrument  of transfer in favour of his nominee;  \n \n(e) such instrument of transfer shall be presented to the modaraba company \ntogether with such other evidence as the directors of the company may \nrequire to prove the title of the transferee, and thereupon the transferee shall \nbe registered as a holder.  \n \n23. Annual list of Certificate holders and summary. __ (1) Every modaraba shall within \neighteen months from its flotation, and thereafter once at least in every year, make a list of all \npersons who, on the date of the re -opening of the register of certificate holders relative to \ndeclaration of final dividend or, where there is no such date in any particular year as, on 31st \nDecember of the year, are Certificate holders and of all persons who have ceased to be Certificate \nholders since the date of the last return or in the case of the first return since the floatation of the \nmodaraba.  \n \n (2) The list shall state the names, addresses, and occupations of all the past and present \nCertificate holders therein mentioned, and the num ber of certificates held by each of the existing \nCertificate holders at the date of the return, specifying certificates transferred since the date of the \nlast return, or in case of the first return, of the floatation the modaraba by persons who are still \nmembers and persons who have ceased to be Certificate holders respectively and the dates of \nregistration of the transfers, and shall contain a summary distinguishing between certificates issued \nfor cash and certificates issued as fully or partly paid up as bonus certificates or issued as fully or \npartly paid certificates otherwise than in cash, and specifying the following particulars, namely : - \n \n(a) the amount of the certificates of the modaraba and the number of certificates into \nwhich it is divided;  \n \n(b) the numb er of certificates taken from the commencement of the modaraba up to the \ndate of the return;  \n \n(c) the amount called up on each certificates;  \n \n(d) the total amount of calls received;  \n \n(e) the total amount of calls un -paid;  \n \n(f) the total amount of the sums (if any) paid by  way of commission in respect of any \ncertificates or allowed by way of discount in respect of any certificates since the date \nof the last return or so much thereof as has not been written off at the date of the \nreturn;  \n \n(g) the names and addresses of the perso ns who at the date of the return are the directors \nof the modaraba company and of the persons (if any) who at the said date are the \nmanagers or officers of the modaraba company, and the changes in the personnel of \nthe directors, managers and officers of th e modaraba company, and the changes in \n 15 the personnel of the directors, managers and since the last return together with dates \non which they took place; and  \n \n(h) the total amount of debt due from the modaraba in respect of all mortgages and \ncharges which are re quired to be registered with the Registrar under these rules.  \n \n(3) The above list and summary shall be contained in a separate part of the register of \nCertificate holders and shall be completed within thirty days from the date referred to in sub -rule (1) \nand the modaraba company shall forthwith file with the Registrar a copy signed by a director or by \nthe manager or secretary of the modaraba company, together with a certificate from the such \ndirector, manager or secretary that the list and summary state the  facts as they stood on the day \naforesaid.  \n \n 24. Inspection of register of certificate holders.___ (1)  The register of Certificate \nholders and the index thereof shall at all times be kept at the registered office of the modaraba \ncompany, and, except when closed under the provisions of this rule, shall during business hours be \nopen, subject to such reasonable restrictions as the modaraba company may lay down in the \nprospectus, for inspection by any Certificate holder, or any other person on payment of five rupee, \nor such less sum as the modaraba company may require, for each inspection and for making extract \nthere -from.  \n \n (2) Any Certificate holder or other person may require a copy of the register, or of any \npart thereof, or of the list and summary required  by these rules, or any part thereof, on payment of \none rupee for every hundred words or fractional part thereof required to be copied and the modaraba \ncompany shall cause any copy so required by any person to be sent to that person within a period of \nten days, exclusive of non -working days and days on which the transfer books of the modaraba are \nclosed, commencing on the day next after the day on which the requirement is received by the \nmodaraba company unless the person concerned asks for receiving person al delivery at a later date.  \n \n (3) If any inspection required under this rule is refused or if any copy required under this \nrule is not sent or delivered within the period specified under sub -rule (2), Registrar may, without \nprejudice to any penalty to whi ch the company or any director or any officer thereof may be liable \nunder the Ordinance, on a representation, be and order compel an immediate inspection of the \nregister and the index or direct that copies required thereof shall be sent to the persons requ iring \nthem.  \n \n25. Power to close register.___ A modaraba company may, on giving seven day’s \nprevious notice by advertisement in some newspapers circulating in the province in which the \nregistered office of the modaraba company is situate, close the register  of Certificate holders for any \ntime or times not exceeding in the whole forty -five days in each year and not exceeding fifteen days \nat any one time.  \n \n26. Return as to allotment. ___ (1 ) Whenever  a modaraba company floats any modaraba and \nmakes any allotme nt of its certificates, the modaraba company shall, within one month thereafter: - \n \n(a) file with the Registrar a return of the allotments, stating the number and nominal \namount of the certificates comprised in the allotment, the names and address of the \nallott ees and the amount paid if any due or payable on each certificate; and  \n 16  \n(b) in the case of a certificate allotted as fully or partly paid up otherwise than in cash, \nproduce for the inspection and examination of the Registrar a contract in writing \nconstituting the title of the allottee to the allotment together with any contract of sale, \nor for services or other consideration for which the allotment was made, such \ncontracts being duly stamped, and file with the Registrar verified copies of all such \ncontracts and  a return stating the number and nominal amount of certificates so \nallotted, the extent to which they are to be treated as paid up, and the consideration \nfor which they have been allotted.  \n \n(2) Where such a contract as is referred to in sub -rule (1) is not  reduced to  writing, the \nmodaraba company shall, within one month after the allotment, file with the Registrar the required \nparticulars of the contract stamped with the same stamp duty as would have been payable if the \ncontract had been reduced to writing,  and these particulars shall be deemed to be an instrument \nwithin the meaning of the Stamp Act, 1899, and the Registrar may, as a condition of  filing the \nparticulars, require that the duty payable thereon be adjudicated under section 31 of that Act.  \n  \n(3) If the Registrar is satisfied that in the circumstances of any particular case  the period of one \nmonth specified in sub -rules (1) and (2) for compliance with the requirements of those sub -rules is \ninadequate, he may extend that period as he thinks fit, and in  that event, the provisions of sub -rules \n(1) and (2) shall have effect in that particular case as if for the said period of one month the \nextended period allowed by the Registrar were substituted:  \n \n Provided that in case of default in filing with the Regis trar within the time specified in sub -\nrules (1) and (2) any document required to be filed by this rule, the modaraba company, or any \nperson liable for the default, may apply to the Federal Government for relief, and the Federal \nGovernment, if satisfied tha t the omission to file the document was accidental or due to \ninadvertence or that on other grounds it is just and equitable to grant relief, may make an order \nextending the time for the filing of the document for such a period as the Federal Government may  \nthink proper.  \n \n27. Certain mortgages and charges to be void if not registered.___  (1) Every mortgage \nor charge created by a modaraba and being either: - \n \n(a) a mortgage or charge for the purpose of securing any issue of Participation Term \nCertificate (PTC); or  \n \n(b) a mortgage or charge on any immovable property wherever situate or any interest \ntherein ; or  \n \n(c) a mortgage or charge on any book debts of the modaraba; or  \n \n(d) a mortgage of a charge, not being a pledge, on any movable property of the \nmodaraba except stock -in-trade ; or  \n \n(e) a floating charge on the undertaking or property of the modaraba;  \n \n 17 shall, so far as any security on the modaraba property or undertaking is thereby conferred, be void \nagainst the liquidator and any creditor of the modaraba, unless the required  particulars of the \nmortgage or charge, together with the instrument, if any, by which the mortgage or charge  is \ncreated or evidenced, or a verified copy thereof, are filed with the Registrar for registration in the \nmanner required by these rules within t wenty -one days after the date of its creation, but without \nprejudice to any contract or obligation for repayment of the money thereby secured, and on a \nmortgage or charge thus becoming void under this rule, the money secured thereby shall \nimmediately becom e payable:  \n \n Provided that:- \n \n(i) in the case of a mortgage or charge created out of Pakistan comprising solely \nproperty situate outside Pakistan twenty -one days after the date on which the \ninstrument or copy could, in due course of post, and if dispatched wit h due diligence, \nhave been received in Pakistan shall be substituted for twenty -one days after the date \nof the creation of the mortgage or charge, as the time within which the particulars \nand instrument or copy are to be filed with the Registrar, and  \n \n(ii) where the mortgage or charge is created in Pakistan but comprises property outside \nPakistan, the instrument creating or purporting to create the mortgage or charge or a copy \nthereof verified in the required manner may be filed for registration notwithstan ding that \nfurther proceedings may be necessary to make the mortgage or charge valid or effectual \naccording to the law of the country in which the property is situate; and  \n \n(iii) where a negotiable instrument has been given to secure the payment of any book  \ndebts of a modaraba, the deposit of the instrument for the purpose of securing an advance to \nthe modaraba shall not for the purpose of this rule be treated as a mortgage or charge on \nthose book debts; and  \n \n(iv) the holding of PTC entitling the holder to a  charge on immovable property shall not \nbe deemed to be an interest in immovable property.  \n \n(2) Where any mortgage or charge on any property or a company required to be \nregistered under sub -rule (1) has been so registered, any person acquiring such propert y or any part \nthereof, or any share or interest therein, shall be deemed to have notice of the said mortgage or \ncharge as from the date of such registration.  \n \n28. Registration of charge on properties. ___ Whenever the modaraba acquires any \nproperty which i s subject to a charge of any such kind as would, if it had been created by the \nmodaraba after the acquisition of the property, have been required to be registered under these rules, \nthe modaraba shall cause the required particulars of the charge, together with certified copy of the \ninstrument, if any, by which the charge was created or is evidenced, to be delivered to the Registrar \nfor registration in the manner required by these rules within twenty -one days after the date on which \nthe acquisition is comple ted : \n \n Provided that, if the property is situated and the charge was created outside Pakistan, \ntwenty -one days after the date on which the copy of the instrument could in due course of post, and \nif dispatched with due diligence, have been received in Paki stan shall be substituted for twenty -one \n 18 days after the completion of the acquisition as the time within which the particulars and the copy of \nthe instruments are to be delivered to the Registrar.  \n \n29.      Prosecution of delinquent directors of modaraba c ompany. ___ (1 ) If it appears to the \nTribunal in the course of a winding up that any past or present director, manager or other officer of \nthe modaraba company, or any member of the modaraba company has been guilty of any offence in \nrelation to the modarab a for which he is criminally liable, the Tribunal may, either on the \napplication of any person interested in the winding up or of its own motion, direct the liquidator \neither himself to prosecute the offender or to refer the matter to the Registrar.  \n \n(2) If it appears to the liquidator in the course of a voluntary winding up that any past or \npresent director, manager or other officer of the modaraba company or any member of the \nmodaraba company has been guilty of any offence in relation to the modaraba or m odaraba \ncompany for which he is criminally liable, he shall forthwith report the matter to the Registrar and \nshall furnish to him such information and give to him such access to and facilities for inspecting and \ntaking copies of any documents, being inform ation or documents in the possession or under the \ncontrol of the liquidator relating to the matter in question, as he may require.  \n \n(3) Where any report is made under sub -rule (2) to the Registrar, he may, if he thinks fit, \ncause an enquiry to be conducted  in the matter.  \n \n(4) If on any report to the Registrar under sub -rule (2) it appears to him that the case is \nnot one in which proceedings ought to be taken by him, he shall inform the liquidator accordingly, \nand thereupon, the liquidator may himself take proceedings against the offender.  \n \n(5) If it appears to the Tribunal in the course of winding up that any past or present \ndirector, manager or other officer of modaraba company, or any member of the modaraba company \nhas been guilty as aforesaid, and that no report with respect to the matter has been made by the \nliquidator to the Registrar, the Tribunal may, on the application of any person interested in the \nwinding up or of its own motion, direct the liquidator to make such a report, and on a report being \nmade accordingly the provisions of this rule shall have effect as though the report had been made in \npursuance of the provisions of sub -rule (2)  \n \n(6) If, where any matter is reported or referred to the Registrar under this rule, he \nconsiders that the case is one in which a prosecution ought to be initiated he shall take action \naccordingly:  \n \nProvided that no prosecution shall be initiated without first giving the accused person \nan opportunity of making a statement in writing to the Registrar and of being hea rd. \n \n (7) When any proceedings are instituted under this rule it shall be the duty of the \nliquidator and every officer and agent of the modaraba company past and present (other than the \ndefendant in the proceedings) to give all assistance in connection wit h the prosecution which he is \nreasonably able to give, and for the purposes of this sub -rule the expression “agent” in relation to a \nmodaraba company shall be deemed to include any banker or legal adviser of the company and any \nperson employed by the modar aba or modaraba company as auditor, whether that person is or is not \nan officer of the company.  \n \n 19  (8) If any person fails or neglects to give assistance in the manner required by sub -rule \n(7), the Tribunal may, on the application of the Registrar, direct t hat person to comply with the \nrequirements of the said sub -rule, and where any such application is made with respect to a \nliquidator, the Tribunal may, unless it appears that the failure or neglect to comply was due to the \nliquidator not having in his hand s sufficient assets of the company to enable him so to do, direct that \nthe costs of the application shall be borne by the liquidator personally.  \n \n30. Responsibility for fraudulent trading of persons concerned. ___ If in the course of \nwinding up or enquiry  of a modaraba it appears that any business of the modaraba has been carried \non with intent to defraud creditors or Certificate holders of the modaraba or for any fraudulent \npurpose, the Tribunal on the application of the Registrar or the liquidator or any  creditor, may, if it \nthinks proper so to do, declare that any persons who were knowingly parties to the carrying on of \nthe business in the manner aforesaid shall be personally responsible, without any limitation of \nliability for all or any of the debts or  other liabilities of the modaraba as the Tribunal may direct.  \n \n31. Loan or contribution to associated undertakings, etc. prohibited.___ No. loan or \ncontribution shall be made by the modaraba to any of the associated undertakings of the modaraba \ncompanies or political parties or other organization of political nature.  \n \n32. Advisory Committee.__ (1 ) The  Federal Government may, for the purpose of \nobtaining advice and assistance in carrying out the purposes of the Ordinance and the rule, \nconstitute an Advisory  Committee.  \n \n (2) The Committee shall consist of:  \n \n(a) a Chairman to be nominated by the Federal Government;  \n \n(b) the Registrar;  \n \n(c) a nominee of the Institute of Chartered Accountants of Pakistan;  \n \n(d) the President of the Federation of Pakistan Chambers of Commerce and  \nIndustry;  \n \n(e) the President of the Karachi or Lahore Stock Exchanges, as the Federal \nGovernment may specify;  \n \n(f) the Managing  Director of Bankers Equity Limited or National Investment \n(Unit) Trust or of the Investment Corporation of Pakistan as the Federal \nGovernment may specify; and  \n \n(g) not more than five other persons to be appointed by the Federal Government.  \n \n(3) The persons referred to in clauses (e) and (f) of sub -rule (2) shall be  appointed on the \nbasis of rotation.  \n \n \n 20 (4) Unless the Federal Government otherwise  directs, the Chairman and a  member of the \nCommittee shall hold office for a period of three years and shall be eligible for re -appointment.  \n \n \n \nH.U. BEG,  \nSecretary.  \n \n \n \n 21 THE FIRST SCHEDULE  \nFORM No.1  \n (Section 8)  \n [ See Rule 3(2) (d) ]  \n \nTo \n \nThe Registrar  \nMod araba Companies & Modarabas  \nCorporate Law Authority  \nGovernment of Pakistan  \nIslamabad.  \n \nDear Sir,  \n \n We_________________ being a duly registered Modaraba Company, registered vide \nRegistration No. _______________ dated________ hereby apply for the grant of pe rmission to \nfloat a ________________ modaraba to be called _________________ under section 8 of the \nModaraba Companies and Modarabas (Floatation and Control) Ordinance, 1980 (XXXI of 1980), \nand submit herewith:  \n \n(1) 5 duly certified copies of the Registrat ion Certificate as a Modaraba Company one \ncopy thereof being certified by the Registrar.  \n \n(2) 5 copies of the prospectus duly signed by all directors.  \n \n(3) 5 copies each of the latest Audited Balance Sheet and Profit & Loss Account of \nModaraba Company and exis ting Modarabas.  \n \n(4) Necessary information required in the annexure to this form.  \n \n(5) A receipt for Rs.____________ deposited in _________________ on __________ \non account of fee for authorization to float Modaraba.  \n \nWe confirm that there has been no change in o ur Memorandum and Articles of  Association or \nstatute except to the extent indicated below (specify) since last submitted on _____________ \ntogether with Form -I. \nWe undertake:  \n \n (i) to keep the information up  to date.  \n \n(ii) to take all steps necessary for fl oatation and carrying out the functions of the \nmodaraba.  \n \n We solemnly affirm and declare that the information contained in the  prospectus and all \nother documents filed herewith is correct and that nothing has been concealed.  \n \nYours faithfully,  \n 22 ANNEX TO F ORM No.1  \n(See Section 8)  \n[ See rule 3 (2) (d)]  \n \n \n1. Name, address and telephone No. of applicant company.  \n \n2. No. and date of registration as a Modaraba Company.  \n \n3. Name and type of Modaraba, indicating exact purpose or objective and duration.  \n \n4. Descrip tion of business operations to be undertaken, organizational set up, plans and \nprospects of the proposed modaraba with feasibility or viability reports, duly supported by \nevidence.  \n \n5. Details showing how the business and operations shall be conducted spel ling out how the \noperations will not be opposed to the tenets of Islam and mode of distribution of profit.  \n \n6. Amount of modaraba to be floated, division thereof and condition attached thereto if there \nbe any.  \n7. Form of modaraba certificate in Form No. XI I. \n \n8. Amount to be subscribed by modaraba company in the proposed modaraba supported by \nevidence that the modaraba company has the ability to meet the commitment.  \n \n9. Amount to be set aside for the modaraba management indicating the manner in which it is to \nbe kept.  \n \n10. Particulars of application for floatation of modaraba submitted in the past, if any, with \ndecision thereon along  with particulars of existing modaraba under the management of the \nmodaraba company or associated undertakings.  \n \n \n \nVerification  and signatures  \nof all directors  \n \n \n \n Dated:  \n \n \n \n 23  \nFORM NO. II  \n[See rule 3 (2) (d)]  \nCERTIFICATE  \n(See Section 10)  \n \n \n Issued under section 10 of the Modaraba Companies and Modaraba (Floatation and Control) \nOrdinance, 1980 (XXXI of 1980).  \n \n We, the undersigned  members of the Religious Board constituted under the provision of \nsection 9 of the Modaraba Companies and Modaraba (Floatation and Control) Ordinance, 1980 \n(XXXI of 1980) hereby certify that the business proposed to be undertaken by the modaraba as per \ndraft prospectus submitted to us is not opposed to the injunctions of Islam.  \n \n Issued under our signatures and seal  \n this _______ day of _______200  \n Signed  \n \nChairman  \n \n \nMember  \n \n \nMember  \n 24  \n \nFORM No.  III \n(See Section 11)  \n[See rule 3 (2)(e)]  \n \n Certified that havi ng considered the application for permission to float modaraba under \nsection 8 of the Modaraba Companies and Modaraba (Floatation and Control) Ordinance, 1980 by \n_______________________________ and having received the requisite certificate from the \nReligio us Board, and being satisfied that it would be in the public interest so to do, I, in exercise of \nthe powers conferred under section 11 of the Modaraba Companies and Modaraba (Floatation and \nControl) Ordinance, 1980, do hereby grant authorization to ______ _________________________ \nto float the modaraba subject to conditions stated therein below or that may be prescribed or \nimposed from time to time.  \n \nIssued under my signatures and seal  \n \nThis _____ day of ________200  \n \nConditions:  \n \n1. The modaraba shall be fl oated within twelve months from the date of this authorization.  \n \n2. The modaraba shall not undertake any business other than those specified in the prospectus.  \n \n3. The modaraba company shall not disinvest or create encumbrance in favour of any person \nany p art of the investment in the modaraba.  \n \n4. The modaraba certificates shall be listed for trading in Stock Exchange.  \n \n5. Other conditions.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n 25 FORM NO.IV  \n[See rule 3 (2) (g)]  \n \n \nCERTIFICATE OF MINIMUM SUBSCRIPTION  \n \nCertified: - \n \n(i)  ____________ ______ has issued a prospectus in terms of rule 20 (6) of the \nModaraba Companies and Modaraba Rules 1981.  \n (ii) the amount of modaraba offered for subscription is Rs._______________________  \n(iii) the amount of Rs. ________________ stated in the prospectus as the minimum \namount which should be raised by the issue of modaraba certificates to commence \nbusiness has been raised, the amount actually raised as per declaration filed under \nrule 3(2) ( g) being Rs.________________  \n \nIssued under my signature and seal  \nThis ______ day of _______200  \n \n \n \nRegistrar of Modaraba  \nCompanies and Modarabas  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n 26 FORM No.  V \n \n[See rule 3 (2) (g)]  \n \nDECLARATION BEFORE COMMENCING BUSINESS IN CASE OF A MODARABA \nISSUING A PROSPECTUS  \n_______  \n \nTHE MODARABA COMPANIES AND MODA RABA ( FLOATATION AND  CONTROL ) \nORDINANCE, 1980  \n \n[ See Section 13 (2) ]  \nFiling fee Rs. 3/ - \n \nName of Modaraba Company _______________________________________________  \nName of Modaraba _______________________________________________________  \n Declaration that th e conditions of section 13 (2) of the Ordinance have been complied with.  \n Presented for filing by _____________________________________________  \nI, __________________________________ S/o ______________________________  \nof _____________________________address ________________________________  \nbeing the Chief Executive of the ___________________________________________  \nModaraba Company do solemnly and sincerely declare : - \n That the minimum amount stated in the prospectus to be amount which must be raised in \norder  to provide for the business operation and expenses is Rs. ____________.  \n \n That modaraba certificate subject to the payment of the whole amount thereof in cash have \nbeen allotted to the amount of Rs. ________ being not less than the minimum amount referred  to \nabove.  \n That the modaraba company has subscribed for modaraba certificates of the nominal value \nof and paid in cash Rs. ________________________ and that the certificates of that value have \nbeen duly allotted.  \n I declare that the foregoing statements a re true to the best of my knowledge and  belief.  \n[ Note : This declaration should be accompanied by bank certificates of the amount deposited and \nkept under section 13 (2)]  \n \n                                                                                                      Signature  \n \nDated___________                      (CHIEF EXECUTIVE) \n 27 FORM NO. VI  \n \n[See rule 3(5)]  \nACKNOWLEDGEMENT OF FILING  \n \nNo.                         Islamabad, the                   \n \n In the office of the Registrar Modaraba Companies an d Modaraba.  \n In the matter of _____________________________________________________  \n.______________________________________________________________________  \n Certified that the under mentioned document(s) has/have this day been \nfiled/registered/recorded, pu rsuant to the provisions of the Modaraba Companies and Modaraba  \n(Floatation and Control) Ordinance, 1980.  \n \n \n \n        Registrar of the Modaraba  \n        Companies and Modaraba  \n              Or \n        Other authorized officer  \n \nFee Rs.__________________   \n \n 28 FORM NO. VII  \n[See rule 3(8)  \n \nREGISTER OF MODARABA COMPANIES  \n \n1. Name of modaraba company.  \n2. Company’s certificate of incorporation No., date and place of issue.  \n3. Modaraba company registration No. and date.  \n4. Classification and business.  \n5. Whether private/public limi ted company by share.  \n6. Address of the registered office.  \n7. Share capital (authorized, issued, subscribed and paid up) with division thereof.  \nPARTICULARS OF DOCUMENTS FILED  \n \nSl. No. of \ndocument filed  Description of \ndocuments  Date of filing or \nrecording  Initial s of \nRegistrar or \nother \nauthorized \nofficer  Remarks as to \nany action \nrequired or \ntaken  \n1 2 3 4 5 \n     \n \n \n \n     \n \nParticulars of modaraba  \nName of modaraba  \nNo. and date of authorization  \n 29 FORM NO. VIII  \n[See rule 3(8)]  \n \nREGISTRER OF MODARABA  \n1. Name of modaraba.  \n2. Type of modaraba.  \n3. No. and date of authorization certificate.  \n4. Classification and business.  \n5. Name and address of modaraba company.  \n6. Amount of modaraba certificates and division thereof.  \n7. Date of issue of prospectus.  \n8. No. and date of certificate of allotment of minimum subscription.  \nPARTICULARS OF DOCUMENTS FILED  \nS. No. of \ndocument filed  Description of \ndocuments  Date of filing or \nrecording  Initials of \nRegistrar or \nother \nauthorized \nofficer  \n Remarks as to \nany action \ntaken etc.  \n1 2 3 4 5 \n \n 30 FORM -IX \n[See rule 4(1)]  \nAPPLICATION FOR REGISTRATION OF MODARABA COMPANY  \nDated_________  \nTo \n The Registrar Modaraba Companies and Modarabas,  \n Corporate Law Authority,  \n Government of Pakistan,  \n Islamabad.  \nDear Sir,  \n \n We hereby apply for registration under section 6 of the Modaraba  Companies and Modaraba \n(Floatation and Control) Ordinance, 1980 as a modaraba company.  \n \n We are registered by the name of _________________________ as a public/private \nCompany under the Companies Act 1913/a body corporate formed under \n____________________ __________ and owned or controlled by the Government of \n_____________________________.  \n \n A receipt of Rs.________________, being the registration fee, deposited in \n_________________________________ on ______________________ is enclosed.  \n \n Information and documents as required in the Annexure to this form duly verified and \nsigned by all directors alongwith five spare copies of this application and an affidavit as to the \ncorrectness of the details by the Chief Executive and two directors are furnished herewi th. We \nundertake to keep this information up to date by communicating changes/modifications therein \nwithin fourteen days of such changes/modifications.  \n \n We further undertake that no change in the Memorandum and Articles of Association nor \nany change in th e majority share -holders and directors shall be made without prior written \nauthorization of the Registrar and that we shall comply with all requirements of law and conditions \nof registration.  \n \n We being authorized by the directors solemnly declare and affi rm that to that best of our \nknowledge and belief the information contained in this application and the documents \naccompanying it are true and correct and that the requirements of the Modaraba Companies and \nModaraba (Floatation and Control) Ordinance, 1980 and rules framed thereunder in respect of all \nmatters precedent to the registration of the said -------------------------------------------- as a modaraba \ncompany or incidental thereto have been duly complied with.  \n \n \nYours faithfully,  \nVerification by          ______________  \nOath Commissioner  \n_____________________  \n \n 31 ANNEX T FORM No. IX  \n[See rule 4(1)]  \n \nI. Particulars of the Modaraba Company.  \n \n1. Name of the company/body corporate.  \n2. Public/Private/body corporate indicating how formed.  \n3. Date and place of registratio n. \n4. Address of registered office and other offices, Telephone Nos., Telegraphic \naddresses and Telex Number.  \n5. Authorized, Subscribed and Paid -up Capital.  \n6. Details of persons or group controlling the company including of those holding more \nthan 10% shares with the number and value of shares held.  \n7. Names of any holding, subsidiary and associated undertakings.  \n8. Description and place of the business operations and undertakings.  \n(Information about objects stated in the Memorandum and Articles of Association \nnot requir ed.) \n \nII. Particulars of Directors and Officers:  \n \n1. Full names, any former names, Father’s/Husband’s name, nationality full residential and \nbusiness addresses and details of other directorships and occupations of all directors and \nofficers including Chief Ex ecutive and Chairman of the Board indicating their respective \ndesignation and name of firms in which any one is a partner.  \n \n2. Names of companies, firms or organizations of which the aforesaid directors  and officers \nhave been directors, managers, officers, em ployees or partners in the past.  \n \n3. Financial standing, professional qualifications and experience of persons mentioned in (1) \nabove, supported by documentary evidence.  \n \n4. Whether any aforesaid person has ever been coveted of fraud or breach of trust or of an \noffence involving moral turpitude or removed from service. If so, full particulars thereof.  \n \n5. Whether any person referred to in (1) above or any company or firm in which he has been \nassociated in the past has been adjudicated an insolvent or has suspended p ayment or \ndefaulted in making payments or has compounded with his or their creditor or gone into \nliquidation. If so, full particulars thereof.  \n6. Shareholding or other investment of each of the person referred to in (1) above in the \ncompany.  \n \n[Note: There sho uld be furnished a separate declaration in respect of each person as referred to \nabove.]  \n \n \n \n \n \n 32  \nANNEX TO FORM No.  IX (Continued)  \n \n[ See  rule 4(1)]  \n \n \n Verified that the information given above and in the accompanying documents are true and \ncorrect to the bes t of our knowledge and belief and that nothing has been concealed.  \n \nDated__________ 200                                                            \n \nAll Directors  \n \nFollowing certified documents should be appended: - \n1. Memorandum and Articles of Association or other documents under which formed, one \ncopy of which should be certified by  the Registrar of  Joint Stock Companies.  \n \n2. Certificate of Incorporation one copy of which should be certified by the Registrar of \nJoint Stock Companies.  \n \n3. Last three year’s audited B alance Sheet and Profit and Loss Account together with \nrelated documents, certified by the company’s auditors.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n 33  \n \nFORM No. X  \n \n[ See rule 4(4)]  \n \n      Serial Number____________________________  \n \n \nOFFICE OF THE …………………..  \n \nREGISTRATION CERTIFIC ATE  \n \n(See Section 4 and 6)  \n \n Certified that having considered the application for registration under section 6 of the \nOrdinance made by ____________________________________________________  \nand being satisfied that the said _________________________________ _____________  \nis eligible for registration and further being satisfied that it would be in the public interest so to do, \nI, in exercise of the powers, conferred under section 6 of the Modaraba Companies and Modaraba \n(Floatation and Control) Ordinance, 1980 , do hereby grant registration to \n____________________________________________________________subject to the fulfillment \nof the conditions stated herein below or that may be prescribed or imposed hereafter from time to \ntime.  \n \nIssued under my signatures and  seal \nThis___________ day of _______________ 200__  \n \nConditions:  \n \n(j) The company shall make such investment as it may be required in terms of the \nprospectus for floatation of a modaraba.  \n \n(ii)      Subscription in compliance to section 17(3) of the Ordinance w ill be in the nature of \npermanent investment of the Modaraba Company  in the Modaraba free from \nencumbrances for all time which will not be disinvested during the life of the \nModaraba.  \n \n(iii) The Company shall undertake such business as is approved by the R egistrar in terms \nof the prospectus.  \n \n(iv) The promoters, sponsors or persons holding controlling interest shall not transfer any \nshares held by them without the prior permission in writing of the Registrar.  \n \n(v) Other conditions.  \n \n \n 34  \n \nFORM No. XI  \n \n[See rule 9  (3)] \n \n**[AUDITORS’ REPORT TO THE CERTIFICATE HOLDERS  \n \nWe have audited the annexed balance sheet of ……………….. modaraba as at…………….. and the \nrelated profit and loss account, cash flow statement and statement of changes in equity together \nwith the notes formi ng part thereof (hereinafter referred to as the financial statements), for the \nyear then ended and we state that we have obtained all the information and explanations which, \nto the best of our knowledge and belief, were necessary for the purposes of our au dit. \n \nThese financial statements are the modaraba company’s (name of the modaraba company to be \nindicated) responsibility who is also responsible to establish and maintain a system of internal \ncontrol, and prepare and present the above said statements in c onformity with the approved \naccounting standards as applicable in Pakistan and the requirements of the Modaraba \nCompanies and Modaraba (Floatation and Control) Ordinance, 1980 (XXXI of 1980), and the \nModaraba Companies and Modaraba Rules, 1981. Our respons ibility is to express an opinion on \nthese statements based on our audit.  \n \nWe conducted our audit in accordance with the auditing standards as applicable in Pakistan. \nThese standards require that we plan and perform the audit to obtain reasonable assurance \nabout whether the financial statements are free of any material misstatement. An audit includes \nexamining on a test basis, evidence supporting the amounts and disclosures in the financial \nstatements. An audit also includes assessing the accounting policies  and significant estimates \nmade by the modaraba company, as well as, evaluating the overall presentation of the financial \nstatements. We believe that our audit provides a reasonable basis for our opinion and, after due \nverification, we report that – \n \n(a)  in our opinion, proper books of accounts have been kept by the modaraba \ncompany in respect of …………… modaraba as required by the Modaraba \nCompanies and Modaraba (Floatation and Control) Ordinance, 1980 (XXXI of \n1980), and the Modaraba Companies and Modaraba  Rules, 1981;  \n \n(b)  in our opinion:  \n \n(i) the balance sheet and profit and loss account together with the notes \nthereon have been drawn up in conformity with the Modaraba Companies \nand Modaraba (Floatation and Control) Ordinance, 1980 (XXXI of 1980) \nand the Mod araba Companies and Modaraba Rules, 1981, and are in \nagreement with the books of accounts and are further in agreement with \naccounting policies consistently applied *1 except for the changes as stated \nin note(s) ……. With which we concur;  \n \n 35 (ii) the expenditure i ncurred during the year was for the purpose of the \nmodaraba’s business; and  \n \n \n(iii) the business conducted, investments made and the expenditure incurred \nduring the year were in accordance with the objects, terms and conditions \nof the modaraba;  \n \n(c)  in our opin ion and to the best of our information and according to the \nexplanations given to us, the balance sheet, profit and loss account, cash flow \nstatement and statement of changes in equity together with the notes  forming \npart thereof conform with approved acc ounting standards as applicable in \nPakistan, and, give the information required by the Modaraba Companies and \nModaraba (Floatation and Control) Ordinance, 1980 (XXXI of 1980), and the \nModaraba Companies and Modaraba Rules, 1981, in the manner so required a nd \nrespectively give a true and fair view of the state of the modaraba company’s \naffairs as at ……………. and of the profit or loss, its cash flows and changes in equity \nfor the year then ended; and  \n \n(d)  in our opinion, *2 Zakat deductible at source under the  Zakat and Ushr  \nOrdinance, 1980 (XVIII of 1980), was deducted by the modaraba company and \ndeposited in the Central Zakat Fund established under section 7 of that Ordinance.  \n \n \nSignature  \n(Name(s) of Auditors)  \n \nDate _________________  \nPlace _________________  \n \nNOTES  \n \nWhere applicable –  \n \n*1. Where there is no change in the accounting policy (ies) the portion “except fro the \nchanges as stated in note(s)….. with which we concur” may be omitted.  \n \n*2. Where no Zakat is deductible, substitute “no Zakat was deductibl e at source under Zakart \nand Ushr Ordinance, 1980”.  \n \n Where any of the matter referred to in the auditors’ report is answered in the negative or \nwith a qualification, the report shall state the reason for such answers along with the factual \nposition to the  best of the auditor’s information.  \n \n**Form XI of the First Schedule substituted vide SRO 471(I0/2003, dated June 4, 2003.  \n \n \n \n 36 FORM No.  XII \n \n(See rule 14)  \n \n______________________ Modaraba  \n \nPattern of holdings of the certificates by the certificate -holders as at __________19 __  \n \nNumber of     Certificate    Total Certificates  \nCertificate     Holders    Held  \nHolders  \n________________________________________________________________________  \n \n From   1  to  50  Certificates  \n From   51  to 100   “ \n From   101  to 500   “ \n From   501  to 1000    “ \n From   1001   to 5000    “ \n From   5001   to 10000    “ \n From   10001   to above    “ \n \n \n \nCategories of certificate   Number  Certificates   % \nHolders       Held     \n \nIndividuals  \nInvestment Companies  \nInsurance Companies  \nJoint Stock Companies  \nFinancial Institutions  \nModaraba Company  \nOthers to be specified)  \n \n     ________  _________  ___________  \n \n________________________________________________________________________  \n \n \n \n \n \n \n \n \n \n \n 37  \n‘THE SECOND SCHEDLE”*  \n[ See rule 3 (18) ]  \nScale of Fees  \n \n**[1. For regist ration of a modaraba company (non -refundable fee):  \n  \n (i) at the time of registration.                \n                       Rs.250,000/ -  \n (ii) renewal annually in the month of January.   \n Rs.25,000/ - \n2. Application for:  \n \n(a)   authorization to float m odaraba (non -refundable fee):   \n \nWhere the nominal amount  does not exceed Rs.2.5 million  \n \nWhere the nominal amount exceeds Rs.2.5 million but does not \nexceed Rs. 5 million  \n \nWhere the nominal amount exceeds Rs.5 million  Perpetual          More than           Up to five  \n________         five years                years       \n     (1)                     (2)                      (3)  \n \n \nRs.50,000/ -       Rs.40,000/ -   Rs.30,000/ - \n \n \nRs.100,000/ -     Rs.60,000/ -          Rs.40,000/ - \n \n \n \nRs.100,000/ -      Rs.60,000/ -         Rs.40,000/ - \n    plus                      plus                     plus  \nRs.10,000/ -        Rs.6,000/ -           Rs.4,000/ - \nfor every             for every                for every  \nadditional            additional            additional  \nRs.1 million.       Rs. 1 million.      Rs. 1 million  \n \n (b)     renewal annually in the month of January (to be charged to \nthe Modaraba)  Rs. 100,000/ - \n \n \n3. For filing, recording or registering any fact or document or fact \nrequired to be filed with, recorded by or regi stered with Registrar.  \n Rs.1,000/ - for each document  \n4. For filing, registering and recording document relating to a \nmortgage or charge required under the Ordinance.  \n Rs.7,500/ - \n5. For application for enquiry.   \n Rs.2,000/ - \n6. For claim against modaraba company by modaraba certificate \nholders referred to the Tribunal.  \n Rs.2,000/ - \n7. For any other application before the Tribunal, other than an \napplication by Registrar, or before the Registrar by any person.  \n Rs.2,000/ - \n8. For inspection of records.                   \n  \n Rs.200/ - \n9. For certified copy of any document or extract thereof.                                                                                                                        \n At the rate of Rs.20/ - per page or part thereof subje ct to a minimum of Rs.100/ - ”.] \n \n \n \n**(Amended vide notification No.  S.R.O. 826(I)/2010,  dated 21.08.2010  \n \n \n \n \n \n \n \n \n \n 38 THE THIRD SCHEDULE  \n[ See rule 9 (2) ]  \n \nGENERAL PROVISIONS AS TO B ALANCE SHEET AND PROFIT AND LOSS ACCOUNT  \n \nRequirements as to Balance Sheet  \n \n The assets and liabilities shall be classified under the headings appropriate to the modarabas \nbusiness, distinguishing as regards assets between fixed assets, long -term repayments, and deferred \ncosts, investments, loans and advances and current assets, a nd as regards liabilities between capital \nand reserves, Participation Term Certificates (PTC), long -term loans and deferred liabilities, and \ncurrent liabilities and provisions.  \n \n2. Fixed assets.  \n \n (A) Fixed assets shall be distinguished between tangible an d intangible and shall be \nclassified under appropriate sub -heads, duly itemized such as :  \n \n(i) Tangible :  \n \n(a) land (distinguishing between free -hold and leasehold);  \n(b) buildings (distinguishing between buildings on free -hold land and those on \nlease -hold land);  \n(c) plant and machinery;  \n(d) furniture and fittings;  \n(e) vehicles;  \n(f) capital work in progress; and  \n(g) others  \n \n(ii) Intangible:  \n \n(a) good -will; \n(b) patents trade marks and designs; and  \n(c) others.  \n \n(B) Under each sub -head, other than capital work in progress, the original cost, and the  \nadditions thereto and deductions, therefrom since the date of the previous balance sheet shall \nbe stated and the aggregate amount written off, or provided or retained, up to  the date of the \nbalance sheet, by way of provision for depreciation or amortizati on or diminution in value \nshall be shown as deduction therefrom  \n \n(C) In case of revaluation:  \n \n(a) In the year of valuation the basis of revaluation and by whom revalued e.g. \nindependent professionals or modaraba company management and particulars \nof persons or  persons by whom revalued should be additionally disclosed (in \nthe later year, the basis of revaluation).  \n \n 39 (b) In the account for the period subsequent to the period of valuation, disclosure \nbe restricted to total amount of revaluation, year of revaluation and  the \nrevaluation element included in the book value.  \n \n3. Long -Term prepayments and deferred costs:  \n   \n (A)  Long -term prepayments and deferred costs shall include prepayments for services or \nbenefits to be received after twelve months from the date of the  balance sheet. Any material items \nshall be stated separately together with the basis on which each item is being amortized or written \noff, and in respect of each item of deferred costs the reasons for carrying forward such costs shall be \nstated. Such defe rred costs should be written off during a period of five years or less.  \n \n (B) Preliminary expenses, discount allowed on the issue of certificates, if any, and \nexpenses incurred on the issue of certificates including any sums paid by way of commission or \nbrokerage on the issue of certificates, to the extent not written off or adjusted; shall be treated as \ndeferred costs and shown separately under each head.  \n \n4. Investment, loans and advances:  \n \n (A) There shall be shown under separate sub -heads the aggregate amount respectively of \nthe modaraba’s:  \n \n(i) investments in and loans and advances to controlled firms and other associated \nundertakings;  \n(ii) investments in other quoted companies and modarabas;  \n(iii) investment in other unquoted companies and modarabas ot her than investment in \nsubsidiary companies;  \n(iv)  investments in immovable properties;  \n(v)       investments in PTC; and  \n(vi) other  investments, loans and advances.  \n \n \n(B) There shall be stated under sub -head 4 (A) (i) the names of the modarabas, controlled firms \nand other associated undertakings and the nature and extent of the investment made and loans and \nadvances given in each case, showing separately , in the case of each associated undertaking, shares \nof different classes and of different paid -up values, PTCs and in the case of each controlled firm, the \namount invested as capital and the amounts of loans and advances. In the case of loans and \nadvances, the nature of collateral security shall be stated.  \n \n(C) There shall be stated under sub -head 4(A) (ii) the nam es of the companies and modarabas \n(in every case with the name of the modaraba company), in whose shares or certificates, \ninvestments have been made and the nature and extent of the investment made in each case, \nshowing separately, shares of different clas ses and of different paid up values.  \n \n(D) There shall be stated under sub -head 4 (A) (iii) the names of the unquoted companies and \nmodarabas (in every case with the name of the modaraba company) in whose shares or certificates, \ninvestments have been made a nd the nature and extent of the investment made in each case, \nshowing separately, shares of different classes and of different paid -up values. Value of investment \n 40 in shares of unquoted companies and modarabas calculated by reference to net assets of the in vestee \nunquoted companies and modaraba on the basis of the latest available audited accounts (the period \nof which to be indicated) of such companies or modaraba and the names of their auditors to be \ndisclosed  \n \n(E) The mode of valuation of investments, e.g.  cost of market value, shall be stated separately \nand, if investments in quoted companies and modarabas are valued otherwise than at market value, \nthe aggregate amount of the market value thereof shall be shown.  \n \n(F) Loans and advances due for payment afte r a period of twelve months from the date of the \nbalance sheet shall be shown under this head.  \n \n(G) The following particulars shall be stated separately by way of a note in respect of sub -head 4 \n(A) (vi):  \n \n(a) aggregate amount due by the officers and employees  of the modaraba and any of \nthem severally or jointly with any other person; and  \n(b) aggregate amount due by associated undertakings.  \n \n(H) Percentage of the equity held by the modaraba in an investee company or modaraba where it \nexceeds 10% of the investee’s t otal equity shall be disclosed by way of a note.  \n \n55..  CCuurrrreenntt  AAsssseettss::  \n \n(A) Current assets shall be classified under sub -heads appropriate to the modarabas business \nincluding, where applicable, the following:  \n \n(i) stores and spare parts;  \n(ii) loose tools;  \n(iii) Stock-in-trade, distinguishing, where practicable, between;  \n(a) stock of raw material and components;  \n(b) work in progress;  \n(c) stock of finished products; and  \n(d) other stock  \n(iv) trade debtors, which shall include amounts due in respect of goods sold or \nservices rendered or in  respect of other contracted obligations but shall not \ninclude the amounts which are in the nature of loans or advances. Debts \nconsidered good and debts considered doubtful or bad shall be separately \nstated. Debts considered good shall be distinguished bet ween those which are \nsecured and those for which the company holds no security other than the \ndebtor’s personal security;  \n(v) loans and advances due for repayment within a period of twelve months from \nthe date of the balance sheet, showing separately the amoun ts due from \nsubsidiaries, controlled firms and other associated undertakings and also the \namounts lent out to employees of the modaraba. Loans and advances \nconsidered good and loans and advances, considered doubtful or bad shall be \nseparately stated;  \n 41 (vi) trade deposits and short term prepayments for which services or benefits are \nto be received within twelve months from the date of the balance sheet and \ncurrent account balances with statutory authorities;  \n(vii) bills receivable;  \n(viii) balance on current account with the o fficers and employees of the modaraba, \nthe maximum amount held by any of them at any time since the date of \nincorporation or since the date of the previous balance sheet whichever is the \nlater, being stated by way of a note. Such maximum amounts to be calc ulated \nby reference to month -end balance.  \n(ix) Tax refunds due from Government, showing separately excise duties customs \nduties, sales taxes etc; and  \n(x) Cash and bank balances, distinguishing between:  \n(a) amount in hand;  \n(b) amount in transit; and  \n(c) balance with banks showi ng nature of balance e.g. current, deposit \netc.  \n(B) In the case of sub -heads 5 (A) (i), (ii) and (iii), the respective basis of valuation shall be \nstated. If the basis such as “cost”, “net realizable value” or “cost or net realizable value, whichever \nis lower” is given, there shall also be given, to the extent practicable, a general indication of the \nmethod of determining the “cost or net realizable value”, e.g., “average cost”, “first -in, first -out”, or \n“last-in, first -out”.  \n \n(C) In respect of each of the  sub-heads 5 (A) (iv) and (v), the following particulars shall be \nstated separately : - \n \n(a) aggregate amount due by officers and employees of modaraba and any of them \nseverally or jointly with any other person.  \n(b) Aggregate amount due by associated undertakings;  \n(c) Maximum amount of debts, under each of the preceding items (a) and (b), at any \ntime, since the date of floatation or since the date of the previous balance sheet, \nwhichever is the later (by way of a note). Such maximum amount to be calculated by \nreference to month -end balance.  \n \n6. Assets in respect of which different methods or bases of valuation or of provisions for \ndepreciation or diminution in value are used shall be regarded as assets of different classes.  \n \n77..  CCaappiittaall  aanndd  RReesseerrvveess: \n \n (A) Capital and res erves shall be classified under the following sub -heads:  \n  \n (i) reserves, distinguishing between capital reserves and revenue reserves. Capital \nreserves shall include certificate premium account, surplus on revaluation of fixed assets, profit \nprior to cert ificate flotation or on re -issue of forfeited certificates or any reserve not available for \ndistribution by way of revenue profit (to be specified), while revenue reserves shall include general \nreserve, profit distribution equalization reserve, other reser ves, created out of profit (to be \nspecified), and unappropriated profits i.e., credit balance of profit and loss account after \nappropriations for the period to the date of balance sheet. Addition to and deductions from each \nitem of reserves shall be shown in the balance sheet under the respective items unless they are \n 42 disclosed in the profit and loss account or a statement or a report annexed thereto. Only revaluation \nelement included in the book value of the fixed assets at the balance sheet date be treate d as capital \nreserves.  \n \n(B) There shall be shown in the balance sheet:  \n \n (i) authorized amount of certificates;  \n (ii) issued amount of certificates and the amount called up;  \n (iii) called up value of certificates and the amount called up;  \n(iv) call un -paid as a deduction from called up value of certificates, distinguishing calls \nun-paid by:  \n   \n(a) modaraba company, its directors and officers and employees;  \n(b) officers and employees of the modaraba; and  \n(c) others.  \n \n(v) paid-up certificates, distinguishing between:  \n \n(a) certif icates allotted for consideration paid in cash;  \n(b) certificates allotted for consideration other than cash; and  \n(c) bonus certificates stating the number and value.  \n \n(vi) The number, description and amount of any certificate in the modaraba which any \nperson has a n option to subscribe for, together with the following particulars of the option, \nthat is to say : - \n \n(a) the period during which it is exercisable;  \n(b) the price to be paid for certificates subscribed for under it.  \n \n(C) Where circumstances permit, authorized, issu ed, subscribed, called up and paid up value of \ncertificates may be shown as one item.  \n \n(D) The word “fund” in relation to any “reserve” shall be used only where such a reserve is \nrepresented by specifically earmarked investments or other assets realizable as and when required at \nnot less than the amount of the reserve fund.  \n \n88..  PPaarrttiicciippaattiioonn  TTeerrmm  CCeerrttiiffiiccaatteess  ((PPTTCC))  \n  \n(A) The rate of profit and terms of redemption or conversion, if any, of the Participation Term \nCertificates issued shall be stated together wi th the earlier date on which they may be redeemed or \nconverted into certificates and it shall also be stated if any sinking fund arrangement exists.  \n \n(B) There shall be stated, by way of a note or otherwise, particulars of any redeemed  PTC which \nthe modara ba has power to re -issue.  \n \n(C) Where any of the modaraba’s PTC are held by a nominee of, or a trustee for the modaraba, \nthe amount thereof, calculated on the same basis as the total amount standing in the balance sheet in \n 43 respect of the PTC of that class, shall unless and until the  PTC so held and re -issued or cancelled, be \nshown as deduction from the total by way of a note.  \n \n99..  LLoonngg--TTeerrmm  PPrrooffiitt  aanndd  LLoossss  SShhaarriinngg  LLooaannss  ((PPLLSS))  aanndd  DDeeffeerrrreedd  LLiiaabbiilliittiieess::  \n  \n(A) Long term loans and deferred liabilities shall mean l oans and liabilities which become due \nfor payment after twelve months from the date of the balance sheet. Deferred liabilities shall include \nsuch other liabilities as are under recognized accounting principles appropriately so classified e.g. \ndeferred liab ility for taxation and customers’ deposits. Every material item shall be stated \nseparately.  \n \n Balance due to “workers participation fund” and “provident fund” payable within twelve \nmonths from the date of balance sheet should be classified as current liabi lity. \n \n(B) Long -term (PLS) loans shall be classified as secured and un -secured, and under each class \nshall be shown separately.  \n \n(i)         PLS loans from banking companies and other financial institutions;  \n(ii) PLS loans from subsidiary companies, controlled firms and other associated \nundertaking;  \n(iii) PLS loans from modaraba company, its directors (including Chief  \nExecutive) officers and employees; and  \n(iv) Other PLS loans.  \n \n(C) Where any of the long -term loans or any other deferred liabilities are secured otherwise t han \nby the operation of law on any assets of the modaraba, the fact that the liabilities are so secured \nshall be stated, together with a statement of the assets upon which they are secured, and, where \nmore than one class of liabilities is so secured, their  relative priorities with respect of payment of \nprofit and redemption.  \n \n1100..  CCuurrrreenntt  LLiiaabbiilliittiieess::  \n \n(A) Current liabilities shall mean liabilities due and payable (other than liabilities the payment of \nwhich may, at the modaraba’s option, be postponed) with in twelve months from the date of the \nbalance sheet, together with such other liabilities as are under recognized accounting principles \nappropriately so classified.  \n \n(B) Current liabilities and provisions shall, so far as they are appropriate to the modar aba’s \nbusiness, be classified under the following sub -heads: - \n \n(i) Short -term PLS loans, distinguishing between secured and un -secured and \nbetween PLS loans taken from - \n \n(a) banking companies and other financial institutions;  \n(b) subsidiary companies controlled fi rms and other associated \nundertakings;  \n(c) directors including Chief Executive, officers and employees of \nmodaraba and modaraba company.  \n 44 (ii) installments of long -term debt due;  \n(iii) others;  \n(iv) deposits;  \n(v) creditors;  \n(vi) accrued expenses;  \n(vii) bills payable;  \n(viii) advance payments and un -expired discounts for the portion for which value is \nstill to be given, e.g., in the case of newspapers, clubs and steamship \ncompanies;  \n(ix) profit accrued on PTC;  \n(x) other liabilities, if any (to be specified e.g. unclaimed prof it distribution;  \nunpaid profit distribution;  \n(xi) provision for taxation, showing separately excise duties, customs duties, sales \ntax, income tax etc;  \n(xii) proposed profit distribution; and  \n(xiii)  other provision, if any (to be specified).  \n \n(C) Where any  short -term loans (PLS) or any other liabilities of the modaraba are secured \notherwise than by the operation of law on any assets of the modaraba, the fact that the liabilities are \nso secured shall be stated, together with a statement of the assets upon wh ich they are secured, and \nwhere more than one class of liabilities is so secured, their relative priorities with respect to \npayment of profit and redemption.  \n \n11. No liability shall stand in the balance sheet at a value less than the amount at which it is \nrepayable (unless the quantum of repayment is at the option of the modaraba) at the date of the \nbalance sheet or, if is not then repayable, at the amount at which it will first become so repayable \nthereafter, less, where appropriate, a reasonable deduction  for discount until that date.  \n \n12. The matter referred to in the following sub -paragraphs shall be stated by way of note, or in a \nstatement or report annexed, if not otherwise shown.  \n \n(i) Particulars of any charge on the assets of the modaraba to secure the \nliabilities of any other person, including, where practicable, the amount secured.  \n \n(ii) The general nature of any claim not acknowledged as debt and  other \ncontingent liabilities not provided for and, where practicable, the aggregate amount \nor estimat ed amount of those liabilities, if it  is material.  \n \n(iii) Where practicable the aggregate amount or estimated amount, if it is material, \nof contracts for capital expenditure, so far as not provided for.  \n \n(iv) If in the opinion of the directors of modaraba  company any of the current \nassets have not a value, on realization in the ordinary course of the modaraba’s \nbusiness, at least equal to the amount at which they are stated, the fact that they are \nof that opinion.  \n(v) The basis on which foreign currencies have been converted into rupees, \nwhere the amount of the assets or liabilities affected is material.  \n \n 45 (vi) The basis on which the amount, if any, set aside for Pakistan income tax is \ncomputed.  \n \n(vii) Except in the case of the first balance sheet, the corre sponding amounts at the \nend of the immediately preceding financial year for all items shown in the balance \nsheet. This requirement shall, in the case of modaraba preparing quarterly or half -\nyearly accounts, relate to the balance sheet as on the last day of  the period which \nended on the corresponding date of the immediately preceding year.  \n \n(viii)  Other sums for which the modaraba is contingently liable. The aggregate \namount of any guarantees given by the modaraba on behalf of the managers or other \nofficers of the modaraba or any of them severally or jointly with any other person \nshall be stated separately, and, where practicable, the general nature and amount of \neach such contingent liability, if material, shall also be specified;  \n \n(ix) Where determinable, t he capacity of the industrial unit, actual production and \nthe reasons for shortfall, if any, except in a case where the registrar upon an \napplication agrees that such information need not be disclosed in the public interest.  \n \n(w) The general nature of any cred it facilities available to the modaraba under any \ncontract, other than trade credit available in the ordinary course of business, and not \navailed of at the date of the balance sheet.  \n \n13. Where there has been any change in the basis of accounting e.g. chan ge in the mode of \nvaluation of the stock -in-trade, change in the method of charging depreciation, such changes, \ntogether with the effects thereof, if material, shall be stated by way of a note. The auditor will state \nin his report whether or not he concurs  with the change.  \n \n14. Where any item shown in the balance sheet or included in amount shown therein cannot be \ndetermined with substantial accuracy an estimated amount described as such shall be included in \nrespect of that  item together with the descriptio n of the item.  \n \n15. No provision with respect to the information to be given in the balance sheet shall be \ndeemed to require the amount of any item that is of no material significance to be given separately.  \n \n16. Any information required to be given in re spect of any of the items in the balance sheet \nshall, if it cannot be included in the balance sheet itself, be furnished in a separate schedule or note \nor schedules or notes to be attached to, and to form part of the balance sheet.  \n \n17. The figures may be rounded off to the nearest thousand of rupees.  \n  \n  \n  \n  \nPPAARRTT    IIII  \n  \nRREEQQUUIIRREEMMEENNTT  AASS  TTOO  PPRROOFFIITT  AANNDD  LLOOSSSS  AACCCCOOUUNNTT.. \n 46     \n \n1. The profit and loss account shall be so made out as to disclose clearly the result of the \nworking of the modaraba during the period covered by t he account and shall show, arranged under \nthe most convenient heads, the gross income and the gross expenditure of the modaraba during the \nperiod, disclosing every material feature and in particular the following - \n \n(A) (i) the turnover, that is, the aggreg ate amount for which sales are effected by the \nmodaraba, and the gross income derived from rendering, giving or supplying \nservices or benefits, and showing as deduction therefrom.  \n \n(a) commission paid to selling agents; and  \n(b) brokerage and discount on sales, oth er than the usual trade discount;  \n \n(ii) income from investments, showing separately income from each subsidiary company \nfrom each controlled firm, from each associated undertaking and from other \ninvestments;  \n \n(iii) income arising from PTC;  \n \n(iv) profit on sale of in vestment;  \n \n(v) profit on sale of fixed assets;  \n \n(vi) profit in respect of transactions of an exceptional or non -recurring nature, not usually \nundertaken by the modaraba or not envisaged in the normal nature of business; and  \n \n(vii) other income, showing separately every  material item and the nature of each such \nitem.  \n \n(B) (i) the value of stock -in-trade, including raw materials and components, work in \nprogress and finished products, as at the commencement and the value at the end of \nthe period;  \n  \n (ii) purchase of raw ma terials and components and finished products;  \n \n(C) (i) stores and spare parts consumed;  \n \n (ii) fuel and power;  \n \n(iii) salaries and wages including bonus, contributions to provident and other funds, and \nexpenses on staff welfare, distinguishing between manu facturing salaries and wages, \nif any, and other salaries and also showing by way of a note the amount included in \nsalaries and wages in respect of persons who are officers and employees of the \nmodaraba;  \n(iv) rent, municipal rates and provincial and local t axes (excluding the taxes on income, \ncapital gains and wealth);  \n \n 47  (v) insurance;  \n \n(vi) repairs and maintenance (being repairs to and maintenance of the modaraba’s fixed \nassets); and  \n \n (vii) patents, copyrights, trade marks, designs, royalties and technical  assistance;  \n \n(D) The aggregate amount of auditor’s remuneration, whether fees, expenses or otherwise, for \nservices rendered as auditors or in any other capacity, showing separately the remuneration for \nservices rendered as auditors and the remuneration f or services rendered in any other capacity and \nstating broadly the nature of such other services.  \n \n(E) Other expenses, showing separately every item of an exceptional or non -recurring nature \nand every material item;  \n \n(F) The amount provided for depreciatio n, renewal or diminution in value of fixed assets. The \nvalue of the assets by various groups, the additions or depletions thereto, the rate at which \ndepreciation is charged, shall be shown separately. Where such provision is not made by means of a \ncharge f or depreciation, the method adopted for making such provision shall be stated. If no \nprovision for depreciation is made during the period, the fact that no provision has been made and \nthe reasons for not making it shall be stated and the amount which shoul d have been provided and \nthe quantum of arrears of depreciation, if any, shall be disclosed.  \n \n(G) (i) the amount of profit/loss on borrowings, showing separately the amount on long -\nterm loans (PLS) and on short -term loans (PLS) and showing by way of a note  the amount of \nprofit/loss on borrowings from the modaraba company its directors and others;  \n \n (ii) loss on sale of investments;  \n \n(iii) loss on sale of fixed assets;  \n \n(iv) debts written off as irrecoverable;  \n \n(v) provision for doubtful or bad debts;  \n \n(vi) provision for diminu tion in value of investments;  \n \n(vii) provision for taxation on income, capital gains and other tax or taxes; showing \nseparately the provision for liability in respect of the profit of the period and the \nprovision for liability deferred due to timing diffe rence including the difference \nbetween the rates of depreciation allowed for purposes of taxation in income and \nthose adopted by the company for the charge to profit and loss account and \ndistinguishing, where applicable, between the provision for Pakistan taxation and the \nprovision for taxation elsewhere. Where the provision for taxation in respect of the \nprofits of the period is reduced by the writing back of a part or the whole of the \nprovision for differed liability made in previous periods the amount wr itten back \nshall be shown as deduction from the gross charge for taxation; and  \n \n 48 (viii)  other provisions for meeting specific liabilities, contingencies or commitments;  \n \n(H) (i) the amount of profit payable to the PTC holders;  \n  \n (ii) the amount of profit payable to the modaraba company as their remuneration;  \n \n(iii) the amount set aside or proposed to be set aside as reserves, showing separately the \nrespective amounts in respect of each item of reserves; and  \n \n (iv) the amount of proposed profit distributio n to certificate holders;  \n \n2. There shall be stated by way of a note the respective amounts included in items (G) (iv) and \n(v) of paragraph 1 of this Part for (a) debts due by the officers and employees and others of the \nmodaraba and any of them severally or jointly with any other  person, (b) debts due by associated \nundertakings.  \n \n3. The following shall be stated by way of a note: - \n \n(i) the aggregate amounts paid during the period to or in respect of or provided during \nthe period for payment to or in respe ct of officers and the employees by the modaraba as \nfees, remuneration, allowances, commission, perquisites or benefits or in any other form or \nmanner and for any services rendered, and shall give full particulars of such aggregate \namounts, separately for officers and employees under appropriate heads such as:- \n \n(a) fees;  \n(b) managerial remuneration;  \n(c) remuneration or commission based on net profit or turnover;  \n(d) reimbursable  expenses;  \n(e) pensions; gratuities; modarabas; contribution to provident, superannuation and \nother  staff funds, compensation for loss of office and in connection with \nretirement from office;  \n(f) buying commission;  \n(g) selling agency commission, showing separately the amount provided for or paid \nto an associated undertaking or to an associated person or of a di rector or officer \nof the modaraba company or the modaraba or any of their partners;  \n(h) other allowances, and commission, including commission for guarantee, \nspecifying the nature of the allowances and commission and the respective \namounts;  \n(i) other perquisites a nd benefits in cash or in kind stating their nature and, where \npracticable, their approximate money values;  \n(j) the amount of commission to an associated person of the modaraba company or, \nto an associated person of a partner or a director or officer of the mo daraba \ncompany as selling or buying agents of other concerns in respect of contracts \nentered into by such concerns with the modaraba;  \n(k) the calculation of the remuneration or commission based on net profits or \nturnover payable to the officers and employees o f modaraba or any other person \nwith relevant particulars; and  \n 49 (l) the amounts, if material, by which any items shown therein affected by any \nchange in the basis of accounting. Auditor must state in his report as to whether \nhe agrees with such change or not;  \n(m) any material respects in which any items shown in the profit and loss account are \naffected by transaction of a sort not usually undertaken by the modaraba or \notherwise by circumstances of an exceptional or non -recurrent nature;  \n \n(ii) in the case of a sale o f an item of fixed assets otherwise than through a regular \nauction showing particulars of the original cost, accumulated depreciation charged \nthereon, the written down value, the sale price, the mode of disposal (e.g. by tender \nor negotiation); and the par ticulars of the purchaser, indicating whether such \npurchaser was a director or officer or employee of the modaraba company or a \ncertificate holder owning, 20 per cent of the certificate of the modaraba.  \n \n(iii) the aggregate amounts of the purchases from th e sales of goods, materials and \nservices to the modaraba company, an associated undertaking of the Modaraba \ncompany or to an associated person of a director or officer of the Modaraba \nCompany or of the Modaraba or any of their partners. The nature of trans action with \nthe associated undertaking should be clearly stated.  \n \n4. A Modaraba need not shown the amount set aside as provisions other than those relating to \ndepreciation, renewal or diminution in value of assets, if, on application made by it, it has bee n \nallowed by the registrar to do so on being satisfied that the disclosure of such information would be \nprejudicial to the amount of such provision as to indicate that it has been so allowed by the registrar.  \n \n5. The profit and loss account shall be so dra wn up as to disclose separately manufacturing, \ntrading and operational results. In the case of a manufacturing concern, the cost of goods \nmanufactured shall also be shown. Where the modaraba has more than one unit of operation or line \nof business the worki ng results of each such unit or line of business should be separately given.  \n \n6. Except in the case of the first profit and loss account the corresponding amounts for the \nimmediately preceding financial year for all items shown in the profit and loss accou nt. In the case \nof modaraba preparing quarterly or half -yearly accounts, relate to the profit and loss account for the \nperiod which ended on the corresponding date of the immediately preceding year.  \n \n7. The information required to be given in respect of an y of the items in profit and loss account \nshall, if it cannot be included in the profit and loss account itself, be furnished in a separate schedule \nor note or schedules or notes to be attached and to form part of the profit and loss account.  \n \n8. The figur es may be rounded off to the nearest thousand of rupees.   \n  \n  \n  \nPPAARRTT  IIIIII  \n  \n 50 IINNTTEERRPPRREETTAATTIIOONN  OOFF  SSCCHHEEDDUULLEE  \n \n \n1. For the purpose of this schedule unless the context otherwise requires: - \n \n(a) the expression “associated undertakings”  means any two or more undertakings \ninterconnected with each other in the following manner, namely : - \n \n(i) if a person who is the owner or a partner, officer or director of an undertaking \nor who directly or indirectly holds for controls shares, carrying not less than \ntwenty per cent of the voti ng power in such undertaking, is also the owner or \na partner, officer of director of another undertaking or directly or indirectly, \nholds or controls shares carrying not less than 20 percent of  the voting power \nin that undertaking; or  \n \n(ii) if the undertakings are under common management or common control or \none is the subsidiary of another; and the shares of an issuer shall be deemed \nto be owned, held or controlled by a person if they are owned, held or \ncontrolled by that person or by the spouse, brother or sis ter or any lineal \nascendant or descendant of that person and the person who is the owner or a \npartner, officer or director of, or directly or indirectly holds or controls shares \ncarrying not less than twenty per cent of the voting power in an undertaking \nshall be deemed to be an “associated person” of the person who is the owner \nor a partner, officer or director of, or directly or indirectly holds of controls \nshares carrying note less than twenty per cent of the voting power in, another \nundertaking which is  an associated undertaking of that undertaking:  \n \nProvided that the modaraba company and modaraba under its management \nshall be deemed to be an undertaking and common director shall by virtue of \ntheir nomination or common shareholding or certificate holding  by the \nfinancial institutions owned/or controlled by the Federal Government or \nProvincial Government will not constitute “associated undertaking” as \ndefined in the aforesaid sub -rule; \n \n(b) the expression “debts” , shall include loans and advances and other re ceivables \nwhere it relates to amounts written off and provision for doubtful and bad debts;  \n(c) the expression “liability” shall include all liabilities in respect of expenditure \ncontracted for and all disputed or contingent liabilities.  \n(d) the expression “manufa cturing salaries and wages” shall mean those direct and \nadministrative salaries and wages which under recognized accounting principles are \nso classified.  \n(e) the expression “provision” shall subject to paragraph 2 of this Part mean any amount \nwritten off or re tained by way of providing for depreciation, renewals or diminution \nin value of assets, or retained by way or providing for any known liability of which \nthe amount cannot be determined with substantial accuracy;  \n(f) the expression “reserve” shall not, a subjec t to foresaid include any amount written \noff or retained by way of providing for depreciation, renewals or diminution in value \nof assets or retained by way of providing for any known liability;  \n 51  \n2. Any amount retained by way of providing for any known lia bility, is in excess of the amount \nwhich, in the opinion of the directors of the modaraba company, is reasonably necessary for the \npurpose, the excess shall be treated for the purposes of this schedule.  \n \n3. A firm shall be deemed to be controlled by a company  if the latter controls the firm’s \nmanagement or is entitled to more than fifty percent of its profits or is liable to bear more than fifty \npercent of its losses.  \n \n 52  \nTHE FOURTH SCHEDULE  \n[ See rule 20 (6)]  \n \nPROSPECTUS  \n \n Presented pursuant to section 8 of th e Modaraba Companies and Modaraba (Floatation and \nControl) Ordinance, 1980. (Ordinance No XXXI of 1980),  \n \n Matters to be specified  in Prospectus and Reports to be set out therein.  \n \nPART I  \n \nMATTERS TO BE SPECIFIED  \n \n \n1. The name of Modaraba.  \n2. Principal place of  business and branches, if any.  \n3. The name of the modaraba company and the address of its registered office.  \n4. The names, occupations, other directorship and addresses of the directors of the \nmodaraba company.  \n5. Description of the business of modaraba company.  \n6. Type of Modaraba i.e.;  \n(a) Multipurpose modaraba or Specified purpose modaraba.  \n(b) Modaraba for a definite time or modaraba for an indefinite time.  \n7. Description of business to be undertaken by the modaraba and its prospects.  \n8. (a) Amount of the modaraba;  \n(b) Divided  into _____ Modaraba Certificates of Rs.__________ each to be issued at \nRs._____ each.  \n(c)  Details of calls to be made, if applicable.  \n  \n9. Mode of distribution of profits.  \n10. The amount to be subscribed by the modaraba company its directors and officers in the ir \nown name.  \n11. Name and address of the underwriters, if any, giving salient features of the agreement \nand the opinion of the Board of Directors of the modaraba company that the resources of \nthe underwriters are sufficient to discharge their obligations.  \n12. The form of Modaraba Certificate.  \n13. The names and addresses of the auditors of the modaraba and that of modaraba \ncompany.  \n14. Particulars as to: - \n \n(a) the minimum amount which in the opinion of the directors of the modaraba company \nmust be raised by the issue of modarab a certificates in order to provide the sums, or, \nif any part thereof is to be defrayed in any other manner, the balance of the sums, \nrequired to be provided in respect of each of the following matters:  \n \n 53 (i) the purchase price of any property purchased or t o be purchased which is to \nbe defrayed in whole or in part out of the proceeds of the issues;  \n \n(ii) any preliminary expenses payable by the modaraba and any commission so \npayable to any person in consideration of his agreeing to subscribe for, or of \nhis pr ocuring or agreeing to procure subscriptions for, any certificate in the \nmodaraba;  \n \n(iii) the repayment of any moneys borrowed by the modaraba company in respect \nof any of the foregoing matters;  \n \n(iv) working Capital; and  \n \n(v) the amounts to be provided in respect of the  matters aforesaid otherwise than \nout of the proceeds of the issue and the sources out of which those amounts \nare to be provided.  \n \n15. The date and time of the opening and closing of the subscription lists.  \n \n16. The amount payable on application and allotment on e ach certificate and in the case of a \nsecond or subsequent offer of certificates, the amount offered for subscription on each \nprevious allotment made within the two preceding years, the amount actually allotted, if \nany, paid on the certificates so allotted.   \n \n17. The number, description and amount of any certificate in the modaraba which any \nperson has, or is entitled to be given, an option to subscribe for, together with the \nfollowing particulars of the option, that is to say - \n \n(a) the period during which it is exe rcisable;  \n(b) the price to be paid for certificates subscribed for under it;  \n(c) the consideration (if any) given or to be given for it or for the right to it;  \n(d) the names and addresses of the persons to whom it or the right to it was given.  \n \n18. The number and amou nt of certificates which within the two preceding years have been \nissued, or agreed to be issued, as fully or partly paid up otherwise than in cash, and in the latter case \nthe extent to which they are so paid up, and in either case the consideration for wh ich those \ncertificates have been issued or are proposed or intended to be issued.  \n \n19. (1) As respects any property to which this paragraph applies - \n \n(a) the names and addresses of the vendors;  \n \n(b) the amount payable in cash or certificates to the vendor and, wh ere there is \nmore than one separate vendor, or the modaraba is a sub -purchaser, the \namount so payable to each vendor;  \n \n(c) short particulars of any transaction relating to the property completed within \nthe two preceding years in  which any vendor of the proper ty to the \n 54 modaraba or any person who is, or was at the time of the transaction, a \npromoter or a director or proposed director of the modaraba company had \nany interest direct or indirect.  \n \n(2) The property to which this paragraph applies is property purchas ed or acquired by the \nmodaraba or proposed so to be purchased or acquired, which is to be paid for wholly or partly out of \nthe proceeds of the issue offered for subscription by the prospectus or the purchase or acquisition of \nwhich has not been completed a t the date of the issue of the prospectus, other than property - \n \n(a) the contract for the purchase or acquisition whereof was entered into in the \nordinary course of the modaraba business, the contract not being made in \ncontemplation of the issue  nor the issue  in consequence of the contract; or  \n \n(b) as respects which the amount of the purchase money is not material.  \n \n20. The amount, if any, paid or payable as purchase money in cash or certificates for any \nproperty to which the last foregoing paragraph applies, spe cifying the amount if any payable for \ngoodwill.  \n \n21. The amount if any, paid within the two preceding years, or payable as commission for \nsubscribing or agreeing to subscribe, or procuring or agreeing to procure subscriptions, for any \ncertificates of the m odaraba, and the rate of any such commission.   \n  \n22. The amoun t or estimated amount of preliminary  expenses and the persons by whom any of \nthose expenses have been paid or are payable, and the amount or estimated amount of the expenses \nof the issue and th e persons by whom any of those expenses have been paid or are payable.  \n \n23. Any amount or benefit paid or given within the two preceding years or intended to be paid \nor given to the modaraba company and the consideration for the payment or the giving of th e \nbenefit.  \n \n24. The dates of, parties to and general nature of every material contract, not being a contract \nentered into in the ordinary course of the business carried on or intended to be carried on by the \nmodaraba or a contract entered into more than tw o years before the date of issue of the prospectus.  \n \n25. Full particulars of the nature and extent of the interest, if any, of modaraba company and its \ndirectors and offices in the promoting, or in the property proposed to be acquired by, the modaraba, \nor, where the interests of such a director or officer of the modaraba company consists in being \npartner in a firm, the nature and extent of the interest of the firm, with a statement of all sums paid \nor agreed to be paid to him or to the firm in cash or certi ficates or otherwise by any person either for \nservices rendered by him or by the firm in connection with the promotion for formation of the \nmodaraba.  \n \n26. In the case of a modaraba which has been carrying on business, or of a business with has \nbeen carried  on for less than three years, the length of time during which the business of the \nmodaraba or the business to be acquired, as the case may be, has been carried on.  \n \n \n 55 PART -II \n \nREPORT TO BE SET OUT  \n \n27.(1)  A report by the auditors of the modaraba with res pect to : -  \n \n(a) profits and losses and assets and liabilities, in accordance with sub -paragraph (2) or \n(3) of this paragraph, as the case requires; and  \n(b) the rates of the distribution of profit including bonus certificates, if any, paid by the \nmodaraba in respe ct of each of the five financial years immediately preceding the \nissue of the prospectus, giving particulars of distribution of profits, and, if no \naccounts have been made up in respect of any part of the period of five years ending \non a date three months before the issue of the prospectus, containing a statement of \nthat fact.  \n \n(2) If the modaraba has no subsidiaries, the report shall - \n \n(a) so far as regards profits and losses, deal with the profits or losses of the modaraba in \nrespect of each of the five financial  years immediately preceding the issue of the \nprospectus; and  \n \n(b) so far as regards assets and liabilities, deal with the assets and liabilities of the \nmodaraba at the last date of which the accounts of the modaraba were made up.  \n \n    (3) If the modaraba has subsidiaries, the report shall — \n \n(a) so far as regards profits and losses, deal separately with the modaraba’s profits or \nlosses as provided by the last foregoing sub -paragraph, and in addition, deal either - \n \n(h) as a whole with the combined profits or losses of e ach subsidiary, so far as \nthey concern certificates holders of modaraba; or  \n(ii) individually with the profits or losses of each subsidiary, so far as they \nconcern certificate holders of the modaraba or, instead of dealing separately \nwith the modaraba’s pr ofits or losses, deal as a whole with the profits or \nlosses of the modaraba and, so far as they concern certificate holders of the \nmodaraba with the combined profits or losses of its subsidiaries; and  \n \n(b) so far as regards assets and liabilities, deal separat ely with the modaraba’s assets  and \nliabilities as provided by the last foregoing sub -paragraph and, in addition, deal \neither - \n \n(i) as a whole with the combined assets and liabilities of its subsidiaries, with or \nwithout the modaraba’s assets and liabilitie s; or \n 56 (ii) individually with the assets and liabilities of each subsidiary; and shall \nindicate as respects the assets and liabilities of the subsidiaries the allowance \nto be made for persons other than certificate holders of the modaraba.   \n \n28. If the pro ceeds, or any part of the proceeds, of the issue of the certificates are or is to be \napplied directly or indirectly in the purchase of any business, a report made by auditors (who shall \nbe named in the prospectus) upon - \n \n(a) the profits or losses of the busine ss in respect of each of the five financial years \nimmediately preceding the issue of the prospectus; and  \n \n(b) the assets and liabilities of the business at the last date to which the accounts of the \nbusiness were made up.  \n \n29. (1) If - \n \n(a) the proceeds, or any p art of the proceeds, of the issue of the certificates are or is to be \napplied directly or indirectly in any manner resulting in the acquisition by the \nmodaraba of shares or modaraba certificates in any other body corporate; and  \n \n(b) by reason of that acquisit ion or anything to be done in consequence thereof or in \nconnection therewith that body corporate will become a subsidiary of the modaraba;  \na report made by auditors (who shall be named in the prospectus) upon - \n \n(i) the profits or losses of the other body corpo rate in respect of each of the five \nfinancial years immediately preceding the issue of the prospectus; and  \n \n(ii) the asserts and liabilities of the other body corporate at the last date of  which \nthe accounts of the body corporate were made up.  \n \n(2) The said r eport shall indicate how the profits or losses of the other body corporate \ndealt with by the report would, in respect of the shares or certificates to be acquired, have \nconcerned  certificate holders and what allowance would have fallen to be made in relati on to \nassets and liabilities so dealt with, for holders of other shares, or certificates, if the modaraba \nhad at all material times held the shares or certificates to be acquired.  \n \nPART -III \n \nPROVISIONS APPLYING TO PARTS I AND II OF SCHEDULE  \n \n30. Paragraph s 22 (so far as it relates to preliminary expenses) and 25 of this Schedule shall not \napply in the case of a prospectus issued more than two years after the date at which the modaraba \nwas floated.  \n \n31. Every person shall for the purposes of this Schedule, be d eemed to be a vendor  \nwho has entered into any contract, absolute or conditional, for the sale or purchase, or for \nany option of purchase, of any property to be acquired by the modaraba in any case where - \n \n 57 (a) the purchase money is not fully paid at the date of  the issue of the prospectus;  \n \n(b) the purchase money is to be paid or satisfied wholly or in part out of the proceeds of \nthe issue offered for subscription by the prospectus;  \n \n(c) the contract depends for its validity of fulfillment on the result of that issue.  \n \n32. Where any property to be acquired by the modaraba is to be taken on lease, this Schedule \nshall have effect as if the expression “Vendor” included the lessor, and the expression “purchase \nmoney” included the consideration for the lease, and the expressi on “sub -purchaser” included a sub -\nlessee.  \n \n33. Reference in paragraph 17 of this Schedule to subscribing for certificates shall include \nacquiring them from a person to whom they have been allotted or agreed to be allotted with a view \nto his offering them f or sale.  \n \n34. For the purpose of paragraph 19 of this Schedule where the vendors or any of them are a \nfirm, the members of the firm shall not be treated as separate vendors.  \n \n35. If in the case of a modaraba which has been carrying on business, or of a bus iness which has \nbeen carried on for less than five years, the accounts of the modaraba or business have only been \nmade up in respect of four years, three years, two years or one year, Part -II of this Schedule shall \nhave effect as if reference to four years , three years, two years or one year, as the case may be, were \nsubstituted for references to five years.  \n \n36. The expression “financial year” in Part -II of this Schedule means the year in respect of \nwhich the accounts of the modaraba or of the business, as  the case may be, are made up, and where \nby reason of any alteration of the date on which the financial year of the modaraba or business \nterminates the accounts of the modaraba or business have been made up for a period greater or less \nthan a year that gre ater or less period shall for the purpose of that part of this Schedule be deemed to \nbe a financial year.  \n \n37. Any report required by Part -II of this Schedule shall either indicate by way of note any \nadjustments as respects the figures of any profits or lo sses or assets and liabilities dealt with by the \nreport which appear to the persons making the report necessary or shall make those adjustments and \nindicate that adjustments have been made.  \n \n38. Any report by auditors required by Part -II of this Schedule s hall be made by auditors \nqualified under the Ordinance and Rules for appointment as auditors of a modaraba and shall not be \nmade by any auditors who is an officer or employee, or a partner of or in the employment of an \nofficer or employee, of the modaraba or modaraba company."
}