{
    "file": "./converted_json\\administrator975290bd78bf85c8e598b96fe550eb3b(1).json",
    "name": "The Central Law Officers Ordinance",
    "date": "28th March, 1970",
    "tagline": "To provide for appointment of Central Law Officers and confer right of audience in all Courts in Pakistan",
    "content": "Page 1 of 3   \nTHE CENTRAL LAW OFFICERS ORDINANCE, 1970  \n \n \n \n \n \n \n \n \nCONTENTS  \n \n__________________  \n \nSECTIONS:  \n \n1. Short title and commencement.  \n2. Appointment of Central Law Officers.  \n3. Qualification of the Central Law Officers.  \n3A. Retiring age of Central Law Officers.  \n4. Right of audience.  \n4A. Central Law Officers to be deemed to be public prosecutors, etc.  \n5. Repeal and savings.  \nUpdated till 12.11.2021  \n\n \nPage 2 of 3  THE CENTRAL LAW OFFICERS ORDINANCE, 1970  \n \n1ORDINANCE NO. VII OF 1970  \n[28th   March,  1970]  \n \nAn Ordinance to provide for appointment of Central Law Officers  \n \nWHEREAS it is expedient to provide for appointment of Central Law Officers and to confer \non them the right of audience in all  Courts in Pakistan;  \n \nAND WHEREAS the national interest of Pakistan in relation to the achievement of uniformity \nrequires Central legislation in the matter;  \n \nNOW ,THEREFORE, in pursuance of the Proclamation of the 25th day of March, 1969, read \nwith the Provisional Constitution Order, and in exercise of all powers enabling him in that behalf, the \nPresident is pleased to make and promulgate the following ordinance :___\n \n1. Short title and commencement.___(1) This Ordinance may be called the Central Law Officers \nOrdinance, 1970.  \n \n(2) It shall come into force at once.  \n \n2. Appointment of Central Law Officers.___(1) The President may appoint one or more  \nAdditional  Attorneys ‑General,   Deputy   Attor neys­General  and  2[Assistant  Attorney s­General]   as  he \nmay consider necessary.  \n \n(2) A person appointed under sub­section (1) shall hold office during the pleasure of the \nPresident and shall receive such remuneration and shall be subject to such conditions as may be \ndetermined by the President.  \n \n3. Qualification of the Central Law Officers . No person shall be qualified for appointment \nunder subsection (1) of section 2 unless,___ \n \n(a) in the case of an Additional Attorney ‑General and a Deputy Attor ney‑General, \nhe is qualified for appointment as a Judge of the Supreme Court, and  \n \n(b) in the case of 2[Assistant Attorney­General, he has for a period of not less than \nseven years been an Advocate of a High Court],  \n \nbut no person shall be appointed under the said sub­section if he is or has been a Judge of the Supreme \nCourt or of a High Court.  \n \n \n \n1The Ordinance has been declared to be Validly made by the Competent authority see, the validation of Laws Act, 1975 (63 of 19 75).  \n2Subs. by  the Central Law Officer s (Amdt.) Act , 2017(Act I of 2017 ), Ss.2 and 3 . \n \nPage 3 of 3  1[3A. Retiring age of Central Law Officers.___(1) Subject to sub­section (2) of section 2, an  \nAdditional Attorney­General or a Deputy Attorney­General shall hold offic e until he attains the age of \nsixty­five years and 2[an Assistant Attorney­General] shall hold office until he attains the age of \nsixty­two years.  \n \n(2) An Additional Attorney­General, Deputy Attorney­General or 2[Assistant Attorney­ General] \nmay, by writing under his hand addressed to the President, resign his office.  \n \n(3) An Additional Attorney­General, Deputy Attorney­General or Standing Counsel who has, \nbefore the commencement of the Central Law Officer s (Amendment) Ordinance, 1979, attained the \nmaximum age specified in sub­section (1) shall cease to hold office on such commencement.]  \n \n4. Right of audience . In the performance of their official duties, the Additional \nAttorney‑General, Deputy Attorney ‑General and 3[Assistant Attorney­General] shall ha ve the right of \naudience in all Courts in Pakistan 3[:] \n \n3[Provided that an Assistant Attorney­General shall have right of audience before the Supreme \nCourt subject to a licence issued by the Pakistan Bar Council.]  \n \n4[4A. Central Law Officers to be deemed to be public prosecutors, etc. Notwithstanding \nanything contained in any other law for the time being in force all Additional Attorneys­General, Deputy \nAttorneys­General and 5[Assistant Attorney s­General] shall be deemed to be public prosecutors and shall \nbe competent to institute, file and conduct any proceedings, including appeal and revision, for and on \nbehalf of the Federal Government before any court or tribunal, including a special court constituted under \nany law.]  \n \n5. [Repeal and savings. ] Omitted by the Federal Laws (Revision and Declaration) Ordinance, \n1981 (XXVII of 1981), s. 3 and Sch., II.  \n \n \n \n \n________  \n \n \n \n \n \n \n \n \n \n \n1Ins. by the Central Law Officer s (Amdt.) Ordinance, 1979 (63 of 1979), s. 2.  \n2Subs. by the Central Law Officers (Amdt.) Act, 2017(Act I of 2017), s .4. \n3Subs & A dded by the Central Law Officers (Amdt.) Act, 2017(Act I of 2017) ,s.5. \n4Ins. by the Central Law Officers (Amdt.) Act, 1985 (17 of 1985), s. 2.  \n5Subs. by the Central Law Officers (Amdt.) Act, 2017(Act I of 2017) , s. 6"
}