{
    "file": "./converted_json\\administratordc22a0bc90346d4f9d901a689d294611.json",
    "name": "Pakistan Telecommunication (Re-organization) (Amendment) Ordinance, 2005",
    "date": "August 29, 2005",
    "tagline": "Further to amend the Pakistan Telecommunication (Re-organisation) Act, 1996",
    "content": "P.EGISTEREDN,.Yffi\n@$eGatdfp d puhtdffiI9\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD. MONDAY, AUGUST 29,2005\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW JUSTICE AND IIUMAN RIGHTS DIVISION\nIslamabad, the zhh August, 2005\nNo. F. 2(1)/2005'Pub.-The following Ordinance promulgated by the\nPresident is hereby published forgeneral information:-\n' OnorNnNce No. XVI or 2005\nAN\nORDINANCE\nfurther to amend the Pakistan Telecommunication (Re-organisation)\nAct, 1996\n(727)\nPrice : Rs. 10.50WHEREAs it is expedient further to amend the Pakistan Telecommunication\n(Re-organization) AcL 1696 (XVII of 1996), for the purposes hereinafter appearirig;\nAND wHEREAs the National Assembly is not in session and the President\nis satisfied that circumstances exist which render it necessary to take immediate\naction:\n[3164(05)/Ex. Gaz.]\n728 THE GAZETTE OF PAKISTAN. EXTRA ' AUGUST 29. 2fi)5 IPAffI\nNow. THEREFoRE, in exercise of the powers conferred by clause (l) of\nArticte 89 of the Constitution of the Islamic Republic of Pakistan, the President\nis pleased to make and promulgate the following Ordinance:-\nIt is hereby enacted as follows:-\nl. Short title and commencement.-( l) This Ordinance may be\ncalled the Pakistan Telecommunication ( Re-organization) ( Amendment) Ordinance.\n2005.\n(2) It shall come into force at once.\n(a) for clause (a) the following shall be substituted, namely :-\n\"(a) \"Access Promotion Contribution ( APC)\" means the payments\nmade by LDI Licensees to LL Licensees or to the Universal\nService Fund pursuant to the rules made under this\n0rdinance;\";\nO) after clause (a), substiruted as aforesaid, the following new clauses\nshall be inserted, namely:-\n\"(ab) \"Authority\" means the Pakistan Telecommunication Authority\nestablished under section 3f';\n(c) after clause (q), the following new clauses shall be inserted, namely:-\n\"(qa)\"R&D Fund\" means the Research and Development Fund\nestablished under subsection ( I ) of section l3Cl\":\n(d) afterclause (x), the following new clause shall be inserted, namely :-\n\"(xa) \"USF\" means the Universal Service Fund established under\nsub-section (l) of section 33A;\".\n3. Amendment of section 21, Act XVII of 1996.-In the said\nAct, in section 21,-2. Amendment of section 2, Act XVII of 1996.-In the Pakistan --\nTelecommunication (Re-organization) Act, 1996 (XVII of 1996). hereinafter referred\nto as the said Act, in section 2,-\nPerr IlTHE GAZETTE OF PAKISTAN, EXTRA,, AUGUST 29, 2M5'729\n(a) in sub'section (3),-\n(i) the words and comma \" ExcePt for the licence granted to the\nCompany for basic telephone service,\" shall be omitted.\n4. Insertion of new Chapter III A , Act XVII of 1996.-ln the said\nAct , after Chapter III , the following new Chapter shall be inserted. namely :-\n..CHAPTER III.A\nSPECIAL FUNDS\n(2) The USF shall be under the control of the Federal Govemment and\ntherein shall be credited any sums of money mentioned under subsection 4.\n(3) The balance to the credit of the USF shall not lapse at the end of the\nfinancial year.\n(4) The USF shall consist of-\n(a) grants made by the Federal Government and the Provincial\nGovemments;\n(b) prescribed contribution by licensees;\n(c) sale proceeds from the auction of the right to use radio spectrum:\n(d) loans obtained from the Federal Government; and\n(e) grants and endowments received from other agencies'\n338. Administration and utilization of USF -(l) The Federal Govem-\nment shall have the power to administer the USF in such manner as may be\nprescribed.\n(2) The USF shall be utilized exclusively for providing access to\ntelecommunication sewices to People in the un-served, under-served, rural and remote\nareas and other expenditure to be made and incurred by the Federal Government in\nmanaging USF.33A Establishnenl o/USE-( 1) As soon as may be, after the commence-\nment of this Pakistan Telecommunication (Amendment) Ordinance, 2005' the\nFederal Govemment shall, by notification in the Official Gazette, establish a Fund to\nbe called the Universal Service Fund hereinafter referred to as USF.\n730 THE GAZE\"TTE OF PAKISTAN, EXTRA., AUGUST 29' 2M5 [PARr I\n(3) The Federal Government shall be responsible for the coordination iurd\nensuring timely utilization and release of sums in accordance with the criteria as\nmay be prescribed.\n33C. Research and Development Fund.-(l\\ As soon as may be, after\nthe corimencement of this Pakistan Telecoln munication (Re-organization)\n(Amendment) Ordinance,2005, the Federal Government may by notification in the\nOfficial Gazette. establish a Fund to be called the Research and Development Fund'\n(2) The Research and Development Fund shall be under the control of\nthe Federal Government and therein shall be credited any sums of money\nmentioned under sub-section (4).\n(3) The balance to the credit of the Research and Development Fund\nshall not lapse at the end of the financial year.\n(4) The Research and Development Fund shall consist of-\n(a) grants made by the Federal Govemmentl\n(b) prescribed contribution by licensees;\n(c) loans obtained from the Federal Govemment; and\n(d) Sants and endowments received from other agencies.\n33D. Administration and utilization of Research and Development\nFund.-(l) The Federal Government shall have the power to administer the\nResearch and Development Fund in such manner as may be prescribed.\n(2) The Fund shall be utilized exclusively for prescribed research and\ndevelopment activities in the field of information communication technology and\nother expenditure incurred by the Federal Government in managing Research and\nDevelopment Fund.\n(3) The Federal Govemment may coordinate with relevant entities to\nensure timely utilization and release of sums in accordance with the criteria as may\nbe prescribed.\n33E. Audit and public information.-(l) The accounts of USF and\nResearch and Development Funds shall be-\n(a) maintained in such form and manner as the Controller General of\nAccounts may determinel\nP.rxr Il THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 29,2005 131\n(b) audited by a Chartered Accountant as defined in the Chartered\nAccountants Ordinance l96l (X of l96l ), and the Auditor General of\nPakistan.\n(2) The Federal Govemment shall, after the end of every financial year,\nsubmit tq the National Assembly the audited annual statement of accounts ofboth\nthe Funds, together with the report of the Auditor General of Pakistan.\n(3) The Federal Government shall also publish after the end ofevery year\na report on the state of universal service and research and development and on\nits activities in this regard during that year.\"\n6. Insertion of new section 37A, Act XVII of 1996.-In the said\nAct, after section 37, the following new section shall be inserted, namely :-\n(a) in sub-section (l), the words \"and where provided for hereinbefore\"\nshall be omitted: and\n(b) in sub-section (2), after clause (a) , the following new clauses shall be\ninserted, namely:-\n'(ab) the manner in which the USF and Research and Development\nfunds may be administered;\n(ac) the criteria based on which sums may be released from USF\nand Research and Development fundsl\n(ad) preventing, prohibiting, and remedying the effects of,\nanticompetitive conduct by licensees;\n(ae) regulating agreements or arrangements by licensees in respect\nof intemational telephony service:\n(afl requiring licens ees that handle international telephony service\nto make payments (i) to Prescribed categories of licensees that\nterminate intemational telephony service calls in Pakistan in form5. Amendment of section 37, Act XVII of 1996.-ln the said\nAct, in section 37. the figure and comma \"90.\" shall be omitted.\n\"37A. The \"A\" ordinary shares and \"B\" ordinary shares issued by the\nCompany shall be deemed to be validly issued in terms of the\nCompanies Ordinance, 1984 (XLVll of 1984)\"\n7. Amendment of section 57.-ln the said Act, in section 57,-\n'132 THEGAZETTE OF EXTRA.. AUGUST 29, 200s ART I\nof APC and (ii) to the USF in respect of intemational telephony\n,\".ri\"\" \"ull, thut prescribed categories of licensees terminate in\nPakistan;\n(ag) enforcing national security measures in telecommunication sector:\nand\n(ah) regarding lawful interception \"'\nGENer'qL\nPERVEZ MUSHARRAF'' P resident'\nJusrrce (Rrro)\nMANSOOR AHMED\nSecretary.-PAKISTAN."
}