{
    "file": "./converted_json\\administrator369ef7980ab81e0b188703977998df5e.json",
    "name": "Small Claims and Minor Offences Courts Ordinance",
    "date": "19th June, 2002",
    "tagline": "Consolidation of law relating to small claims and minor offences in Pakistan",
    "content": "Page 1 of 13 \n  \n \n \n \nTHE SMALL CLAIMS AND MINOR OFFENCES COURTS \nORDINANCE, 2002  \n \n \n \nCONTENTS  \n \n \n1.  Short title, extent and commencement  \n2.  Definition s \n3.  Ordinance to override other laws  \n4.  Establishment of Courts  \n5.  Jurisdiction  \n6.  Procedure in civil trials  \n7.  Rejection of plaint  \n8.  Process fee  \n9.  Summons  \n10.  Appearance through advocate or recognised agent \n11.  Written statement  \n12.  Appearance of parties and effect of non-appearance, etc . \n13.  Final disposal of suit \n14. Amicable settlement \n15.  List of persons for amicable settlement  \n16. Appearance of parties for settlement  \n17.  Responsibilities of the Salis  \n18.  Settlement of suit or complaint   \n \n\n \nPage 2 of 13 \n 19.  Objections on award  \n20.  Payment of fees  \n21.  Non-commencement of settlement proceedings  \n22.  Failure of settlement  \n23.  Prohibition of appearing in proceedings or as witness  \n24.   Prohibition of making record  \n25.  Prohibition of using information  \n26  Commencement of trial in suit or claim  \n27.   Evidence  \n28.  Power to order any point to be proved by affidavit  \n29.  Power to order attendance of deponent for cross -examination  \n30.  Matters to which affidavits shall be confined  \n31.  Examination or re -examination of witness  \n32.  Conclusion of trial  \n33.  Costs  \n34.  Procedure in criminal trial  \n35.  Execution of decree  \n36.  Inherent powers of Court  \n37.  Power of the Court  \n38.  Appeal in suit s \n39.  Appeal in criminal proceedings  \n40. Amendment in the Schedule  \n41.  Power to make rules  \n42.  Repeal and savings  \n \n \n  \n \nPage 3 of 13 \n THE SMALL CLAIMS AND MINOR OFFENCES COURTS ORDINANCE,  \n2002  \n \nORDINANCE NO. XXVI OF 2002  \n[19th June, 2002 ] \nAN  \nORDINANCE  \n \nto consolidate and enact the law relating to small claims and minor offences  \n WHEREAS  it is expedient  and necessary to consolidate  and  enact the law relating  to  small  \nclaims  and  minor  offences  and  matters  incidental  thereto  or connected  therewith  for  providing  \ninexpensive   and  expeditious  disposal  of  such claims and offences;  \n AND WHEREAS,  the President is satisfied that circumstances exist which render it \nnecessary to take immediate action;  \n NOW, THEREFORE, in pursuance of the Proclamation of Emergency o f the Fourteen th day \nof October  1999, and the Provisional  Constitution Order No. 1 of  1999, read with  Provisional \nConstitution (Amendment) Order No.9 of 1999, and in exercise of all powers enabling him in that \nbehalf; the President of the Islamic  Republic of Pakistan is  pleased to make and promulgate the \nfollowing Ordinance: — \n 1. Short  title, extent and commencement. —(1) This Ordinance may be called the  Small \nClaims and Minor Offences Courts Ordinance, 2002.  \n  (2) It extends to the whole of Pakistan.  \n *(3)  It  shall  come  into  force  on  such  date  as  the  Federal  Government  may,  by  \nnotification in the official Gazette, appoint in this behalf.  \n 2. Definition .—(1) In this Ordinance, unless there is anything repugn ant in the subject or \ncontext, — \n                        (a) “amicable settlement ” includes settlement  through arbitration  process , other \nthan arbitration under the Arbitration Act, 1940 (X of 1940), mediation, \nconciliation or any other law ful means mutually agreed upon by the parties;  \n(b) “award ” means findings of a Salis ; \n(c) “Court ” means the Small Claims  and Minor Offences Court established under \nsection 4;  \n(d)  “Government ” means the Provincial Government;  \n(e) “prescribed ” means prescribed by rules;  \n(f) “rules ” means rules made under section 42;  \n(g) “Salis ” means the person acting as conciliator, mediator or arbitrator.  \n (2) Any expression not specifically  mentioned or defined in this Ordinance shall have the \nsame meaning as defined in the Code of Civil Procedure, 1908 (Act V of 1908), and shall have effect \naccordingly.  \n*This Ordinance came into force on 15th July, 2004, vide S.R.O. 601 (I)/2004 dated 5th July, 2004.  \n \nPage 4 of 13 \n  3. Ordinance to override other laws .—The provisions of this Ordinance shall have effect \nnotwithstanding anything contained in any other law for the time being in force.  \n 4. Establishment of Courts .__(1) The Government, in consultation with the High Court, may \nestablish one or more Small Claims an d Minor Offences Courts in each district or at such other place \nor places as it may deem necessary.  \n (2) The Court shall be presided over by a Civil Judge -cum-Judicial Magistrate.  \n \n (3) The local limits of jurisdiction of the Court shall be such as the High Court  may, by \nnotification in the official Gazette, determine and define from time to time.  \n \n 5. Jurisdiction .—(1) The Court shall have exclusive jurisdiction to : \n(a)  try all suits and claims arising there from , specified in Part I of the Schedule  to \nthis Ordinance, the subject matter of which does not exceed one hundred \nthousand rupees in value for the purposes of jurisdiction : \n   Provided that the High Court may, by notification in the Official \nGazette, vary such value from time to time; and  \n(b) try offences specified in P art II of the Schedule to this Ordinance.  \n 6. Procedure in civil trials .—Proceedings under this Ordinance relating to claims or suit s \nshall be conducted in the manne r hereinafter provided, namely  \n(i) Every claim or suit before the Court shall be instituted by presentation of a \nplaint duly verifie d on oath or solenm affirmation;  \n(ii) the plaint shall contain all material facts relating to the claim or dispute, a \nschedule giving the number of witnesses intended to be produced in support of \nthe plaint, the names and addresses of witnesses and a brief summary of the \nfacts to which they would depose;  \n(iii) where a plaintiff sues or relies upon a document in his possession or power, he \nshall produce it in the Court either in original or copy thereof alongwith the \nplaint;  \n(iv)       where a plaintiff relies on any other document, not in his possession or power \nas evidence in support of his claim, he shall enter such document in a list to be \nappended to the plaint, giving rea sons of relevancy to the claim in the plaint;  \n(v)  the  plaint  shall  be  accompanied  by as many  copies  thereof  including  the \nschedule  and  the  lists  of  documents  referred  to in  clause  (4)  as  there  \nare defendants in the suit, for service u pon the defendants;  and \n(vi) the pla int  shall  be  accompanied  by  one  time  process  fee  of  twenty -five \nrupees.  \n 7. Rejection of plain t.—(1) The plaint shall be rejected in the following cases  \n(a) where it does not disclose a cause of action;  \n \nPage 5 of 13 \n (b) where the relief claimed is under -valued , and the plaintiff, on being required \nby the Court to correct the valuation within a time to be fixed by the Court, \nfails to do so;  \n(c) where  the relief  claimed  is properly  valued,  but the plaint  is written  u pon \npaper insufficiently stamped, and the plaintiff, on being required by the Court \nto supply the requisite stamp paper within a time to be fixed by the Court, fails \nto do so;  \n(d) where the suit appears from the statement in the plaint to be barred by any law. \n (2) Where a plaint is rejected, the Judge shall record an orde r to that effect with reason s for  \nsuch order.  \n (3) The rejection of the plaint on any of the grounds herein  before mentioned shall  not of its \nown force  preclude  the  plaintiff  from  pr esenting  a fresh  plaint  in respect of the same cause of \naction.  \n 8. Process fee .—The plaintiff shall, along with the plaint, pay  one time process fee of twenty \nfive rupees for service of summons upon the defendants and postal stamps of the value of registered \npost acknowledgement due and where  the Court orders for substituted service, deposit the charges of \nsuch substituted service, within three days of making such order failing which the suit may be \ndismissed.   \n 9. Summons .—(1) The Court shall withi n two days of the presentation of the plaint, send to \nthe defendant summons for final determination of the suit, throug h process  server and by registered \npost, acknowledgement due, together with the copies of the plaint, schedule of witnesses, documents \nor list of documents relied upon.  \n (2)  Where  in  any  suit  the  defendant  cannot  be  found  and  has  no  agent empowered to \naccept service of the summons on his behalf, service may be made on any adult member of the \nfamily of the defendant who is resid ing with him.  \n (3) Every summo ns and its accompaniments under sub-section (1) shall be served within \nfifteen days.  \n (4)   Where   the   Court   has   reasons   to   believe   that   the   defendant   is avoiding \nservice, or that for any other reason the summons cannot be served in the ordinary way, the Court \nshall order for service of summons by — \n(a)  affixing a copy of  the summons at some conspicuous part of the house, if any, \nin which the defendant resides or is known to have last resided or carries or is \nknown to have carried on business or personally works or is known to have \nworked for gain; or  \n \n(b)  any electronic device of communication which may include telegram, \nphonogram, telex, fax and e -mail;  or \n \n(c)  urgent mail ser vice or public courier services;  or \n(d)        beat of drum in the locality where the defendant resides; or  \n(e)        publication in p ress; or \n(f)         any other manner or mode as it may deem fit:  \n \nPage 6 of 13 \n    Provided that the Court may order the use of all or any of the aforesaid  \n  manners and modes of service simultaneously.  \n (5) Substitut ed service by order of the Court shall be as effectual as if it had been made \non the defendant personally. \n (6)  In  case  of  substitu ted  service,  the  Court  shall  fix  such  time  for  the appearance of \nthe defendant, as the case may require, which shall not exceed fifteen days. \n (7) The summons sent under sub-section (1) shall contain direction to the  effect that the \ndefendant on his appearance on the date fixed shall file his written statement as provided by \nsubsection (1) of section 11. \n 10. Appearance through Advocate or recognized agent.—(1) No Advocate shall act for \nany person in the Court, unless he has been appoin ted for the purpose  by such person in \nwriting  signed by su ch person or by his  recognized agent or by so me other person authori sed by or \nunder a power of attorn ey to make such appoin tment. \n (2)  Any  appearance,  application  or  action  in  or  to  the  Court,  required or authorised by \nlaw to be made or done by a party may, except where otherwise expressly provided by any law for \nthe time being in force, be made or done by the pa rty in person or by his recognis ed agent or by an \nAdvocate on his behalf.  \n (3) Any process served on the recognised agent of a party or an advocate shall be as effectual \nas if the same has been served on the party in person, unless the Court otherwis e directs.  \n (4) The provisions for the service of process on a party to a suit shall apply to the service of \nprocess on his recognis ed agent.  \n 11. Written statement .—(1) The defendant shall on the date fixed, appear before the Court \nand file his written s tatement duly verified on oath or solemn affirmation and attach therewith a list \nof his witnesses as also a summary of the evidence that each witness is expected to give:  \n Provided that the Court may, on sufficient cause being shown, permit to file written statement \nwhich shall not exceed fifteen days.  \n (2) Where a defendant relies upon a document in his possession or power, he shall  produce  \nit  in  original  or  a  copy  thereof  in  the  Court alongwith the  written statement.  \n (3) When the defendant rel ies on any other document, not in his possession or power, as \nevidence in support of his written statement, he shall enter such documents  in  a list  to be  appended  \nto  the  written  statement,  giving  reasons  of  relevancy  to the defence in the writt en statement.  \n (4)  Copy of the written statement together with schedule of witnesses, documents and list of \ndocuments relied upon shall be given to the plaintiff, his agent or a dvocate present in the Court.  \n (5) Where any party from whom a written statement is so required fails to present  the  same  \nwithin  the  time  fixed  by  the  Court,  the  Court  may  pronounce judgment against him, or make \nsuch order in relation to the suit as it thinks fit.  \n 12. Appearance of parties and effect of non -appe arance, etc .—(1) Where on the day fixed \nfor the defendant to file written statement, it is found that the summons have been served but the \ndefendant has failed to file written statement without sufficient cause, the Court may proceed ex - \nparte and pass dec ree: \n \nPage 7 of 13 \n  Provided that if the Court is satisfied that the defendant was prevented by any sufficient \ncause, it may set aside the decree subject to and upon such terms as to costs, payment into Court or \notherwise as it deems fit:  \n Provided  further  that  no  o rder  shall  be  made  under  this  sub -section  unless notice of the \napplication has been served on the opposite  party.  \n (2)  Where  the  Court  has  adjourned  hearing  of  the  suit  ex parte,  and  the defendant on \nor before such hearing, appears and a ssigns good cause for his previous non -appearance, the Court \nmay, upon such terms as it directs as to costs or otherwise, hear him in answer to the suit as if he had \nappeared on the day fixed for appearance.  \n (3) Where neither party appears when the suit i s called for hearing, the Court may make an \norder that the suit be dismissed.  \n (4) Where the defendant appears and the plaintiff does not appear when the suit is called for \nhearing, the Court shall make an order that the suit be dismissed unless the defendant admits the \nclaim, or part thereof in which case the Court shall  pass a decree against the defendant upon such \nadmission,  and where part only of the claim has been admitted, shall dismiss the suit to the extent \nof the part not admitted. \n 13. Final disposal of suit.—(1) Where it appears at the first hearing of the suit that the \nparties are not at variance on any question  of law or fact or that the dispute is of trivial nature, the \nCourt may, after recording  brief statements of the parties or their couns els, dispose  of the suit \nforthwith.  \n (2) If the suit is not  disposed of under sub-section (1), the Court shall ascertain upon  which \nsmaterial propositions  of fact or law, the parties are at variance, and shall proceed to dispo se of the \ncase in the manner provided hereafter. \n 14. Amicable settlement.—(1) Where at any stage of the proceedings, it appears to the \nCourt either on application of any party or otherwise, that there exists a possibility  of amicable \nsettlement between the parties, the Court may, subject to consent of parties, throu gh Salis or any \nother person,  conciliate, arbitrate , mediate  or resolve through  any other means, the claim or \noffence, as the case may be: \n Provided that the Court shall not proceed for amicable settlement of offences which  are  non -\ncompoundable  or,  for  reasons  to  be  recorded  in  writing,  where  it considers such settlement to \nbe either against the public policy or interest of the State.  \n (2)  If  a  settlement  is  reached  between  the  parties  to  the  claim  or  suit ,  a statement  of  \ncompromise  shall  be  prepared  and  the  Court  shall  pass  a  decree accordingly.  \n (3) If a settlement is  reached between the parties to the offence, the offence shall be deemed \nto have been compoun ded in terms of the compromise and the Court shall pass order accordingly.  \n 15. List of persons for amicable settlement .—(1)  The Chief Justice of High Court shall, in \nconsultation  with the District Judge, the President. Bar Association  of the District  or  Sub -Division  \nconcerned,  prepare  a  list  of  persons  to  act  as Salis for effecting amicable settlement, which shall \nbe maintained in the Court.  \n (2) The list of persons under sub -section (1) may include retired Judges and lawyers.  \n \nPage 8 of 13 \n  (3)  The  parties  may  also  nominate Salis  other  than  the  persons  in  the  list maintained by \nthe Court, and the Court may refer the suit or complaint to such person.  \n 16. Appearance of parties for settlement .—(1) On receipt of reference the Sails  shall make \nefforts for amicable settlement of dispute or complaint and submit his report with the time fixed by \nthe Court.  \n (2) The Salis  shall call the parties through registered post, telegram, fax, telephone or any \nother appropriate mode to a venue and on  a day and time specified by him.  \n (3) The parties shall appear in person or through their representatives before the  Salis   and  \nshall  state  their  claim  or defence  in writing,  supply  copies  of their pleadings or complaint and \nall other necessary documents as required by the Salis . \n 17. Responsibilities of the Salis .—The Salis  may— \n(a) before proceeding in the matter, disclose to the Court any circumstance that \nmay likely create an impression  of a bias or which may prevent him from \nacting  promptly,  whereupon  the  Court  shall  direct  the  parties  to  \nnominate another Salis ; \n(b) facilitate negotiations between the  parties and steer the direction  of discussion \nwith the aim of finding a mutually acceptable solution; and  \n(c) assist the parties in reaching an agreement.  \n 18. Settlement of suit or complaint .—(1) If a settlement of a suit or complaint  is reached \nbetween the parties, the Salis  shall prepare a deed of settlement containing terms  of such settlement, \nsigned by the parties and submit it to the Court on the day fixed by the Court together with a \ncertifi cate that the settlement between the parties was voluntary.  \n (2) The Salis  shall make an award and submit it in the Court on or before the date fixed.  \n 19. Objections on award .—(1) The Court shall, before passing a decree based on award, call \nobjections of  the parties to it within fifteen days of the receipt of award and settle such objections \nwithin fifteen days thereof.  \n (2)  No  separate  proceedings  shall  lie  in  any  other  Court  to  challenge  the validity of  \nthe award on the plea of fraud misrepresentation on involuntary nature of the settlement of any other \nground whatsoever.  \n (3) Where a person challenges the validity of the decree on the pl ea of fraud, \nmisrepresentation or want of jurisdiction, he shall make an application to the Court w ithin thirty days \nof passing the decree and no separate suit shall lie for it.  \n 20. Payment of fees .—The Court shall determine the amount of fees, if any, to be paid by the \nparty or parties to Salis , against a valid receipt.  \n 21. Non -commencement of settle ment proceedings .—If the parties fail to appear before the \nSalis  or pay fees, as determined by the Court, the Salis  may not proceed for settlement and inform \nthe Court accordingly.  \n 22. Failure of settlement .—If no settlement is reached between the parties,  the Salis  shall \nrecord the statement of the fact, signed by the parties and submit it to the Court on or before the date \nfixed.  \n \nPage 9 of 13 \n  23. Prohibition o f appearing  in proceedings or as witness .—The Salis  conducting \nproceedings for amicable settlement shall not act in any capacity for any of the parties in connection \nwith the matter in the suit or complaint in other proceedings nor shall he be called as a witness in \nsuch proceedings.  \n 24.  Prohibition  of  making  record .—Any information, statement,  docu ment  and anything  \ndisclosed to the Salis  during  settlement  proceedings  shall  be  kept  as confidential and no document \nincluding any transcript, formal record or audio -visual recording shall be made of the proceedings, \nexcept with the approval of the Salis  and consent of the parties.  \n 25. Prohibition of using information .—No communication made in the settlement \nproceedings including information disclosed and views expressed shall be used in any other \nproceedings, whatsoever.  \n 26. Commencement of trial in suit or claim .—If the dispute or claim is not referred for \nsettlement or no settlement is reached under subsection  (1) of section 14 within forty five days of the \nreference or such extended time as may be granted by the Court, on showing good cause the Court \nshall proceed to record evidence.  \n 27.  Evidence .—(1) In civil matters, the production of  witnesses shall be  the responsibility \nof the parties, except official witnesses whose appearance shall be d etermined by the Court in the \ninterest of justice:  \n Provided that on the application of any party, the Court may also summon a witness.  \n (2) The eviden ce of the witness in attendance shall be taken orally in open  Court by the \nJudge.  \n (3) The Court may — \n(a)        record a concise statement of evidence of a witness where no appeal lies; and  \n(b)      record the evidence of a witness where an appeal lies in the case or the Court \ndeems it necessary in the interest of justice, which shall be read over to the \nwitness and signed by him.  \n 28. Power to order any point to be proved by affidavit. —(1) The Court may at any time \nfor sufficient reason order that any particular fact or facts may be proved by affidavit, or that the \naffidavit of any witness may be read at the hearing on such conditions as the Court thinks reasonable:  \n Provided that where it appears to the Court that either party bona fide  desires the  production  \nof  a  witness  for  cross -examination,  and  that  such  witness  can  be produced, an order s hall not \nbe made authorising the evidence of such witness to be given by affidavit.  \n 29. Power to order attendance of deponent for cross -examination .—(1) Upon an \napplication, evidence may be given by affidavit, but the Court may, at the instance of either party, \norder the attendance for cross -examination of the deponent.  \n (2) Such attendance shall be in Court, unless the deponent is exempted from personal \nappearance in Court, or the Court otherwise directs.  \n 30. Matters to which affidavits shall be c onfined .—(1) An affidavit shall be confined to \nsuch facts as the deponent is able of his own knowledge to prove, except interlocutory applications, \non which statement of his belief may be admitted , provided that the grounds thereof are stated.  \n \nPage 10 of 13 \n  (2) The costs of every affidavit which shall unnecessari ly set forth matter of hearsay or  \nargumentative  nature, or  copies  of  or extracts  from  documents, shall, unless the Court otherwise \ndirects, be pai d by the party filing the same.  \n 31. Examination or re -examination of witness .—(1) The Court may, at any stage of the \nproceedings and under exceptional circumstances, call a witness for examination or re -examine a \nwitness already examined, if so required f or the ends of justice.  \n (2)  The Court may refuse to summon a  witness or  enforce the summons already issued \nagainst the witness when in the opinion of the Court, the attendance of the witness cannot be \nprocu red without such delay, expense or inconvenience as in the circumstances would be \nunreasonable, or such application is moved in bad faith to protract the proceedings or to fill up any \nlacuna in the case of either party.  \n 32. Conclusion of trial .—(1) The Court shall conclude the trial within  sixty days by taking \nday-to-day hearing, unless prevented by good cause in which case, the case shall be disposed of \nwithin the next thirty days.  \n (2) On completion of evidence, the Court shall fix a date not exceeding seven days for \nhearing of arguments of parties.  \n (3) The Court shall, after the case has been heard, pronounce  judgment in open Court within \nthree days.  \n (4) The Court shall deliver to the parties, copies of judgment and decree on the day of \npronouncement of judgment.  \n (5) Where a party is n ot present on the day for pronouncement of judgment , a copy of \njudgment and decree shall be sent to the party under registered post, acknowledgment due, which \nshall be conclusive proof of the knowledge of judgment.  \n 33. Costs .—If in any suit or claim, the Court while pronouncing judgment comes to the \nconclusion that the claim or defence is false or vexatious, it may make an order for payment of costs \nas determined by the Court, not exceeding one -tenth of the value of subject  matter of the suit.  \n 34. Procedure in criminal trial .—(1) In criminal proceedings, the Court shall follow the \nprocedure prescribed in the Code of Criminal Procedure, 1898 (Act V of 1898), and Qa nun-e-\nShahadat, 1984 (President’ s Order No. 10 of 1984).  \n (2) The Court shall have and exercise the power of a Judicial Magistrate of the  First Class \nunder the Code of Criminal Procedure, 1898 (Act V of 1898).  \n 35. Execution of decree .—(1) A decree passed by the Court shall be executed by the Court \nitself or by another Court upon transfer for reasons to be recorded by the Court  passing the decree, \nand the transferee Court shall execute it as if the decree was passed by itself.  \n (2) All objections against execution of decree shall be determined by the Court executing the \ndecree.  \n (3) The decree shall be executed a s part of proceedings in the suit and no separate application \nshall lie for it.  \n \nPage 11 of 13 \n  (4) The Court shall continue the execution proceedings, except when stayed by the appellate \nCourt.  \n (5) The cost in execution of decree shall b e determined and paid as directed by the Court.  \n 36. Inherent powers of Court .—Nothing in this Ordinance shall be deemed to limit or \notherwise affect the inherent powers of the Court to make such orders as may be necessary for the \nends of justice or to pre vent abuse of the process of Court in respect of resolving disputes mentioned \nin Part I of the Schedule.  \n 37. Power of the Court .—Subject to this Ordinance, the Court shall, for the purpose o f any \ncase under this Ordinance,  have powers of a civil Court under the Code of Civil Procedure, 1908 \n(Act V of 1908), in respect of the matters, namely:  — \n(a) summoning and enforcing the attendance of any person and examining him on \noath;  \n(b) compelling production or discovery of docume nts; \n(c) local inspection; and  \n(d)  issuing commission for examination of witnesses or documents.  \n 38. Appeal in suit .—(1) An appeal shall lie to the Court of District Judge within thirty days \nof the passing of decree of final order by the Court.   \n (2) No appeal shall lie against the decree of the Court based on award, except on one or more \nof the following grounds, namely .—  \n  (a)  that the Salis  has misconduct himself or  the proceedin gs. \n    (b)   that an award has been made a fter the issue  of an order by the C ourt \n superseding the Salis  or after the proceeding of award have  become invalid \n by the order of the court; and   \n  (c)  That a decree based on award has been illegally procured.  \n (3)  No a ppeal shall lie from decree passed  by the C ourt with consent of the parties.  \n (4)  No second appeal shall lie against decree, judgment or order made under this ordinance  \n 39. Appeal in criminal proceedings .—An appeal in criminal proceedings shall lie to the \nCourt of Sessions within thirty days of co nviction:  \n Provided  that  an  appeal  against  acquittal  shall  lie  in  accordance  with  the procedure \nprescribed under the Code of Criminal Procedure, 1898 (Act V of 1898).  \n 40. Amendment in the Schedule .—The High Court may amend the Schedule, from time to \ntime, in the interest of justice.  \n 41. Power to make rules .—The High Court may, from time to time, after previous \npublication, make rules regulating the procedure of the Court.  \n 42. Repeal and savings .—(1) On coming into force of thi s Ordinance, the Provincial  Small \nCause Courts Act, 1887 (IX of 1887), shall stand repealed.  \n \nPage 12 of 13 \n  (2) The repeal  under subsection (1) shall not — \n(a) affect the previous operation of the law or any -thing duly done or suffered \nunder the law;  \n(b) affect any right, privilege, obligation or liability acquired, accrued or incurred \nunder the law;  \n(c) affect any penalty, forfeiture or punishment incurred in respect of any offence \ncommitted against the law;  \n(d)     affect any investigation, legal proceeding or reme dy in respect of any such \nright, privilege, obligation, liability , penalty , forfeiture or punishment;  \n and any such investigation, legal proceedings or remedy may be instituted, continued or \nenforced, and any such penalty, forfeiture or punishment may be imposed as if the law had \nnot been repealed; and  \n(e) affect any proceedings pending before any Court instituted before the \ncommencement of this Ordinance and all suits, applications and proceedings \nconnected  with those proceedings or arising therefrom shal l continue to be \nheard and disposed of by the Court, including the appellate Court, where they \nare pending immediately before the commencement of this Ordinance as if the \nlaw had not been repealed.  \n \n \nSchedule  \n [See section 5]  \nPART I \n \n        1. Suit for recovery of money due on contract in writing, receipt or any other documents.  \n 2. Claim for damages on account of contract in writing.  \n 3. Suit for the specific performance or rescission of a contract in writing.  \n 4. Suit for recovery o f movable property or value thereof.  \n 5. Suit for separate possession of joint immovable property through partition or otherwise.  \n 6. Suit for compensation.  \n 7. Suit for redemption of mortgage property.   \n 8. Suit for enforcement of easement rights.  \n 9. Suit for rendition of accounts of joint property.  \n 10. Suit to restrain waste and remove nuisance.  \n 11. Disputes under the Canal and Drainage Laws.   \n 12. Mesne profits or property.  \n 13. Suit for  compensation for wrongful taking or damaging movable or immov able property.  \n \nPage 13 of 13 \n  14. Suit for damages by cattle trespass.  \n 15. Suit for damages  and compensation arising out of  traffic accidents.  \n 16. Any other relief not falling under the Schedule but agreed to by the parties to be settled \n       under this Ordinance.    \nPart II  \n All offences in the Pakistan Penal Code (Act XLV of 1860), punishable with imprisonment \nnot exceeding three years or with fine or with both.  \n \n \n______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \nRGN Date: 20-05-2024"
}