{
    "file": "./converted_json\\administrator0d33db5c0c6055cb44ef4dff3fb5030c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n   \n \n \nTHE EVACUEE PROPERTY AND DISPLACED PERSONS LAWS \n(REPEAL) ACT, 1975  \n \n \n \nCONTENTS  \n1.  Short title and commencement  \n2.  Repeal of certain laws  \n3.  Transfer of property  \n4.  Disposal of residual work  \n5.  Power to make rules  \n6.  [Omitted]  \n\n \nPage 2 of 4 \n THE EVACUEE PROPERTY AND DISPLACED PERSONS LAWS (REPEAL) \nACT, 1975  \nACT  No. XIV OF 1975  \n[28th, January , 1975]  \nAn Act to repeal certain laws relating to evacuee property and rehabilitation of displaced persons  \n WHEREAS  it is expedient  to repeal  certa in laws relating  to evacuee  property  and the \nrehabilitation  of displaced  persons;  \n  It is hereby  enacted  as follows:— \n1. Short  title and commencement.___ (1) This Act may be called  the Evacuee  Property  and \nDisplaced  Persons  Laws  (Repeal)  Act, 1975.  \n (2) It shall  come  into force  at once  and shall  be deemed  to have  taken  effect  on the first day of \nJuly, 1974.  \n 2. Repeal  of certain  laws.—(1) (1) The following  Acts and Regulations  are hereb y repealed,  \nnamely:— \n(i)  the Registration  of Claims  (Displaced  Persons)  Act, 1956  (III of 1956),   \n(ii)  the Pakistan  Rehabilitation  Act, 1956  (XLII  of 1956),  \n(iii)  the Pakistan  (Administration  of Evacuee  Property)  Act, 1957  (XII of 1957) , \n(iv)  the Displaced  Persons  (Compensation  and Rehabilitation)  Act, 1958  (XXVIII  \nof 1958 ), \n(v)  the Displaced  Persons  (Land  Settlement)  Act, 1958  (XLVII  of 1958),   \n(vi)  the Scrutiny  of Claims  (Evacuee  Property)  Regulation,  1961 , and \n(vii)  the Price  of Evacuee  Property  and Public  Dues  (Recovery)  Regulation,  1971.  \n (2) Upon  the repeal  of the aforesaid  Acts and Regulations,  all proceedings  which,  \nimmediately  before  such repeal,  may be pending  before  the authorities  appointed  thereunder  shall  \nstand  transferred  for final disposal  to such officers  as may be notified  by the Provincial  Government  \nin the official  Gazette  and all cases  decided  by the Supreme  Court  or a High  Court  after such repeal  \nwhich  would  have  been  remanded  to any such authority  in the absence  of such repeal  shall  be \nremanded  to the officers  notified  as aforesaid.  \n (3) Any proceedi ngs transferred  or remanded  to an officer  in pursuance  of sub-section  (2) \nshall  be disposed  of by him in accordance  with the provisions  of the Act or Regulation  hereby  \nrepealed  to which  the proceedings  relate.\n \nPage 3 of 4 \n  (4) The final orders  passed  under  sub-section  (3) shall  be executed  by the Board  of Revenue  \nof the Province  in accordance  with the provisions  of the Act or Regulation  hereby  repealed  to which  \nthe proceedings  related.  \n 3. Transfer  of property.___ (1) All properties,  both urban  and rural,  including  agricultural  \nland,  other  than such properties  attached  to charitable,  religious  or educational  trusts  or institutions,  \nwhether  occupied  or unoccupied , which  may be available  for disposal  immediately  before  the repeal  \nof the aforesaid  Acts and Regulations,  or which  may become  available  for disposal  after such repeal  \nas a result  of a final order  passed  under  sub-section  (3) of section  2, shall  stand  transferred  to the \nProvincial  Government,  on payment  of such price  as may be fixed  by the Federal  Government  in \nconsultation  with the Provincial  Government,  for disposal— \n(a)  in the case of urban  properties,  by the Provincial  Government  under  a scheme  \nto be prepared  by it in this behalf  ; and  \n(b)  in the case of rural  properties,  by the Board  of Revenue  of the Province under  \na scheme  to be prepared  by the Provincial  Government  in this behalf:  \n Provided  that agricultural  land occupied  by any person  continuously  \nfor four harvests  immediately  preceding  Kharif  1973  shall  first be offered  for \nsale to such person  unless  an order  of ejectment  has been  passed  against  him in \nrespect  of such land: \n Provided  further  that only so much  land shall  be offered  to such person  \nas does not together  with land already  held by him, exceed  a subsistence  \nholding  within  the meaning  of the Land Reforms  Regulation,  1972.  \n (2) The agricultural  land temporarily  allotted  under  any of the aforesaid  Acts or Regulations  \nto a displaced  person  from  Jammu  and Kashmir  State  or to such other  person  as the Federal  \nGovernment  may determine  who is not in cultivating  possession  of the allotted  land,  shall  be offered  \nfor sale to such allottee  unless  an order  of cancellation  of allotment  has been  passed  against  him in \nrespect  of such land:  \n Provided  that only so much  land shall  be offered  to such allottee  as does not, together  with \nland already  held by him, exceed  a subsistence  holding  within  the meaning  of the Land  Reforms  \nRegulation,  1972:  \n Provided  further  that the temporary  allottee  or other  person  who purchases  the land so offered  \nto him shall  not eject  the tenant  from  such land except  on the ground  that he has failed  to pay rent in \naccordance  with the terms  of his tenancy:  \n Provided  further  that, in the event  of a displaced  person  from  Jammu  and Kashmir  State  or \nany of his successors -in-interest  being  repatri ated to that State,  he shall  pay to the Provincial  \nGovernment  the price  of the land held by him at the rate ascertained  by that Government.  \n \nPage 4 of 4 \n  4. Disposal  of residual  work.__ All the work  regarding  documentation,  both for urban  and \nrural  properties,  recovery  of outstanding  transfer  price,  rent or mortgage  money  of such property  \nalready  disposed  of and discharge  of miscellaneous  liabilities  out of these recoveries,  which  may \nremain  pending  immediately  before  the repeal  of the aforesaid  Acts and Regulations  shall stand  \ntransferred  to the Board  of the Revenue  of the Province.  \n 5. Power  to make  rules .__ The Provincial  Government  may,  by notification  in the official  \nGazette,  make  rules  for carrying  out the purposes  of this Act. \n 6. 1[Omitted]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 04 -06-2024  \n1Omitted by the Federal Laws (Revis ion and Declaration) Ordinance , 1981 (Ordinance  No. XXVII of 1981 ), s. 3 and Sch., II ."
}