{
    "file": "./converted_json\\administrator9e45aa267b983d1b089fa29a8b2f24c7.json",
    "name": "Family Courts (Amendment) Ordinance, 2002",
    "date": "1st October, 2002",
    "tagline": "Further to amend the FamilyCourts Act, 1964",
    "content": "FAMILY COURTS (AMENDMENT) ORDINANCE, 2002\nORDINANCE NO. LV OF 2002\nAn Ordinance further to amend the FamilyCourts Act, 1964\n[Gazette of Pakistan Extraordinary, Part -1,1st October, 2002]\nF.No. 2(l)/2002 -Pub.\"The following Ordinance promulgated by the Pr esident is hereby\npublished for general information: -\nWhereas , it is expedient further to amend the FamilyCourts Act, 1964 (W.P. Act XXXV of\n1964), for the purposes hereinafter appearing;\nAND WHEREAS the President is satisfied that circumstances exist which render it necessary to\ntake immediate action;\nNow, THEREFORE , in pursuance of the Proclamation of Emergency of the fourteenth day of\nOctober, 1999, and the Provisional Constitution Order No. 1 of 1999, read with the Provisional\nConstitution (Amend ment) Order No. 9 of 1999, and in exercise of all powers enabling him in\nthat behalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate\nthe following Ordinance: -\n1. Short title and commencement .-(1) This Ordinance may be called the FamilyCourts\n(Amendment) Ordinance, 2002.\n(2) It shall come into force at once.\n2. Amendment of Section 5, W.P. Act XXXV.of 1964, -In the said Act, -\n(a) Section 5 shall be renumbered as sub -section (1) of that section and in sub -section (1),\nrenumbered as aforesaid, for the words \"the Schedule\" the words \"Part I of the Schedule\" shall\nbe substituted; and\n(b) after sub -section (1) amended as aforesaid, the following hew sub -sections shall be added,\nnamely:-\n(2) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act V of\n1898), the FamilyCourt shall have jurisdiction to try the offences specified in Part 11 of the\nSchedule, where one of the spouses is victim of an offence committed by the other.\n(3) The High Court may wit h the approval of the Government, amend the Schedule so as to alter,\ndelete or add any entry thereto.\".\n3. Amendment of Section 7, W.P. Act XXXV of 1964, -In the said Act, in Section 7, -\n(a) in sub -section (2), in the existing proviso, after the word \"Prov ided\" the word \"further\" shall\nbe inserted and before the said proviso amended as aforesaid, the following new proviso shall be\ninserted namely: -\n\"Provided that a plaint for dissolution of marriage may contain all claims relating to dowry,\nmaintenance, dow er, personal property and belongings of wife, custody of children and visitation\nrights of parents to meet their children.\"; and\n(b). in sub -section (3), in clause (ii), after the word plaint at the end, the words \"giving reasons of\nrelevancy of these docu ments to the claim in the plaint\" shall he added.\n4.Amendment of Section 8, W.P. Act XXXV of 1964. --Inthe said Act, in Section 8, -\n(a)in sub-section (I), --\n(i)in clause (a), for the word \"may\" the word \"shall\" shall be substituted and the word\n\"ordinarily\" shall be omitted; and\n(ii)in clause (c), after the words \"acknowledgement due\", the words \"or by courier service or by\nboth\" shall be inserted.\n(b)in Sub-section (6), after the comma and figure \"19\" the figure and comma \"20\", shall be\ninserted.\n5.Amendment of Section 9, W.P. Act XXXV of 1964. --In the said Act, in Section 9, -\n(i). after sub -section (1), .the following new sub -sections shall be inserted, namely: -\n(la). A defendant husband may, where no earlier suit for restitution of conjugal rights is pending,\nclaim for a decree of restitution of conjugal rights in his written statement to a suit for dissolution\nof marriage or maintenance, which shall be deemed as a plaint and no separate suit shall lie for it.\n(Ib) A defendant wife may, in the written statement to a suit for restitution of conjugal rights,\nmake a claim for dissolution of marriage including khula which shall be deemed as a plaint and\nno separate suit shall lie for it: Provided that the proviso to sub -section (4) of Section 10 shall\napply where the decree for dissolution of marriage is to be passed on the ground of khula.\n(ii). in sub -section (3), after the word \"statement\" at the end, the words \"giving reasons of\nrelevancy of these documents to the defence in the written statement\" shall be added;\niii. in sub -section (6), for the words \"reasonable time of the passing thereof the words \"thirty\ndays of the service of notice under sub -section (7) of the passing of the decree\" shall be\nsubstituted: and\niv after sub -section (6) amended as afor esaid, the following new sub -sections shall be added,\nnamely:\n(7) The notice of passing of the ex -parte decree referred to in sub*section (6) shall be sent to the\ndefendant by the FamilyCourt together with a certified copy of the decree within three days of\nthe passing of the decree, through process server or by . registered post, acknowledgement due,\nor through courier service or any other mode or manner as it may deem fit.\n(8) Service of notice and its accompaniment in the manner provided in sub -section(7) shall be\ndeemed to be due service of the notice and decree on the defendant.\n6. Amendment of Section 16, W.P. Act XXXV of 1964, -In the said Act, in Section 10, in sub -\nsection (4), for the full stop at the end a colon shall be substituted and thereafte r the following\nproviso shall be added, namely: -\n\"Provided that notwithstanding any decision or judgment of any Court or tribunal,\ntheFamilyCourt in a suit for dissolution of marriage, if reconciliation fails, shall pass decree for\ndissolution of marria ge forthwith and shall also restore to the husband the Haq Mehr received by\nthe wife in consideration of marriage at the time of marriage.\n7. Amendment of Section 12, W.P. Act XXXV of 1964. \"In thesaid Act, in Section 12, in sub -\nsection (1), after the wor d \"parties\" occurring at the end, the words \"within a period not\nexceeding fifteen days\" shall be added.\n8. Substitution of Section 12A, W.P. Act XXXV of 1964: --Inthe said Act, for Section 12A, the\nfollowing shall be substituted, namely: -\n\"12.A. Cases to be disposed of within a specified period. FamilyCourt shall dispose of a case,\nincluding a suit ft dissolution of marriage, within a period of six months from the date of\ninstitution:\nProvided that where a case is not disposed of within six months either party shall have a right to\nmake an application to the High Court for necessary direction as the High Court may deem fit.\".\n9. Amendment of Section 13, W.P. Act XXXV of 1964. --In thesaid Act, in Section 13, in sub -\nsection (3), after the word \"Court\" occu rring for the first time, the words “not exceeding thirty\ndays” shall be inserted.\n10. Amendment of Section, 14, W.P. Act XXXV of 1964, -In the said Act, in Section 14, -\n(a) in sub -section (2), -\n(1) In clause (2), -\n(i) after the word \"dower\" the words \"or dowry\" shall be inserted; and\n(ii) for the words \"fifteen thousand\" the words \"thirty thousand\" shall be substituted; and\n(2) in clause (c), for the words \"five hundred\" the words \"one thousand\" shall be substituted; and\n(b) after sub -section (2), amended as aforesaid, the following new sub -sections shall be added,\nnamely:-\n(3) No appeal or revision shall lie against an interim order passed by a FamilyCourt.\n(4) The appellate Court referred to in sub -section (1) shall dispose of the appeal within a perio d\nof four months.\".\n11. Amendment of Section 15, W.P. Act XXXV of 1964. -In thesaid Act, in Section 15, in sub -\nsection (2), for the word \"hundred\" the word \"thousand\" shall be substituted.\n12. Amendment of Section 16, W.P. Act XXXV of 1964. -In thesaid Act , in Section 16, -\n(a) after clause (b), the following new clause shall be inserted, namely: -\n(bb) misbehaves with any person in the Court premises or uses abusive language; threats or uses\nphysical force or intimidates in any form: or.\".\n(b) for the words \"two hundred\" the words \"two thousand\" shall be substituted.\n13. Amendment of Section 17, W.P. Act XXXV of 1964, -In thesaid Act, in Section 17, in sub -\nsection (1), -\n(a) for the words, comma and figure \"Evidence Act, 1872\" the words, comma, figures, brack ets\nand letters \"Qanun -e-Shahadat, 1984 (P.O. No. 10 of 1984)\" shall be substituted; and\n(b) after the word \"Court\" occurring at the end, the words, and figure \"in respect of part 1 of\nSchedule\" shall be added.\n14. Insertion of new Sections, W.P. Act XXXV of 1964.--In. thesaid Act, after Section 17, the\nfollowing new sections shall be inserted namely: -\n\"17A. Interim order for maintenance. -At any stage of proceedings in a suit for maintenance,\ntheFamilyCourt may pass an interim order for maintenance, wher e under the payment shall be\nmade by the fourteenth of each month, failing which the Court may strike off the defence of the\ndefendant and decree the suit. ' -\n\"17B. Power of the Court to issue Commission. -Subject to such conditions and limitations as\nmaybe prescribed, the Court may issue a Commission to, -\n(a) examine any person; . .\n(b) make a local investigation; and\n(c) inspect any property or document.\".\n15. Substitution of Section 19, W.P. Act XXXV of 1964. --In thesaid Act, for Section 19, the\nfollowing shall be substituted, namely: -\n\"19. Court fee. -Notwithstanding anything contained in the Court Fees Act, 1870 (VII of 1870),\nthe Court-fee to be paid on any plaint or memorandum of appeal shall be rupees fifteen for any\nkind of suit or appeal under th is Act.\".\n16. Substitution of Section 20, W.P. Act XXXV of 1964. --In thesaid Act, for Section 20, the\nfollowing shall be substituted, namely: -\n\"20.FamilyCourt to exercise the powers of the Judicial Magistrate. -AFamilyCourt shall have\nand exercise all the powers of a Judicial Magistrate of the First Class under the Code of Criminal\nProcedure, 1898 (Act V of 1898).\"\n17. Insertion of new Section 21A, W.P. Act XXXV of 1964, -Inthe said Act, after Section 21,\nthe following new section shall be inserted, nam ely:-\n\"21A. Interim order pending suit. -TheFamilyCourt may pass an interim order to preserve and\nprotect any property in dispute in a suit .and any other property of a party to the suit, the\npreservation of which is considered necessary for satisfaction of the decree, if and when\npassed.\".\n18. Amendment of Section 25A,. W.P. Act XXXV of 1964, -In Section 25A, after sub -section\n(2), the following new sub -sections shall be inserted, namely: -\n\"(2a) Where a FamilyCourt remains vacant or the presiding offic er remains on leave or absent\nfor any reason, except due to vacations, for more than thirty days a District Court may, either on\nthe application of any party or of its own accord, by order in writing, transfer any suit or\nproceeding from such FamilyCourtto another FamilyCourt in a District or to itself and\ndisposed it of as a FamilyCourt.\n(2b) On the application of any of the parties and after notice to. the parties and after hearing such\nof them as desire to be heard, or of its own motion without such notice, the Supreme Court may\nat any stage transfer any suit, appeal or other proceedings under this Act pending before a Court\nin one Province to a Court in another Province, competent to try or dispose of the same:\".\n19.Amendment of Section 25 -B, W.P.Act XXXV of 1964, -In the said Act, in Section 25 -B, in\nclause (b), for the full stop at the end a colon shall be substituted and thereafter the following\nproviso shall be added, namely: -\nProvided that the stay application shall be finally decided by the Di strict Court or the High\nCourt', as the case may be, within thirty days failing which the interim stay order shall cease to\nbe operative.\"\n20.Amendment of Schedule, W.P. Act XXXV of 1964, -In the said Act, in the Schedule, --\n(a) before Serial number 1 and entry relating thereto, the word and figure Part I shall be inserted;\n(b) in Serial number 1, after the word \"marriage\" the comma and words \"including Khula\" shall\nbe added;\n(c) in Serial number 5, after the word \"children\" the commas and words \" and the visitation rights\nof parents to meet them, shall be added; and\n(d) after Serial number 8 and the entry relating thereto, the following shall be added, namely: -\n\"9. Personal property and belongings of a wife.\nPART--II\nOffences and aid and abetment thereo f under Section 337A (i), 337F (i),341, 342, 343, 344, 345,\n346, 352 and 509 of the Pakistan Penal Code (Act XLV of l860)"
}