{
    "file": "./converted_json\\administratord4de6784c485fadf5492d4b769c9a4ac.json",
    "name": "The Corporate Restructuring Companies Act, 2016",
    "date": "28th June, 2016",
    "tagline": "To provide for the establishment and regulation of corporate restructuring companies",
    "content": "Updated till 07.07.2022  \n \n \n \nTHE  CORPORATE  RESTRUCTURING  COMPANIES  ACT,  2016  \n \nCONTENTS  \n \n \n \nSECTIONS  \n \n1. Short  title, extent  and commencement.  \n \n2. Definitions.  \n \n3. Act to override  other  laws, contracts,  instruments,  memorandum  and articles.  \n \n4. Incorporation  of Corporate  Restructuring  Company.  \n \n5. Functions  and powers.  \n \n6. Transfer  of non•performing  assets.  \n \n7. Legal  proceedings.  \n \n8. Notice  and discharge.  \n \n9. Power  to require  information.  \n \n10. Special  audit.  \n \n11. Inquiry  by the Commission.  \n \n12. Destruction  of documents.  \n \n13. Penalty  for non•compliance  or contravention.  \n \n14. Enforcement  of orders  of the Commission.  \n \n15. Power  to make  rules.  \n\nPage  2 of 15  \n16. Power  to make  regulations.  \n \n17. Power  to issue  directives,  circulars, guidelines,  etc. \n \n18. Power  to remove  difficulties.  \nPage  3 of 15  \nTHE  CORPORATE RESTRUCTURING COMPANIES ACT,  2016  \n \nACT  No. XXXII  OF 2016   \n[28th June,  2016 ] \n \nAn Act to provide  for the establishment  and regulation of  corporate  restructuring companies  \n \nWHEREAS  it is expedient  to provide  for the establishment,  licensing  and regulation  of \ncorporate  restructuring  companies  and the manner  in which  they can carry  on business;  \n \nIt is hereby  enacted as  follows:⸺  \n \n1. Short title, extent and commencement. —(1) This Act shall be called the Corporate  \nRestructuring  Companies  Act, 2016.  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) This section shall come into force at once and the rem aining provisions of this Act shall  \ncome into force on such date as the Federal Government may, by notification in the official Gazette,  \nappoint  and different  dates  may be so appointed  for different  provisions  of this Act. \n \n2. Definitions. —(1) In this Act, unless  there  is anything  repugnant  in the subject  or context, — \n \n(i) “affiliate”  means  a shareholder,  director,  employee,  agent  or adviser  of a \nfinancial institution and includes an entity that directly or indirectly controls or  \nis controlled  by such financial  institution,  and a shareholder,  director,  employee,  \nagent  or adviser  of such entity;  \n \n(ii) “collateral”  means a property in relation to  which security interest of any  \ndescription  has been  created;  \n \n1[(iia)  “Companies  Act”  means  the Companies  Act, 2017  (XIX  of 2017);]  \n \n(iii) “control” means direct or indirect ownership of fifty percent or more of the  \nvoting  rights  in an entity;  \n \n(iv) “corporate  restructuring  company”  means  a public  limited  company  licensed  by \nthe Commission  under  this Act to carry  out the business of, - \n \n(a) acquisition, management, restructuring and resolution of non - \nperforming assets of financial institutions 1[save as otherwise  \nprovided  for in section  8A] ; and \n \n(b) restructuring,  reorganization,  revival  and liquidation  of \ncommercially  or financially  distressed  companies  and their \nbusinesses.  \n \n(v) “Commission”  means  the Securities  and Exchange  Commission  of Pakistan;  \n \n1Ins. and added  by the Corporate  Restructuring  Companies  (Amendment)  Act, 2021  (XXXII  of 2021),  s. 2. \nPage  4 of 15  \n1[* * * * * * *] \n \n(vii) “financial  asset”  includes  any short,  medium  or long term interest  and \nnon•interest bearing loan, finance, advance, lease, installment, term finance  \ncertificate, participation term certificate, modaraba, musharaka, ijara, profit  \nand loss sharing agreement,  redeemable capital, guarantee or contractual right  \nto receive payment of money in respect of sums advanced or committed to an  \nobligor  by a financial  institution;  \n \n(viii) “financial institution” means a financial institution as defined under clause (a)  \nof section  2 of the Financial Institutions (Recovery of Finances) Ordinance,  \n2001  (XLVI  of 2001);  \n \n(ix) “Government Agency” means a department, agency or a body corporate set up  \nor established by the Federal Government or a Provincial Government and  \nincludes  the Federal  Government  and a  Provincial  Government  itself;  \n \n(x) “non•performing  asset”  means  a financial  asset  held on the books  of a financial  \ninstitution with respect to which the obligor has been in arrears for more than  \none year on any payment obligation 2[or which has been classified by the  \nfinancial  institution  as a loss in its books  in accordance  with the applicable  laws]  \nand includes  all security  interests  with respect  thereto;  \n \n(xi) “obligor” means any individual, proprietorship, partnership, trust, company or  \nother entity that has, with respect to a financial asset, a contractual or legal  \nobligation to make payment, effect performance, provide security or collateral,  \nwhether  as principal,  surety,  guarantor  or otherwise  and whether  such obligation  \nis primary,  secondary,  matured  or contingent;  \n \n1[* * * * * * *] \n \n(xiii) “person” includes an individual, partnership, firm and company but does not  \ninclude  a Government  agency;  \n \n(xiv) “prescribed”  means  prescribed  by rules  or regulations  made  under this  Act; \n \n(xv) “property”  means  property  of any description,  movable  or immovable,  tangible  \nor intangible,  and rights,  interests,  title and claims  attached  to property,  whether  \ncertain or contingent, existing or arising in future, and shall include documents  \nof title pertaining  to a property;  \n \n(xvi) “regulations”  means  regulations  made  by the Commission  under this  Act; \n \n(xvii)  “rules”  means  rules  made  by the Federal  Government  under  this Act; \n \n(xviii)  “security interest” means a guarantee, charge, mortgage, lien, hypothecation,  \npledge,  assignment  or any other  security  interest  in relation  to collateral;  \n \n1Omitted  clause  VI and XII by the Corporate  Restructuring  Companies  (Amendment)  Act, 2021  (XXXII of  2021),  s. 2. \n2Ins. certain  words  ibid. \nPage  5 of 15  \n(xix) “SECP Act” means the Securities and Exchange Commission of Pakistan Act,  \n1997  (XLII  of 1997);  \n \n(xx) “speculative  transaction”  means  a transaction  which, — \n \n(a) substantially relates to the purchase or sale of any commodity,  \nincluding bonds, debentures, shares or right to, or interes t in, \nproperty  of any description;  \n \n(b) provides for settlement or execution otherwise than by actual  \ndelivery  or transfer  of such commodity;  \n \n(c) secures against loss on account of price fluctuations and risks  \nassociated  with volatility  in market;  and \n \n(d) may be  prescribed  by the Commission  from  time to time;  \n \n(xxi) “transferor” means the financial institution which enters into the transfer and  \nassignment agreement  provided  in clause  (a) of sub•section  (1) of section  6; and \n \n1[(xxia ) “trust”  means  a trust constituted  pursuant  to section  6A;] \n \n(xxii)  “vesting  date”  means  the date of signing  of the transfer  and assignment  \nagreement  between  a financial  institution  and a Corporate  Restructuring  \nCompany  as provided  in clause  (b) of sub•section  (1) of section  6. \n \n(2) The words  and expressions  used but not defined  in this Act  shall have the same  meaning  \nas is assigned  to them  in the 2[Companies Act]  or the SECP  Act. \n \n3. Act to override other laws, contracts, instruments, memorandum and articles. —Save  \nas otherwise  expressly  provided  in this Act, the provisions  of this Act shall have  effect  notwithstanding  \nanything to the contrary contained in any other law, contract, instrument, memorandum or articles of  \na company  or in any agreement  executed  by a company  or in any resolution  passed  by the company  in \na general  meeting  or by its directors,  whether  the same  is registered,  executed  or passed,  before  or after \nthe commencement  of this Act. \n \n4. Incorporation  of Corporate  Restructuring  Company .—(1) No Corporate  Restructuring  \nCompany  shall  be incorporated  without  the prior  approval  of the Commission.  \n \n(2) No Corporate Restructuring Company shall carry on business unless it is established as a  \npublic limited company under the 2[Companies Act] and holds a licence issued in this behalf by the  \nCommission and any such licence may be issued subject to such general or special conditions and  \nupon  payment  of such fee as the Commission  may deem  fit to impose.  \n \n5. Functions  and powers. —(1) Subject  to the provisions  of section  4, a Corporate  \nRestructuring Company  may exercise  one or more  of the following  functions  and powers,  namely: — \n \n(a) to acquire,  buy, hold,  manage,  restructure,  reschedule,  resolve,  settle,  recover,  \n \n \n1Ins. new clause  (XXIa)  by the Corporate  Restructuring  Companies  (Amendment)  Act, 2021  (XXXII  of 2021),  ss. 2-3. \n2Subs,  for “ordinance”  ibid. \nPage  6 of 15  \nassign, transfer and  dispose  of non­performing  assets;  \n \n(b) to deal with any loan,  advance,  financial  commitment,  lease,  hire•  \npurchase, rental, sale and buy•back arrangement, mudaraba, musharaka, ijara  \nor other financial transaction or security interest relating to non•performing  \nassets;  \n \n(c) to acquire,  take over,  hold,  re•organize,  restructure,  encumber,  assign,  sell, lease  \nand otherwise deal with any asset, property, undertaking or collateral with  \nrespect  to non•performing  assets;  \n \n(d) to acquire, hold, manage, restructure, reorganize, revive, merge, amalgamate,  \nlease, liquidate, assign and dispose of distressed companies, their businesses  \nand properties;  \n \n(e) to advise,  develop,  advance,  support,  implement  and raise  finances  for \nrehabilitation,  restructuring,  reorganization  or liquidation  of distressed  \ncompanies,  their businesses  and properties;  \n \n(f) to enter  into partnerships,  joint venture  agreement,  profit  or loss sharing  \narrangement or otherwise collaborate or participate with any company or other  \nperson  in relation  to non•performing  assets  or distressed  companies;  \n \n(g) to commence,  continue,  defend,  desist,  enforce,  implement  and perform  any and \nall actions or activities in relation to non•performing assets and distressed  \ncompanies;  1[*] \n \n(h) to establish, promote, concur or participate in establishing or promoting any  \ncompany or other entity, the establishment or promotion of which may seem,  \ndirectly  or indirectly,  to benefit  its business 2[;] \n \n3[(i) to provide  finance  as defined  in the Financial  Institutions  (Recovery  of \nFinances)  Ordinance,  2001  (XLVI  of 2001)  for carrying  out the purposes  of this \nAct; \n \n(j) to establish  and provide  management  services  to trusts  in terms  of section  6A; \n \n(k) to act as an agent for  any financial  institution  for the purpose  of recovering  their \nnon-performing  assets  as provided  under  section  6B; and \n \n(l) to develop  and implement  a scheme  in terms  of section  8A.] \n \n(2) No Corporate  Restructuring  Company  or its directors,  officers  and agents  shall perform  any \nfunction  and exercise  any power  under  this Act  so as— \n \n(a) to involve  in speculative  transactions;  \n \n(b) to aid an obligor  with the sole object  to avoid  its debt obligations  or performance  \nof a contract, remove  its assets  and properties  from  the reach  of its creditors,  \n \n1Omitted  the word  “and”  by the Corporate  Restructuring  Companies  (Amendment)  Act, 2021  (XXXII  of 2021),  s.4. \n2Subs.  for “full  stop”  Ibid. \n3Ins. new clauses  from  “I to L” Ibid. \nPage  7 of 15  \nevade  payment  of any tax, duty or other  fiscal  charge  to Government  Agency;  \n \n(c) to circumvent fair valuation and proper appraisal of non•performing assets and  \nthe collateral  thereof  by reputable  evaluating  and appraising  entities;  \n \n(d) to transact  business  other  than at arm's  length;  and \n \n(e) not to comply  with the applicable  laws,  except  as expressly  provided  otherwise  \nunder  this Act.  \n \n6. Transfer  of non•performing  assets. —(1) Notwithstanding  anything  to the contrary  \ncontained  in any law, decree,  judgment, order,  contract,  instrument  or document, — \n \n(a) a financial institution may, with the prior approval of its Board of Directors,  \ntransfer and assign its non•performing  assets to a Corporate Restructuring  \nCompany,  other  than a Corporate  Restructuring  Company  1[* * *] controlled  by \nsuch financial institution or its affiliates, 2[subject to clause (e) of sub -section  \n(1),] by entering  into a transfer  and assignment  agreement with  it on such terms  \nand conditions as  may be mutually  agreed  upon  between  them;  \n \n(b) on the vesting  date,  all rights,  title, interest,  benefits,  privileges  and remedies  of \nsuch financial  institution,  concerning  the non•performing  assets  and the \nobligors thereto, shall stand transferred, assigned, conveyed, sold and vested in  \nfavour  of the Corporate  Restructuring  Company  without  the need of any further  \naction,  agreement  or instrument;  \n \n(c) the transfer and assignment agreement shall not be required to be compulsorily  \nregistered  under  any law; 3[*] \n \n(d) all contracts, deeds, instruments, approvals, commitments or consents relating  \nto the non•performing  assets  subsisting  or having  effect  immediately  before  the \nvesting date and to which the transferor may have been a party or beneficiary  \nshall be of full force  and effect  in favour  of or against  the Corporate  \nRestructuring  Company and  may be enforced  or acted  upon  as fully and  \neffectively  as if, in the place  of such financial  institution,  the Corporate  \nRestructuring  Company  had been a party  or beneficiary  4[; and] \n \n5[(e) any transfer or assignment of non -performing assets pursuant to the transfer and  \nassignment agreement shall be deemed to be affected by operation of law and  \nnot— \n(i) by virtue of execution of such agreement by any party thereto;  \nand \n(ii) constitute  any assignment,  transfer,  devolution,  conveyance,  \nlease, consent order, alienation, parting with possession or any  \nother  disposition  under  any applicable  law other  than the \nprovisions  of section  6.] \n \n1Omitted  the words  “established,  owner or”  by the Corporate  Restructuring  Companies  (Amendment)  Act, 2021  (XXXII of  2021),  s. 5. \n2Ins. certain  words,  Ibid. \n3Omitted  the word  “and  ” Ibid.  \n4Subs.  and ins. for the “full stop” Ibid. \n5Added  new clause  (e) Ibid. \n1Ins. new “sections  6A and 6B” by the Corporate  Restructuring  Companies  (Amendment)  Act, 2021  (XXXII  of 2021),  s. 6. \nPage  8 of 15  \n(2) The rights, powers and remedies provided to a Corporate Restructuring Company under  \nthis Act may be exercised separately or concurrently by it and are in addition to and not in lieu or  \nderogation of any other rights or remedies that it or any other person may legally have in respect of  \nnon•performing  assets and  the collateral  thereof.  \n \n1[6A. Creation  of trust. ⸺(1)  A Corporate  Restructuring  Company  may constitute  one or more  \ntrusts  under  the Trusts  Act, 1882  (II of 1882)  for the purpose  of acquiring  non-performing  assets  from  \nfinancial  institutions.  \n \n(2) A trust  constituted  under  sub-section (1)  may acquire  non-performing  assets from a  \nfinancial  institution  in accordance  with section  6, provided  that the transfer  and assignment  agreement  \nshall be entered  into by  the Corporate  Restructuring  Company,  for and on  behalf  of the trust.  \n \n(3) The management of any trust constituted under sub -section (1) shall vest in the Corporate  \nRestructuring  Company  on the terms  set forth  in the constitutive  document  of such trust.  \n \n(4) The trust may be liquidated  in a manner  as may  be prescribed.  \n \n(5) For the purpose of giving effect to section 6A, the references in this Act to a Corporate  \nRestructuring  Company  shall,  unless  repugnant  to the context,  include  a trust established  under  section  \n6A. \n \n6B. Appointment  of a Corporate  Restructuring  Company  as a recovery  agent .⸺A  \nfinancial institution may appoint a Corporate Restructuring Company as its agent for recovery of its  \nnon-performing assets by entering  into an agency agreement  with such Corporate Restructuring  \nCompany  on such terms  and conditions as  may be mutually  agreed  between  them:  \n \nProvided that in case an agency relationship, there shall be no transfer of any non -performing  \nassets to  Corporate  Restructuring  Company.]  \n \n7. Legal proceedings. —(1) All proceedings by or against a transferor relating to the non•  \nperforming assets transferred to a Corporate Restructuring Company and the obligors and collateral  \nthereof, which may be pending before any Court, tribunal, arbitrator or authority immediately before  \nthe vesting  date,  shall— \n \n(a) be continued, prosecuted, defended, enforced and  executed by or against the  \nCorporate Restructuring Company in the same manner and to the same extent  \nas would  have  been  continued,  prosecuted,  defended,  enforced  and executed  by \nor against  the transferor;  \n \n(b) proceed  from  the stage  which  such proceedings  had reached  on the vesting  date \nand shall not require any fresh filing, recalling and rehearing of any witness or  \nrecording  of any evidence  already  completed;  and \n \n(c) be continued, decided and disposed of in accordance with the provisions of the  \nrespective  law, as amended  or re•enacted,  under  which  the same  were  instituted  \nor filed.  \n1Ins. new “sections  7A and 7B” by the Corporate  Restructuring  Companies  (Amendment)  Act, 2021  (XXXII  of 2021),  s. 7. \nPage  9 of 15  \n(2) Any new proceedings  by or against  the Corporate  Restructuring  Company  may be instituted  \nand shall be entertained, adjudicated and disposed of in accordance with the laws, as amended or re•  \nenacted, under which proceedings were authorized to be instituted by or aga inst the transferor,  \nrespectively, including the Financial Institutions (Recovery of Finances) Ordinance, 2001 (XLVI of  \n2001), the Ordinance, the Offences in Respect of Banks (Special Courts) Ordinance, 1984 (IX of  \n1984),  Code  of Civil  Procedure,  1908  (Act V of 1908)  and the Code  of Criminal  Procedure,  1898  (Act \nV of 1898).  \n \n(3) Without  prejudice  to the provisions  of sub•section  (2), a Corporate  Restructuring  Company  \nshall be  deemed  to be a financial  institution  for the purposes  of clause  (a) of section  2 of the Financial  \nInstitutions (Recovery of Finances) Ordinance, 2001 (XLVI of 2001) but shall not be treated as a  \nbanking  company  under  the Banking  Companies  Ordinance,  1962  (LVII  of 1962).  \n \n(4) Any reference  to the transferor  in the proceedings  referred  to in this section,  the record  and \ndocuments of such proceedings or decrees, judgments and orders passed in such proceedings shall,  \nexcept where the context otherwise requires, be construed and read as reference to the Corporate  \nRestructuring  Company.  \n \n(5) Without  prejudice  to the provisions  of the foregoing  sub•sections,  the Corporate  \nRestructuring Company may submit an application supported by the affidavit of its chief executive  \nofficer, containing particulars of the proceedings mentioned under sub•section (1), w ith the Registrar  \nof the court,  tribunal,  arbitrator  or authority  before  which  such proceedings  are pending  and on receipt  \nof such affidavit the name of the Corporate Restructuring Company in place of the transferor, as the  \ncase may be, shall be substituted.  \n \n1[7A. Exchange of information. ⸺(l) For the purposes of this Act, financial institutions may  \nexchange information relating to an obligor on confidential basis with the Corporate Restructuring  \nCompany.  \n \n(2) No suit or other legal proceedings sh all lie against any financial institution or its officers,  \nfor anything done in good faith in pursuance of this section or for any damage caused or likely to be  \ncaused  by anything  done  or intended  to be done  as aforesaid.  \n \n7B. Credit institution. ⸺A Corporate Restructuring Company shall be deemed to be a credit  \ninstitution  for the purposes of  the Credit  Bureaus  Act, 2015  (XI of 2015).]  \n \n8. Notice and discharge. —(1) A Corporate Restructuring Company may, on or after the  \nvesting date, give a duly signed and sealed notice of transfer of the non•performing assets to the  \nobligors, State Bank of Pakistan, Commission and any other concerned person, including, to the  \nregistering authority in whose jurisdiction any security interest with respect to such non•perf orming  \nassets  or any other  interest  concerning  the collateral  or any indebtedness  of the obligors  relating  to the \nnon•performing  assets,  had been recorded  or registered.  \n \n(2) A transfer and assignment agreement shall not be effective as against the obligors of  the \nnon•performing assets transferred by such agreement until due notice thereof is provided to such  \nobligors.  \n \n(3) Subject  to sub•section  (2), the obligors  of the non•performing  assets  transferred  and \n1Ins. new “sections  8A and 8B” by the Corporate  Restructuring  Companies  (Amendment)  Act, 2021  (XXXII  of 2021),  s. 8. \nPage  10 of 15  \nassigned to a Corporate Restructuring Company by a financial institution shall make payment to the  \nCorporate Restructuring Company and obtain any effective discharge from it after retirement of their  \nliabilities to  the entire  satisfaction  of the Corporate  Restructuring  Company.  \n \n1[8A. Scheme .⸺(1) A Corporate Restructuring Company, holding at least two -third in value  \nof the principal amount payable to the secured financial institutions, may present a scheme to the  \nCorporate Restructuring Board which may sanction such a scheme, subject to the provisions of this  \nAct. \n \n(2) For the purpose of determining the requisite majority of secured financial in stitutions as  \nprovided  in sub-section  (1), the Corporate  Restructuring  Company⸺  \n \n(a) may rely on the publicly  available  information  with the Registrar  of Companies;  \nand \n \n(b) shall send a notice to the secured financial institutions in terms of which the  \nsecured  financial  institutions  shall  be required  to swear,  within  fourteen  \ncalendar  days of such notice,  an affidavit  in relation  to the following,  namely: — \n \n(i) specify the principal amount owed and outstanding from the  \nobligor together with the nature and extent of their security  \ninterest;  \n \n(ii) basis on which the executant of the affidavit is authorized to  \nexecute and bind  the concerned  financial  institution;  and \n \n(iii) any other  matters  as may be required  by the Corporate  \nRestructuring  Company  or as may be prescribed.  \n \n(3) If the affidavit  provided  by any person  is false or incorrect  in any material  respect,  or omits  \nany material fact, knowing it to be material or such person fails to provide the same within the time  \nframe  or in the manner  set forth  in sub-section  (2), the Commission,  in consultation  with the Corporate  \nRestructuring  Board,  may impose  a penalty  on such a person  of an amount  not exceeding  fifty million  \nRupees and such penalty shall be in addition to and without prejudice to any other remedy available  \nto any party  that may have been effected  by a false affidavit  or due to the failure  to provide  the affidavit.  \n \n(4) The Corporate Restructuring Board shall, upon receipt of a scheme from a Corporate  \nRestructuring Company in terms of sub -section (1) and in the manner and period prescribed, invite  \nobjections to  the same.  \n \n(5) If the Corporate Restructuring Board on consideration of the objections is of the view that  \nthe objections are  not valid,  it may sanction  the scheme.  \n \n(6) If the scheme is  sanctioned  by the Corporate  Restructuring  Board,  by virtue  of the scheme,  \nthe same  shall  be binding  on the concerned  obligor,  all its creditors  of whatsoever  nature,  its members  \nand shareholders,  its liquidators  and other  persons  who have  any interest  in the company,  pecuniary  or \notherwise,  and shall have  effect  without requiring  compliance  with and notwithstanding  any⸺  \nPage  11 of 15  \n(a) other  law for the time being  in force;  \n \n(b) agreement  or contract  entered  into or applicable  to the concerned obligor;  and \n \n(c) agreement or contract entered into inter se financial institutions and other creditors of  \nthe concerned  obligor.  \n \n(7) The Corporate  Restructuring  Board  may refuse  to sanction  the scheme  where it  is satisfied  \nthat either the scheme suffers from illegality or procedural requirements of this Act or the rules made  \nthereunder  have not been complied  with.  \n \n(8) The provisions of clause (e) of sub -section (1) o f section 6 shall apply mutatis mutandis to \na scheme  sanctioned  by the Corporate  Restructuring  Board  under  this section.  \n \n(9) Any person  aggrieved  by the order  of the Corporate  Restructuring  Board  may,  within  thirty  \ndays of the date of such order,  file a petition for  leave  to appeal  in the High  Court having  jurisdiction.  \n \n(10) When  a scheme is  presented  to the Corporate  Restructuring  Board  in terms  of sub-section  \n(1), no suit or other legal  proceedings  shall be proceeded  with or commenced  against  the obligor  until \nthe scheme is sanctioned by the Corporate Restructuring Board and has attained finality in terms of  \nsub-section (9) or such sanction has been refused by the Corporate Restructuring Board, whichever is  \nearlier.  \n \n(11) Upon sanctioning of the scheme and the same having attained finality in terms of sub - \nsection  (6), all suits or other  legal  proceedings  pending  against  the obligor  shall stand  abated,  provided  \nthat a scheme  may provide  for continuation  of any suit or proceeding  set forth  therein.  \n \n(12) Sections  279 to 283 of the Companies  Act shall not apply  to any scheme  under  this section.  \n \n(13) Notwithstanding  anything  contained  in any other  law, no civil court  as provided  for in the \nCode of Ci vii Procedure, 1908 (V of 1908) or any other court shall have jurisdiction to entertain any  \nsuit or proceeding in respect of any matter which the High Court is empowered to determine by or  \nunder  this section.  \n \n(14) For the purposes  of the is  section,⸺  \n \n(a) “High Court” means the High Court of the Province where registered office of  \nthe Corporate  Restructuring  Company  is located;  and \n \n(b) “Corporate  Restructuring  Board”  means  a board  notified  by the Federal  \nGovernment in the official Gazette comprising of not more than five members  \nwho shall be professionals having experience and sound knowle dge of dealing  \nwith company law or recovery of non -performing assets or restructuring and  \nrehabilitation of companies in financial distress, and in this regard, subject to  \nthe foregoing, any or all of the following matters may be prescribed through  \nrules,  namely:⸺  \n \n(i) functions  of the Corporate  Restructuring  Board  and its members;  \n \n(ii) composition,  appointment  and governance  of the Corporate  \nRestructuring  Board  and its code  of conduct;  \nPage  12 of 15  \n(iii) remuneration and privileges of members of the Corporate  \nRestructuring  Board;  \n \n(iv) eligibility  and qualifications  of the members  of the Corporate  \nRestructuring  Board;  \n \n(v) budgetary allocation for the proper functioning of the Corporate  \nRestructuring Board and its staff and matters  connected to its  \naccountability;  and \n \n(vi) any other matter that may be considered necessary or expedient  \nfor the purpose  of furthering  the objectives  of this section.  \n \n(c) “Scheme” means any arrangement, for the purpose of achieving the objectives  \nof this Act, e ntered into amongst  the obligor, the Corporate Restructuring  \nCompany and one or more secured financial institutions, that contains one or  \nmore  of the following,  namely:⸺  \n \n(i) the sale or lease of a part or whole of the business or assets of  \nthe obligor;  \n \n(ii) rescheduling  of payments of  debt payable  by the obligor;  \n \n(iii) enforcement  of any pledge  by a third  party  securing  the \nobligations of  the obligor;  \n \n(iv) settlement  of dues payable  by the obligor;  \n \n(v) conversion of any portion of debt into ordinary shares of the  \nobligor;  \n \n(vi) conversion  of any portion  of debt into assets  or properties of  the \nobligor;  \n \n(vii) matters connected with pending suits and other  proceedings  \nagainst  the obligor,  including  in connection  with their \nabatement;  and \n \n(viii) provisions  that are incidental  or conducive  to facilitating,  \npromoting  or advancing  any matter  referred  to in sub-clauses  (a) \nto (g) or such other  matter  as may  be prescribed.  \n \n(d) “Secured financial institutions” means in relation to an obligor, all financial  \ninstitutions that have created a security interest over any or all of the assets or  \nproperties of  the obligor,  irrespective  of⸺ \n \n(i) whether such security interest is shared amongst such financial  \ninstitutions as a syndicate  or otherwise;  \n \n(ii) ranking  of such security  interest  amongst  such financial  \ninstitutions;  and \nPage  13 of 15  \n(iii) whether such  security  interest  secures  a non-performing asset.  \n \n8B. Special bench of High Court. ⸺(1) The High Courts shall constitute one or more special  \nbenches consisting  of one or more Judges  to adjudicate  the cases  under  this Act. \n \n(2) The special  benches  as constituted  under  sub-section  (1) shall decide  the cases  in \naccordance with the procedure prescribed through rules, if any, within ninety days from the date of  \ninstitution  of the case.]  \n \n9. Power to require information. —(1) The Commission may, at any time, by notice in  \nwriting, require one or more Corporate Restructuring Companies and their management to furnish it,  \nwithin the time specified therein or such further time as the Commission may allow, an y statement,  \ninformation  or document  relating  to the business  or affairs  of such Corporate  Restructuring  \nCompanies.  \n \n(2) No Corporate Restructuring Company or its director, officer, employee, auditor or agent  \nshall, in any document, prospectus, report, re turn, accounts, information or explanation required to be  \nfurnished in pursuance of this Act or the rules or regulations made thereunder, make any statement or  \ngive any information which he knows or has reasonable cause to believe to be false or incorrect or \nomit any material  fact therefrom.  \n \n10. Speci al audit. ⸺(1) The Commission shall monitor the general financial condition of the  \nCorporate Restructuring Companies and may, at its discretion, order special audit and appoint an  \nauditor  to carry  out detailed  scrutiny  of the affairs  of one or more  Corporate  Restructuring  Companies  \nand the  Commission  may,  at any time,  issue such  directions as  it may deem  appropriate.  \n \n(2) The Commission may, during the course of special audit, pass such interim orders and  \ndirections  as it may deem  appropriate.  \n \n(3) On the basis  of the special  audit  report,  the Commission  may direct  a Corporate  \nRestructuring Company and its management to do or to abstain from doing such acts that may secure  \nthe interest of its shareholders and creditors and any such directions shall be complied within such  \ntime as may be specified  by the Commission.  \n \n(4) The provisions of 1[section 249 of the Companies Act] shall apply mutatis mutandis to the  \nauditor  appointed  to carry  out the special  audit  of the Corporate  Restructuring  Company.  \n \n11. Inquiry by the Commission. —(1) On the complaint of any concerned person or on its  \nown motion, the Commission may, on the basis of material available with it, cause an inquiry or  \ninspection  to be made  by any person  appointed  in this behalf  into the affairs  of a Corporate  \nRestructuring  Company  or its directors,  officers or  an associated  company  or undertaking.  \n \n1Subs. for  “section  255 of the ordinance  ” by the Corporate  Restructuring  Companies  (Amendment)  Act, 2021  (XXXII  of 2021),  s. 9. \nPage  14 of 15  \n(2) Where  an inquiry  or inspection  under  sub•section  (1) has been ordered,  the director,  officer  \nor associated  company  or undertaking  to which  the enquiry  or inspection  relates  and every  other  person  \nwho has had any dealing  with the Corporate  Restructuring  Company, its  director,  officer  or associated  \ncompany  shall furnish  such information  in his custody  or power  or within  his knowledge  relating  to or \nhaving  bearing  on the subject -matter  of the inquiry  or inspection  as the person  conducting  the enquiry  \nor inspection  may by notice  in writing  require.  \n \n(3) The person conducting an inquiry or inspection under sub•section (1) may call for, inspect  \nand seize books of account and documents in possession of the Corporate Restructuring Company  or \nits directors,  officers  or associated  companies.  \n \n(4) Upon completion of the inquiry or inspection, a formal report will be submitted to the  \nCommission about the outcome of the inquiry or inspection and the Commission may, after sharing  \nthe inquiry or inspection report, and where deemed appropriate, after providing an opportunity of  \nhearing  to the Corporate  Restructuring  Company,  pass such directions  or orders,  including imposition  \nof fine, as it deems  fit. \n \n12. Destruction of documents. ⸺No person shall destroy, falsify, conceal or dispose of, or  \ncause or permit the destruction, falsification, concealment or disposal of, any document, which he  \nknows  or ought  to know  is relevant  to an inquiry,  inspection,  auditor  has been called  by the  \nCommission.  \n \n13. Penalty  for non•compliance  or contravention. —(1) Notwithstanding  anything  contained  \nin any other provision of this Act, if a Corporate Restructuring Company or its affiliate or associated  \ncompany  fails or refuses  to comply  with or knowingly  contravenes  any provision  contained  in this Act \nor of any of the provisions of the rules or regulations made thereunder or any order or direction or  \ndirectives or  circular  passed  by the Commission under the provisions contained  in this Act  or \nknowingly and willfully autho rizes or permits such failure, refusal or contravention or makes a false  \nstatement, shall, in addition to any other penalty provided by law, be liable to a fine of an amount not  \nexceeding fifty million rupees and for a further fine of two hundred thousand rupees for every day,  \nafter the first  day, during  which  the contravention  continues.  \n \n(2) Without prejudice to the provisions of sub•section (1), in case of contravention of any  \nprovision of this Act or the rules or regulations made thereunder or non•compliance of any direction  \ngiven or order passed thereunder by the Commission, the Commission may cancel the licence of a  \nCorporate Restructuring Company, after issuing a show cause notice and giving it an opportunity of  \nbeing  heard,  or pass any other  order  which  may be deemed  appropriate  by the Commission.  \n \n(3) Upon  cancellation  of the licence,  the functions  and carrying on  the business  of a Corporate  \nRestructuring Company shall cease and the Commission may move the Court having jurisdiction for  \nwinding  up of the Corporate  Restructuring  Company.  \n \n14. Enforcement of orders of the Commission. —(1) Any fine imposed by the Commission  \nin the exercise  of its powers  under  this Act shall be payable  to the Commission  and may be recovered  \nby the Commission  as arrears  of land revenue.  \n \n(2) Any amount which cannot be recovered as arrears of land revenue may be recovered as a  \ndecree  for the payment  of money  under  the Code  of Civil  Procedure, 1908  (Act V of 1908).  \nPage  15 of 15  \n(3) The Commission  may issue  such directions  as may be necessary  or expedient to  give effect  \nto its orders or to prevent abuse of its process, including but not limited to, seeking the assistance of  \nthe local  administration  or Police  who shall be bound  to provide  assistance.  \n \n15. Power to make rules. —(1) The Federal Government may, by notification in the official  \nGazette,  make  rules  for carrying  out the purposes of  this Act. \n \n(2) All rules made under sub•section (1) shall be subject to previous publication for eliciting  \npublic  opinion  thereon.  \n \n16. Power to make regulations. —(1) The Commission may, by notification in the official  \nGazette  make  regulations,  not inconsistent  with the rules,  for carrying out the  purposes  of this Act. \n \n(2) All regulations made under sub•section (1) shall be subject to previous publication for  \neliciting  public  opinion  thereon.  \n \n17. Power to issue directives, circulars, guidelines, etc. ⸺The Commission may from time  \nto time issue such directives, circulars, guidelines, etc. as may be necessary for carrying out the  \npurposes  of this Act or the rules and  regulations  made  thereunder.  \n \n18. Power  to remove  difficulties. ⸺If any difficulty  arises  in giving  effect  to the provisions  of \nthis Act, the President may,  by notification  in the official  Gazette,  make  an order  not inconsistent with  \nthe provisions  of this Act for removing  the difficulty.  \n \n1[19. Validation of Laws. —Notwithstanding anything contained in any other law, all transfer  \nof non -performing assets undertaken, orders made, proceedings taken and act done, rules, regulation,  \ncirculars,  notification  and other  legal  instruments  made  at any time until the enactment  of the Corporate  \nRestructuring Companies (Amendment) Act, 2021 are declared and affirmed to have been and shall  \ndeemed  to have always  been,  validly  undertaken,  made,  decided,  taken  or done  and shall  not be called  \nin question  in any court  on any ground  whatsoever.]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Ins. new “section  19”by  the Corporate  Restructuring  Companies  (Amendment)  Act, 2021  (XXXII  of 2021),  s. 10."
}