{
    "file": "./converted_json\\administrator23cf8531c1bb18ee9791c55a73748fda.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 20 \n \n  \nTHE  AIR UNIVERSITY  ORDINANCE,  2002    \n \n \n \n \n \nCONTENTS  \n \n1                 Short  title and commencement   \n2                 Definitions   \n3                 Establishment  and incorporation  of the Universit y  \n4                 Purposes,  powers  and functions  of the Universit y  \n5                 Principal  teaching  facilities,  examinations,  etc.  \n6                 University  to be open  to all classes,  creeds  etc.  \n7                 Patron   \n8                 Chancello r  \n9                 Pro­Chancello r  \n10               Vice­Chancello r  \n11               Registra r  \n12               Directo r.Academic  Affairs  \n13               Director  Examinations   \n14               Director  Finance   \n15               Director  Research  and Development   \n16               Officers  of the Universit y  \n17               Heads  of constituent  units   \n18               Authorities   \n19               Board  of Governors   \n20               Powers  and functions  of the Board   \n21               Meetings  of the Board   \n22               Delegation  of powers   \n\n \nPage 2 of 20 \n 23               Executive  Committee   \n24               Academic  Council   \n25               Faculty  Board  of Studies   \n26               Selection  Board   \n27               Governing  bodies  for constituent  units   \n28               Finance  and Planning  Committee   \n29               Academic  and non­academic  employees   \n30               University  Fund   \n31               Audit  and accounts   \n32               Financing  of constituent  units   \n33               Power  to make  Status   \n34               Power  to make  regulations   \n35               Power  to make  rules   \n36               Indemnit y  \n37               Bar of jurisdiction   \n38               Retirement  and re­employment   \n39               Pension,  insurance,  gratuit y, provident  fund and benevolent  fund  \n40               Opportunity  to show  cause   \n41               Appeal  to, and review  by, the Board   \n42               Commencement  of term of office of a member  of any body  or authorit y  \n43               Filling  of casual  vacancy  in any body  or authorit y  \n44               Filling  of vacancy  in any body  or authority  in certain  circumstances   \n45               Cessation  of membership  of an ex­officio membe r  \n46               Proceedings  of any body  or authority  not invalidated  by any vacanc y  \n47               Removal  of difficulties  \n  \n \n \n \n \n \n \n \n \n \n  \n \nPage 3 of 20 \n THE  AIR UNIVERSITY ORDINANCE , 2002  \n \nORDINANCE  NO.CVII  OF 2002  \n \n[29th  Octobe r, 2002]  \n \nAn Ordinance  to provide  for the establishment of  the Air  University  at Islamabad  \n \nWHEREAS  it is expedient  to provide  for the establis hment  of the Air university  at Islamabad  \nand for  matters connected therewith or  incidental thereto;  \n \nAND  WHEREAS the  President  is satisfied  that circumstances  exist  which  render  it necessary  \nto take immediate action;  \n \nNOW, THEREFORE, in pursuance  of the Proclamation  of the fourteenth  day of Octobe r, \n1999, and  the  Provisional  Constitution  Order  No.1  of  1999,  read  with  the  Provisional  \nConstitution (Amendment)  Order  No. 9 of 1999,  and in exercise  of all powers  enabling him  in that \nbehalf,  the President  of  the  Islamic  Republic  of Pakistan  is  pleased  to make  and promulgate  \nthe  following Ordinance: — \n \n1. Short  title and commencement. —(1) This Ordinance may  be called  the Air University  \nOrdinance, 2002.  \n \n(2) It shall co me into force at once.  \n \n2. Definitions:  In this Ordinance, unless there is anything  repugnant  in the subject or  context, — \n \n(a)  “Academic  Council ” means  the Academic  Council  of the University  \nestablished  under section 24;  \n \n(h)  “affiliated  institutions ” means  institutions  authorized  by the Board  to \nconduct  academic programmes  approved  by the University;  \n \n(c)  “Authority ” means any  of the authorities  of the University specified in section \n18; \n \n(d)  “Board ” means the Board  of Governors  of the University constituted under  \nsection 19;  \n \n(e)  “Chancellor ” means the Chancellor of  the University;  \n \n(f)  “Committee ” means the Executive  Committee  of the University  constituted  \nunder  section  23; \n \n(g)  “constituent units ” means the units maintained and  administered by  the \nUniversity;  \n \n(h)   “Director  Academic  Affairs” means  the Director  Academic  Affairs \nappointed  under section 12;  \n \n \nPage 4 of 20 \n (i)  “Director Examinations ” means the Director Examinations appointed under  \nsection 13;  \n \n(j) “Director Finance ” means the Director Finance appointed under  section 14;  \n \n \n (k)  “Director  Research and Development ” means  the Director  Research  and  \nDevelopment appointed under  section I5;  \n \n(I)  “Head ” means the Head of  a college or  an Institute;  \n \n(m)  “Institute ” means an Institute that is a constituent unit of  the University;  \n \n(n)  “prescribed ” means prescribed by  regulations;  \n \n(o)  “Pro­Chancellor ” means the Pro­Chancellor of  the University appointed under  \nsection 9;  \n \n(p)  “Registrar ” means the Registrar of  the University;  \n \n(q)  “regulations,  rules  and Statutes ” means  regulations,  rules  and Statutes  made  \nunder  this Ordinance ;  \n \n(r)  “University ” means the Air  University established under  this Ordinance; and  \n \n(s)  “Vice­Chancellor ” means  the Vice­Chancellor  of the University  appointed  \nunder  section  10. \n  \n 3. Establishment  and incorporation  of the University : There shall be established a  \nUniversity  to be known  as the Air  University consisting of —(1) There shall  be established  a — \n \n(i)  the Chancell or, the Pro­Chancello r, the Board,  the Vice­Chancello r, the \nRegistra r, the Directors and  the Heads;  \n \n(ii)  the governing  bodies  of constituent units by  whatever names called;  \n \n(iii)  members  of such other  councils,  committees and  administrative  bodies  as the \nBoard   may establish, from  time to time;  \n \n(iv)  members  of the faculties  and students  of the colleges  and Institutes  which  are \nconstituent units of  the University; and  \n \n(v)  such other  officers  and members of  the staff as may be specified  by the Board,  \nfrom  time to time.  \n \n(2) The University  shall  be a body  corporate  having  perpetual  succession  and a common  \nseal, with  powe r, subject  to the provisions  of this Ordinance,  to acquire,  hold and dispose  of propert y, \nboth movable and  immovable, and  shall by  its name sue  and be sued.  \n \n(3) The University shall have its principal seat at Islamabad.  \n \n \nPage 5 of 20 \n (4) All the existing degree  colleges  and service  institutions  being  managed  by the Pakistan  \nAir Force  shall  be constituent  units  of the University  and any college  or institution  being  managed  by \nthe Pakistan  Air Force  which  is up­graded  in future  may become  constituent  unit of  the Universit y, as \nthe Board  may determine.  \n \n(5) The University  may set up any number  of colleges  and Institutes  as its constituent  \nunits  at such  places in Pakistan and  abroad,  as the Board  may determine.  \n \n4. Purposes,  powers  and functions  of the Univers ity.—(1)  The purposes  of the \nUniversity  shall be  the promotion  and dissemination  of knowledge and  technology  and to provide  \nfor instructions, training,  research,  demonstration  and  service  in  such  branches  of  learning  as  \nthe  Board  may determine.  \n \n(2) The University  shall  have  power  to govern  its academic  and administrative  functions  in \norder to achieve its objectives.  \n \n(3) In particular  and without prejudice  to the generality  of the foregoing  powers,  the \nfollowing shall be the powers  and functions  of the Universit y, namely — \n \n(a)  to determine  courses  of study  in the existing  and other  disciplines  as may be \nadded  at all levels including Bachelo r, Masters and  Doctoral Degrees;  \n \n(b)  to determine  courses  of study  at the unde rgraduate  and graduate  levels in  its \nconstituent units where  applicable as well as in its a ffiliated  institutions;  \n \n(c)  to select and  examine students;  \n \n(d)  to award  degrees, diplomas, certificates and  other academic distinctions;  \n \n(e)  to pursue  and coordinate  research  and enter  into joint ventures,  collaborative  \nprojects  or contractual arrangements in order  to pursue  pure and applied \nresearch;  \n \n(f)  to affiliate  itself  or  colla borate  with other  local  or  foreign  institutions  and  \nestablish faculties  in Pakistan  or ab road for better  discha rge of its functions  and \nresponsibilities  and for  achievement of  its goals;  \n \n(g)   to  decide  teaching  methods  and  strategies  in  order  to  ensure  the  most  \neffective educational and  research programmes;  \n \n(h)  to use  the financial and  other resources  allocated, to it for  the execution of  its \nfunctions;  \n \n(i)  to confer  in the prescrib ed manne r, honorary  degrees or other  distinctions on  \npersons approved  by the Board  for the purpose;  \n \n(j)   to  confer  degrees  on  persons  who have  carried  on  independent  research  \nunder  the prescribed conditions;  \n \n \nPage 6 of 20 \n (k)  to provide  for such instructions for  persons  not being  students  of the \nUniversity  as it may determine, and  grant certificates and  diplomas to such  \npersons;  \n \n(I)  to accept  the  examinations  passed  and the periods  of study  spent,  by \nstudents  of the University  at other  Universities  and places  of learning  as \nequivalent  to such examinations and  periods  of  study  in  the  University  as  \nit  may  determine,  and  to  withdraw  such acceptance;  \n \n (m)  to institute professorships,  associate  professorships,  assistant  professorship;  \nlecturerships, research associateships and  other posts,  and to make \nappointments thereto;  \n \n(n)  to create  posts  for teaching,  research,  administration and  other  related  \npurposes  and to appoint persons  thereto;  \n \n(o)  to institute and award  fellowships , scholarships, bursaries,  medals  and prizes  \nunder  the prescribed  conditions.  The University  shall  extend  scholarships to  \ndeserving  ten per cent students;  \n \n(p)  to establish  institutes,  faculties,  libraries,  laboratories,  workshops, \nwarehouses,  museums and  other centers of learning  for the development  of \nteaching  and research  and make such arrangements  for their maintenance,  \nmanagement  and administration  as it may deem appropriate;  \n \n(q)  to make  provision  for research and advisory  services  and with these  objectives  \nto enter  in arrangements  with other  institutions or  with public  bodies  within  \nPakistan  and abroad under  the prescribed  cond itions.  The University  shall  \nprovide  extensive  research  facilities by  utilizing per  cent of  its budget  \nallocations;  \n \n(r)  to enter into, carry out,  vary or cancel contracts;  \n \n(s)  to receive  and manage  propert y, transfers  and grants,  bequests,  trusts,  gifts, \ndonations, endowments  and other  contributions  made  to it by domestic  and \nforeign  sources  and invest  any  funds  represe nting such propert y, grants,  \nbequest,  trusts,  gifts,  donations, endowments  or contributions  and convert  \none kind of property  into anothe r, in such manner as it may deem fit;  \n \n(t)  to provide  for the printing,  publication, distribution and  sale of  research and  \nother works;  \n \n(u)  to authorise  and agree  when  warranted  by the circumstances  to the mobility  \nof qualified sta ff among Universities,  research  organizations  and the \nGovernment or  corporate  bodies provided  that  the  rights  and  privileges  of  \nthe  staff  under  this  arrangement  shall  be protected; and  \n \n(v)  to do all such other  acts and things,  whether  incidental  to the powers  aforesaid  \nor not, as may  be required  in order  to further  its objectives  as a place  of \neducation,  learning and research.  \n \nPage 7 of 20 \n 5. Principal  teaching  facilities,  examinations, etc.—(1)The  princ ipal teaching  facilities \nof the University shall  consist  of the constituent  units  and such other  colleges  and Institutes  as may \nbe determined by  the Board,  from  time to time.  \n \n(2) Some of the existing colleges and  Institutes  referred  to in sub­section  (1) shall  continue  \nto function  under  their existing administrative and  financial arrangements:  \n \nProvided  that the examinations  and other  academic  activities,  including  research  shall  be \nsubject to co­ordination and  supervision  by the Universit y. \n \n (3) Academic  activities,  examinations  and syllabi  at the colleges  and Institutes  referred  to in \nsub­section (1)  shall be in conformity  with and  as prescribed by  the Universit y. \n \n(4) The University  may, with the approval  of the Board, provide  facilities  to the representatives  \nof the  Higher  Education  Commission and  the Pakistan  Air Force  or such relevant  organizations  \nfor visitation to  enable  them  to verify  and ensure  that appropriate  academic  standards  are being \nmaintained by  it. \n  \n 6.  University  to be open  to all classes, c reeds etc.—The Universit y, except the  service  \nInstitutions,  shall  be open  to all persons  of either  sex of whatever  religion,  race,  class,  creed,  colour  or \ndomicile  who qualify  for admission to  the courses  of study  offered  by the University  based  on the \ncriteria  and policy  determ ined by the Board  and no such person  shall be  denied  the privileges  of the \nUniversity only  on the ground  of sex, religion, race, class, creed,  colour  or domicile.  \n \n 7. Patron:—The  President  of  the  Islamic  Republic  of  Pakistan  shall  be  the  Patron  of  \nthe Universit y. \n \n 8. Chancellor: —(1) Appointment  of the Chancellor  shall  be made  by the Patron  in \nconsultation  with Higher  Education Commission from  a panel recommended by  the Pakistan Air  \nForce.  \n \n(2) The Chancellor  shall  preside  over the and meetings at  which  his presence  is desirable  in \nthe light of  the business  being  transacted.  \n \n(3) The Chancello r, or in his absence  the Pro­Chancellor  or the Vice­Chancellor  as authorized  \nby him, shall preside at convocation of  the Universit y. \n \n (4)  Every  proposal  to  confer  an  honorary  degree  shall  be  subject  to  confirmation  by  \nthe Chancello r. \n \n(5) If the  Chancellor  is satisfied  that  the  proceedings  or orders  of any authority  are  not  \nin accordance  with the provisions of  this Ordinance,  the Statutes,  rules  or regulations,  he may, \nafter calling upon  such authority to show  cause in writing, annul  such proceedings  or orders.  \n \n9. Pro­Chancello r.—(1) The Pro­Chancellor  shall  be appointed  by the Chancellor  for such \nperiod and  on such terms and  conditions as the Chancellor may determine.  \n \n(2) The Pro­Chancellor  shall  act for the Chancellor  at any time when the  office of the \nChancellor is  vacant, or the Chancellor  is absent  or is unable  to perform  the functions of  his office \n \nPage 8 of 20 \n due to any cause.  He shall  seek approval  of the Chancellor  on all actions  taken  by him during  the \nabsence  of the Chancello r. \n \n (3) The Pro­Chancellor  shall  perform  such other  functions  as may be entrusted  to him by \nthe Chancello r. \n \n10. Vice­Chancello r.—(1) The Board  shall  appoint  an educationist  of good  repute  and \nexperience as Vice­Chancello r, on such terms and  conditions, as it may determine.  \n \n(2) The Vice­Chancellor  shall hold office for a term of four years  and shall  be eligible for  \nre­ appointment  for a similar  term or such shorter  period  and on the same  or varied  terms  and \nconditions as the Board  may determine.  \n \n(3) The Vice­Chancellor  shall be the chief  executive  of the University  in all fields  of \nacademics and  administration,  and shall  have  overall  responsibil ity for the direction,  organization,  \nadministration and  program mes of the University  in accordance  with the guidelines  and general  \npolicies  formulated by  the Board  and for the implementation of  the decisions and  policies of  the Board.  \n \n(4) The­ Vice Chancellor shall — \n \n(a)  ensure  the disciplined educational environment visualized for  the University;  \n \n(b)  oversee,  monitor and supervise  all academic  activities,  including  examinations  \nand applied research to ensure  that proper  academic standards  are maintained;  \n \n(c)  exercise  administrative  control  over the academic  and administrative  staff \nemployed  by the University including their recruitment;  \n  \n(d)  submit  the plans  of work  and budget  estimates  of the University  for the \napproval  of the Board;  \n \n(e)  direct  the activities  conn ected with execution  of programmes for  instruction,  \ntraining, research,  demonstration  and service,  and authorize  expenditure  \nprovided  for in the budget as approved  by the Board;  \n \n(f)  make  appointments  to academic  and non­academic  positions  that he has been  \nauthorized in  accordance  with the policies  and procedures approved by the  \nBoard  so as to ensure the highest intellectual and  moral qualities in the persons  \nappointed;  \n \n(g)  appoint,  subject to approval  of the Board,  on contra ct, teachers,  officers  and \nstaff of the University and  such other  persons  as may be necessary  for a \nperiod  not exceeding  two years;  \n \n(h)  submit  to the Board,  in accordance  with the rules  of procedure  framed  by it, \nreports  on the activities of  the University and  the execution of  the plans of  \nwork;  \n(i)  prepa re and revise  from  time to time statutes  and regulations  with the \napproval  of the Board  for the e fficient and  effective operations of  the \nUniversity; and  \n \nPage 9 of 20 \n  \n(j)  provide  necessary assistance to the Board  in its functioning.  \n \n(5) Notwithstanding  anything  to the contrary  contained  in this Ordinance,  the Statutes,  rules  \nand regulations,  the Vice­Cha ncellor  may, in an emergenc y, take action  as deemed  necessary  \nprovided that he shall report  the same in the next meeting of  the concerned authorit y. \n \n11. Registra r.—(1) The Board  may appoint  a Registra r, on such terms and  conditions, as  it \nmay determine.  \n \n(2) The Registrar  shall  be mainly  responsible  for the maintenance  of University  records,  \nstudent a ffairs and administratio n.  He may  be entrusted  with other responsibilities  by the  Board,  the \nExecutive Committee or  the Vice­Chancellor  as considered appropriate or  necessar y. \n \n12. Director.Academic  Affairs .—(1) T he Board  may appoint  a Director  Academic  \nAffairs,  on such terms and  conditions, as it may determine.  \n \n(2) The Director Academic  Affairs shall  be responsible  for assisting  the Vice­Chancellor  \nin implementing  the academic  policies  of the University  and coordinating  all academic  affairs \nbetween the headquarters  of the University and  its constituent teaching units.  \n \n13. Di rector  Examinations .—(1) The Board  may appoi nt a Director  Examination s, on such \nterms and  conditions, as it may determine.  \n \n(2) The Director  examinations  shall be  responsi ble to the Vice­Chancellor  for all matters \nconcerning  t he  conduct  of  examinations,  marking,  compilation  and  publication  of  results  and \nmaintaining the record  thereof.  \n \n14. Director  Finance .—(1)  The  Board  may  appoint  a  Director  Finance,  on  such terms   \nand conditions, as it may determine.  \n \n(2) The Director  of Finan ce shall  be mainly  responsible  for the proper  and judicious  \nmanagement of  the Unive rsity funds  received  from  various  sources,  in accordance  with the policies \nlaid by the Board  of Governors;  Other  tasks  and duties  assign ed to him by the Vice­Chancellor  \nfrom  time to time, shall also become his responsibilit y. \n \n 15. Director  Resea rch  and Development .—(1) The Board  may appoint  a Director  Research  \nand Development, on  such terms and  conditions, as  it may determine.  \n \n(2) The Director  Research  and Development  shall  be responsible  for providing guidelines  \nand coordinating  all  arrangement  for  research  and  development  activities  in  the  University  and  \nits constituent units. He shall also perform  other duties assigned to him by  the Vice­Chancello r. \n \n 16. Officers  of the Universit y. The following  shall be the o fficers  of the Universit y, namely: — \n \n(i)  the Chancellor;  \n \n(ii)  the Pro­Chancellor;  \n(iii)  the Vice­Chancellor;  \n \nPage 10 of 20 \n (iv)  the Registrar;  \n(v)  the Director Academic A ffairs;  \n(vi) the Director Examinations;  \n(vii)  the Director Finance;  \n(viii)  the Director Research and  Development;  \n \n(ix)  Heads of  constituent units and  Faculties; and  \n \n(x)  such persons  as may be designed  as officers  by the Board.  \n \n17. Heads  of constituent  units .—(1) There  shall  be the Heads  of constituent  units,  who \nshall  be appointed in the manner and  on such terms and  conditions as may be prescribed.  \n \n(2) The Heads  of constituent  units shall  in addition to  their positions  as academic  heads,  abide  \nby the  academic  rules  and requirements  of syllabi,  conduct  of examinations,  etc., as may be \nprescribed they shall, simultaneousl y, perform  their duties as executive heads of  their respective \nInstitutions.  \n \n18. Authorities.  The following  shall be the authorities of  the Universit y, namely: — \n \n(i)  The Board  of Governors;  \n(ii)   the Executive Committee;  \n(iii)   the Academic Council;  \n(iv)   the Faculty Board  of Studies;  \n \n(v)   the Selection Board;  \n \n(vi)   the Finance and  Planning  Committee;  \n \n(vii)   the governing  bodies  of constituent units by  whatever name called; and  \n \n(viii)  such other authorities as may be constituted by  the Board.  \n \n19. Board  of Governors .—(1)  The general  supervision  and control  of the affairs of the \nUniversity and  the powers  to lay down  the policies shall vest in the Board  of Governors.   \n(2) The Board  shall consist of  the following,  namely: — \n \n(i)  the Chief of  the Air  Staff, who shall be the  ex­officio  Chairman of  the Board;  \n \n(ii)  one serving  or retired  judge  of Supreme  or High  Court  to be nominated  by \nthe Chief justice of  Supreme  or High  Court as the case may be;  \n \n(iii)  the Vice­Chief  of the Air  Staff; \n \n \nPage 11 of 20 \n (iv)  the Deputy  Chief of  the Air  Staff (Training);  \n \n(v)  one Principal  Staff Officer or an officer of equivalent  rank as approved  by the \nChairman of  the Board;  \n \n(vi)  one Vice­Chancellor  of a Public University;  \n \n(vii)  the Vice­Chancellor;  \n \n(viii)   Chairman  Higher  Education  Commission  or his nominee  not below  the \nrank of an officer in Basic Pay  Scale 21;  \n \n(ix)  the Secretar y, Ministry  of Education,  Government  of Pakistan  or his nominee  \nnot below the rank  of an,officers  in Basic Pay  Scale 20;  \n \n(x)   the  Secretar y,  Ministry  of  Science  and  Technolog y, Government  of  \nPakistan  or  his nominee not  below  the rank  of an officer  in Basic Pay  Scale \n20; \n \n(xi)  three nominees  from  distinguished  and eminent  scholars  or scientists  as \nnominated  by the Chairman of  the Board  for a period  of two years; and  \n \n(xii) three  nomine es from  industrial  or financial  sector  as nominated  by the \nChairman  of the Board  for a period  of two years.  \n \n(3) The Registrar shall act as Secretary of  the Board  and shall be a non­voting  membe r. \n \n (4) The Chancellor;  may, in consultation  with the Board,  appoint  any other  person,  including  \na scientist or  edticatiOnlit, as me mber of the Board.  \n \n(5) The existence  of a vacancy or defect  in the  constitution  of the Board,  shall  not invalidate  \nany act or  proceedings  of the Board.  \n \n(6)The  Chai r­than of the Board  may direct  any officer, member  of faculty  or any other  person  \nto be in attendance during  all or  any of its meetings of  the Board.  \n \n(7) The Board  Shall  lay down  its own rules  of procedure  and may amend  or modify  the \nsame form  time to time.  \n \n 20. Powers  and functions  of the Board.  Without  prejudice  to the generality of  the \nprovisions  of this Ordinance, the Board  shall exercise the powers  and perform  the following  functions,  \nnamely: — \n(a) to hold,  control  and admi nisier the Propert y, funds and  resources  of the \nUniversity  and to borrow  or raise  Money  for the purposes  of the Univ ersity \nupon  such security  as may be required;  \n \n(b)   to  formulate  or  approve  the  principles,  policies  and  plans  governing  the  \nactivities and  operations  of the University  so as to ensure  that the academic  \nstaff enjoys  academic freedom  in their reseirch and  educational work;  \n \n \nPage 12 of 20 \n (c)  to prepare  or have  prepared  and revised  from  time to time rules  and \nregulations for  the e fficient and  effective operations of  the University;  \n \n(d)  to review  and approve  the creation  of anystanding  component  of the \nUniversit y, such as faculties,  councils  and other  administrative  bodies  \nnecessary  to assist  or improve the working  of the Universit y. \n \n(e)  to approve  the plans  of work  and annual  budget  of the University  \nsubmitted  by the Director  Finance the budget  being based  on the budget  \nprepared  and submitted  by the constituent or  affiliated colleges or  institutes;  \n \n(f)  to require  land consider  reports  submitted  by the officers  of the University  \nrelating  to the activities  of the University  and the execution  of the plans  of \nwork  and to direct  the Vice­ Chancellor to submit reports  relating to any  matter \nspecified by  the Board.  \n \n(g)  to create  such  academic  or administrative  posts  as it may consider  \nnecessary  for the purposes  of the University and  to approve  appointments  \nrecommended  by the selection board  and such of these  posts  as it may \nspecif y, including the  posts  of Heads,  deans, directors,  professors, associate  \nprofessors, assistant  professors, lecturers  and demonstrators;  \n \n(h)  to approve selection  and appointment  of all administrative  and academic  \nstaff of the University made by  the person  or body  authorised to make the \nappointment;  \n \n(i)  to  approve  the  fixation  of  scales  of  pay, allowa nces  and  honoraria  for  \nall the  staff commensurate  with their  qualifications  and  experience,  both  \nacademic  and administrative,  recommen ded by the governing bodies  of \nconstituent  units  in order  to attract the best talent from  within and  outside \nPakistan for  the University;  \n \n(j)  to fix the  scales  of pay, allowances  and honoraria of  the academic  and \nnon­academic employees deployed  in the headquarters of  the University;  \n \n(k)  to undertake  responsib ility for  the financial  integrity  of the Universit y, \nincluding responsibility  for ensuring  effectiveness  of its future  operations  and \ntheir continuity  and the preservations of  the autonomy  of the University;  \n \n(I)  to approve  all affiliati ons and other  similar arrangements  through  which  \ncolleges, institutions  or individuals  may become  associated  with the University  \nwithin  Pakistan  and abroad  in accordance with the rules prescribed for  the \npurpose;  \n \n(m)  to appoint  from  amongst its members  such committ ees or sub­committees  as \nmay in the opinion  of the Board  lead to  its more e fficient and  effective \noperation;  \n(n)  to approve the recommen dations  of the governing  bodies  of constituent  units  \nsubmitted  to it for  the purpose;  and \n \n \nPage 13 of 20 \n (o)  to take  all initiative  as it may consider  necessary  or desirable  for the  \nefficient  and e ffective management and  functioning  of the Universit y. \n \n21. Meetings  of the Board .—(1) The Board  shall  meet  at least once  during  a year for a \nregular or scheduled  meeting  and may meet  at any other  time at which  the Chairman  of the Board  \nthereof  may call a special meeting.  \n \n(2) Not less than ten clear  days'  notice  of a special  meeting  shall  be given  to the members  of \nthe Board  and the agenda  of the meeting shall be  restricted  to the matters  specified  in the agenda  \nto be annexed  to such  notice.  \n \n(3) The quorum  for a Meeting of  the Board  shall not  be less than fifty percent of  its members.  \n \n22. Delegation  of powers .—The Board  may, by order  in writing,  direct  that any of its powers  \nand functions, shall, in  such circumstances  and under  such conditions,  if any, as may be specified  in \nthe orde r, be exercisable also by  a committee, sub­committee or  the Vice­Chancello r. \n \n 23.  Executive  Committee. —(1)   There  shall  be  a  committee  to  be  known  as  the \nExecutiveCommittee which  shall comprise the following,  namely: — \n \n(i) the Vice­Chancello r, who shall be the Chairman of  the Executive Committee;  \n \n(ii)  the Deputy  Chief of  the Air  Staff (Training);  \n \n(iii)  a nominee of  the Chairman of  the Board;  \n \n(iv)  a nominee  of the Higher  Education  Commission  not below  the rank of a \nwhole­time member;  \n \n(v)  a nominee  of the Ministry  of Education,  Government  of Pakistan,  not below  \nthe rank of an o fficer in Basic Pay  Scale 19;  \n \n(vi)  a nominee of  the Pakistan Air  Force Directorate of  Education;  \n \n(vii)  Heads of  the constituent units whose  presence is essential in the light of  the \nagenda; and  \n \n(viii)  the Registra r, who shall also serve as Secretary of  the Committee.  \n \n(2) The Com mittee shall  deliberate  on various  aspects  related  to the functioning  of the \nUniversity and recommend specific measures to the Board  for its approval.  \n \n (3)  In  particular  and  without  prejudice  to  the  generality  of  the  foregoing  provision,  \nthe Commission shall — \n \n(a) delineate priorities for  research;  \n \n(b)  recommend allocation of  training and  research funds  to the colleges and  \ninstitutes;  \n \n \nPage 14 of 20 \n (c) guide  and direct  the Academic  Council  and the Faculty  Board  of studies  of \neach college and  Institute  on all matters  relating  to academics,  including  syllabi  \nand duration  of various courses;  \n \n(d)  recommend  disciplines  for all academic  studies  in the colleges  and Institutes  \nand help in creation of  necessary infrastructure for  the same;  \n \n(e)   help  induct  highly  competent  scientific  and  technical  talent  into  the  \nfaculty  of  the constituent units to enhance the quality of  education and  \nresearch;  \n \n(f)  presc ribe guidelines  for proper  and efficient  cond uct of professional \nexamination  at the constituent and  affiliated institutions;  \n \n(g)  recommend  such measures,  which  would  foster  and enhance  interaction  and \ncollaboration between  the University and  the existing  nation al and \ninternational  organizations, institutions and  research centres and  the industrial \nbases;  \n \n(h)   recommend  apportioning  of  the  national  research  and  development  budget  \nfor  the University;  \n \n(i)  deliberate on,  and propose  affiliation measures with foreign  institutions of  \nrepute;  \n \n(j)  decide methods  and strategies  in order  to ensure  the most  effective  scientific \nand technological programme;  \n \n(k)   coordinate  with  the  relevant  Ministries,  Departments,  Universities  and  \nthe Higher  Education Commission;  \n \n(I)  propose  Statutes to the Board  for approval,  and \n \n(m)  prepare regulations for  approval  by the Board.  \n \n24. Academic  Council .—(1) The Academic  Council  headed  by the Vice­chancellor  shall  lay \ndown academic  policies to further  the objectives  and functions of the Universit y, and for the \nmaintenance of  the excellence of  its academic programmes.  \n \n(2) Heads of all constitue nt units  and teachers  of the rank of professo r, shall be  members  of \nthe Academic  Council in  addition  to two eminent  scholars  nominated  for a period of  two years  by \nthe Chairman  of the Board.  The Director  Academic  Affairs and Director  Examinations  shall  be \nmembers of  the Academic  Council.  The Director  Academic  Affairs shall serve  as Secretary  of the \nAcademic Council, which  shall frame its own  rules of  business.  \n \n(3) The Academic  Council  shall  act as an advisory  as well as an implementing body  for \nthe decisions  of the Executive  Committee  on all matters  relating  to the conduct  of examinations,  \nrevision and  updating  of courses,  syllabi,  quality  of education  and duration  of all courses  including  \nconduct  of postgraduate classes in specified disciplines.  \n \n \nPage 15 of 20 \n (4) The Academic  Council  shall also  help the Vice­Chancellor  in evaluating  the performance  \nof constituent and  affiliated institutions and  recommend measures for  improvement.  \n \n(5) The quorum  for a meeting of the Academic  Council  shall be  one third  of the total number  \nof members, a fraction being  counted as one.  \n \n25. Faculty Board  of Studies .—(1)  The  Faculty  Board  of Studies  of each constituent  unit \nshall comprise  the members  appointed  by the governing  body  of the said unit, which  shall  also \nprescribe the  tenure  of office of the members.  A nominee  of the Vice­Chancellor  on the Faculty  \nBoard  Studies shall represent the University in its meetings.  \n \n(2) The Faculty Board  of Studies shall­  \n \n(a)   implement  the  decisions  of the  Board,  the  Exec utive  Committee  and  the  \nAcademic  Council on  all matters relating to academic standards,  examinations \nand research;  \n \n(b)  ensure  feedback  of the implemented  measures  on research  and academic  \nmatters  to the Vice­Chancellor;  \n \n(c)  work  out and report  to the Vice­Chancellor  details of  funding  required  for \nresearch; and  \n \n(d)  prepa re and submit  for approval  to the Academic  Council,  curricula,  syllabi, \nevaluation and  assessment rules and  procedures  and quality standards.  \n \n26. Selection  Board .—(1)  The Selection  Board  shall  be responsible  for conducting \ninterview  and organizing  tests,  should  the need  arise,  for appointments determined  to be in its purview  \nby the Board including all academic positions.  \n \n(2) The Selection Board  shall comprise the following  namely: — \n \n(i)  the Vice­Chancello r, who shall be its Chairman;  \n \n(ii)  two subject  experts  in the subject  concerned  drawn  from  a list approved  by the \nBoard  but not  serving  in the University  or its constituent  units.  In the case of \nposition(s)  of Associate Professor(s)  and Professor(s),  the experts  must  be \nthose  to whom  the research  documents of  candidates have been sent for  \nassessment  \n \n(iii)  a nominee of  the Directorate of  Education, Pakistan Air  Forces;  \n \n(iv)  the Head of  the constituent unit where  the appointment is being  made; and  \n \n(v)  the Registrar who  shall also serve as Secretary of  the Selection Board.  \n \n27. Governing  bodies  for constituent  units .—(1) The University may  set up separate  \ngoverning bodies  for its constituent  units  and decide  on the nomenclature  to be used for the same. \nThe Registrar shall represent the University in such  governing  bodies.  \n \n \nPage 16 of 20 \n (2)  The  members  of  the  existing  governing  bodies  shall  continue  to  operate  with  \nsuitable representation  from  the  University  headquarters  subject  to  ratification  by  the  Board  in \nits first meeting and  shall consist of  suitably qualified persons  appointed by  the Board  of Governors.  \n \n(3) The business  of the governing  bodies  shall be regulated by  the Board  as may be prescribed.  \n \n28. Finance  and  Planning  Committee .—(1)  There  shall  be a Finance  and Planning  \nCommittee which  shall  work  under  the Vice­Chancello r, and shall  be responsible  for framing all  the \nfinancial policies and  rules of  the Universit y. \n \n(2) The Finance and Planning Committee  shall  approve  the annual  budget  estimates  of \nvarious constituent  units  and of the head  office of the Unive rsity, it shall also  submit to  the Board  \nan annual statement  of how well the constituent  units  are functioning.  The audited  statement  of \naccounts  shall also  be submitted  to the Board  for approval  after being recommended  by the Finance  \nand Planning Committee.  \n \n29. Academic  and  non­a cademic  employees . The Academic  and non­a cademic  \nemployees  of the  University  and those  of its constituent  units  shall  be selected  with a view  to \nachieving  its stated objectives  and the basic  criteria  for their selection  shall be  the highest standards  \nof competence, integrity and  proficienc y. \n \n30. University  Fund .—(1) The University  shall  have  a fund to  be known  as the University  \nFund  to which  shall  be credited  all direct  donations,  trusts,  bequests,  endowments, grants,  assistance  \nfrom international agencies, contributions, shares of  fee and  income from  any other sources.  \n \n(2) The University Fund  shall vest in the Board.  \n \n(3) Any capital  and recurring  expenditures  of the University  shall  be met from  the \nallocation made by  the Board  out of the University Fund.  \n \n(4) No contribution,  donation  or grant  which  may directly  or indirectly involve any  immediate  \nor subsequent  financial liability  for the Universit y, or which  may involve any  activity  not included  in \nits programmes  for the time being,  shall be accepted without prior  approval  of the Board.  \n \n31. Audit and accounts .—(1) The accounts of  the University  shall  be maintain ed in such \nform  and manner  as may be determ ined by the Board  and shall be audited  each year within six  \nmonths  of the closing  of the financial  year of the University  by the Pakistan  Air Force  Directorate  of \nAccounts  audit team or  a Chartered Accountant appointed by the Board.  \n \n(2) The accounts,  together  with the report  of the auditor  thereon,  shall  be submitted  to the \nBoard for  approval.  \n \n(3) The auditor's  report  shall  certify  that the auditor  has complied  with the standards  of audit  \nand certification laid down  by the Institute of  Chartered Accountants of  Pakistan.  \n \n32. Financing  of constituent  units . The constituent units shall be financed through­  \n \n(a) annual budgets  from  their respective service headquarters.  \n \n \nPage 17 of 20 \n (b)  proportional  share of  fees, including examination fees, through  the University \nbudget;  \n \n(c)  any sale of  royalties publications; and  \n \n(d)  any assistance from  the University Fund  as decided by  the Board.   \n33. Power  to make  Status .—(1) Subject  to the provisi ons of this Ordinance,  Statutes  may \nbe made to regulate or  prescribe for  all or  any of the following  matters, namel y. \n \n(a)  creation of  Institutes and  Faculties;  \n \n(b)  service,  pension  and fringe  benefits  for the University  employees  including  \nthose  in its constituent units and  terms and  conditions of  their service;  \n \n(c)  conditions for  appointment of  Professors  Emeritus and  award  of honorary  \ndegrees;  \n \n(d)  efficiency and  discipline of  the University employees; and  \n \n(e)  all other matters required  to be regulated by  Statutes.  \n \n(2) The draft  Statutes  shall  be proposed  by the Committee  for approval  by the Board,  \nwhich may approve  or refer them back for  reconsideration.  \n \n(3) No Statute shall be valid until the  Board has  approved  it. \n \n(4) Such Statutes  that are already  in operation  shall  be ratified  by the Board  and shall  not be \naltered  to the disadvanta ge of the employee  being  governed  under  Statutes,  rules  and regulations \nmade  earlie r,  which  shall  be  deemed  to  be  Statutes,  rules  and  regulations  framed  under  this \nOrdinance.  \n \n34. Power  to make  regulations .—(1) Subject  to the provisions  of this Ordinance  and the \nStatutes, the Committee may make regulations for  all or  any of the following  matters, namely: — \n \n(a) scheme  of  studies  and  research,  including  the  duration  of  courses,  \naddition  of  new disciplines and  number  of subjects or  papers  for \nexaminations;  \n \n(b)  syllabi and courses  of study  and research  programmes  leading  to degrees,  \ndiplomas  or certificates;  \n \n(c)  methodology  for selection and  admission of  students;  \n \n(d)  cond uct and supervision  of examihations,  appointment  of examiners  and \nscrutiny  and tabulation of  results;  \n \n(e)  determinations of  fees and  other cha rges for admission to various  courses;  \n \n(f)  maintenance of  discipline among  students and  schemes for  their welfare;  \n \n \nPage 18 of 20 \n (g)  instit ution of fellowships,  scholarships,  prizes  and medals, honorarium  and \nother  financial assistance to students and  research scholars;  \n \n(h)  conduct of  convocations and  the manner in which  they are to be conducted; \nand \n \n(i)  all other academic matters, which  are to be or  may be prescribed.  \n \n35. Power  to make  rules .  The Commit tee may make  rules  for implementation  of Statutes  \nor regulations  where so required  under  such Statutes  or regulations,  or make  rules  to regulate  any \nmatter relating  to the affairs of the University  which  under  this Ordinance  are not specifically  required \nto be provided  for by Statutes or  regulations.  \n \n36. Indemnit y. No suit, prosecution  or other  legal  proceedings  shall be  against  any person,  \nbody or  authority for  anything  which  is in good  faith done  or intended to be done  under  this Ordinance.  \n \n37. Bar  of  jurisdiction . No decision  taken,  or act or thing  done,  by the Chancello r, the \nPro­ Chancello r, the Vice­Chancellor  or the Board  shall be  called  in question  before  any court  or \nother authorit y, provided  that the provisions of  this Ordinance and the Constitution  of Pakistan  \nare not violated in any  manne r. \n \n38. Retirement  and re­employment .—(1) An officer, teacher  or other  employee  of the \nUniversity shall  retire  from  service  on attaining the  age of sixty  years  or as provided  in his terms  and \nconditions of  appointment.  \n \n(2) Persons  above  the age of  sixty  years  may be  employed  in the manner  as may be  prescribed  \nby the Board  on contract in specially deserving  cases.  \n \n39. Pension, insurance,  gratuit y, provident  fund  and  benevolent  fund .—(1)  The \nUniversit y, shall  constitute  for the  benefit  of its officers,  teachers  and other  employees  in such matter  \nand subject to  such conditions  as  may  be  prescribed  such pension,  insurance,  gratuit y,  provident  \nfund and benevolent fund  and other welfare schemes as it may deem fit.  \n \n(2) Benefits  in the areas  referred  to in sub­section  (1) that are already  in operation  shall  \ncontinue to  remain  in force  and shall  not be altered  to the disadvantage  of the beneficiaries  who shall  \nbe given an option  to continue to be governed  by its provisions  or those that are framed under  the \nprovisions  of this Ordinance.  \n \n(3) The provisions  of the Provident  Fund  Act, 1925  (XIX  of 1925),  where  any provident  fund \nis or has been constituted under  this Ordinance shall, mutatis mutandis, apply  to such  fund.  \n \n40. Opportunity  to  show  cause .  Except  as otherwise  provided,  no officer, teacher  or \nother employee  of the  Univers ity holding  a  permanent  post shall  be  reduced  in rank,  or \nremoved  or compulsorily  retired  from  service  unless  he has been  given  a reasonable  opportunity  of \nshowing  cause against the action proposed  to be taken.  \n \n41. Appeal  to, and review  by, the Board .—(1)  Where  an order  is passed  punishing  any \nofficer other  than the Vice­Chancello r, teacher  or other  employee  of the University  or altering  or \ninterpreting to  his disadvantage  the prescribed  terms  or conditions  of his service,  he shall, where  the \norder  is passed  by the Vice­Chancellor  or any other  officer or teacher  of the Universit y, have  the \n \nPage 19 of 20 \n right  to appeal  to the Board,  against the order, and, where  the order  is made  by the Board  have  the \nright to apply  to that authority for  review of  the said orde r. \n \n(2) An  appeal  or application  for review shall  be submitted  through  the Registrar  who shall  \nplace  it before  the  Board  along  with  the  views  of  the  Vice­Chancellor  and  any  other  person  \nor  body concerned with the matte r. \n \n(3) No order  on an appeal  or application  for review  shall  be passed  without  affording to  \nthe appellant or  application, as the case may be,  an opportunity  of being  heard.  \n \n42. Commencement  of term  of office of  a member  of any body  or authorit y. .The term \nof office of  a newly  appointed  or nominated  member  of a body  or an authority  shall be  as fixed  \nunder  this Ordinance and  shall commence from  such date as may be prescribed.  \n \n43. Filling  of casual  vacancy  in any body  or authorit y.— A casual  vacancy  in the \noffice of an appointed  or a nominated  member  of any body  or authority  shall  be filled, as  soon  as \nconveniently may  be, by the person  or body  who appointed  or nominated  the member  whose place  \nhas become vacant  and any person  appointed  or nominated  to such vacancy  shall be  a member  of \nsuch body  or authority  for the residue  of the term for which  the person  whose  place  he fills would  \nhave  been  a membe r. \n \n44. Filling  of vacancy  in  any  body  or  authority  in  certain   circumstances .—(1) \nWhere  as vacancy  in the  office of a member  of any body  or authorit y, other  than the Board,  cannot  \nbe filled because — \n \n(a) the office of which  the holde r, was a member  of the body  or authority  ex­officio  \nhave ceased to exist  \n \n(b) the organization,  institut ion or any other  body, other  than the Universit y, have  \neither ceased to exist or  to function; or  \n \n(c) of occurrence  of any other circumstances  in which  it has become  impractical  to fill \nthe vacanc y, the vacancy shall be filled in such  mariner as the Board  may direct.  \n \n(2) A vacancy  in the  office of a member  of the Board  that may have  been  caused  for reasons \nspecified in sub­section (1)  shall be filled as may be determined by  the Chancello r. \n \n45. Cessation  of member ship of an ex­officio membe r. Notwithstanding anything  \ncontained  in this  Ordinan ce, a person nominated  or appointed  to any body  or authority  under  this \nOrdinance,  shall cease  to be a member  of such body  or authority  as soon  as he ceases  to hold the \nposition  by virtue  of which  he was  nominated or  appointed.  \n \n46.  Proceedings  of  any body  or   authority  not  invalidated  by  any  vacanc y.—\nNo  act, proceedings, resolution  or decision  of any body  or authority  shall  be invalid  by reason  only \nof any vacancy  in or any defect  in the constitution  of, or in the appointment  or nomination  of any \nmember  of such  body  or authorit y. \n \n47. Removal  of difficultie s.—(1) Any question  that may arise  as to the interpretation  of any \nof the provisions  of this Ordinance, shall be placed before  the Board  whose  decision thereon shall be \nfinal.  \n \nPage 20 of 20 \n  \n(2) If any difficulty  arises  in giving  effect to any of the provisions  of this Ordinance,  the \nBoard may  make such order, not inconsistent  with the provisions  of this Ordinance  as may appear  to \nit to be necessary for  the purpose  of removing  the di fficult y. \n \n(3) The Board,  may issue  directions  or decide  such matters  as are not covered  by this \nOrdinance in the manner it considers  prope r. \n \n(4) The Board  shall  resol ve all difficulties in  the implementation of  this Ordinance,  the \nStatutes, rules and  regulations."
}