{
    "file": "./converted_json\\administrator37f09153a3eb048c51386d7e1232a67f.json",
    "name": "Apostille Act",
    "date": "6th September, 2024",
    "tagline": "Giving effect to the Convention on abolishing the requirement of legalization for the foreign public documents",
    "content": "Page 1 of 9 \n  \n \n \n THE APOSTILLE ACT, 2024  \n  \n \n  \n    CONTENTS  \n1.  Short title, extent, application and commencement  \n2.  Definitions  \n3.  Conferment of certification  \n4.  Fees \n5.  Power not to recognize certain documents in Pakistan  \n6.  Overriding effect  \n7.  Indemnity  \n8. Power to make rules  \n \n \nTHE SCHEDULE NO.  I \n(Sec section 2 and 3)  \n \n \nTHE SCHEDULE NO.  II \n \nMODEL APOSTILLE CERTIFICATE  \n \n \nTHE SCHEDULE NO.  III \n \nCOMPETENT AUTHORITIES FOR CERTIFYING  \nPAKISTAN PUBLIC DOCUMENT  \n \n \n  \n \n \n\n \nPage 2 of 9 \n THE APOSTILLE ACT, 2024  \nACT NO . XXI OF 2024  \n[6th September, 2024]  \nAN \nACT  \nto give effect to the Convention on abolishing the requirement of legalization for the foreign public \ndocuments  \n  WHEREAS it is expedient to give effect to the Convention o n abolishing the requirement of \nlegalization for the foreign public documents and for matters connected therewith;  \n It is hereby enacted as follows: ― \n 1. Short title, extent, application and commencement. ―(1) This Act shall be called the \nApostille Act, 2024.  \n (2) It shall extend to the whole of Pakistan.  \n (3) It shall apply to foreign public documents and other public documents as specified from time \nto time in the official Gazette by the Federal Government.  \n (4) It shall come into force at once.  \n 2. Definitions. ―(1) In this Act, unless the context or subject otherwise requires, ― \n(a)  “certification ” means certification that authenticates the origin of the documents and \nnot the contents;  \n(b)  “competent authority ” means the division to which business of this Act stands \nallocated or any other authority declared by the Federal Gove rnment to be a \ncompetent authority required under the Convention;  \n(c)  “Convention ” or “Apostille Convention ” means the Hague Convention Abolishing \nthe requirement of legalization for foreign public documents,  done at the Hague on \nthe 5th day of October 19 61, the english text of which is set out in the First Schedule \nand includes any ratified protocols;  \n(d)  ”Convention State ” means a state party to the Convention other than Pakistan, but \ndoes not include. — \n(i)    any state party that objected to Pakistan's accession to the Convention;  and \n(ii)   any state party whose accession to the Convention Pakistan objected to;  and \n(e)  “model certificate ” or “apostille certificate ” means the model certificate set out in \nthe Anne xure to the Convention.  \n 3. Conferment of certification. ―(1) Notwithstanding anything to the contrary contained in any \nother law, the provisions of the Convention shall have the force of law in Pakistan.  \n \nPage 3 of 9 \n  (2) The Federal Government may, by notification in the official Gazette,  amend the Schedule in \nconformity with any amendment made and adopted in the Convention,  provided that such amendments \nshall be adopted and ratified by the Government of Pakistan.  \n 4. Fees.―The competent authority may,  by notification in the official Gazette, determine fees in \nrelation to the issuance of apostille certificates from time to time.  \n 5. Power not to recognize certain documents in Pakistan .―The application  of those foreign \ndocuments shall be in -effective, whi ch fall wit hin the ambit of Apostille Convention but are against \nthe glory of Islam and national interests, sovereignty and integrity of Pakistan.  \n 6. Overriding effect .―The provisions of this Act shall have effect notwithstanding anything to \nthe contrary contained in any other law,  for the time being in force.  \n 7. Indemnity. ―No suit,  prosecution or other legal proceeding shall lie against any person for \nanything which is done or intended to be done in good faith in pursuance of this Act.  \n 8. Power to make rules. ―The Federal Government may,  by notification in the official Gazette, \nmake rules for carrying out the purposes of this Act.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 9 \n THE SCHEDULE NO.I  \n(Sec sections 2 and 3)  \n Article -1 \n1. The present Convention shall apply to public documents which have been executed in the \nterritory of one Contracting State and which have to be produced in the territory of another \nContracting State.  \n2. For the purposes of the present Convention, the following are deemed to be public documents:  \n   (a)  documents emanating from an authority or an official connected with the courts or     \ntribunals of the State, including those emanating from a public prosecutor, a clerk of a \ncourt or a process -server( “huissier de justice ”); \n(b)  administrative documents;\n(c)  notarial acts;  \n     (d)  official  certificates which are placed on documents signed by persons in their private \ncapacity, such as official certificates recording the registration of a document or the fact \nthat it was in existence on a certain date and official and notarial authentications  of \nsignatures.  \n 3.  However,  the present Convention shall not apply:  \n(a)  to documents executed by diplomatic or consular agents;  \n(b)  to administrative documents dealing directly with commercial or customs operations.  \nArticle -2 \nEach Contracting State shall exempt from legalisation documents to which the present Convention \napplies and which have to be produced in its territory.  For the purposes of the present Convention, \nlegalisation means only the formality by which the diplomati c or consular agents of the country \nin which the document has to be produced certify the authenticity of the signature, the capacity in \nwhich the person signing the document has acted and, where appropriate, the identity of the seal \nor stamp which it bears . \n Article -3 \n1. The only formality that may be required in order to certify the authenticity of the signature, \nthe capacity in which the person signing the document has acted and, where appropriate,  the \nidentity of the seal or stamp which it bears, is the addition of the certificate described in Article \n4, issued by the competent authority of the State from which the document emanates.  \n2. However, the formality mentioned in the preceding paragraph cannot be required when either \nthe laws, regulations, or pra ctice in force in the State where the document is produced or an \nagreement between or more Contracting States have abolished or simplified it,  or exempt the \ndocument itself from legalisation.  \n \n \n \nPage 5 of 9 \n  Article -4 \n1.  The certificate referred to in the first paragraph of Article 3 shall be placed on the document \nitself or on an “allonge ”; it shall be in the form of the model annexed to the present \nConvention.  \n2.  It may, however, be drawn up in the official language of  the authority which issues it. The \nstandard terms  ring therein may be in,  a second language also. The title “Apostille \n(Convention de La Haye du 5 October 1961) ”shall be in the French language.  \n Article -5 \n1. The certificate shall be issued at the request o f the person who has signed the document or of \nany bearer.  \n2. When properly filled in, it will certify the  authenticity of the signature, the capacity in which \nthe person signing the document has acted and, where appropriate,  the identity of the seal or \nstamp which the document bears.  \n3. The signature,  seal and stamp on, the certificate are exempt from all certification.  \n Article -6 \n1. Each Contracting State shall designate by reference to their official function, the authorities \nwho are competent to issue the certificate referred to in the first paragraph of Article 3.  \n2. It shall give notice of such designation to the Ministry of Foreign Affairs of the Netherlands \nat the time it deposits its instrument of ratification or of, accession or its declarat ion of \nextension. I t shall also give notice of any change in,  the designated authorities.  \nArticle -7 \n1. Each of the authorities designated in accordance with Article 6 shall keep a register or card \nindex in which i t shall record the certificates  issued,  specifying:  \n(a)  The number and date of the certificate,  \n(b)  the name of the person sign ing the public document and the  capaci ty in which he has \nacted , or in the case of un -signed documents, the name of the authority which has affixed \nthe seal or stamp.\n2.  At the request of any interested person, the authority which has issued the certificate shall \nverify whether the particulars in the certificate correspond with those in the register or card \nindex.  \nArticle -8 \nWhen a treaty, con vention or agreement between two or more Contracting States contains \nprovisions which subject the certification of a signature, seal or stamp to certain formalities, the \npresent Convention will only override such provisions if those formalities are more -rigorous than \nthe formality referred to in Articles 3 and 4.  \n \n \n \nPage 6 of 9 \n Article -9 \nEach Contracting State shall take the necessary steps to prevent the performance of legalisations \nby its diplomatic or consular agents in cases where the present Convention provides for  exemption.  \nArtic le-10 \nThe present Convention shall be open for signature by the States represented at the Ninth Session \nof the Hague Conference on Private International Law and Iceland,  Ireland,  Liechtenstein  and \nTurkey.  \nIt shall be ratified, and the inst ruments of ratification shall be deposited with the Ministry of \nForeign Affairs of the Netherlands.  \nArticle -11 \n1.  The present Convention shall enter into force on the sixtieth day after the deposit of the third \ninstrument of ratification referred to in the second paragraph of Article 10.  \n2.  The Convention shall enter into force for each signatory State which ratifies subsequently on \nthe sixtieth day after the deposit of its instrument of ratification.\nArticle -12 \n1.  Any State not referred to in Article 10 may accede to the present Convention after it has \nentered into force in accordance with the first paragraph of Article 11. The instrument of \naccession shall be deposited with the Ministry of Foreign Affairs of the Netherlands.  \n2. Such accession shall have effect only as regards the relations between the acceding State and \nthose Contracting States which have not raised an objection to its accession in the six months \nafter the receipt of the notification referred to in sub -paragraph (d) of Article 15.Any such \nobjection shall be notified to the M inistry of Foreign Affairs of the Netherlands.  \n3. The Convention shall enter into force as between the acceding State have raised no objection \nperiod to its accession on the sixtieth day after the expiry of the period of six months mentioned \nin the precedi ng paragraph.  \nArticle -13 \n1. Any State may, at the time of signature, ratification or accession,  declare that the present \nConvention shall extend to all the territories for the international relations of which is \nresponsible, or to one or more of them. Such  a declaration shall take effect on the date of entry \ninto force of the Convention for the State concerned.  \n2. At any time thereafter, such extensions shall be notified to the Ministry of Foreign Affairs of \nthe Netherlands.  \n3. When the declaration of exten sion is made by a State which has signed and ratified,  the \nConvention shall enter into force for the territories concerned in accordance with Article -11. \nWhen the declaration of extension is made by a State which has acceded, the Convention shall \nenter int o force for the territories concerned in accordance with Article 12.  \n \nPage 7 of 9 \n Article -14 \n1. The present Convention shall remain in force for five years from the date of its entry into force \nin accordance with the first paragraph of Article -11 even for States which have ratified it  or \nacceded to it subsequently.\n2. If there has been no denunciation,  the Convention shall be renewed tacitly every five years.  \n3. Any denunciation shall be notified to the Ministry of Foreign Affairs of the  Netherlands at \nleast six months before the end of the five year period.  \n4. It may be limited to certain of the territories to which the convention applies.  \n5. The denunciation will only have effect as regards the State which has notified it. The \nConventio n shall remain in force for the other Contracting States.  \nArticle -15 \nThe Ministry of Foreign Affairs of the Netherlands shall give notice to the States referred to \nin Article 10,  and to the States which have acceded in accordance with Article 12, of the \nfollowing:  \n(a)  the notification referred to in the second paragraph of Article 6;  \n(b)  the signatures and ratifications referred to in Article 10;  \n(c)  the date on which the present Convention enters into force in accordance with the \nfirst paragraph of Arti cle 11;  \n(d)  the accessions and objection referred to in Article 12 and the date on which such \naccessions take effect.  \n(e)  the extensions referred to in Article 13 and the date on which they take effect;  \n(f)  the denunciations referred to in the third paragraph of Article 14.  \n \n \n \n \n \n \n \n \n \n \n \n \nPage 8 of 9 \n THE SCHEDULE NO.  II \n \nMODEL APOSTILLE CERTIFICATE  \n \nAPOSTILLE  \n(Convention deLa Haye du 5 October 1961)  \n Country:  \n Pays:  \n This public document  \n Le presentacte public  \nhas been signed by  \na etesigne par  \nacting in the capacity of  \nagissant en qualite de  \nbears the seal/stamp of  \nestrevetu du sceau/timbre de  \nCertified  \nAtteste  \nat \na  the \n le \nBy \npar \nNo \nSous no  \nSeal/stamp:  \nSceau/timbre:                     Signature:  \n                   Signature:  \n \nThis Apostille only certifies the authenticity of the signature and the capacity of the person who \nhas signed the public document, and, where appropria te, the identity of the seal or stamp which \nthe public document bears.  \nThis Apostille does not certify the content of the document for which it was issued.  \n[This Apostille is not valid for use anywhere within [insert the name of the State  of issuance, incl. \nwhere possible and relevant, the territories to which the Appostille C onvention has been \nextended].]  \n[To verify the issuance of this Aosittle, see[ins ert the URL of the e -Register]]  \n \n \n \n \n \n \nPage 9 of 9 \n THE SCHEDULE NO.III  \n \nCOMPETENT AUTHORITIES FOR CERTIFYING  \n \nPAKISTAN PUBLIC DOCUMENT  \n \nAuthority   Documents that authority may certify  \nMinistry of Foreign Affairs and any other   \nauthority approved by the Federal \nGovernment  Public documents shall be subject to the \nsatisfaction of the Competent authority \nthrough administrative instructions issued \nfrom time to  time \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 21 -10-2024"
}