{
    "file": "./converted_json\\administratord8815b237f5842a0cef72b22d5a68ee4.json",
    "name": "Allama Iqbal Open University Act, 1974",
    "date": "21st May, 1974",
    "tagline": "Establishing a specialised educational institution at Islamabad",
    "content": "Page 1 of 29 \n \n \n \n \nTHE ALLAMA IQBAL OPEN UNIVERSITY ACT, 1974  \n \n \n \nCONTENTS   \n \n1. Short  title and commencement   \n2. Definitions   \nCHAPTER II  \nTHE UNIVERSITY  \n3. Establishment and incorporation of the University  \n4. Powers and functions of the University  \n5. University open to al l classes, creeds, etc . \n6. Teaching in the University  \nCHAPTER III  \nOFFICERS OF THE UNIVERSITY  \n7. Officers of the University  \n8. Chancellor  \n9. Pro-Chancellor  \n10. Visitation, e tc. \n11. Vice -Chancellor  \n12. Powers and duties of the Vice -Chancellor  \n\n \n \nPage 2 of 29 \n 13. Registrar  \n14. Treasure r \n15. Controller of Examinations  \n16. University Auditor  \nCHAPTER IV  \nAUTHORITIES OF THE UNIVERSITY  \n17. Authorities  \n18. The Executive Council  \n19. Powers and duties of Executive Council  \n20. The Academic Council  \n21. Powers and duties of the Academic Council  \n22. Constitut ion, functions and powers of other Authorities  \n23. Appointment of Committees by the Authorities  \nCHAPTER V  \nSTATUTES, REGULATIONS AND RULES  \n24. Statutes  \n25. Regulations  \n26. Amendment and repeal of Statutes and Regulations  \n27. Rules  \nCHAPT ER VI  \nUNIVERSITY FUND  \n28. University Fund  \n29. Audit and Accounts  \nCHAPTER VII  \nGENERAL PROVISIONS  \n30. Opportunity to show Cause \n31. Appeal to and review by the Executive Council  \n \n \nPage 3 of 29 \n 32. Pension, group insurance, gratuity, provident fund and benevolent fund  \n33. Commencement of term of office of members of Authorities  \n33A.  Members of an Aut hority to cease to be members i n certain circumstances  \n34. Filling of casual vacancies in Authorities  \n35. Filling of vacancies in Authorities in certain circumstances  \n36. Dispute s about membership of Authorities  \n37. Proceeding s of Authorities not invalidated by vacancies  \n38. First Statutes  \n39. Removal of difficulties  \n40. Tripartite mobility  \nTHE SCHEDULE  \n(See section 38)  \nTHE FIRST STATUTES  \n \n \n \n \n \nPage 4 of 29 \n THE  ALLAMA  IQBAL  OPEN  UNIVERSITY  ACT,  1974.  \n1ACT  NO. XXX IX OF 1974  \n[21st  May,  1974]  \nAn Act to provide  for the establishment  of an Allama  lqbal  Open  University  at Islamabad.  \n WHEREAS  it is expedient  to provide  for the establishment  of an Allama  lqbal  Open  \nUniversity  at Islamabad  and for matters  ancillary  thereto;   \n It is hereby  enacted  as follows: — \n 1. Short  title and commencement. —(1) This Act may be called  the 2[Allama  lqbal  Open  \nUniversity  Act, 1974.]  \n (2) It shall  come  into force  at once.  \n 2. Definitions.  In this Act, unless  there  is anythin g repugnant  in the subject  or context, — \n(a)  “Academic  Council ” means  the Academic  Council  of the University;  \n(b)  “Audience  level  regional  centre ” means  an audience  level  regional  centre  \nmaintained  and administered  by the University;  \n(c)  “Authority ” mean s an Authority  of the University  specified  in section  17;  \n(d)  “Chancellor ” means  the Chancellor  of the University;  \n(e)  “Committee  of Courses ” means  the Committee  of Courses  in a Faculty;   \n(f)  “Dean ” means  the Dean  of a Faculty;  \n(g)  “Department ” means  a department  maintained  and administered  or' recognised  \nby the University;  \n(h)  “Executive  Council ” means  the Executive  Council  of the University;   \n(i)  “Faculty ” means  a Faculty  of the University;  \n(j)  “Government ” means  the Federal  Government;  \n3[(jj)  “Institute ” means an institute maintained and administered by the  University]  \n(k)  “Prescribed ” means prescribed by Statutes, Regulations or Rules;  \n(1)  “Pro-Chancellor ” means the Pro -Chancellor of the University;  \n \n1 For Statement  of Objects  and Reasons,  see Gaz. of P., 1974,  Ext.,  Pt. Ill, p. 427. \n2 Subs.  by the People’s  Open  University  (Amdt.)  Ordinance,  1977  (43A  of 1977),  s. 2, for “People's  Open  University  Act, 1974 ”. \n3 Ins. by the Allama lqbal Open University (Amdt.) Ordinance, 1981 (8 of 1981), S.2. \n \n \nPage 5 of 29 \n (m)  “Registered Graduate ” means a graduate of the University who has his name \nentered in the register maintained in the University for the purpose;  \n (n)  “Statutes ”, “Regulations ” and “Rules ” means  the Statutes,  Regulations  and \nRules  made  under  this Act; \n(o)  “Teachers ” includes  Professors,  Associate  Professors,  Senior  Instructors,  \nAssistant  Professors,  Instructors  and Lecturers  engaged  whole -time by the \nUniversity  or such other  persons  as may be recognised  as Teachers  by the \nAcademic  Council;  \n1[(p)  “Unive rsity” means  the Allama  lqbal  Open  University  as renamed  under  this \nAct;]  \n(q)  “University  Teacher ” means  a whole -time Teacher  appointed  and paid by the \nUniversity,  or recognized  by the Academic  Council  as such;  and \n(r)  “Vice -Chancellor ” means  the Vice -Chancellor  of the University.   \n___________  \n \nCHAPTER  II \n \nTHE  UNIVERSITY  \n 3. Establishment  and incorporation  of the University. —(1) There  shall  be established  a \nUniversity  to be called  the People's  Open  University  as a specialised  educational  institution  with its \nprincipal  seat at Islamabad  for purposes  of teaching,  holding  of examinations  and tests,  establishment  \nof audience  level  regional  centers  for guidance  and examinations  at the post-matric,  graduate,  post-\ngraduate  and research  levels  in accordance  with the provisions  of this Act. \n 2[(1A) The People's Open  University established in accordance with the provisions of this \nAct shall, on and the commencement of the People's Open University (Amendment) Ordinance, \n1977, be renamed as the Allama Iqbal Open Univer sity.]  \n (2) The University shall consist of — \n(i)  the Chancellor, the Pro -Chancellor, the Vice -Chancellor, the Deans, the \nChairman of Teaching Departments, the 3[Directors of the Institutes, the \nDirector of the Regional Tutorial Services], the Registrar, t he Treasurer, the \nAuditor, the Controller of Examinations, the Librarian, and such other officers \nas may be prescribed;  \n[ \n(ii)  members of the Executive Council, the Academic Council and other  \nAuthorities;  \n \n(iii)  all University Teachers; and  \n(iv)  Profess ors Emeritus.  \n \n1Subs.  by the People's  Open  University  (Amdt.)  Ordinance,  1977  (43A  of 1977),  s. 3 for cl. (p). \n2Sub-section ( 1A) ins . by the People's Op en University (Amdt.) Ordinance, 1977 (43A of 1977) s. 4.  \n3Subs . by the Allama Iqbal Open University (Amd t.) Ordinance , 1981  (8 of 1981), s. 3.  \n \n \nPage 6 of 29 \n  (3) The University  shall  be a body  corporate  by the name  of the 1[Allama  Iqbal  Open  \nUniversity]  and shall  have  perpetual  succession  and a common  seal, and shall  by the said name  sue \nand be sued.  \n (4) The University  shall be competent  to acquire  and hold property,  both movable  and \nimmovable,  and to lease,  sell or otherwise  transfer  any movable  and immovable  property  which  may \nhave  become  vested  in or been  acquired  by it. \n 4. Powers  and functions  of the University.  The University  shall  have  the powers —  \n(a)  to provide  educational  facilities  to people  who cannot  leave  their homes  and \njobs in such manner  as it may determine;  \n(b)  to provide  such facilities  to masses  for their educational  uplift  as it may \ndetermine;  \n(c)  to provide  facilities  for the training  of teachers  in such manner  as it may \ndetermine;  \n(d)  to provide  for instruction  in such branches  of learning  technology  or vocations  \nas it may deem  fit, and to make  provision  for research  and for the \nadvancement  and dissemination  of knowledge  in such manner  as it may \ndetermine;  \n(e)  to prescribe  courses  of studies  to be conducted  by it; \n(f)  to hold examinations  and to award  and confer  degrees,  diplomas,  certificates  \nand other  academic  distinctions  to and on persons  who have  been  admitted  to \nand have  passed  its examinations  under  the prescribed  conditions;  \n(g)  to confer  in the manner  prescribed  honorary  degrees  or other  distinctions  on \npersons  approved  for the purpose;  \n(h)  to provide  for such instruction  for persons  not being  students  of the University  \nas it may determine,  and to grant  certificates  and diplomas  to such persons;  \n(i) to confer  degrees  on persons  who have  carried  on independent  research  under  \nprescribed  conditions;  \n(j) to accept  the examinations  passed  by students  of the University  at other  \nuniversities  and places  of learning  as equivalent  to such examinations  of the \nUniversity  as it may determine;  \n(k) to co-operate  with other  universities  and other  authorities  in such manner  and \nfor such purposes  as it may determine;  \n \n \n1 Subs . by Ord. 43A of 1977 s. 2, for “People's Open University”.  \n \n \nPage 7 of 29 \n (l) to institute Professorships, Senior Instructorships, Associate Professorships, \nInstructorships, Assistant Professorships, Lecturerships , Counsellorships and \nany other post s and to appoint persons thereto:  \n(m) to create  posts  for teaching,  research,  extension  services,  administration  and \nother  related  purposes  and to appoint  persons  thereto;  \n(n)  to recognize  as University  Teachers  such persons  as it may deem  fit; \n(o) to institute  and award  fellowships,  scholarships,  exhibitions,  bursaries,  medals  \nand prices  under  prescribed  conditions;  \n(p)  to establish  teaching  departments,  1[institutes]  faculties,  laboratories,  \nworkshops,  audience  level  regional  centres  and other  centres  of learning  for \nthe development  of teaching  and research  and educational  technology  and to \nmake  such arrangements  for their maintenance,  management  and \nadministration  as it may determine;  \n(q) to supervise  and control  the discipline  of the students  of the University  and to \npromote  the extra -curricular  and recreational  activities  of such students,  and to \nmake  arrangements  for promoting  their conduct,  health  and general  welfare;  \n(r)  to demand  and receive  such fees and other  charges  as it may determine;  \n(s)  to make provision for research and development of educational technology \nand advisory services and with these objects to enter into arrangements with \nother institutions or with public bodies under prescribed conditions;  \n(t)  to provide for making of films an d cassettes and other audio -visual material \nand enter into arrangements with Broadcasting Corporation of Pakistan, the \nTelevision Corporation of Pakistan and such other organizations as it may \ndeem fit;  \n(u)  to enter into, carry out, vary or cancel contrac ts; \n(v)  to receive and manage property transferred and grants, bequests, trusts, gifts, \ndonations, endowments and other contributions made to the University and to \ninvest any fund representing such property, grants, bequests, trusts, gifts, \ndonations, end owments or contributions and to convert one kind of proper ty \ninto another, in such manner at it may deem fit;  \n(w)  to provide for the printing and publication of courses and teaching material \nand other works; and  \n(x)  to do all such other acts and things, whether incidental to the powers aforesaid \nor not, as may be requisite in order to further the objects of the University as a \ncentre of education, learning and research.  \n \n1 Ins. by the Allama lqbal Open University (Amdt.) Ordinance, 1981 (8 of 1981), s. 4.  \n \n \nPage 8 of 29 \n  Explanation .—In this section  “Counsellorship ” means  a post the person  appointed  to which,  \nwhether  on whole -time or part-time basis  is in direct  instructional  contact  with the students.  \n 5. University  open  to all classes,  creeds,  etc. The University  shall be open  to all persons  of \neither  sex of whatever  religion,  race,  creed,  class  or colour  and no citizen  of Pakistan  shall  be denied  \nthe privileges  of the University  on the ground  only of sex, religion,  race,  caste,  creed,  class,  colour  or \ndomicile.  \n 6. Teaching  in the University. —(1) All recognized  teaching  in various  courses  shall  be \nconducted  by the University  in the prescribed  manner  and may include  correspondence  packages,  \nfilms,  cassettes,  telecasts,  broadcasts,  lectures,  tutorials,  discussions,  semin ars, demonstrations  as \nwell as practical  work  in the laboratories,  workshops  and farms  and other  media  of instruction  and \npractice  in teaching  or practical  training.  \n (2) The authority  responsible  for organizing  recognised  teaching  shall  be such as may be \nprescribed.  \n (3) The courses  and the curricula  shall  be such as may be prescribed.  \n 1[(4) A discipline  to be call “Islamic  and Pakistan  Studies ” shall  be offered,  as a compulsory  \nsubject  at the Bachelor's  level  in all arts, science,  professional  and other  faculties  provided  that non-\nmuslim  students  may opt for “Ethics  and Pakistan  Studies ”. \n (5) A degree  shall  not be awarded  to a student  unless  he has passed  the examination  in the \ndiscipline  referred  to in sub-section  (4).] \nCHAPTER  III \nOFFICERS  OF THE  UNIVE RSITY  \n 7. Officers  of the University.  The following  shall  be the officers  of the University  namely: — \n(i)  the Chancellor;  \n(ii)  the Pro-Chancellor;   \n(iii) the Vice -Chancellor;   \n(iv)  the Deans;  \n(v)  the Chairman  of the Teaching  Departments;  \n2[(va)   the Directors  of the Institutes]  \n3[(vi)  the Director  of the Regional  Tutorial  Services]   \n(vii)  the Registrar;  \n \n1 Added by the Allama Iqbal Open University (Amdt.) Ordinance, 1981 (2 of 1981), s. 2.  \n2 Ins. by the Allama Iqbal Open University (Amdt.) Ordinance, 1 981 (8 of 1981), s. 5.  \n3 Subs. ibid.,  \n \n \nPage 9 of 29 \n (viii)   the Treasurer;   \n(ix)  the Auditor;  \n(x)  the Controller  of Examinations;   \n(xi)  the Librarian;  and \n(xii)  such other  persons  as may be prescribed  by Regulations  to be the officers  of \nthe University.  \n 8. Chancell or. —(1) The President  of the Islamic  Republic  of Pakistan  shall  be the \nChancellor  of the University.  \n (2) The Chancellor  shall,  when  present,  preside  at the convocations  of the University.   \n (3) Every  proposal  to confer  an honorary  degree  shall  be subject  to confirmation  by the \nChancellor.  \n 9. Pro-Chancellor.  —(1) The Federal  Minister  incharge  of the Ministry  of Education  shall  \nbe the Pro-Chancellor  of the University.  \n (2) In the absence  of the Chancellor,  the Pro-Chancellor  shall,  when  present,  preside  at the \nconvocations  of the University.  \n (3) If the Pro-Chancellor  is satisfied  that the proceedings  of any Authority  or the orders  of \nany officer  are not in accordance  with the provisions  of this Act, the Statutes,  the Regulations  or the \nRules,  he may,  after calling  upon  such Authority  or officer  to show  cause  why such proceedings  or \norders  should  not be annu alled, by order  in writing,  annual  such proceedings  or orders.  \n (4) The Pro-Chancellor  shall  have  the power  to assent  to such Statutes  as are required  to be \nsubmitted  to him or withhold  assent  or refer  them  back  to the Executive  Council  for re- \nconsideration.  \n (5) The Pro-Chancellor  may remove  any persons  from  the membership  of any Authority,  if \nsuch as person — \n(i) has become  of unsound  mind;  or \n(ii)  has become  subject  to an incapacity  which  prevents  him from  functioning  as a \nmember  of such Authority;  or \n(iii)  has been  convicted  by a court  of law of an offence  involving  moral  turpitude.  \n 10. Visitation , etc. —(1) The Pro-Chancellor  may cause  a visitation  or an inspection  or \ninquiry  to be made  in respect  of any matter  connected  with the affairs  of the University  and shall,  \nfrom  time to time,  appoint  such person  or persons  as he may deem  fit for the purpose  of carrying  out \ninspection  of— \n(i)  the University,  its buildings,  laboratories,  libraries,  workshops  and other  \nestablishments  and equipment;  \n \n \nPage 10 of 29 \n (ii)  any institution  or audience  level  regional  centre  of the University;   \n(iii)  the teaching  and other  work  conducted  by the University;  and \n(iv)  the conduct  of examinations  held by the University.  \n (2) The Pro-Chancellor  shall  give notice  to the Executive  Council  of his intention  to cause  a \nvisitation  or an inspection  or inquiry  to be made  under  sub-section  (1), and the Executive  Council  \nshall  be entitled  to be represented  thereat.  \n (3) The Pro-Chancellor  shall  communicate  to the Executive  Council  his views  with regard  to \nthe results  of a visitation  or an inspection  or inquiry  made  under  sub-section  (1) and shall,  after \nascertaining  the views  of the Executive  Coun cil thereon,  advise  the Executive  Council  on the action  \nto be taken  by it. \n (4) The Executive  Council  shall,  within  such time as may be specified  by the Pro- \nChancellor,  communicate  to him such action,  if any, as has been  taken  or may be proposed  to be \ntaken upon  the results  of a visitation  or an inspection  or inquiry  communicated  to it under  sub-\nsection  (3). \n (5) Where  the Executive  Council  does not, within  the time specified  by the Pro- Chancellor,  \ntake action  to the satisfaction  of the Pro-Chancellor,  he may,  after consideration  of any explanation  \nfurnished  or representation  made  by the Executive  Council,  issue  such directions  as he thinks  fit, and \nthe Vice -Chancellor  shall  comply  with such directions.  \n 11. Vice -Chancellor. —(1) The Vice -Chancellor  shall  be appointed  by the Chancellor  on \nsuch terms  and conditions  as the Chancellor  may determine  for a term not exceeding  four years.  \n (2) At any time when  the office  of the Vice -Chancellor  is vacant,  or the Vice - Chancellor  is \nabsent  or is unable  to perform  the functions  of his office  due to illness  or some  other  cause,  the Pro-\nChancellor  shall  make  such arrangement  for the performance  of the duties  of Vice -Chancellor  as he \nmay deem  fit. \n 12. Powers  and duties  of the Vice -Chancellor.  —(1) The Vice -Chancellor  shall be the \nprincipal  executive  and academic  officer  of the University,  shall  ensure  that the provisions  of this \nAct, the Statutes,  the Regulations  and the Rules  are faithfully  observed  in order  to promote  the \ngeneral  efficiency  and good  order  of the Univers ity, and shall  have  all powers  necessary  for this \npurpose,  including  administrative  control  over all officers,  Teachers  and other  employees  of the \nUniversity.  \n (2) The Vice -Chancellor  shall,  in the absence  of the Chancellor,  and Pro-Chancellor,  preside  \nat a convocation  of the University  and at the meetings  of the Authorities  of which  he is the Chairman  \nand be entitled  to attend  and preside  at any meeting  of any other  Authority  or body  of the University  \nat his discretion.  \n (3) The Vice -Chancellor  may,  with the approval  of the Pro-Chancellor,  in an emergency  \nwhich  requires  immediate  action,  take such action  as he may consider  necessary  and shall,  as soon  \nthereafter  as possible,  seek approval  of his action  from  the Authority  or other  body  which  in the \nordinary  course  would  have  dealt  with the matter,  but shall  not exercise  powers  otherwise  vested  \nexclusively  in the Chancellor  or the Pro-Chancellor  under  this Act. \n \n \nPage 11 of 29 \n  (4) The Vice -Chancellor  shall  also have  the powers — \n(i)  to create  temporary  posts  for a period  not exceeding  six months  subject  to \navailability  of funds  and advice  of the Finance  Committee  and fill them  on \nadhoc  basis  in consultation  with the head  of the department  or section  of the \noffice;  \n(ii)  to sanction  all expenditure  provided  for in the approved  budget,  and to re- \nappropriate  funds  within  the same  major  head  of expenditure;  \n(iii) to sanction  by re-appropriation  an amount  not exceeding  five thousand  rupees  \nfor an unforeseen  item not provided  for in the budget,  and report  it to the \nExecutive  Counci l at the next meeting;  \n(iv)  to appoint  course  editors,  consultants,  course  assessors,  paper  setters  and \nexaminers  for all examinations  and courses  of the University  after receiving  \npanels  of names  from  the relevant  Authorities,  the assessors  and consultan ts \nfor various  courses  shall  be appointed  in consultation  with the Dean  \nconcerned,  on such terms  as the Vice -Chancellor  may deem  suitable;  \n(v)  to make  such arrangements  for the scrutiny  of papers,  marks  and results  as he \nmay consider  necessary;  \n(vi)  to direct Teachers,  officers  and other  employees  of the University  to take up \nsuch assignments  in connection  with teaching,  research,  examination  and \nadministration,  and such other  activities  in the University  as he may consider  \nnecessary  for the purpose  of the University;  \n(vii)  to delegate,  subject  to such conditions,  if any, as may be prescribed  any of his \npowers  under  this Act to an officer  or other  employee  of the University;  \n(viii)   to appoint  employees  on an initial  monthly  pay which  is below  four hundre d \nand fifty rupees;  \n(ix)  to relax  Regulations  in favour  of a student  in a case of real hardship  subject  to \nthe approval  of the Academic  Council;  and \n(x)  to exercise  and perform  such other  powers  and functions  as may be prescribed.  \n 13. Registrar.  —(1) The Registrar  shall  be a whole -time officer  of the University  and shall  \nbe appointed  by the Executive  Council  on such terms  and conditions  as it may determine.  \n (2) The Registrar  shall — \n(a)  be the custodian  of the Common  Seal and the academic  records  of the \nUniversity;  \n \n(b)  maintain  Registers  of students  and Registered  Graduates  of the University  in \nthe prescribed  form  ; \n \n(c) conduct  elections  of members  to the various  Authorities  in the prescribed  \nmanner;  \n \n \nPage 12 of 29 \n (d)  act as the Secretary  of the Executive  Council,  Academic  Council  and the \nSelection  Board  and as the co-ordinator  of administration  under  the general  \ndirections  and supervision  of the Vice -Chancellor;  and \n \n(e)  perform  such other  duties  as may be assigned  to him by the Executive  \nCouncil.  \n \n 14. Treasure r. —(1) The Treasurer  shall  be a whole -time officer  of the University  and shall  \nbe appointed  by the Pro-Chancellor  on such terms  and conditions  as the Pro- Chancellor  may \ndetermine.  \n (2) The Treasurer  shall — \n(a)  manage  the property,  the finances  and the investments  of the University;  \n(b)  prepare  the annual  and revised  budget  estimates  of the University  and present  \nthem  to the Finance  Committee  and the Executive  Council;  \n(c)  ensure  that the funds  of the University  are expanded  for the purposes  for \nwhich  they are provided;  and \n(d)  perform  such other  duties  as may be assigned  to him by the Executive  \nCouncil.  \n 15. Controller  of Examinations.  —(1) The Controller  of Examinations  shall  be a whole -\ntime officer  of the University  and shall  be appointed  by the Execu tive Council  on such terms  and \nconditions  as it may determine.  \n (2) The Controller  of Examinations  shall  be responsible  for all matters  connected  with \nevaluation  and assessment  records  and the conduct  of examinations  and perform  such other  duties  as \nmay be assigned  to him by the Executive  Council.  \n 16. University  Auditor.  —(1) There  shall  be a University  Auditor  who shall  be an officer  in \nthe service  of the Federal  Government  whose  services  have  been  lent to the University.  \n (2) The duties  of the University  Auditor  shall  include  pre-audit  of all bills and demands  for \npayment  submitted  to the University.  \nCHAPTER  IV \nAUTHORITIES  OF THE  UNIVERSITY  \n 17. Authorities.  The following  shall  be the Authorities  of the University,  namely: —  \n(i)  the Executive  Council;  \n(ii)  the Academic  Council;   \n(iii)  the Faculties;  \n(iv)  the Committees  of Courses;   \n \n \nPage 13 of 29 \n (v)  the Selection  Board;  \n(vi)  the Committee  for Research  and Educational  Technology;   \n(vii)  the Finance  Committee;  \n(viii)   the Academic  Planning  and Development  Committee ; and   \n(ix)  such other  authorities  as may be prescribed  by Statutes.  \n 18. The Executive  Council.  —l[(l) The Executive  Council  shall  consist  of:— \n(i)  the Vice -Chancellor,  who shall  be its Chairman;  \n(ii)  one member  of the National  Assembly  to be nominate d by the Speaker  of the \nAssembly;  \n(iii)  the Chief  Justice  of Pakistan  or his nominee;  \n(iv)  the Secretary,  Ministry  of Education,  Government  of Pakistan;   \n(v)  one nominee  of the University  Grants  Commission;  \n(vi)  one Dean  to be nominated  by the Chancell or on the recommendation  of the \nVice - Chancellor;  \n2[(vii)  one Professor,  one Associate  Professor,  one Assistant  Professor  and one \nLecturer  of the University  to be elected  by the Professor,  Associate  Professors,  \nAssistant  Professors  and Lecturers  of the University,  as the case may be, from  \namongst  themselves:  \n Provided  that a Lecturer  shall  be eligible  for election  if he has completed  a minimum  of two \nyears'  service  in the University;]  \n(viii)   three  persons  of eminence  to be nominated  by the Chancellor;   \n(ix)  the Managing  Director  of the Pakistan  Television  Corporation;   \n(x) the Director  General  of the Pakistan  Broadcasting  Corporation.];  \n2[(xi)  one Aalim  to be nominated  by the Chancellor;  \n(xii)  one woman  to be nominated  by the Chancellor;]  \n (2) The member s of the Executive  Council,  other  than 2[ex-officio]  members,  shall  hold \noffice  for 2[three]  years.  \n (3) The quorum  for a meeting  of the Executive  Council  shall  be one third  of the total \nnumber  of members,  a fraction  being  counted  as one. \n  \n1 Subs. by the Allama Iqbal Open University (Amdt.) Ordinance, 1981 (2 of 1981), s. 3.  \n2 Subs. and ins. by the Allama Iqbal Open University (Amdt.) Ordinance, 1981 (8 of 1981), s. 6.  \n \n \nPage 14 of 29 \n  19. Powers  and duties  of Executive  Council. —(1) The Executive  Council  shall  be the \nexecutive  body  of the University  and shall,  subject  to the provisions  of this Act and the Statutes,  \nRegulations  and Rules,  exercise  general  supervision  over the affairs  and management  of the property  \nof the University.  \n (2) In particular  and without  prejudice  to the generality  of the foregoing  provisions,  the \nExecutive  Council  shall  have  the power — \n(a)  to hold,  control  and administer  the property  and funds  of the University;  \n(b)  to govern  and regulate,  with due regard  to the advice  of the Finance  and \nAcademic  Planning  and Development  Committees  in this behalf,  the finances,  \naccounts  and investments  of the University  and, for that purpose,  to appoint  \nsuch agents  as it may think  fit; \n(c)  to consider  the annual  report  and the annual  revised  budget  estimates  and to \nre-appropriate  funds  from  one major  head  of expenditure  to another  on the \nrecommendations  of the Finance  Committee;  \n(d)  to transfer  and accept  transfer  of movable  or immovable  property  on behalf  of \nthe University;  \n(e)  to enter  into, vary,  carry  out and cancel  contracts  on behalf  of the University;   \n(f)  to cause  proper  books  of accounts  to be kept for all sums  of money  received  \nand expended  by the University  and for the assets  and liabilities  of the \nUniversity;  \n(g)  to invest  any money  belonging  to the University,  including  any unapplied  \nincome,  in any of the securities  described  in section  20 of the Trusts  Act, 1882  \n(11 of 1882),  or in the purchase  of immovable  property  or in such other  \nmanner  as it may determine,  with the like power  of varying  such investment;  \n(h)  to receive  and manage  any property  transferred  and grants,  bequests,  trusts,  \ngifts,  donations,  endowments  and other  contributions  made  to the University,  \nand to administer  any funds  placed  at the disposal  of the University  for \nspecified  purposes;  \n(i)  to determine  the form,  provide  for the custody  and regulate  the use of the \nCommon  Seal of the University;  \n(j)  to provide  the buildings,  libraries,  premises,  furniture,  apparatus  equipment  \nand other  means  required  for the purposes  of the Univers ity; \n(k)  to arrange  for the inspection  of the Departments  and audience  level  regional  \ncentres; \n(1)  to institute  Professorships,  Associate  Professorships,  Assistant  Professorships,  \nLecturerships,  and other  teaching  posts,  or to suspend  or abolish  such posts; \n \n \nPage 15 of 29 \n (m)  to create,  suspend  or abolish  such administrative,  research,  extension  or other  \nposts  as may be necessary;  \n(n)  to appoint  University  Teachers  and other  officers  on the recommendations  of \nthe Selection  Board  for Teaching  and other  posts  on an initial monthly  pay \nwhich  is not below  four hundred  and fifty rupees;  \n(o)  to appoint  Professors  Emeritus  on such terms  and conditions  as may be \nprescribed  under  Statutes;  \n(p)  to confer,  with the prior  approval  of the Chancellor,  honorary  degrees  in \naccordanc e with the conditions  prescribed;  \n(q)  to prescribe  the duties  of officers,  Teachers  and other  employees  of the \nUniversity;  \n(r)  to suspend,  punish  and remove  from  service  in the prescribed  manner  officers  \n(other  than the Vice -Chancellor,  the Auditor  and the Treasurer),  Teachers  and \nother  employees  whom  it is empowered  to appoint;  \n(s)  to appoint  members  to the various  Authorities  in accordance  with the \nprovisions  of this Act; \n(t)  to propose  drafts  of Statutes  for submission  to the Pro-Chancellor;  \n(u)  to consider,  and deal in the manner - prescribed,  the Regulations  made  by the \nAcademic  Council;  \n(v)  to regulate,  determine  and administer  all other  matters  concerning  the \nUniversity  and to this end exercise  all necessary  powers  not specifically  \nmentioned  in this Act and the Statutes;  \n(w)  to delegate  any of its powers  to an Authority  or officer  or a Committee  or sub-\ncommittee;  and \n(x)  to perform  such other  functions  as have  been  assigned  to it by the other  \nprovisions  of this Act or may be assigned  to it by the Statutes.  \n 20. —(1) The Academic  Council  shall  consist  of—  \n(i)  the Vice -Chancellor;  \n(ii)  four members  of the Executive  Council  to be elected  by the Executive  \nCouncil;   \n(iii)  the Deans;  \n(iv)  the University  Professors,  Senior  Instructors  and Professor s Emeritus;   \n(v)  the Chairmen  of the Departments;  \n \n \nPage 16 of 29 \n 1[(va)   the Directors  of the Institutes;]  \n(vi)  five University  Teachers  to be elected  by all the University  Teachers;   \n(vii)  two Registered  Graduates  to be elected,  after the first graduation,  by all such \nGraduates;  \n(viii)   three  persons  eminent  in the arts, the sciences , and the professions,  one from  \neach category  to be nominated  by the Pro-Chancellor;  \n(ix)  the Registrar;   \n(x)  the Treasurer;  \n(xi)  the Controller  of Examinations;  and  \n(xii)  the Librari an. \n (2) The Vice -Chancellor  shall  be the Chairman  of the Academic  Council  and shall  preside  \nover its meetings.  \n (3) The Registrar  shall  be the Secretary  to the Academic  Council.  \n (4) The members  of the Academic  Council,  other  than nominated  members,  shall  hold office  \nfor three  years.  \n (5) The quorum  for a meeting  of the Academic  Council  shall  be one-third  of the total number  \nof members,  a fraction  being  counted  as one. \n 21. Powers  and duties  of the Academic  Council .—(1) The Academic  Council  shall  be the \nhighest  academic  body  of the University  and shall,  subject  to the provisions  of this Act and the \nStatutes,  have  the power  to lay down  proper  standards  of instruction,  research  and examinations  and \nto regulate  and promote  the academic  life of the University  and the audience  level  regional  centres. It \nshall  also propagate  the ideology  of Pakistan  and shall  also endeavour  to inculcate  and build  national  \ncharacter  in the students.  \n (2) In particular  and without  prejudice  to the generality  of the foregoing  provisi ons, the \nAcademic  Council  shall  have  the power — \ns \n(a)  to advise  the Executive  Council  on all academic  matters;  \n \n(b)  to regulate  the conduct  of teaching,  research  and examinations;  \n \n(c)  to regulate  the admission  of students  to the courses  of study  and examinations  \nin the University;  \n(d)  to regulate  the conduct  and discipline  of the students  of the University;  \n(e)  to propose  to the Executive  Council  schemes  for the constitution  and \norganisation  of Faculties,  Departments  and Committees  of Courses;  \n \n1 Ins. by the Allama Iqbal Open University (Amdt.) Ordinance, 1981 (8 of 1981), s. 7.  \n \n \nPage 17 of 29 \n (f)  to consider  and formulate  proposals  for the planning  and development  of \nvarious  media  of teaching  and research  in educational  technology  in the \nUniversity;  \n(g)  to make  Regulations,  on the recommendations  of Academic  Planning  and \nDevelopment  Committee,  Committee  for Research  and Educational  \nTechnology  or the Faculties  and approve  the recommendations  of the \nCommittees  of Courses  and Faculties  prescribing  the courses  of study  and the \nsyllabi  for all University  examinations:  \n Provided  that, if the recommendations  of a Faculty  or a Committee  of Courses  are not \nreceived  by the prescribed  date,  the Academic  Council  may continue  for the next year the courses  of \nstudy  already  prescr ibed for an examination;  \n(h)  to recognise  the examinations  of other  universities  or examining  bodies  as \nequivalent  to the corresponding  examinations  of the University;  \n(i)  to regulate  the award  of studentships,  scholarships,  exhibitions,  medals  and \nprize s; \n(j)  to frame  Regulations  for submission  to the Executive  Council;  \n(k)  to appoint  members  to the various  Authorities  in accordance  with the \nprovisions  of this Act; and \n(1)  to perform  such other  functions  as may be prescribed  by Statutes.  \n 22. Constitu tion, functions  and powers  of other  Authorities.  Subject  to the provisions  of \nthis Act, the constitution,  functions  and powers  of the Authorities  for which  no specific  provision,  or \ninsufficient  provision,  has been  made  in this Act shall  be such as may be prescribed  by Statutes.  \n 23. Appointment  of Committees  by the Authorities.  The Executive  council,  the Academic  \nCouncil  and any other  Authority  may,  from  time to time,  appoint  such standing,  special  or advisory  \ncommittees  as it may deem  fit, and may appoint  to such committees  persons  who are not its \nmember s. \nCHAPTER  V \nSTATUTES,  REGULATIONS  AND  RULES  \n 24. Statutes.  —(1) Subject  to the provisions  of this Act, Statutes  may be made  to regulate  or \nprescribe  all or any of the following  matters,  namely: — \n(a)  the constitution  of pension,  group  insurance,  gratuity,  provident  fund and \nbenevolent  fund for University  employees;  \n(b)  the scales  of pay and other  terms  and conditions  of service  of officers,  \nTeachers  and other  employees  of the University;  \n(c)  the maintenan ce of the Register  of Students  and Register  of Registered  \nGraduates;  \n \n \nPage 18 of 29 \n (d)  the conduct  of elections  for membership  of the Authorities  and related  matters;  \n(e)  the establishment  of Faculties,  audience  level  regional  centres and other  \nacademic  divisions;  \n(f)  the powers  and duties  of Officers  and Teachers;  \n(g)  the conditions  under  which  the University  may enter  into arrangements  with \nother  institutions  or with public  bodies  for purposes  of research  and advisory  \nservices  and production  of courses  through  various media;  \n(h)  the conditions  for appointment  of Professor  Emeritus  and award  of honorary  \ndegrees;  \n(i)  efficiency  and discipline  of University  employees;  and \n(j)  all other  matters  which  are to be or may be prescribed  or regulated  by Statutes.   \n (2) The draft  of Statutes  shall  be proposed  by the Executive  Council  to the Pro-Chancellor  \nwho may approve  it, or pass it with such modifications  as he may think  fit, or may refer  it back  to the \nExecutive  Council  for reconsideration:  \n Provided  that the Executive  Council  shall  not propose  a draft  of Statutes  affecting  the \nconstitution  or powers  of any Authority,  until such Authority  has been  given  an opportunity  of \nexpressing  an opinion  in writing  upon  the proposals:  \n Provided  further  that the draft  of Statutes,  after the Executive  Council  has approved  it, be \nforwarded  to the Pro-Chancellor  and shall  not be effective  until it has been  approved  by the Pro-\nChancellor.  \n 25. Regulations.___(1) Subject  to the provisions  of this Act and the Statutes,  Regulations  may \nbe made for all or any of the following  matters,  namely — \n(a)  the general  scheme  of studies  and the courses  of study  for degrees,  diplomas  \nand certificates  of the University;  \n(b)  the manner  in which  the recognised  teaching  shall  be organised  and \nconducted;  \n(c)  the admission  of students  to the University;  \n(d)  the conditions  under  which  students  shall  be admitted  to the courses  and the \nexaminations  of the University  and shall  become  eligible  for the award  of \ndegrees,  diplomas  and certificates;  \n(e)  the assessmen t and evaluation  system  and the conduct  of examinations;  \n(f)  fees and other  charges  to be paid by the students  for admission  to the courses  \nof study  and the examinations  of the University  and for the remission  of such \nfees, etc., in suitable  cases;  \n \n \nPage 19 of 29 \n (g)  the conduct  and discipline  of students  of the University  ; \n(h)  the conditions  under  which  a person  shall  carry  on independent  research  to \nentitle  him to a degree;  \n(i)  the institution  of fellowships,  scholarships  exhibitions,  medals  and prizes;   \n(j)  the institution  of stipends;  \n(k)  the academic  costume;   \n(1)  the use of the Library;  \n(m)  the formation  of departments  and Committees  of Courses;  and \n(n)  all other  matters  which  are to be or may be prescribed  by Regulations.  \n (2) The draft  of Regulations  shall be prepared  by the Academic  Council  and shall  be \nsubmitted  to the Executive  Council  which  may approve  or withhold  approval  or refer  it back  to the \nAcademic  Council  for reconsideration:  \n Provided  that the Executive  Council  may frame  a Regulation  as its own initiative  and approve  \nit after calling  for the advice  of the Academic  council.  \n (3) No Regulation  shall  be valid  unless  it has been  approved  by the Executive  Council.  \n 26. Amendment  and repeal  of Statutes  and Regulations.  The procedure  for adding  to, \namending  or repealing  the Statutes  and the Regulations  shall  be the same  as that provided  \nrespectively  for the framing  or making  of Statutes  and Regulations.  \n 27. Rules__(1) The Authorities  and the other  bodies  of the University  may make  rules  \nconsistent  with this Act, the Statutes  and the Regulations  to regulate  the conduct  of their business  \nand the time and place  of meetings  and related  matters:  \n Provided  that the Executive  council  may direct  the amendment  or the annulment  of any rules  \nmade  by another  Autho rity or body  under  this section:  \n Provided  further  that, if such other  Authority  or body  is dissatisfied  with such direction,  it \nmay apply  for review  to the Executive  Council  whose  decision  in the matter  shall  be final.  \n (2) The Executive  Council  may make  rules  to regulate  any matter  relating  to the affairs  of the \nUniversity,  which  by this Act are not specifically  required  to be provided  for by Statutes  or \nRegulations.  \nCHAPTER  VI \nUNIVERSITY  FUND  \n 28. University  Fund.  The University  shall  have  a fund to whic h shall  be credited  its income  \nfrom  fees, donations , trusts,  bequests,  endowments  contributions,  grants,  property  and all other  \nsources.  \n \n \nPage 20 of 29 \n  29. Audit  and accounts.___(1) The accounts  of the University  shall  be maintained  in such \nfrom  and in such manner  as may be prescribed  . \n (2) No expenditure  shall  be made  from  the funds  of the University  1[if it is not included  in the \napproved  budget  of the university  nor] unless  a bill for its payment  has been  audited  by the \nUniversity Auditor in conformity with the Statu tes, the Regulations and the Rules . \n (3) The annual  statement  of the accounts  of the University,  signed  by the Treasurer  and the \nUniversity  Auditor,  shall  be submitted  to the Government  within  six months  of the closing  of the \nfinancial  year.  \n (4) The accou nts of the University  shall  be audited  once  a year by an auditor  appointed  by the \nGovernment  for the purpose.  \n (5) The observations  of the Government  auditor,  together  with such annotations,  as the \nTreasurer  may make,  shall be presented  to the Executive  Council.  \nCHAPTER  VII \nGENERAL  PROVISIONS  \n 30. Opportunity  to show  cause.  Except  as otherwise  provided,  no officer,  Teacher  or other  \nemployee  of the University  holding  a permanent  post shall  be reduced  in rank,  removed,  suspended  \nor compulsorily  retied  from  service,  unless  he has been  given  a reasonable  opportunity  of showing  \ncause  against  the action  proposed  to be taken.  \n 31. Appeal  to and review  by the Executive  Council.___(1). Where  an order is passed  \npunishing  any officer  (other  then vice-Chancellor),  Teach er or other  employees  of the University  or \naltering  or interpreting  to his disadvantage  the prescribed  terms  and conditions  of his service,  he \nshall,  where the order  is passed  by the Vice -Chancellor  or any other  officer  or Teacher  of the \nUniversity,  have  the right  to appeal  to the Executive  Council  against  the order,  and, where  the order  \nis made  by the Executive  Council,  have  the right  to apply  to that Authority  for review  of that order  or \nappeal  to the Pro-Chancellor.  \n (2) The appeal  or application  for review shall  be submitted  to the Vice -Chancellor  who shall  \nlay it before  the Executive  Council  or, as the case may be, Pro-chancellor  or with his comments.  \n 1[(3) No order  on an appeal  or application  for review  shall  be passed  with our affording  to the \nappell ant or applicant,  as the case may be, an opportunity  of being  heard.]  \n 32. Pension,  group  insurance,  gratuity,  provident  fund  and benevolent  fund.  (1) The \nUniversity  may constitute  for the benefit  of its officers,  Teachers  and other  employees  in such \nmanne r and subject to such conditions  as may be prescribe d, such pension,  group insurance,  gratuity,  \nprovident  fund and benevolent  fund schemes  as it may deem  fit. \n (2) Where  any provident  fund is constituted  under  this Act, the provisions  of the Provident  \nFund s Act, 1925  (XIX of 1925) , shall  apply  to such fund as if it were  a Government  Provident  Fund  \nand the University  were  the Government.  \n \n1Ins. by the Allama Iqbal Open University (Amdt.) Ordinance  1981  (2 of 1981 ), s.4  \n2Added by the Allama Iqbal Open Univer sity (Amdt.) Ordi nance, 1984 ( 23 of 1984), s. 2.  \n \n \nPage 21 of 29 \n  33. Commencement  of term  of office  of members  of authorities.  Where  a member  of a \nnewly  constituted  Authority  is elected,  appointed  or nominated,  his term of office,  as fixed  under  this \nAct, shall  commence  from  such date as may be prescr ibed. \n 1[33A.  Members  of an Authority  to cease  to be members  in certain  circumstances.  An \nelected , appointed  or nominated  member  of any Authority  shall  cease  to be a member  if he___ \n(a)  absents  himself,  without  the leave  of such Authority,  from  three  consecutive  \nmeetings  thereof;  of \n(b)  accepts  any assignment  which  involves  his absence  from  the University  for a \nperiod  of six months  or more.]  \n 34. Filling  of casual  vacancies  in Authorities.  Any casual  vacancy  among  the elect ed, \nappointed  or nominated  members  of any Authority  shall  be filled,  as soon  as may be, any the person  \nor persons  or the body  who elected,  appointed  or nominated  the member  whose  place  has become  \nvacant  and the person  elected,  appointed  or nominated  to vacancy shall be a member of such \nAuthority for the residue of the term for which the person  whose  place  he fills would  have  been  a \nmember.  \n 35. Filling  of vacancies  in Authorities  in certain  circumstances.  Where  a vacancy  in the \nmembership  of an Authority  cannot be filled  because  of— \n(a)  the office  the holder  whereof  was to be a member  of the Authority  ex-officio  \nhaving  ceased  to exist;  \n(b)  the organization,  institution  or other  body,  other  than the University,  having  \nceased  either  to exist  or to function;  \n(b)  the occurrence  of other  circumstances  in which  it has become  impracticable  to \nfill the vacancy,  \n the vacancy  shall  be filled  in such manner  as the Pro-Chancellor  may direct.  \n 36. Disputes  about  membership  of Authorities.  If a question  arises  whether  any person  is \nentitled  to be a member  of any Authority,  the matter  shall  be referred  to a committee  consisting  of \nthe Vice -Chancellor,  the Judge  of the Supreme  Court  of Pakistan  who is a member  of the Executive  \nCouncil  and the most  senior  of the Deans  who are members  of the Executive  Council  and the \ndecision  of this committee  shall  be final and binding.  \n 37. Proceeding  of Authorities  not invalidated  by vacancies.  No act, proceeding,  resolution  \nor decision  of any Authority  shall  be invalid  by reason  only of any vacancy  in, or any defect  in the \nconstitution  of, or in the election,  appointment  or nomination  of any member  of, the Authority.  \n 38. First  Statutes.  Notwithstanding  anything  to the contrary  contained  in this Act, until \nStatutes  are framed,  amended  or replaced  by new Statutes  framed  in accordance  with this Act,— \n \n \n \n \n1Ins by the Allama Iqbal Open University (Amdt.) Ordinance, 1981 (8 of 1981), S.8.  \n \n \nPage 22 of 29 \n (i)  the Statutes  set out in the Schedule  shall  be deemed  to be Statutes  framed  \nunder  section  24; and \n(ii)  the Statutes  made  under  the 1[Quaid -e-Azam  University]  Act, 1973,  (XXVVII \nof 1973)  in respect  of the terms  and conditions  of service  of officers,  Teachers  \nand other  employees  shall  apply  to the officers,  Teachers  and other  employees  \nof the University.  \n 39. Removal  of difficulties.  If any difficulty  arises  as to the first constitution  of any \nAuthority  or otherwise  in giving  effect  to the provisions  of this Act, the Pro-Chancellor  may,  on the \nrecommendation  of the Vice -Chancellor,  give appropriate  directions  to remove  such difficulty.  \n  2[40. Tripartite  mobility. —(1) Any officer,  teacher  or other  employee  of the University  \nshall,  as the Chancellor  may direct,  serve  in a Government  department  or an educational  or research  \ninstitution  in the public  interest:  \n Provided  that the terms  and conditions  offered  to him shall  not be less favourable  than those  \nadmissible  to him in the University  and that full benefit  of his previous  service  shall  be allowed  to \nhim: \n Provided  further  that, in the case of a teacher,  such direction  shall  be made  after consulting  \nthe Syndicate.  \n (2) The Chancellor  may place  the services  of an employee  of the Government  or any other  \nUniversity  or an educational  or research  institution  at the disposal  of the University  in the public  \ninterest:  \n Provided  that the terms  and conditions  offered  to him shall  not be less favourable  than those  \nenjoyed  by him immediately  before  his services  are placed  at the disposal  of the University  and that \nfull benefit  of his previous  service  shall  be allowed  to him: \n Provided  further  that, in the case of a teacher,  the Chancellor  may consult  the Selection  Board  \nof the University  before  placing  his services  at the disposal  of the University.].  \nTHE SCHEDULE  \n(See section  38) \nTHE FIRST STATUTES  \n 1. The Faculties .__ (1) Th e University  shall include the following Faculties and such other \nFaculties as may be  prescribed by Statutes, namely  :__  \n  (i)  Faculty of Arabic and Islamic Studies :  \n \n \n \n1 Subs., by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981) , s.3 and Sch.II.  \n2 The original section 40 which was ins. by Ord . 2 of 1981, s. 5. have been subs . by the Allama Iqbal Open University (Amdt.) Ordinance, 1981 (8 of \n1981), s. 9.  \n \n \nPage 23 of 29 \n (ii)  Faculty  of sciences;  \n(iii) Faculty  of Social  Sciences  and Humanities;  \n(iv) Faculty  of Pedagogy,  Continuing  Education  and Adult  Literacy;  \n(v) Faculty  of Technical  and Vocational  Education;  \n(vi) Faculty  of Home  Economics.  \n (2) There shall  be a Board  of each Faculty  which shall  consist of — \n(i) the Dean of the Faculty to be 1[appointed] in the manner prescribed in \nparagraph (2) of  Statute  2; \n(ii) the Professors, Associate Professors, Assistant Professors, Lecturers 1[, The \nChairman of  the Teaching  Departments  and the Directors  of the Institutes]  \ncomprised  in the Facul ty ; \n(iii) two members of each Committee  of Courses comprised in the  faculty, to be  \nnominated  by the  Committee  concerned;  and \n(iv) three specialists or Teachers to be nominated by the Academic Council by \nreaso n of their  speciali sed knowledge of the subjects which, though not \nassigned to the Faculty, have, in  the opinion of the Academic Council, \nimportant bearing on the subjects assigned to the  Faculty.  \n (3) The term of members  mentioned  in clauses  (iii) and (iv) of paragraph  (2) shall  be three \nyears.  \n (4) The quorum  for a meeting  of the Board  of a Faculty  shall  be one­third  of the total \nnumber  of  members, a  fraction being  counted as  one. \n (5) The Board  of each Faculty  shall,  subject  to the general  control  of the Academic  \nCouncil  and the Executive  Council, have  the power — \n(a) to coordinate  the teaching  and development  of courses  in various  media  of \ncommunication and research work  in the subjects assigned to the Faculty in \nconsultation  with the Committee  for Resea rch and  Educational  Technology . \n(b) to scrutinize  the recommendations of the Committee of Courses comprised in \nthe Faculty  in regard to the appointment of editors, consultants, course \nassessors, paper setters and  examiners, except for research examiners, a nd to \nforward the panels of suitable editors,  paper  setters  and examiners  for each \ncourse  and examination  to the Vice­Chancellor;  \n \n \n1 Subs.  by the Allama lqbal Open University (Amdt.) Ordinance, 1981 (8 of 1981), s. 10 . \n \n \nPage 24 of 29 \n (c) to consider any other academic recommendations of the Committee of Course \nand to  report thereon to the Academic Council in consultation with the \nCommittee for Research  and Educational  Technology;  \n(d) to consider and give advice on any matter referred to it by any Authority or \nbody of th e University  for advice;  and \n(e) to perform  such other  functions  as may be prescribed  by Statutes.  \n 2. Dean .___(1) There  shall  be a Dean  of each Faculty  who shall  be the Chairman  and \nconvener  of the Board  of the Faculty.  \n 1[(2) The Dean of each Faculty sha ll be appointed by the Chancellor from amongst the three \nmost senior Professors in the Faculty for a period of three years.]  \n (3) The Dean shall hold office for 2[three] years.  \n (4) The Dean shall present candidates for admission to degrees (except honorar y degrees) in \nthe courses falling within the purview of the Faculty.  \n (5) The Dean shall be the executive and academic head of the Faculty and supervise and \ncontrol the heads of departments in the Faculty.  \n (6) The Dean shall exercise such other powers and  perform such other duties as may be \nassigned to him by the Vice­Chancellor.  \n 1[3. Teaching Departments and Institutes, etc .—(1) There shall be a Teaching Department \nor an Institute for each subject or  group or subjects, as may be approved by the Executive  Council, \nand each Teaching Department shall be headed by a Chairman and an Institute by a Director.  \n (2) The Chairman of a Teaching Department or the Director or an institute shall be appointed \nby the Syndicate  on the recommendation of the Vice­Chancellor  from amongst the three most senior \nProfessors and Associate Professors of the Department or, as the case may be, the Institute for a \nperiod of three years:  \n Provided that in Departments or Institutes in which there is no professor or Associate \nProfessors,  the Department or, as the case may be, the Institute shall be looked after by the Dean of \nthe Faculty with the help and assistance of the most senior teacher of the Department or the Institute.  \n (3) The Chairman of a Teaching Department and the Director o f an Institute shall plan, \norganize and supervise the work of the Department and the Institute, respectively, and shall be \nresponsible to the Dean for the work of his  Department and the Institute, respectively.]  \n 4. Committee of Courses .—(1) There shall b e a separate Committee of Courses for each \nsubject  or group  of subjects,  as may be approved by  the Vice­Chancellor.  \n \n \n1 Subs. by the Allama lqbal Open University (Amdt.) Ordinance, 1981 (8 of 1981) s. 10.  \n2 Subs. ibid., for \"two\".  \n \n \n \nPage 25 of 29 \n  (2) Each  Committee  of Courses  shall  consist  of— \n(i)  the Chairman  of the Department  1[or the Director  of an Institute ] concerned;  \n(ii) all Professors,  Associate  Professors, Assistant  Professors  and Lecturers  in the \nDepartment  1[or the  Institute] concerned;  \n(iii) three  Teachers  of at least five years  standing,  other  than University  \nTeachers,  to be appointed by the  Executive  Council;  and \n(iv) one expert  to be appointed  by the Vice­Chancellor.  \n (3) The term of office of members of the Committee of Courses other than ex­officio \nmembe rs shall  be three  years.  \n (4) The quorum for a meeting of the Committee of Courses shall be one third of the number \nof members, a  fraction being  counted as  one. \n (5) The Chairman of the University Department 1[or the Director of Institute] concerned \nshall be the Chairman and convener of the Committee of Courses. Where in respect of a subject \nthere is no  University Teaching Department 1[or Institute] , the Chairman of the Committee of \ncourses shall be  appointed  by the  Vice­Chancellor.  \n (6) The functions  of the Committee of  Courses  shall  be— \n(a) to advise the Authorities on all academic matters connected with instruction, \nresearch and  examination  in the  subject  or subjects  concerned;   \n(b) to propose curricula and syllabi for all degree, diploma and certificate courses \nin the  subject  or subjects  concerned  and produce  correspondence  packages,  \ntelevision  and broadcast scripts for approval by the Faculty after seeking \nclearance from the Committee  for Research and Educational  Technology;  \n(c) to suggest a panel of nam es of paper setters and examiners in the subject or \nsubjects  concerned;  and \n(d) to perform  such other  functions  as may be prescribed  by Regulations.  \n 5. Committee  for Research  and Educational  Technology .— (1) The committee  for \nResearch  and Educational  Tech nology  shall  consist  of— \n(i) the Vice­Chancellor  who shall  be its Chairman;  \n(ii) the Dean;  \n(iii) Chairman  of Departments  2[or the Directors  of Institutes];  \n \n1 Ins, by the Allama lqbal Open University (Arndt.) Ordinance, 1981 (8 of 1981), S. 10.  \n2 Added ibi d., \n \n \nPage 26 of 29 \n  (iv) six Teachers of other Universities having research qualifications and \nexperience, to be  appointed  by the  Academic  Council;  \n(v) four Educational  Media  Advisers,  one each for Correspondence  Courses,  \nRadio,  Television  and Films  Divisions;  \n(vi) one nominee  each of the chief  executives  of the Pakistan  Television  and \nBroadcasting   Corporations;  and \n(vii)  the Registrar  and Treasurer  as non­voting  members.  \n (2) The  term of office  of the members  of the Committee  for Research  and Educational  \nTechnology oth er than  ex­officio members  shall  be three  years.  \n (3) The  quorum  for a meeting  of the Committee  for Research  and Educational  Technology  \nshall  be one half of the  total number of members,  a fraction being  counted as  one. \n (4) The  functions  of the Committee  for Research  and Educational  Technology  shall  be— \n(i) to advise  the Authorities  on all matters  connected  with the promotion  of \nvarious  types  of courses  as recommended by the  Committee  of Courses;  \n(ii) to consider  and report  to the Authorities  on the proposals  for production  \nof films  and  broadcast  scripts;  \n(iii) to appoint  supervisors  for research  in Educational  Technology  and contents  \nof courses   and to determine  the terms  of reference ; \n(iv) to recommend  panels  of names  of assessors  and consultants  in various  \ntechniques  for  approval  of the  Vice­Chancellor ; \n(v) to advise  the Faculties  in proposing  courses  of study  and supporting  radio  \nand television programmes  ; \n(vi) to advise  the Unive rsity authorities  on such  matters  as are referred  to it; and \n(vii) to perform  such other  functions  as may be assigned  to it by the \nVice­Chancellor.  \n 6. Selection  Board.—(1) The Selection  Board  shall  consist  of— \n(i)  the Vice­Chanc ellor who shall  be its Chairman;  \n(ii)  one member  of the Federal Public  Service Commission  to be nominated  by \nthe  Chairman  of the  Commission;  \n(iii) a nominee of the Ministry of Education not below the rank of a Joint \nEducational  Adviser;  \n(iv) the Dean  of the Faculty  concerned;  \n \n \nPage 27 of 29 \n (v) the Chairman  of the Department  1[or the Director  of the Institute]  concerned;  \nand \n(vi) one member  of the Executive  Council  and two other  persons  of eminence,  to \nbe nominated by the Pro­Chancellor provided that none of the three is an \nemployee of the  Unive rsity.  \n (2) The term of members  mentioned  in clauses  (ii) and (vi) of paragraph  (1) shall  be two \nyears.  \n (3) The quorum  for a meeting  of the Selection  Board  shall  be three.  \n (4) No Member who is a candidate for the post to which appointment is to be made s hall \ntake part   in the proceedings  of the  Board.  \n (5) In selecting candidates for the post of Professors, Senior Instructors, Associate \nProfessors,  Instructors and other Technical staff required for production of teaching material, the \nSelection Board  shall coopt or consult three experts in the subject concerned and, in selecting \ncandidates for other  teaching posts, two experts in the subject concerned, to be nominated by the \nVice­Chancellor from a  standing  list of experts  for each subject  approved  by the Executive  \nCouncil  on the recommendatio n of the Selection  Board and revised  from  time to time.  \n 7. Functions of Selection Board .—(1) These Selection Board shall consider the  \napplications  received in response to an advertisement and recommend to the Executive  Council the  \nnames of  suitable  candidates  for appointment  to such posts.  \n (2) The Selection  Board  may recommend  to the Executive  Council  the grant  of a higher  \ninitial  pay in a  suitable  case for reasons  to be  recorded.  \n (3) The Selection  Board  may recommend  to the Executive  Council the  appointment  of an \neminently qualified person to a Professorship in the University on terms and conditions which \ndiffer  in any particular from  those  prescribed.  \n (4) In the event of an unresolved difference of opinion between t he Selection Board and the \nExecutive Council the matter shall be referred to the Pro­Chancellor whose decis ion shall be final.  \n 8. Finance Committee .—(1) The Finance Committee shall consist of — \n(i) the Vice­Chancellor, who shall be its Chairman;  \n(ii) two m embers of the Executive Council, to be appointed by the Executive Council;  \n(iii) two members of the academic council to be appointed by the Academic Council ;  \n(iv) one member to be nominated by the Pro­Chancellor;  \n(v) one member to be n ominated by the Mini stry of Finance;  \n \n1 Ins. by the Allama Iqbal Open University (Arndt.) Ordinance, 1981 (8 of 1980, s. 10.  \n \n \nPage 28 of 29 \n (vi) the Registrar; and  \n(vii) the Treasurer who shall act as Secretary of the Committee.  \n (2) The terms of offic e of the members other than the ex­off icio members shall be three \nyears.  \n (3) The quorum for a meeting of the Finance Committee shall be three.  \n 9. Functions of the Finance Committee .—(1) The functions of the Finance Committee \nshall  be____ \n(i)  to consider the annual statement of accounts, the  annual revised budget \nestimates and advise the  Executive Council, t hereon;  \n(ii)  to review periodically the financial position of the University;  \n(iii)  to advise the Executive Council on all matters relating to physical planning, \ndevelopment , finance, investments and accounts of the University and \nproposals having any im mediate or consequential financial involvements or \nsuch other matters as may be referred  to it by the Executive Council;  and \n(iv) to perform such other functions as may be prescribed by Statutes.  \n 10. The Academic, Planning and Development Committee . —(1) The Committee shall \nconsist of___ \n(i)  the Vice­Chanc ellor who shall be its Chairman;  \n(ii)  the Deans;  \n1[(iii)  the Chairmen of Teaching Departments or the Directors of Institutes ;] \n(iv)  one nominee each of the chief executives of the Pakistan Television and \nBroadcasting Corporations;  \n(v)  the Treasurer; and  \n(vi)  the Registrar, who shall act as the  Secretary of the Committee.  \n (2) The term of office of the members mentioned in clause (iv) of paragraph (I) shall be three \nyears.  \n (3) The quorum for the meetings of the Academic Planning and Development Committee \nshall be five.  \n \n \n \n1 Subs. by the Allama Iqbal Open University (Amdt.) Ordinance, 1981 (8 of 1981), s. 10.  \n \n \nPage 29 of 29 \n  11. The function s of the Academic, planning and Development Committee . The functions \nof the Academic, Planning and Development Committee shall be___ \n(i) to review periodically the courses o f study in the various media of \ncommunication with a view to improving them;  \n(ii) to make recommendations to the Committee for Research and Technology and \nCommittee of Courses for changes or modifications in courses in the light of \nexperience and research studies;  \n(iii) to prepare proposals for introduction of new courses at the various levels for \nconsideration of Committee for Research and Educational Technology, \nCommittee of the Courses and Faculties ;  \n(iv)  to advise the Executive and Academic Councils o n all matters related to \nacademic, planning and development of academic programmes and facilities;  \n(v)  to prepare proposals for the implementation of the recommendations of the \nCommittee for Research and Educational Technology; and  \n(vi) to advise on such other matters as are referred to it by the Vice­Chancellor."
}