{
    "file": "./converted_json\\administratorca7ae7bd0ab8e39880e7aab00a634131.json",
    "name": "Pakistan Bar Council Appeal Rules",
    "date": "15th February, 1987",
    "tagline": "Rules for the conduct of appeals before the Pakistan Bar Council",
    "content": "338 \t STATUTORY Ruts AND Onnt \t [1913 : Act XXX \n(Under section 55.—Pakistan Bar Council Appeal Ruler) \n(e) Such other cases which the provincial or District Committee nit \nthink fit and expedient for extending Frec Legal Aid. \n[•;ee Gaz.. of Pakistan, 1985, Ext. Pt. II, pp. 2299-23001 \nTHE PAKISTAN BAR COUNCIL APPEAL BULLS, 1986 \nS. R. 0. 135 (I)/87 dined the 15th February, 1987.-1n exerci5e of the powe .  \ncoarerred by section 55 read with section 13 or the Legal Practitioners and p \nCouncil Act, 1973 (XXXV of 1973), and all other enabling provisions in this beh \nthe Pakistan Bar Council hereby makes and notifies the following rules. \n1.--(i) These Rules may be called the \"Pakistan Bar Council Appeal Ru. \n1986 \". \n(ii) They shall come into force at once. \n2. In these Rules unless there is anything repugnant in he subject  \ncontext :-- \n(i) \"Chairman \" means the Chairman of the Appeal Con -mittee. \n(iit\"Committee\" means an Appeal Committee for the respective Pr \nvince constituted by the Pakistan Bar Council. \n(di) \" Provincial Bar Council\" means a Bar Council of the respective pr \nvince constituted under the Legal Practitioners and Bar Council Ac \n1973. \n\"Executive Committee' means an Executive ConuniLee of a Prov \ncial Bar Council constituted by the provincial Bar Council coneeme \nThe terms, words and phrases not defined herein abowe shall whereV \nthe context so permits have the same meanings as is assigned to the \nunder the Legal Practitioners and Bar Councils Act, 1973 (XXXV o \n1973). \n3. Constitution of Appeal Committees.—(i) The Pakistan Bar Council sha \nconstitute for each province one or more Appeal Committees from amongst i \nmembers consisting of not less than three members and no more than \nmembers. \tg-vt \nThe term of every Committee shall be th.e same as that of the Pakista. \nBar Council itself unless the Bar Council when constituting the Committee pro. \nvides otherwise. \nThe Pakistan Bar Council shall elect a Chairman of each Commit \nfrom amongst members of each Committee constituted by it. \nThe quorum for the meeting of the committee shall he one half of the \ntotal number or members or the committee. \nh‘iRo ettri, (I) As- Da-Se:1c  \n15 \n: et \\NAV! \t Si &IUTOKY RULES AND ORDERS \t 339 \n(1',/,/er• \ti;on 55.—Pakistan Bar Council Appeal Rules) \n4. Alanner of Firnw, Anucals.—(i) An appeal against an order or decision of \n.i.oviliet:11 Bar Counc;1 4r i Exeuntive Committee or a Provincial Bar Council \n411 he filed with the Chairman of the respective committee either personally \nYttlirnigh recognised \tor through.rtisterd post. \n• \n(i0 Every tvlemorondu,n of A ppL•al shall be accompanied by a certified eopy \nlie order or decis:on ;tripe:tied \tainst. lithe certified copy of the order or \nision appealed against is not rwlde available to the appellant he shall furnish \naffidavit duly sowrn by hi n in this behalf. \n'/r-/-3 (iii) Every such app•_•a shall be accompanied by a deposit receipt of Its i \t c' )(10:/./ \nbe deposited in the collection account of the Pakistan Bar Council. \n(iv) The appellant sh•ill submit alengwith his memorandum of appeal all the \ncontents he wishes to pro Uwe in support or his appeal alongwith allichvils of \ndaesses II any. \n5. Functions of the Appeal Committee.—( ) The Appeal shall normally be \nit before the Committee Within [[fifteen] days(fRa7dinisSiOn Of the appeal and grant -\nrelier if prayed f(u -: \n,' [Provided that the Chairman may in appropriate eases grant the interim relief \nKI his order shall be placed before the Committee for approval in its next meeting]. \nc r- \nj ) (4-1-.4.1r Hie admission aAppeal • la._ •ant of-intorn -n-felie-f-i-t-shall not he \n,cessary to call a meetio l,_ o:' the Com tittee and it w III be sufficient ir the memo \nI appeal and application for grant I' in crim relief is circulated amongst the \neinbers-oritre•-Com in itl ee. -7 ....4 \nl,r_e order ..adi.. ...:i.. ii of th,:.Committec.shalLbe i.ken by majority. \nprn.,•re4-€.441-inn4.14;e. -shal • hear .the_appeal... examine Alte_record of \ncase, and record su,:h evidence \tlich ii may deem necessary after providing \n)ortunity• or hearing to the parti, -.• . \tIt shall submit its report to the Pakistan \n`-e-o-WirCM -Fin. two idonths wi h -its recornmen4ations.-7 , \nG. Di.f....,1-4-41},..4_44y- the--4 11thistaix—Rav-C4uncil.---41-The. rdport of an \npeal Committee shall be laid, before the Pakistan Bar Council in its lie\\ I \n...4.4E4 for decision. • \ncji)-LFite-cfrcistorr -•of tile Pah Man -  Bat Council .sliall be .conmuinicalvd. to the \nIrti4.4s2 \nLfl \t\n[See Gar_ o] I'. 1957, Ext., \tpp. \tI 9 I) \n, \t... \nI Subs, and added 17) S.R.( I. 0)8 11)87, dated the 25th \t1987, \t30-6-1987, .y.,r \n1987, Ext. p1.1!, :p 1271-72 \n-r \t4-1)0/1Y7 (C , \t/ bj 5/(0 2- 2q (079. \n.1s."
}