{
    "file": "./converted_json\\administrator91bdc873bfd52f0aec1bfb8546216359.json",
    "name": "The National Press Trust (Appointment of Chairman) Act, 1972",
    "date": "20th September, 1964",
    "tagline": "An Act to provide for appointment of the Chairman of the National Press Trust",
    "content": "Page 1 of 2 \n  \nTHE NATIONAL PRESS TRUST (APPOINTMENT OF \nCHAIRMAN) ACT, 1972  \n \nCONTENTS  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Act to override other laws  \n4.  Appointment, resignation, etc., of Chair man of the National Press Trust  \n5.  [Omitted]  \n \n \n  \n\n \nPage 2 of 2 \n THE NATIONAL PRESS TRUST (APP OINTMENT OF CHAIRMAN) ACT, \n1972  \nACT  NO. XIV OF 1972  \n[20th September, 1972]  \nAn Act to provide for appointment of the Chairman of the National Press Trust.  \n WHEREAS it is expedient to provide for appo intment of the Chairman of the National Press \nTrust and for matters ancillary thereto;  \n It is hereby enacted as follows : —  \n 1. Short title and commencement. —(1) This Act ma y be called the National Press T rust \n(Appointment of Chairman) Act, 1972.  \n(2) It shall come into force at once.  \n 2. Definitions. In this Act, unless there is anything repugnant in the subject or context, —  \n(a)  “National Press Trust ” means the Trust of that  name referred to in the Trus t \nDeed;  \n(b)  “Trust Deed ” means the Deed made on the 8th day of April, 1964, by which the \nNational Press Trust was declared;  \n(c)  “Trust Fund ” has the same meaning as in the Trust Deed.  \n 3. Act to override other laws. The provisions of this Act shall have effect notwithstanding \nanything contained in any other law for the time being in force or in the Trust Deed or in the regulations, \nbye-laws or rules framed thereunder.  \n 4. Appointment, resignation, etc., of Chairman o f the National Press Trust. —(1) The \nPresident shall appoint a person of eminence, repute and integrity as the Chairman of the National \nPress Trust, hereinafter referred to as the Chairman.  \n (2) The Chairman shall hold o ffice during the pleasure of the Pre sident and shall receive such \nremuneration and allowances to be paid from out of the income of the Trust Fund and be subject to \nsuch conditions as may be determined by the President.  \n (3) The Chairman may, by writing under his hand addressed to the Presid ent, resign his office.  \n (4) The person holding office as Chairman immediately before the commencement of this Act \nshall be deemed to have been appointed under sub -section (1) and the provisions of this Act shall apply \nto him accordingly.  \n 5. 1[Omitted]  \nRGN Date: -22.04.2024  \n1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981  (XXV II of 1981), s. 3 and Sch., II."
}