{
    "file": "./converted_json\\administrator89ca62521f28f79d7c66003d67d5fd76.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 16 , 2019 375 \n \n \n \n \n  \nISLAMABAD,  TUES DAY , JULY  16, 2019 \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 15th July, 201 9 \n \n No. F. 2(1)/2019 -Pub.—The following Ordinance promulgated on 12th \nJuly, 2019 by the President is here by published for general information: - \n \nORDINANCE NO. VIII  OF 2019  \n \nAN \n \nORDINANCE  \n \nto provide for establishment of Federal Government Employees Housing  \nAuthority  \n \n WHEREAS  it is expedient to establish the Federal Government Employees \nHousing Authority for the purposes of planning and development of housing \nschemes for serving and retired Federal Government employees and other \nspecified groups and matters connected therewith and ancillary thereto;  \n \n \n \n \n   \n(375) \nPrice: Rs. 20.00 \n[1086(2019)/Ex. Gaz.]  \n376 THE GAZETTE OF PAKISTAN, EXTRA., JULY  16, 2019 [PART I \n \n \n  AND WHEREAS  the National Assembly and the Senate are n ot in session \nand the President is satisfied that circumstances exist which render it necessary to \ntake immediate action;  \n \n NOW, THEREFORE,  in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakis tan, the President is \npleased to make and promulgate the following Ordinance: - \n \n 1. Short t itle, extent and commencement .—(1) This Ordinance shall \nbe called the Federal Government Employees Housing Authority Ordinance \n2019.  \n \n(2) It extends to the whole of Pakistan.  \n \n (3) It shall come into force at once.  \n \n 2. Definitions .—In this Ordinance, unless the context otherwise \nrequire, - \n \n(a) “Authority ” means the Authority established under section 3;  \n \n(b) “Chairman ” means Chairman of the Executive Board of the \n Authority;  \n \n(c) “Chief Executive Officer ” means the Chief Executive Officer \n of the Authority appointed under section 8;  \n \n(d) “Executive Board ” means the Executive Board constituted  under \nsection 6;  \n \n(e) “Foundation ” means the Federal Government Employees \n Housing Foundation d uly registered with the Securities and \n Exchange Commission of Pakistan;  \n \n(f) “Governing Body ” means governing body constituted under \n section 4;  \n \n(g) “member” means a member of the Executive Board;  \n \n(h) “prescribed ” means prescribed by rules or regulations, as the \n case may be;  \n \n(i) “regulations ” means regulations made under this Ordinance;  \n \n(j) “rules” means rules made under this Ordinance;  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 16 , 2019 377 \n \n \n (k) “scheme” means any scheme, plan, facility or project for \n development of land for residential or commercial purposes \n undertaken, planne d or approved by the Authority including the \n schemes earlier launched and started by the Foundation before \n commencement of this Ordinance;  \n \n(l) “specified area ” means all lands owned, purchased, acquired or  procured \nby or vested in or leased to the Foundati on under any law  before \nthe commencement of this Ordinance and such other land as  may be \npurchased or procured or acquired or vested in or leased to  the \nAuthority in Islamabad Capital Territory or other parts of \n Pakistan; and  \n \n(m) “specified groups ” means any group as decided by the Governing \n Body from time to time.  \n \n 3. Authority. —(1) The Federal Government shall, by notification in \nthe official Gazette, establish the Federal Government Employees Housing \nAuthority, within thirty days of the commencement o f this Ordinance.  \n \n (2) The Authority shall be a body corporate having perpetual \nsuccession and common seal with power to purchase, procure through acquisition \nor otherwise, land as well movable and immovable properties and assets with the \nobject to hold, possess, sell, lease, transfer, exchange any property including \nlanded property and to regulate the schemes undertaken by it in the specified \narea.  \n \n (3) The head office of the Authority shall be at Islamabad. The \nAuthority may establish regional offices i n other parts of Pakistan with the \napproval of Executive Board.  \n \n (4) The Authority shall also be the local authority in the specified area \nand shall be responsible for all public services and facilities.  \n \n (5) While making or arranging, planning. designin g and executing a \nscheme in specified area, adherence to local municipal regulations and master \nplan of the concerned district shall be ensured.  \n \n 4. Governing Body .—(1) There shall be a Governing Body \nconsisting of the fo llowing :- \n \n(a) Secretary of the Divis ion concerned  President   \nwith the affairs of the Authority  \n \n(b) Secretary, Cabinet Division   Vice President  \n \n378 THE GAZETTE OF PAKISTAN, EXTRA., JULY  16, 2019 [PART I \n \n \n (c) Secretary, Establishment Division   Member  \n \n(d) Secretary Law and Justice  Division   Member  \n \n(e) Chief Executive Officer    Member  \n \n (2) The Chief Executive Offic er shall also act as the Secretary of the \nGoverning Body,  \n \n 5. Powers, Functions and meetings of the Governing Body .—(1) \nSubject to the provisions of this Ordinance, the Governing Body may take such \ndecisions and exercise such powers, as may be necessary f or carrying out the \npurposes of this Ordinance.  \n \n (2) Without prejudice to the generality of forgoing powers but subject \nto the provisions of this Ordinance, the Governing Body may - \n \n(a) review progress and activities of the Authority . \n \n(b) lay down policy for gui dance of the Executive Board.  \n \n(c) consider and approve budget and audit report of the Authority.  \n \n(d) transact such other business of the Authority and as the Executive \nBoard may place before it.  \n \n (3) The decision of the Governing Body shall be through majority of its \nmembers present and voting, The President shall have casting vote.  \n \n (4) The President shall preside over meetings and in his absence the \nmeetings shall be presided over by the Vice President:  \n \n Provided that if the President and the Vice President are unable to \npreside over the meeting of the Governing Body then any senior member chosen \nby the members present, shall preside the meeting.  \n \n (5) The Governing Body shall meet at least twice a year or as and when \nrequired or considered necessary by the P resident or on the request of Chief \nExecutive Officer.  \n \n 6. Executive Board .—(1) The general administration, supervision \nand control of the affairs of the Authority shall vest in the Executive Board, \nwhich shall consist of - \n \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 16 , 2019 379 \n \n \n (a) Secretary of the Division conc erned   Chairman   \nwith the affairs of the Authority  \n \n(b) Additional Secretary, Cabinet Division   Member  \n \n(c) Additional Secretary, Ministry of Interior   Member  \n \n(d) Additional Secretary, Finance Division   Member  \n \n(e) Additional Secretary, Establishment Division  Member  \n \n(f) Draftsman Law and Justice Division   Member  \n \n(g) Additional Secretary of the Division concerned   Member  \nwith the affairs of the Authority  \n \n(h) Managing Director, Pakistan Housing    Member   \nAuthority Foundation  \n \n(i) Director General, Pakistan Public Works   Member  \nDepartm ent \n \n(j) Chief Commissioner, Islamabad Capital   Member   \nTerritory  \n \n(k) Chairman, Capital Development Authority   Member  \nIslamabad  \n \n(l) Chief Executive Officer     Member   \n \n (2) The Chief Executive Officer shall also act as the Secretary of the \nExecutive Board.  \n \n 7. Powers, Functions and Meetings of the Executive Board .—(1) \nSubject to the provisions of this Ordinance, the Executive Board may take such \ndecisions and exercise such powers, as may be necessary for preparation, \nplanning, approval and development of schemes in  the specified area for carrying \nout the purposes of this Ordinance.  \n \n (2) Without prejudice to the generality of forgoing powers but subject  \nto local laws, the Executive Board may - \n \n(a) purchase, procure through acquisition under the Land Acquisition \nAct, 189 4 (I of 1894) or any other prevailing law for the said \npurpose, as per approved policy from Federal Cabinet for the time \nbeing invogue, as applicable at the site of the scheme, or otherwise \n380 THE GAZETTE OF PAKISTAN, EXTRA., JULY  16, 2019 [PART I \n \n \n any land or property in Islamabad or any part of Pakistan and hold , \nmanage, reclaim and take possession of such land or property, in \naccordance with law;  \n \n(b) prepare plan, approve, develop, execute, implement, maintain, \nmanage and regulate any scheme in the specified area;  \n \n(c) accord approval of the layout plans, building plans of the scheme in \nconformity with the local municipal regulations;  \n \n(d) accord approval for collection of revenues for maintenance of the \nscheme and enforcement of regulations made under this Ordinance;  \n \n(e) enter into contracts, arrangements, joint venture agree ments with \nany person or firm, for preparation, planning, development, \nexecution, implementation and maintenance of schemes in the \nspecified area, for carrying out the purposes of this Ordinance;  \n \n(f) incur any expenditure and procure land, buildings, plan t, \nmachinery, equipment, instrument and necessary materials;  \n \n(g) carry out, maintain, arrange, manage and provide all facilities, \nservices and utilities including water, electricity, gas and sewerage \nfor schemes in the specified area;  \n \n(h) impose, vary and recover de velopment charges, transfer fee, service \ncharges, toll or other charges in respect of any land or buildings \nwithin any scheme in the specified area;  \n \n(i) lease, purchase, procure, sell, exchange, mortgage, r ent out or \notherwise dispose of  any property ves ted in the Authority;  \n \n(j) modify, re -plan or cancel any scheme or a part thereof in the \nspecified area;  \n \n(k) do a ll such acts and deeds and things that may be necessary or \nexpedient for the purpose of proper preparation, planning, \ndevelopment, execution, implementatio n, management and \nmaintenance of residential and commercial property in the schemes \nin the specified area;  \n \n(l)  plan, approve and execute mergers and amalgamation with  \nother housing schemes or cooperative housing societies;  \n \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 16 , 2019 381 \n \n \n (m) obtain loan for the purpose of ge nerating capital for its scheme or \nseek contributions from members of the schemes or drives \nannounced and floated by the Authority;  \n \n(n) receive grants from the Federal Government for the purpose of \ngenerating capital for its scheme or seek contributions from \nmembers of schemes or drives announced and floated by the \nAuthority; and  \n \n(o) accord approval of launching of schemes for Federal Government \nemployees and other specified groups to be determined by \ngoverning body.  \n \n (2) The decision of the Executive Board shal l be made through \nmajority and its quorum shall be simple majority of its members. The Chairman \nshall have casting vote.  \n \n (3) The Chairman shall preside over meetings and in his absence any \nsenior member chosen by the members present shall preside the mee ting. \n \n (4) The Executive Board shall meet as and when required or considered \nnecessary by the Chairman or on the request of Chief Executive Officer.  \n \n 8. Chief Executive Offic er.—(1) There shall be a Chief Executive \nOfficer of the Authority who shall be a ppointed by the Federal Government. The \nqualification, terms and conditions etc., of the Chief executive Officer shall be \nsuch as may be prescribed by rules.  \n \n (2) The Chief Executive Officer shall exercise such powers and \nperform such functions as may be prescribed by regulations.  \n \n 9. Appointment of officers and officials .—(1) The Executive Board \nmay, in such manner and on such terms and conditions as may be prescribed by \nregulations, appoint such officers, employees, staff, experts, consultants and \nadvis ors as may be necessary for purposes of this Ordinance.  \n \n (2) On the winding up of the Foundation all officers and employees \nthereof shall become the employees of the Authority on the terms and conditions \nas may be prescribed which shall not be less favora ble than the terms and \nconditions being availed by them in the Foundation before commencement of \nthis Ordinance.  \n \n 10. Delegation of powers .—Subject to this Ordinance, the Executive \nBoard and the Chief Executive Officer may, by order in writing, delegate t o any \nofficer of the Authority any of its or his powers to perform such functions and \nduties as may be specified in the order.  \n382 THE GAZETTE OF PAKISTAN, EXTRA., JULY  16, 2019 [PART I \n \n \n  11. Committees .—The Executive Board may, by order, constitute \ncommittees including Finance Committee, Budget and Accounts Commit tee and \nsuch other committees as may be deemed necessary for carrying the functions of \nthe Authority and assign to them such specific functions for efficient \nperformance of the Authority. The committees shall perform the functions in the \nmanner specified i n the order.  \n \n 12. Funds of Authority .—(1) There shall be a fund known as the \nFederal Government Employees Housing Authority Fund, which shall vest in the \nAuthority . \n \n (2) The following shall be t he sources of the Fund, namely: — \n \n (a) all moneys re ceived f rom the members of the Authority;  \n \n (b) all grants from the Federal or Provincial Governments;  \n \n (c) transfer fees, services charges, penalties, etc;  \n \n (d) any donation or other sum of money received by the Authority shall \nbe credited in the fund.  \n \n (3) The fund shall be kept in the scheduled banks and shall be utilized, \nspent and regulated in such manner as may be prescribed by regulations.  \n \n (4) The budget of the Authority shall be approved by the Governing \nBody and its accounts shall be maintained and au dited in such manner as may be \nprescribed by the regulations.  \n \n (5) The annual audit of the Authority shall be conducted by the Auditor \nGeneral of Pakistan.  \n \n 13. Acquisition of land .—Acquisition of any land or any interest in \nland for the purpose of Autho rity shall be deemed to be an acquisition for public \npurpose within the meaning of the applicable Land Acquisition Act, 1894 (I of \n1894) or any other prevailing law for the said purpose, as per approved policy \nfrom the Federal Cabinet currently in vogue.  \n \n 14. Power to cancel allotment .—(1) The Chief Executive Officer may \ncancel or revoke or rescind any allotment, transfer, licence, lease or agreement on \nthe recommendation of a committee constituted by the Executive Board.  \n \n (2) An appeal from an or der unde r sub -section (1) shall lie before the \nExecutive Board. When the Executive Board is deciding the appeal the Chief \nExecutive Officer shall not participate in the proceedings.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 16 , 2019 383 \n \n \n  15. Encroachments .—(1) If a person encroaches on the property of the \nAuthority or  any open space or illegally possesses property of an allottee, \ntransferee, licensee or lessee in the specified area, he  shall be liable to \npunishment of imprisonment which may extend to two years or fine which may \nextend to five hundred thousand Rupees o r both.  \n \n (2) The Magistrate of the first class shall conduct summary trial of an \noffence under sub -section (1) and pass any sentence provided in that sub -section in \naccordance with the provisions of Chapter XII of the Code of Criminal  \n \n Procedure,  1898 ( Act V of 1898) on the complaint filed by an officer of \nthe Authority authorized under the regulations.  \n \n (3) If a person encroaches on the property of the Authority or any open \nspace or illegally possesses property of an allottee, transferee, licens ee or l essee \nin the specified area, the Magistrate may, during or on conclusion of trial under \nsub-section (2) but subject to the fina l decision of the Civil Court, order the \npolice to forthwith remove encroachment or dispossess the illegal possessor.  \n \n 16. Viola tion of building regulations .—If a person violates the \nbuilding regulations in the specified area, the Authority may, in the prescribed  \nmanner, direct the person to remove the structure or part of the structure or pay \nfine to the Authority which may be fix ed in the regulations for each category of \nviolation.  \n \n 17. Transfer and saving s.—On the commencement of this Ordinance - \n \n(a) all assets, rights, powers, authorities and privileges and all property, \nmovable and immovable, bank balance, bank account, reserve \nfunds, investment and all other interests and rights in or arising out \nof such property and all liabilities and obligations of whatever kind \nof the Foundation, established before commencement of this \nOrdinance, shall stand transferred to and vested in the Au thority;  \n \n(b) all contracts and agreements entered into, all rights acquired and all \nmatters and things agreed to be done by the Foundation and \nobligations incurred shall be deemed to have been entered into, \nacquired or agreed to be done by the Authority;  \n \n(c) all contracts, projects, schemes, work, whether in progress or not \nand all guarantees undertaken, obligation, liabilities executed or \nsubsisting in the name of the Foundation shall be deemed to be \ncontracts, projects, schemes, work, guarantees, undertakings, rights, \nobligations, liabilities of the Authority;  \n \n384 THE GAZETTE OF PAKISTAN, EXTRA., JULY  16, 2019 [PART I \n \n \n (d) all land owned, purchased, acquired or procured and developed by \nthe Foundation shall be deemed to be the property of the Authority;  \n \n(e) all leases executed in the name of the Foundation before \ncommencement of this Ordinance shall be deemed to be leases \nexecuted in the name of the Authority;  \n \n(f) all suits, appeals, petitions or legal proceedings by or against the \nFoundation shall be deemed to be suits, appeals, petitions or legal \nproceedings by or against the Au thority;  \n \n(g) all allotments and transfer of plots, whether residential or \ncommercial, made by the Foundation shall be deemed to be \nallotments and transfers made by the Authority;  \n \n(h) all pending disputes or matters, if any, before the Foundation shall \nstand tran sferred to Authority and shall be decided by the Chief \nExecutive Officer and any aggrieved party shall have the right to \nappeal before the Executive Board within ninety days;  \n \n(i) all bylaws, policies and regulations in force immediately before \ncommencement of  this Ordinance shall continue to remain in force \nuntil altered amended or repealed; and  \n \n(j) notwithstanding anything mentioned herein before, all and  every \nrights and obligations of the Foundation shall stand  transferred to \nthe Authority and the Foundation s hall be  wounded up in \naccordance with law.  \n \n 18. Appeal .—Any person aggrieved by any order passed by Chief \nExecutive Officer in respect to his rights in relation to any plot, built up or \notherwise, may file an appeal before the Executive Board within ninet y days of \nsuch order. Such appeal shall be decided by the Executive Board excluding the \nChief Executive Officer, who passed such order.  \n \n 19. Overriding effect .—The provisions of this Ordinance shall have \noverriding effect notwithstanding anything containe d in any other law for the \ntime being in force.  \n \n 20. Power to make rules .—The Authority may with the approval of \nthe Federal Government, by notification in the official Gazette, make rules to \ncarry out the purposes of this Ordinance.  \n \n 21. Power to make r egulations .—The Executive Board may make \nregulations, not inconsistent with the rules, to give effect to the provisions of this \nOrdinance.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 16 , 2019 385 \n \n \n  22. Recovery as arrears of land revenue .—If a person fails to pay \nany amount due to the Authority, the Collector sha ll, on the request in writing of \nthe Authority, recover the amount as arrears of land revenue.  \n \n 23. Validation .—All actions done or taken by the Foundation, before \nthe commencement of this Ordinance, shall be deemed to have been validly done \nor have been taken under this Ordinance to the extent they are consistent with the \nprovisions of this Ordinance.  \n \n 24. Removal of difficulty .—If any difficulty arises in giving effect to \nany of the provisions of this Ordinance, the Federal Government may give such \ndirections, consistent with the provisions of this Ordinance, as it may consider \nnecessary for removal of such difficulty.  \n \n \n    \n DR. ARIF  ALVI , \n President . \n \n—————  \n \n  \n           ARSHAD FAROOQ FAHEEM , \n Secretary.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}