{
    "file": "./converted_json\\administrator397d74f58a2c983edec744b483f5d90b.json",
    "name": "PAF Air War College Institute Ordinance, 2021",
    "date": "January 20, 2021",
    "tagline": "An Ordinance to provide for re-organization of the Pakistan Air Force Air War College as a degree awarding Institute",
    "content": "PART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           9 \n \n \n \n  \nISLAMABAD , FRIDAY , JANUARY  22, 2021  \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 21st January , 2021 \n \n No. F.  2 (1)/2021-Pub.—The following Ordinance promulgated  on 20th \nJanuary , 2021 by the President is hereby published for general information: — \n \nORDINANCE  NO.  III OF 2021 \n \nAN \n \nORDINANCE  \n \nto provide for re -organization of the Pakistan Air Force Air War College as a \ndegree awarding Institute  \n \nWHEREAS , in view of the interminable need of an apex institution to \nimpart higher education in the fields of defence and security studies with special \nemphasis on air power employment in joint military environment, it is expedient \nto establish a premier degree awarding institutio n of learning to disseminate  \n \n \n(09) \n \nPrice: Rs. 40.00 \n[79(202 1)/Ex. Gaz.]   \n10         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n knowledge related to national and global security challenges, natural and applied \nsciences, social and behavioral science, humanities, mathematics, political \nscience, medical scienc es, bio -technology, computer sciences, information \ncommunication technology, law -fare, space sciences, science and technology, \ninternational relations, history, artificial intelligence, management, operational \nresearch, air power, war studies, sports scien ces and other relevant areas of study \nand to provide for matters connected therewith or ancillary thereto;  \n \n AND WHEREAS  the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircum stances exist which render it necessary to take immediate action;  \n \n NOW, THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President \nof the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: — \n \nCHAPTER -I \nPRELIMINARY  \n \n 1. Short title and commencement. — (1) This Ordinance shall be \ncalled the PAF Air War College Institute Ordinance, 2021.  \n \n (2) It shall come into force at once.  \n \n 2. Defini tions. — In this Ordinance, unless there is anything \nrepugnant in the subject or context, — \n \n (a) “Academic Council ” means the Academic Council of the Institute;  \n \n (b) “Advance Studies and Research Board ” means the advance  studies \nand research board constit uted in the prescribed manner;  \n \n (c) “affiliatad, college” means a college or an  educational institution,  \nby whatever name called for,  affiliated to the Institution but not  \nmaintained or administered by it ; \n \n (d) “Authority ” mean s any authorities of the In stitution specified or \nsetup under section 16;  \n \n (e) “Board of Faculty ” means the board of faculty constituted in the \nprescribed manner;  \n \n (f) “Board of Studies ” means the board of studies constituted in the \nprescribed manner;  \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           11 \n \n  (g) “Chancellor ” means the C hancellor of the Institute;  \n (h) “Chief Instructor (CI) ” or “Chairman ” means head of a department;  \n (i) “Commission ” means the Higher Education Commission \nestablished under the Higher Education Commission Ordinance, \n2002 (LIII of 2002);  \n (j) “constituent c ollege” means a college or an educational institution, \nby whatever name described, maintained and administered by the \nInstitute;  \n (k) “Dean” means head of a faculty or the head of an academic body \ngranted the status of a faculty by this Ordinance or by the  statutes \nor regulations;  \n (l)  “department ” means a teaching department maintained and \nadministered or recognized by the Institute in the prescribed \nmanner;  \n (m) “faculty” means an administrative and academic unit of the Institute \nconsisting of one or mor e departments, as may be prescribed;  \n (n) “Finance and Planning Committee ” means the finance and planning \ncommittee constituted in the prescribed manner;  \n (o) “Government ” means the Federal Government;  \n (p) “Institute” means the PAF Air War College Institu te established \nunder this Ordinance;  \n (q) “Patron” means the Patron of the Institute;  \n (r) “President”  means the President being head of the Institute;  \n (s) “prescribed ” means prescribed by statutes, regulations or rules \nmade under this Ordinance;  \n (t) “Representation Committee ” means the representation committee \nconstituted in the prescribed manner;  \n (u) “Selection Board ” means the selection board constituted in the \nprescribed manner;  \n (v) “Senate” means the Senate of the Institute;  \n \n12         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n  (w) “Statutes”, “regulations” and “rules” mean respectively the statutes, \nthe regulations and the rules made under this Ordinance;  \n (x) “Syndicate ” means the Syndicate of the Institute;  \n (y) “teachers” include professors, associate professors, assistant \nprofessors, lecturers and directing staff (DS) engaged whole -time \nby the Institute or by a constituent or affiliated college and such \nother persons as may be declared by regulations to be the teachers; \nand \n (z) “Vice President ” means the Vice -President of the Institute . \nCHAPTER -II \nTHE DEGREE AWARDING INSTITUTE  \n 3.  Establishment and incorporation of the Institute. — (1) The PAF \nAir War College stands re -organized and established as the PAF Air War College \nInstitute, herein after called as the Institute and shall consist of the fo llowing, \nnamely;— \n (a) The Patron, Chancellor, the members of  Senate, the President and \nVice -President;  \n (b) the members of the authorities of the Institute;  \n (c) all teachers and persons recognized as students of the Institute in \naccordance with terms pre scribed from time to time; and  \n (d) all other full -time officers and members of the staff of the Institute.  \n (2) The Institute shall be a body corporate by the name of the PAF Air \nWar College Institute, having perpetual succession and a common seal and may  \nsue and be sued by the said name.  \n (3) The principal seat of the Institute shall be at Karachi and it may set \nup any number of campuses, constituent colleges and institutes at such places in \nPakistan and abroad as the Senate may, from time to time, determ ine in \naccordance with the prescribed procedure and applicable laws with prior \napproval of the Commission.  \n (4) The Institute shall be competent to acquire and hold property, both \nmovable and immovable and to lease, sell or otherwise transfer any movable a nd \nimmovable property which may have become vested in or been acquired by it.  \n (5) The Institute shall have academic, financial and administrative \nautonomy, including the power to employ officers, teachers and other employees \non such terms and conditions a s may be prescribed.  \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           13 \n \n  (6) In particular and without prejudice to the authority granted to the \nCommission by the law, the Government or an authority or auditor appointed by \nthe Government shall have no power to question the policy underlying the \nallocation of resources approved by the Senate in the annual budget of the \nInstitute.  \n 4. Powers and functions of the Institute. — The Institute shall have \nthe following powers and functions, namely: — \n (i)  to provide for education and scholarship in such branches of \nknowledge as it may deem fit and to make provision for research, \ninnovation, service to society and for the application, advancement \nand dissemination of knowledge in such manner as it may \ndetermine;  \n (ii) to prescribe courses of studies to be conducted by  it and the \nconstituent and affiliated colleges;  \n (iii) to hold examinations and to award and confer degrees, diplomas,  \ncertificates and other academic distinctions to and on persons  who \nhave been admitted to and have p assed its examinations u nder \nprescrib ed conditions;  \n (iv) to prescribe the terms and conditions of employment of the officers, \nteachers and other employee of the Institute and to lay down terms \nand conditions that may be different from those applicable to \ngovernment servants in general;  \n (v) to engage, where necessary, persons on contract of specified \nduration and to specify the terms of each engagement;  \n (vi) to confer honorary degrees or other distinctions on approved \npersons in the manner prescribed;  \n (vii) to provide for such instruction f or persons not being students of the \nInstitute as it may prescribe, and to grant certificates and diplomas \nto such persons;  \n (viii)  to institute programs for the exchange of students and teachers \nbetween the Institute and other universities, educational in stitutions \nand research organizations, in Pakistan and abroad;  \n (ix) to provide career counseling and job search services to students and \nalumni;  \n (x) to maintain linkages with alumni;  \n14         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n  (xi) to develop and implement fund raising plans;  \n (xii) to provide an d support the academic development of the faculty of \nthe Institute;  \n (xiii)  to confer degrees on persons who have carried out independent \nresearch under prescribed conditions;  \n (xiv)  to affiliate and disaffiliate colleges and educational institutions \nunder  prescribed conditions;  \n (xv) to inspect colleges and other educational institutions affiliated or \nseeking affiliation with it;  \n (xvi)  to accept the examinations passed and the period of study spent by \nstudents of the Institute at other universities and pl aces of learning \nequivalent to such examinations and periods of study in Pakistan \nand abroad, as it may prescribe, and to withdraw such acceptance;  \n (xvi)   to co -operate with other universities, public authorities or private \norganizations, inside as well a s outside Pakistan, in such manner \nand for such purposes as it may prescribe;  \n (xviii)  to institute professorships, associate professorships, assistant \nprofessorships and lectureships and any other posts and to appoint \npersons thereto;  \n (xix)  to create pos ts for research, teaching, extension, administration and \nother related purposes and to appoint persons thereto;  \n (xx) to recognize as Institute teachers selected members of the teaching \nstaff of affiliated colleges or educational institutions admitted to t he \nprivileges of the Institute or such other persons as it may deem fit;  \n (xxi)  to institute and award financial assistance to students in need, \nfellowships, scholarships, bursaries, medals and prizes under \nprescribed conditions;  \n  (xxii)  to establish teac hing departments, constituent colleges, faculties, \ninstitutes, workshops, libraries, museums and other centers of \nlearning for the development of teaching and research and to make \nsuch arrangements for their maintenance, management and \nadministration as it  may prescribe;  \n (xxiii)  to provide for the residence of the students of the Institute and the \ncolleges, to institute and maintain halls of residence and to approve \nor license hostels and lodging;  \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           15 \n \n  (xxiv)  to maintain order, discipline and security on the c ampuses of the \nInstitute and the constituent colleges;  \n (xxv)  to promote the extra -curricular and recreational activities of \nstudents of the Institute, its campuses and constituent colleges and \nto make arrangements for promoting their health and general \nwelfare;  \n (xxvi)  to demand and receive such fees and other charges as it may \ndetermine;  \n (xxvii)  to make provision for research, advisory or consultancy services \nand with these objects to enter into arrangements with other \ninstitutions, public or private bod ies, commercial and industrial \nenterprises under prescribed conditions;  \n (xxviii)  to enter into, carry out, vary or cancel contracts;  \n (xxix)   to receive and manage property transferred and grants, \ncontributions made to the Institute and to invest any fund  \nrepresenting such property, grants, bequests, trusts, gifts, donations, \nendowments or contributions in such manner as it may  deem fit;  \n (xxx)  to provide for the printing and publication of research and other  \nworks; and  \n (xxxi)  to do all such other acts an d things, whether incidental to the \npowers aforesaid or not, as may be requisite or expedient in order to \nfurther the objectives of the Institute as a place of education, \nlearning, research and development.  \n 5.  Institute open to all classes, creeds, etc. — (1) The Institute shall \nbe open to all persons of either gender and of whatever religion, race, creed, \nclass, colour or domicile who qualify for admission to the courses of study \noffered by the Institute based on the criteria determined by the Syndicate a nd no \nperson shall be denied the privileges of the Institute on the ground only of \nreligion, race, caste, creed, class, colour or domicile.  \n (2) An increase in any fee or charge that is in excess of ten percent per \nannum on an annualized basis from the las t such increase shall not be made \nexcept in special circumstances, and only with the approval by the Senate.  \n (3) The Institute shall institute financial aid programmes for students in \nneed, to the extent considered feasible by the Senate given the resourc es are \navailable, so as to enable admission and access to the Institute and the various \nopportunities provided by it to be based on merit rather than ability to pay:  \n16         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n  Provided that the Institute may institute self -finance schemes not \ncovering more than te n percent of the total number of candidates in any on -\ncampus taught course or research -based programme of study.  \n 6. Teaching at the Institute. — (1) All recognized teaching in various \ncourses shall be conducted by the Institute or the colleges in the presc ribed \nmanner and may include lectures, tutorials, discussions, seminars, \ndemonstrations, and other methods of instruction as well as practical work in the \nworkshops and other governmental or private organizations.  \n (2) The authority responsible for organiz ing recognized teaching shall \nbe such as may be prescribed.  \nCHAPTER -III \nOFFICERS OF THE INSTITUTE  \n \n 7. Principal officers .— Following shall be the principal off icers of \nthe Institute, namely, — \n (a) the Patron;  \n (b) the Chancellor ; \n (c) the President;  \n (d) the Vice President;  \n (e) Chief Instructor, Chairman or head of department;  \n (f) the Registrar;  \n (g) the Director Finance;  \n (h) the Controller of Examinations;  \n (i) the Officer  Commanding Administration or Director \nAdministration; and  \n (j) such other person s as may be prescribed by the statutes or \nregulations to be the principal officers of the Institute.   \n 8. The Patron. — (1) The President of the Islamic Republic of \nPakistan shall be the Patron of the Institute.  \n (2) The Patron shall, when present, preside at the meetings of the \nSenate and the convocation of the Institute. In the absence of Patron, the \nChancellor shall preside over the convocation of the Institute.  \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           17 \n \n  (3) The members of the Senate shall be appointed by the Patron from \namongst the persons recom mended by the Representation Committee set up for \nthis purpose under sub -section (1) of section 24 along -with those elected.  \n (4) Every proposal to confer an honorary degree shall be subject to \nconfirmation by the Patron.  \n (5) If the Patron is satisfied th at a serious irregularity or \nmismanagement with respect to the affairs of the Institute has occurred, he may — \n (a)  as regards proceedings of the Senate, direct that specified \nproceedings be reconsidered and appropriate action taken within \none month of the  direction having been issued:  \n   Provided that if the Patron  is satisfied that either no \nrecon sideration has been carried out or that the reconsideration has \nfailed to address the concern expressed, he may, after calling upon  \nthe Senate to show cause in w riting, appoint a five member review \npanel to examine and report to the Patron on the functioning of the \nSenate. The report of the review panel shall be submitted within \nsuch time as may be specified by the Patron. The review panel shall \nbe drawn from pers ons of eminence in academics and in the fields \nof defence and security, law, accountancy and administration; and  \n (b)  as regards proceedings of any Authority or with respect to matters \nwithin the competence of any Authority, other than the Senate, \ndirect the Senate to exercise powers under section 18.  \n 9. Chancellor. — (1) The Chief of Air Staff shall be the Chancellor of \nthe Institute.  \n (2) The Chancellor shall, when present, preside at the meetings of the \nSenate and the convocation of the Institute in the  absence of Patron. In the \nabsence of Chancellor, the Senate may request the person of eminence or \nPresident to preside over the convocation of the Institute.  \n (3) If the Chancellor is satisfied that a serious irregularity or \nmismanagement with respect to the affairs of the Institute has occurred, he may, — \n (a) as regards proceedings of the Senate, direct that specified \nproceedings be reconsidered and appropriate action taken within \none month of the direction having been issued:  \n Provided that if the Chanc ellor is satisfied that either no reconsideration \nhas been carried out or that the reconsideration has failed to address the concern \nexpressed, he may, after calling upon the Senate to show cause in writing, \nappoint a five member review panel to examine an d report to the Chancellor on \n18         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n the functioning of the Senate. The report of the review panel shall be submitted \nwithin such time as may be specified by the Chancellor. The review panel shall \nbe drawn from persons of eminence in academics and in the fields o f defence and \nsecurity, law, accountancy and administration; and  \n (b) as regards proceedings of any Authority or with respect to matters \nwithin the competence of any Authority, other than the Senate, \ndirect the Senate to exercise powers under section 18.  \n 10. Removal from the Senate .— (1) The Chancellor may, upon the  \nrecommendation of the review panel, send his recommendation to the Patron to \nremove any person from the membership of the Senate  on the ground that such \nperson— \n (a) has become of unsound mind;  or \n (b) has become incapacitated to function as member of the Senate;  or \n (c) has been convicted by a court of law for an offence involving moral \nturpitude; or  \n (d) has absented himself from two consecutive meetings without just \ncause; or  \n (e) has been gu ilty of misconduct, including use of position for  \npersonal advantage of any kind, or gross inefficiency in the \nperformance of functions.  \n (2) The Chancellor shall remove any person from the membership of \nthe Senate on a resolution calling for the removal o f such person supported by at \nleast two -third of the membership of the Senate:  \n Provided that before passing such resolution, the Senate shall provide the \nmember concerned a fair hearing:  \n 11.  President. — (1) There shall be a President of the Institute, who \nshall be a senior officer from Pakistan Air Force and shall be appointed by the \nChancellor on such terms and conditions as may be prescribed.  \n (2)  The President shall be the chief executive officer of the Institute \nresponsible for all administrative a nd academic functions of the Institute and for \nensuring that the provisions of this Ordinance, statutes and rules are faithfully \nobserved in order to promote the general efficiency and good order of the \nInstitute. The President shall have all powers prescr ibed for this purpose \nincluding administrative control over the officers, teachers and other employees \nof the Institute.  \n \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           19 \n \n  (3) The President shall, if present, be entitled to attend any meeting of \nany Authority or body of the Institute.  \n (4)  Notwithstandi ng anything contained in this Ordinance, the \nPresident may exercise such powers which are not expressly stated to be within \nhis competence, where in his discretion immediate action is required to be taken. \nThe President shall report any such exercise of po wer to the Emergency \nCommittee of the Senate within seventy -two hours.  \n (5) The President shall also have the following powers, namely: — \n (a) to direct teachers, officers and other employees of the Institute to \ntake up such assignments in connection with e xamination, \nadministration and such other activities in the Institute as he may \nconsider necessary for the purposes of the Institute;  \n (b) to sanction by re -appropriation an amount not exceeding an amount \nprescribed by the Senate for an unforeseen item not  provided for in \nthe budget and report it to the Senate at the next meeting;  \n (c) to make appointments of such categories of employees of the \nInstitute as may be prescribed by the statutes. Such appointments \nshall be made after advertising in cases other t han appointment by \ntransfer, secondment or deputation;  \n (d) to suspend, punish and remove, in accordance with prescribed  \nprocedure, from service, officers, teachers and other employees of \nthe Institute except those appointed by or with the approval of  the \nSenate;  \n (e) to delegate, subject to such conditions as may be prescribed, any of \nhis powers under this Ordinance to an officer or officers of the \nInstitute; and  \n (f) to exercise and perform such other powers and functions as may be \nprescribed.  \n (6) The Pr esident shall present an annual report before the Senate \nwithin three months of the close of the academic year. The annual report shall \npresent such  information as regards the academic year under review as may be \nprescribed. Including disclosure of all rel evant facts pertaining to — \n (a) academics;  \n (b) research;  \n (c) administration; and  \n (d) finances.  \n20         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n  (7)  The President ’s annual report shall be made available, prior to its \npresentation before the Senate, to all officers and Institute teachers and shall be \npublished in such numbers as are required to ensure its wide circulation.  \n 12.  Vacancy of the office of the President. — (1) Whenever the office \nof the President falls vacant, or is likely to fall vacant, the Chancellor shall \nappoint a suitable officer for  appointment as the President.  \n (2)  At any time when the office of the President is vacant, or the \nPresident is absent or is unable to perform the functions of his office due to \nillness or some other cause, the Senate shall make arrangements in accordance  \nwith the statutes for the performance of the duties of the President.  \n 13.  Registrar. — (1) There shall be a Registrar of the Institute who \nshall be appointed by the Senate on the recommendation of the President, on such \nterms and conditions as may be pre scribed.  \n (2)  The experience as well as the professional and academic \nqualifications necessary for appointment to the post of the Registrar shall be such \nas may be prescribed.  \n (3) The Registrar shall be a full -time officer of the Institute and shall — \n (a) be the administrative head of the secretariat of the Institute and  be \nresponsible for the provision of secretariat support to the \nAuthorities of the Institute ;  \n (b) be the custodian of the common seal and the academic records of \nthe Institute;  \n (c) main tain a register of registered graduates in the prescribed manner;  \n (d) supervise the process of election, appointment of nomination of \nmembers to the various Authorities and other bodies in the \nprescribed manner; and  \n (e) perform such other duties as may b e prescribed.  \n (4) The Registrar shall hold office for a term of three years which may \nbe extended by one or more such term:  \n Provided that the Senate may, on the advice of the President and after \nproviding him the opportunity of being heard, terminate th e appointment of the \nRegistrar on ground of inefficiency or misconduct in accordance with prescribed \nprocedure.  \n 14.  Director Finance. — (1) There shall be a Director Finance of the \nInstitute who shall be appointed by the Senate on the recommendation of th e \nPresident or such terms and conditions as may be prescribed,  \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           21 \n \n  (2)  The experience and the professional and academic qualifications \nnecessary for appointment to the post of the Director Finance shall be as may be \nprescribed.  \n  (3) The Director Finance sha ll be the chief financial off icer of the \nInstitute and shall — \n (a) manage the assets, liabilities, receipts, expenditures, funds and \ninvestments of the Institute;  \n (b) prepare the annual and revised budget estimates of the Institute and \npresent them to the  Syndicate or a committee thereof for approval \nand incorporation in the budget to be presented to the Senate;  \n (c) ensure that the funds of the Institute are expended on the purposes \nfor which they are provided;  \n (d) have the accounts of the Institute audi ted annually so as to be \navailable for submission to the Senate within six months of the \nclose of the financial year; and  \n (e) perform such other duties as may be prescribed.  \n (4) The term of office of the Director Finance shall, unless renewed, be \nfor a p eriod of three years:  \n Provided that the Senate may, on the advice of the President and after \nproviding him the opportunity of being heard, terminate the appointment of the \nDirector Finance on grounds of inefficiency or misconduct in accordance with \npresc ribed procedure.  \n  15. Controller of Examinations. — (1) There shall be a Controller of \nExaminations, to be appointed by the Senate on the recommendation of the \nPresident, on such terms and conditions as may be prescribed.  \n (2) The minimum qualifications ne cessary for appointment to the post \nof the Controller of Examinations shall be as may be prescribed.  \n (3) The Controller of Examinations shall be a full -time officer of the \nInstitute and shall be responsible for all matters connected with the conduct of \nexaminations and perform such other duties as may be prescribed.  \n (4) The Controller of examinations shall be appointed for a renewable \nterm of three years:  \n Provided that the Senate may, on the advice of the President and after \nproviding him the opportunit y of being heard, terminate the appointment of the \nController of Examinations on grounds of inefficiency or misconduct in \naccordance with prescribed procedure.  \n22         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n CHAPTER -IV \nAUTHORITIES OF THE INSTITUTE  \n 16. Authorities. — (1) The following shall be the Author ities of the \nInstitute,  namely:— \\ \n (a) the Senate;  \n (b)  the Syndicate;  \n (c)  the Academic Council;  \n (d)  the Advanced Studies and Research Board;  \n (e)  the Board of Faculty;  \n (f) the Board of Studies;  \n (g) the Finance and Planning Committee:  \n (h) the R epresentation Committees for appointment to the Senate, \nSyndicate and the Academic Council in accordance with relevant \nprovision of this Ordinance;  \n (i) the Selection Board; and  \n (j) such other Authorities as may be constituted by the Senate.  \n (2)  The Sen ate, the Syndicate and the Academic Council may set up \nsuch other committees or sub -committees, by whatever name described, as are \nconsidered desirable through statutes or regulations as may be appropriate. Such \ncommittees or sub -committees shall be Author ities of the Institute for the \npurposes of this Ordinance.  \n 17. Senate. — (1) The Senate shall be responsible for governance, \ngeneral supervision and control of the affairs including laying down broad \npolicies of the Institute and shall consist of the follo wing, namely; — \n (a) the Patron who shall be the chairperson of the Senate;  \n (b) the Chancellor or his nominee not below the rank of Air Vice \nMarshal;  \n (c) the President;  \n (d) one member of the Government not below the rank of Additional  \nSecretary from the Division to which business of education stands  \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           23 \n \n allocated or any other department relevant to the special focus of  \nthe education;  \n (e) four persons, being persons of distinction in the fields of defence  \nand security, strategy, statecraft, administration and  management, such that the \nappointment of these persons reflects a balance across the various fields:  \n Provided  that the special focus or affiliation of the Institute,  to be \ndeclared in the manner prescribed , may be reflected in the number  of persons of \ndistinction in an area of expertise relevant  to the Institute who are appointed to \nthe Senate;  \n (f) one person from amongst the alumni of the Institute;  \n (g) two persons from the academic community of the country, other \nthan an employee of the Institute, at the level of professor or \nprincipal of a college;  \n (h) four Institute teachers; and  \n (i) one person nominated by the Commission.  \n (2) The numbers of the members of the Senate described against \nclauses (f) to (i) of sub -section (1) may be increased by the S enate through \nstatutes subject to the condition that the total membership of the Senate does not \nexceed twenty -one, with a maximum of five Institute teachers and the increase is \nbalanced to the extent possible, in proportion to different categories specifi ed in \nsub-section (1).  \n (3) All appointments to the Senate shall be made by the Chancellor. \nAppointments of persons described in clauses (f) and (g) of sub -section (I) shall \nbe made from amongst a panel of three names for each vacancy recommended by \nthe Re presentation Committee set up in terms of section 24 and in accordance \nwith procedure as may be prescribed:  \n Provided that effort shall be made, without compromising on quality or \nqualification, to give fair representation to women on the Senate:  \n Provid ed further that as regards the Institute Teachers described in clause \n(h) of sub -section (1), the Senate shall prescribe a procedure for appointment on \nthe basis of elections that provide for voting by the various categories of Institute \nteachers:  \n Provid ed also that the Senate may alternatively prescribe that \nappointment of Institute teachers to the Senate shall also be in the manner \nprovided by this sub -section for the persons described in clauses (f) and (g) of \nsub-section (1)  \n24         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n  (4) Members of the Senate , other than ex-officio  members, shall hold \noffice for a term of three years. One -third of the members, other than ex-officio  \nmembers, of the first restructured Senate, to be determined by lot, shall retire \nfrom office on the expiration of one year from th e date of appointment by the \nChancellor. One -half of the remaining members, other than ex-officio  members, \nof the first restructured Senate, to be determined by lot, shall retire from office on \nthe expiration of two years from the date of appointment and t he remaining one -\nhalf, other than ex-officio  members, shall retire from office on the expiration of \nthe third year:  \n Provided that no person, other than an ex-officio  member, may serve on \nthe Senate for more than two consecutive terms:  \n Provided further that the Institute teachers appointed to the Senate may \nnot serve for two consecutive terms.  \n (5) The Senate shall meet, at least twice in a calendar year.  \n (6) Service on the Senate shall be on honorary basis but actual \nexpenses may be reimbursed as may b e prescribed.  \n (7) The Registrar shall be the secretary of the Senate.  \n (8) In the absence of the Chancellor, meetings of the Senate shall be \npresided over by the senior most serving Air Force officer from amongst the \nmembers of the Senate, not being an em ployee of the Institute as the Chancellor \nmay, from time to time, nominate. The member so nominated shall be the \nconvener of the Senate.  \n (9) Unless otherwise prescribed by this Ordinance, all decisions of the \nSenate shall be taken on the basis of the opin ion of a majority of the members \npresent. In the event of the members being evenly divided on any matter, the \nperson presiding over the meeting shall have a casting vote.  \n (10) The quorum for a meeting of the Senate shall be two -thirds of its \ntotal members hip, a fraction being counted as one.  \n 18.  Powers and functions of the Senate. — (1) The Senate shall have \nthe powers of general supervision over the Institute and shall hold the President \nand the Authorities accountable for all the functions of the Instit ute. The Senate \nshall have all powers of the Institute not expressly vested in an Authority or \nofficer by this Ordinance and all other powers not expressly mentioned by this \nOrdinance that are necessary for the performance of its functions.  \n (2) Without pr ejudice to the generality of the foregoing powers, the \nSenate shall have the following powers, namely; — \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           25 \n \n  (a)  to approve the proposed annual plan of work, the annual and the \nrevised budget estimates, the annual report and the annual statement \nof the accoun t; \n (b) to hold, control and lay down policy for the administration of the \nproperty, funds and investments by the Institute, including the \napproval of the sale and purchase or acquisition of immovable \nproperty;  \n (c) to oversee the quality and relevance of the Institute academic \nprogrammes and to review the academic affairs of the Institute in \ngeneral;  \n (d) to approve the appointment of the Deans, professors, associate \nprofessors and such other senior faculty and senior administrators \nas may be prescribed;  \n (e) to institute schemes, directions and guidelines for the terms and \nconditions of appointment of the officers, teachers and other \nemployees of the Institute;  \n (f) to approve strategic plans;  \n (g) to approve financial resource development plans of the Ins titute;  \n (h) to consider the drafts of statutes proposed by the Syndicate and deal \nwith them in the manner as provided for in section 26;  \n (i) the Senate may make a statute on it s own initiative and approve it \nafter calling for the advice of the Syndicate or the Academic \nCouncil as the case may be;  \n (j) to annul by order in writing the proceeding of any Authority or \nofficer if the Senate is satisfied that such proceedings are not in \naccordance with the provisions of this Ordinance, statutes or \nregulations a fter calling upon such Authority or officer to show \ncause as to why such proceedings should not be annulled;  \n (k) to recommend to the Chancellor removal of any member of the \nSenate in accordance with the provisions of this Ordinance;  \n (l) to make appointme nts of members of Syndicates, in accordance \nwith the provisions of this Ordinance;  \n (m) to make appointments of the members of Academic Council, other \nthan ex-officio  members, in accordance with the provisions of this \nOrdinance; and  \n26         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n  (n) to determine the f orm, provide for the custody and regulate the use \nof the common seal of the Institute.  \n (3)  The Senate may, subject to the provisions of this Ordinance, \ndelegate all or any of its powers and functions to any Authority, officer or \nemployee of the Institute  at its main campus, to any Authority, committee, officer \nor employee at its additional campus for the purpose of exercising such powers \nand performing such functions in relation to such additional campus, and for this \npurpose the Senate may create new pos ts or positions at the additional campus.  \n 19. Visitations. — The Senate may, in accordance with the terms and \nprocedures as may be prescribed, cause an inspection to be made in respect of \nany matter connected with the Institute.  \n 20. Syndicate. — (1) There shall be a Syndicate headed by the \nPresident to make regulations and rules, for day to day functioning of the \nInstitute, within the framework of policies laid down by the Senate. Other \nmembers of the Syndicate shall consist of — \n  (a) the President who sha ll be its chairperson;  \n (b) the Deans of faculties of the Institute;  \n (c) heads of the constituent colleges and institutes;  \n (d) one professor, one associate professor and one assistant professor or \nlecturer from different departments who are not members o f the \nSenate to be elected by the Institute Teachers in accordance with \nprocedure to be prescribed by the Senate;  \n (e) the Registrar;  \n (f) the Director Finance; and  \n (g) the Controller of Examinations.  \n (2) Members of the Syndicate, other than ex-officio  members, shall \nhold office for a term of three years.  \n (3) As regards three professors specified in clause (d) of sub -section \n(l), the Senate may, as an alternative to elections, prescribe a procedure for \nproposal of a panel of names by the Representation C ommittee set up in terms of \nsection 24. Appointment of persons proposed by the Representation Committee \nmay be made by the Senate on the recommendation of the President.  \n (4) The quorum for a meeting of the Syndicate shall be one -half of the \ntotal number o f members, a fraction being counted as one.  \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           27 \n \n  (5) The Syndicate shall meet at least once in each quarter of a year.  \n 21. Powers and functions of the Syndicate. — (1) The Syndicate shall \nbe the executive body of the Institute and shall, subject to the provis ions of this \nOrdinance and the statutes, exercise general supervision over the affairs and \nmanagement of the Institute.  \n (2)  Without prejudice to the generality of the foregoing powers and \nsubject to the provisions of this Ordinance, the statutes and dire ctions of the \nSenate, the Syndicate shall have the following powers, namely: — \n (a) to consider annual report, the annual and revised budget estimates \nand to submit these to the Senate;  \n (b) to transfer and accept transfer of moveable property on behalf of \nthe Institute;  \n (c) to, enter into, vary, carry out and cancel contracts on behalf of the \nInstitute;  \n (d) to cause proper books of the accounts to be kept for all sums of \nmoney received and expended by the Institute and for the assets and \nliabilities of th e Institute;  \n (e) to invest any money belonging to the Institute including any un - \napplied income in any of the securities described in section 20 of \nthe Trusts Act, 1882 (Act II of 1882), or in the purchase of  \nimmovable property or in such other manner, a s it may prescribe, \nwith the like power of varying such investment;  \n (f) to receive and manage any property transferred and grants, \nbequests, trusts, gifts, donations, endowments and e ither \ncontributions made to the Institute;  \n (g) to administer any funds  placed at the disposal of the Institute for \nspecified purposes;  \n (h) to provide the buildings, libraries, premises, furniture, apparatus, \nequipment and other means required for carrying out the work of \nthe Institute;  \n (i) to establish and maintain halls o f the residence and hostels or \napprove or license hostels or lodging for the residence of students;  \n (j) to recommend to the Senate affiliation or disaffiliation of the \ncolleges;  \n28         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n  (k) to recommend to the Senate admission of educational institutions to \nthe privileges of the Institute and withdraw such privileges;  \n (l) to arrange for the inspection of the colleges and the departments;  \n (m) to institute professorships, associate professorships, assistant \nprofessorships, lectureships and other teaching posts or  to suspend \nor to abolish such posts;  \n (n) to create, up -grade, down -grade, suspend or abolish such \nadministrative or other posts as may be necessary;  \n (o) to prescribe the duties of officers, teachers and other employees of \nthe Institute;  \n (p) to report t o the Senate on matters with respect to which it has been \nasked to report;  \n (q) to appoint members to various Authorities in accordance with the \nprovisions of this Ordinance;  \n (r) to propose drafts of the statutes for submission to the Senate;  \n (s) to regu late the conduct and discipline of the students of the \nInstitute;  \n (t) to take actions necessary for the good administration of the Institute \nin general and to this end exercise such powers as are necessary;  \n (u) to delegate any of its powers to any Author ity or officer or a \ncommittee; and  \n (v) to perform such other functions as have been assigned to it by the \nprovisions of this Ordinance or may be assigned to it by the \nstatutes.  \n 22.  Academic Council. — (1) There shall be an Academic Council, \nwhich shall l ay down academic policies, decide on the syllabi and curricula of \nvarious courses at the Institute and the affiliated institutions to ensure excellence \nand the requisite joint -ness in training activities. The Academic Council of the \nInstitute shall consist  of the following, namely: — \n (a) the President who shall be its chairman;  \n (b) the Deans of faculties and heads of colleges and departments as  \nmay be prescribed;  \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           29 \n \n  (c) five members representing the departments, institutes and the \nconstituent colleges to be elected in the manner prescribed by the  \nSenate:  \n (d) two heads of affiliated colleges;  \n (e) five professors including emeritus professors;  \n (f) the Registrar;  \n (g) the Controller of Examinations; and  \n (h) the Librarian;  \n (2) The Senate shall appoint the me mbers of the Academic Council on \nthe recommendation of the President:  \n  Provided that as regards the five professors and the members \nrepresenting the departments, institutes and the constituent colleges the Senate \nmay, as an alternative to elections, presc ribe a procedure for proposal of a panel \nof names by the Representation Committee set up in terms of section 24, \nAppointment of persons, proposed by the Representation Committee shall be \nmade by the Senate on the recommendation of the President.  \n (3) The A cademic Council shall act as an advisory and implementing \nbody for the decision of the Syndicate on all matters relating to the conduct of \nexaminations, conferment of degrees, revision and updating of course syllabi, \nquality of education and duration of al l courses including conduct of \npostgraduate classes in specified disciplines.  \n (4) The Academic Council shall also assist the President in evaluating, \nproposing and coordinating research and development projects at respective \ninstitutes and colleges both c onstituent and affiliated.  \n (5) Members of the Academic Council shall hold office for a term of \nthree years.  \n (6) The Academic Council shall meet at least once in each quarter.  \n (7) The quorum for meetings of the Academic Council shall be  \none-half of the total number of members, a fraction being counted as one.  \n 23.  Powers and functions of the Academic Council. — (1) The \nAcademic Council shall be the principal academic body of the Institute and shall, \nsubje ct to the provisions of this Or dinance and the sta tutes, have the power to lay \ndown proper standards of instruction, research and examinations and to regulate \nand promote the academic life of the Institute and the colleges.  \n30         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n  (2)  Without prejudice to the generality of the forgoing powers and \nsubject to th e provisions of this Ordinance and the statutes, the Academic \nCouncil shall have the power to — \n (a) approve the policies and procedures pertaining to the quality of \nacademic programmes;  \n (b) approve academic programmes;  \n (c)  approve the policies and proce dures pertaining to the student \nrelated functions including admissions, expulsions, punishments, \nexaminations and certification;  \n (d) approve the policies and procedures assuring quality of teaching \nand research;  \n (e) recommend the policies and the procedu res for affiliation of other    \neducational institutions;  \n  (f) propose to the Syndicate schemes for the constitution and \norganization of faculties, teaching departments and boards of \nstudies;  \n (g) appoint paper setters and examiners for all examinations of  the \nInstitute after receiving panels of names from the relevant \nauthorities;  \n (h) institute programmes for the continued professional development of \nInstitute teachers at all levels;  \n (i) recognize the examinations of other universities or examining \nbodie s as equivalent to the corresponding examinations of the \nInstitute;  \n (j) regulate the award of studentship, scholarships, exhibitions, medals \nand prizes;  \n (k) propose regulations for submission to the Syndicate;  \n (l) prepare an annual report on the academi c performance of the \nInstitute; and  \n (m) perform such other functions as may be prescribed by regulations.  \n 24. Representation Committees. —(1) There shall be Representation \nCommittees constituted by the Senate through statutes to recommend persons for \nappo intment to the Senate in accordance with the provisions of section 17.  \n \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           31 \n \n  (2)  There shall also be a Representation Committee constituted by the \nSenate through statutes to recommend persons for appointment to the Syndicate \nand the Academic Council in accord ance with the provisions of sections 20 and \n22 respectivley.  \n (3) Members of the Representation Committee, to recommend persons \nfor appointment to the Senate, shall consist of the following, namely: — \n (a) three members of the Senate who are not Institute t eachers;  \n (b) two persons nominated by the Institute teachers from amongst \nthemselves in the manner prescribed;  \n (c)  one person from the academic community, not employed by the \nInstitute, at the level of professor or college head to be nominated \nby the In stitute Teachers in the manner prescribed; and  \n (d)  one eminent citizen with experience in administration, \nphilanthropy, development work, law or accountancy to be \nnominated by the Senate.  \n (4)  The Representation Committee, to recommend persons for the \nappointment to the Syndicate and the Academic Council, shall consist of the \nfollowing, namely;  \n (a) two members of the Senate who are not Institute teachers; and  \n (b) three persons nominated by the Institute Teachers from amongst \nthemselves in the manner pr escribed.  \n (5) The term of the Representation Committee shall be three years:  \n Provided that no member shall serve for more than two consecutive terms.  \n (6) The procedures of the Representation Committee shall be such as \nmay be prescribed.  \n (7)  There may  also be such other Representation Committees set up by \nany of other Authorities of the Institute as are considered appropriate for \nrecommending persons for appointments to the various Authorities and other \nbodies of the Institute.  \n 25. Appointment of comm ittees by certain Authorities. — (1) The \nSenate, the Syndicate, the Academic Council and other Authorities may, from \ntime to time, appoint such standing, special or advisory committees, as they may \ndeem fit, and may place on such committees persons who are not members of the \nAuthorities appointing the committees.  \n32         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n  (2)  The constitutions, functions and powers of the Authorities for \nwhich no specific provision has been made in this Ordinance, shall be such as \nmay be prescribed by statutes or regulations.  \nCHAPT ER-V \nSTATUTES, REGULATIONS AND RULES  \n 26. Statutes. — (1) Subject to the provisions of this Ordinance, statutes \nmay he made to regulate or prescribe all or any of the following matters, namely: — \n (a) the contents of and the manner in which the annual report  to be \npresented by the President before the Senate shall be prepared;  \n (b) the institute fees and other charges;  \n (c) the constitution of any pension, insurance, gratuity, provident fund \nand benevolent fund for Institute employees;  \n (d) the scales of pay and other terms and conditions of service of \nofficers, teachers and other Institute employees;  \n (e) the Maintenance of the register of registered graduates;  \n (f) affiliation and disaffiliation of educational institutions and related \nmatters;  \n (g) admission  of educational institutions to the privileges of the \nInstitute and the withdrawal of such privileges;  \n (h) the establishment of faculties, departments, institutes, colleges and \nother  academic divisions;  \n (i) the powers and functions of officers and teache rs; \n (j) conditions under which the Institute may enter into arrangements \nwith other Institutions or with public bodies for purposes of \nresearch and advisory services;  \n (k) conditions for appointment of e meritus professors and award of \nhonorary degrees;  \n (l) efficiency and discipline of Institute employees;  \n (m) the constitution and procedure to be followed by Representation \nCommittees in carrying out functions in terms of this Ordinance;  \n \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           33 \n \n  (n) the constitution, functions and powers of the Authorities of th e \nInstitute; arid  \n (o) all other matters which by this Ordinance are to be or may be \nprescribed or regulated by statutes.  \n (2)  The draft of statutes shall be proposed by the Syndicate to the \nSenate which may approve or pass with such modifications as the Senate may \nthink fit or may refer back to the Syndicate, as the case may be, for \nreconsideration of the proposed draft:  \n Provided that statutes concerning any of the matters mentioned in clauses \n(a) and (i) of sub -section (1) shall be initiated and approv ed by the Senate after \nseeking views of the Syndicate:  \n Provided further that the Senate may initiate a statute with respect to any \nmatter in its power or with respect to which a Statute may be made in terms of \nthis Ordinance and approve such statute afte r seeking the views of the Syndicate.  \n 27.  Regulations. — (1) Subject to the provisions of this Ordinance and \nthe statutes, the Academic Council may propose and the Syndicate may make \nregulations for all or any of the following matters, namely: — \n (a) the c ourses of study for degrees, diplomas and certificates of the \nInstitute;  \n (b) the manner in which the teaching referred to in sub -section (1) of \nsection 6 shall be organized and conducted;  \n (c) the admission and expulsion of students to and from the Instit ute; \n (d) the conditions under which students shall he admitted to the course \nand the examinations of the Institute and shall become eligible for \nthe award of degrees, diplomas and certificates;  \n (e) the conduct of examinations;  \n (f) the conditions under w hich a person may carry on independent \nresearch to entitle him to a degree;  \n (g) the institution of fellowships, scholarships, exhibitions, medals  and \nprizes;   \n (h) the use of the library;  \n (i) the formation of faculties, departments and board of studies; and \n34         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n  (j) all other matters which by this Ordinance or the statutes are to be or \nmay be prescribed by regulations.  \n (2)  Regulations shall be proposed by the Academic Council and shall \nbe submitted to the Syndicate which may approve them or withhold approva l or \nrefer them back to the Academic Council for reconsideration. A regulation \nproposed by the Academic Council shall not be effective unless it receives the \napproval of the Syndicate.  \n 28.  Amendment and repeal of statutes and regulations. — The \nprocedure for adding to, amending or repealing the statutes and the regulations \nshall be the same as that prescribed respectively for making statutes and \nregulations.  \n 29.  Rules. — The Authorities and the other bodies of the Institute may \nmake rules, to be published  in official Gazette, consistent with this Ordinance, \nstatutes and the regulations, to regulate any matter relating to the affairs of the \nInstitute which has not been provided for by this Ordinance, or that is not \nrequired to be regulated by statutes or re gulation, including rules to regulate the \nconduct of business and the time and place of meeting and related matters.  \nCHAPTER -VI \nINSTITUTE FUND  \n \n 30.  Institute fund. — (1) The Institute shall have a fund to which shall \nbe credited all donations, trusts, beq uests, endowments, grants, proportionate \ngrant from the Federal Government, Joint Staff Headquarters (JSHQ), Defence \nDivision. Higher Education Commission (HEC), Division to which the business \nof education stands allocated, assistance from international ag encies, \ncontributions, shares of fee and income from any other source.  \n (2) The present recurring and non -recurring grants being allocated by \nthe Defence Division, HEC and JSHQ to the National Defence University \nimmediately in existence before the commence ment of this Ordinance, shall \ncontinue to be allocated in future to the Institute, with suitable upward \nadjustments from time to time.  \n (3) All expenditure of the Institute shall be met within the sanctioned \nbudget of the Institute or as approved by the Sy ndicate.  \n 31.  Audit and accounts. — (1) The accounts of the Institute shall be \nmaintained by Director Finance in such form and in such manner as may be \nprescribed.  \n (2) The teaching, departments, constituent colleges and institutes and \nall other bodies des ignated as such by the Syndicate in terms of statutes shall be \nindependent cost centers of the Institute with authority vested in the head of each \ncost centre to sanction expenditure out of the budget allocated to it:  \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           35 \n \n  Provided that re -appropriation from one head of expenditure to another \nmay be made by the head of a cost centre in accordance with and to the extent \nprescribed by the statutes.  \n (3) All funds generated by a teaching department, constituent college \nor other unit of the Institute through consu ltancy, research or other provision of \nservice shall be made available without prejudice to the budgetary allocation \notherwise made, after deduction of over heads in the manner and to the extent \nprescribed by Senate, to the teaching department, constituent  college or other \nunits for its development. A part of the funds so generated may be shared with \nthe Institute teachers or researchers in charge of the consultancy, research or \nservice concerned in the manner and to the extent prescribed by the statutes.  \n (4) No expenditure shall be made from the funds of the Institute unless \na bill for its payments has been issued by the head of the cost centre concerned in \naccordance with the relevant statutes and the Director Finance has verified that \nthe payment is prov ided for in the approved budget of the cost centre, subject to \nthe authority to re -appropriate funds from one head of expenditure to other head \nof expenditure in respect of the cost centre.  \n (5) Provision shall be made for an internal audit of the finances  of the \nInstitute.  \n (6) The annual audited statement of accounts shall be prepared in \naccordance with the laid down rules and regulations of the Government of \nPakistan for the purpose of audit for such institutions and signed by Director \nFinance.  \n (7)  The observations made by the Pakistan Air Force audit team, if any, \ntogether with such annotations as the Director Finance may make, shall be \nconsidered by the Syndicate and shall be placed before the Senate within six \nmonths of closing of the financial year.  \nCHAPTER -VII \nGENERAL PROVISIONS  \n \n 32.  Opportunity to show cause. — Except as  otherwise provided, no \nofficer’  teacher or other employee of the Institute holding a permanent post shall \nbe reduced in rank or removed or compulsorily retired from service unless  he has \nbeen given a reasonable opportunity of showing cause against the action \nproposed to be taken.  \n 33.  Appeal to the Syndicate and the Senate. — Where an order is \npassed imposing penalty on any officer (other than the President), teacher or \nother emplo yee of the Institute or altering or interpreting to his disadvantage the \nprescribed terms and conditions of his service, he shall, where the order is passed \nby any officer or teacher of the Institute other than the President, have the right to  \n36         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n appeal to th e Syndicate -against the order and, where the order is passed by the \nPresident, have the right to appeal to the Senate.  \n 34.  Service of the Institute. — (1) All persons employed by the \nInstitute in accordance with the terms and conditions of service prescri bed by \nstatutes shall be persons in the service of Pakistan for the purposes of any court \nor tribunal set up by law in terms of Article 212 of the Constitution of the Islamic \nRepublic of Pakistan:  \n Provided that any provision as regards the terms and the conditions of the \nemployment of persons in the service of Pakistan in general or in comparable \nemployment, notwithstanding the service of persons employed by the Institute, \nshall be entirely governed by the terms and conditions prescribed by the relevant \nstatutes.  \n (2) An officer, teacher or other employee of the Institute shall retire \nfrom service on the attainment of such age or term of service as may be \nprescribed.  \n (3) The terms and conditions of employment of any Institute teacher in \nthe employment of the Institute shall not be varied to his disadvantage from the \ncommencement of this Ordinance.  \n (4) Persons above the age of superannuation may be re -employed on \ncontract in the manner prescribed by the Senate, in conformity with the \nGovernment rules and r egulations.  \n 35.  Benefits and insurance, gratuity, provident fund and \nbenevolent fund. — (1) The Institute shall constitute for the benefit of its \nofficers, teachers and other employees schemes, as may be prescribed, for the \nprovision of post -employment be nefits as well as health and life insurance while \nin service.  \n (2)  Where any provident fund which has been constituted under this \nOrdinance. The provisions of the Provident Funds Act, 1925 (XIX of 1925), shall \napply to such fund as if it were the Governme nt Provident Fund.  \n 36.  Commencement of term of office of members of Authority. — \n(1) When a member of a newly constituted Authority is appointed or nominated, \nhis term of office as fixed under this Ordinance shall commence from such date \nas may be prescri bed. \n (2)  Where a member who has accepted any other assignment or for any \nother similar reason remains absent from the Institute for a period of not less than \nsix months, he shall be deemed to have resigned and vacated his seat.  \n 37. Filling of casual vac ancies in Authorities. — Any casual vacancy \nin the appointed or nominated member of any Authority shall be filled, as soon as  \nPART  I]           THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY 22 , 2021           37 \n \n conveniently may be, by the person or the body who appointed or nominated the  \nmember whose position has become vacant and the perso n appointed or \nnominated to the vacancy shall be member of such Authority for the residual \nterm for which the person whose place he fills would have been a member.  \n 38. Flaws in the constitution of Authorities. — Where there is flaw in \nthe constitution of a n Authority, as constituted under this Ordinance, the statutes \nor the regulations on account of abolition of a specified office under Government \nor because an organization, institution or other body outside the Institute has \nbeen dissolved or has ceased to  function, or because of some other similar \nreason, such flaw shall he removed in such manner as the Senate may direct.  \n 39. Proceedings of authorities not invalidated by the vacancies. — \nNo act, resolution nor decision of any Authority shall be invalid by reason of any \nvacancy in the Authority doing, passing or making it or by reason of any want of \nqualification or invalidity in the election, appointment or nomination of any  \nde facto  member of the Authority, whether present or absent.  \n 40. First statutes a nd regulations. — Notwithstanding anything to the \ncontrary contained in this Ordinance, the President of the Islamic Republic of \nPakistan shall promulgate the first statutes and regulations which shall be deemed \nto be statutes and regulations made under sec tions 26 and 27 respectively and \nshall continue to remain in force unless amended or repealed.  \n 41. Transitory provisions. — (1) Notwithstanding anything contained \nin this Ordinance, the members of the first Senate, except the Institute Teachers, \nshall be a ppointed by the Chancellor in accordance with the numbers and criteria \nfor membership specified in this Ordinance. The first Senate so constituted shall \ninitiate, as soon as possible \\ the process for the recruitment of Institute teachers \nand appointment of  the members of the Syndicate and the Academic Council in \naccordance with the terms of this Ordinance, The Institute teachers to be \nappointed to the first Senate shall be appointed as soon as the procedure \nprescribed for appointment of Institute Teachers t o the Senate has to be complied \nwith. The term of tenure provided in sub -section (4) of section 17 \nnotwithstanding one -third of the members, other than ex-officio  members, of the \nfirst Senate, to be determined by lot, shall retire from office on the expira tion of \none year from the date of appointment by the Chancellor. One -half of the \nremaining members, other than ex-officio  members of the first Senate, to be \ndetermined by lot, shall retire from office on the expiration of two years from the \ndate of appoint ment and the remaining one -half, other than ex-officio  members, \nshall retire from office on the expiration of the third year.  \n (2)  On commencement of this Ordinance, all pending cases of \nenrollments, degrees and transcripts, etc. with the other universiti es and \ninstitutions, with which the PAF Air War College stood affiliated to before \ncommencement of this Ordinance, shall stands transferred to the Institute and \n38         THE  GAZETTE  OF PAKISTAN,  EXTRA.,  JANUARY  22, 2021   [PART I \n \n shall be dealt with as if these were the cases of enrollments, degrees and \ntranscripts, etc. of  the Institute, notwithstanding any condition of such affiliation \nor agreement or contract with the said other universities and institutions.  \n 42. Removal of difficulties. — If any difficulty arises in giving effect \nto any provision of this Ordinance, the C hancellor may make such order or \ndirection, not inconsistent with the provisions of this Ordinance, as may appear to \nhim to be necessary for the purpose of removing such difficulty.  \n 43. Indemnity. — No suit or legal proceedings shall lie against the \nGovern ment, the Institute or any Authority, officer or employee of the \nGovernment or the Institute or any person in respect of anything which is in good \nfaith done or deemed to have been done under this Ordinance.  \n  44.  Power to allow appointment of employees o f the Government, \nother universities or educational or research Institutions to the Institute. — \n(1) Notwithstanding anything contained in this Ordinance, the Senate may on the \nadvice of the Syndicate, allow any post in the Institute to be filled by \nappoint ment, on such terms and conditions as the Senate may specify, an \nemployee of the Government or any other university or educational research \ninstitution.  \n (2)  Where any appointment has been made under this section, the terms \nand condition of service of the  appointee shall not be less favourable than those \nadmissible to him immediately before such appointment and he shall he entitled \nto all benefits of his past service.  \n    \n \nDR. ARIF ALVI , \nPresident . \n \n—————  \n \n \n \nRAJA NAEEM AKBAR , \nSecretary . \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}