{
    "file": "./converted_json\\administrator22880f65a2fc344253560d13d8089790(2).json",
    "name": "Mutual Legal Assistance (Criminal Matters) Act, 2020",
    "date": "11th August, 2020",
    "tagline": "Enacting a Law for Mutual Legal Assistance in Criminal Matters",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 12,    2020  493 \n \n \n \n  \nISLAMABAD,  THUR SDAY,  AUGUST  12, 2020   \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nNATIONAL ASSEMBLY SE CRETARIAT  \n \nIslamabad , the 12th August , 2020 \n \n No. F. 22(25)2019-Legis. —The following Act of Majlis -e-Shoora  \n(Parliament) recei ved the assent of the President on the 11th August , 2020 is \nhereby pub lished for general information: — \n \n[ACT NO. XXII  OF 2020 ] \n \nAn Act to enact a law for mutual legal assistance in criminal matters  \n \n WHEREAS it is expedient to enact a law relating to mutua l legal \nassistance in criminal matters and matters connected therewith and ancillary \nthereto;  \n \n It is hereby enacted as follows: — \n \n \nPreliminary  \n \n 1. Short title, extent and commencement. —(1) This Act may be \ncalled the Mutual Legal Assistance (Criminal Matt ers) Act, 2020.   \n(493)  \n \nPrice : Rs. 40.00 \n \n[5848 (2020)/Ex. Gaz.]    \n494     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 12,  2020   [PART I \n \n  (2) It extends to the whole of Pakistan.  \n \n (3) It shall come into force at once.  \n \n 2. Definitions. —In this Act, unless there is anything repugnant in the \nsubject or context, — \n \n (a) “agreem ent” means a treaty, agreement, convention in force, or \nmemorandum of understanding to which the Islamic Republic of \nPakistan is a party and which contains provisions relating to mutual \nlegal assistance in criminal matters;  \n \n (b) “appropriate authority” in  relation to a foreign country, means a \nperson or body in that country referred to in the agreement or \nreciprocal agreement with the Islamic Republic of Pakistan as the \nauthority responsible for administering mutual legal assistance to \nand from such countr y; \n \n (c) “central authority” means the office of the secretary to the Ministry \nof Interior, Government of the Islamic Republic of Pakistan and \nthe powers of such office shall be exercised by an executive \ncommittee comprising the secretary to the Ministry o f Interior, \nGovernment of the Islamic Republic of Pakistan, the secretary to \nthe Ministry of Law and Justice, Government of the Islamic \nRepublic of Pakistan, the secretary to the Ministry of Foreign \nAffairs, Government of the Islamic Republic of Pakistan a nd the \nhome secretaries of all the four Provinces, namely Balochistan, \nKhyber Pakhtunkhwa, Punjab and Sindh, while the secretary to the \nMinistry of Interior, Government of the Islamic Republic of \nPakistan shall be its convener.  \n \n   Explanation. —The decisio n of the central authority shall be by \nmajority of the members presents;  \n \n (d) “information system” includes an electronic system for creating, \ngenerating, sending, receiving, storing, reproducing, displaying, \nrecording or processing any information;  \n \n (e) “data” means content data and traffic data;  \n \n (f) “electronic” means electrical, digital, magnetic, optical, biometric, \nelectrochemical, electromechanical, wireless or electromagnetic \ntechnology;  \n \n (g) “computer system” means any device or a group of inte rconnected \nor related devices one or more of which, pursuant to a programme, \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 12,    2020  495 \n \n performs automatic processing or recording data, and includes a \nmobile telephone and other telecommunication devices;  \n \n (h) “confiscation” means deprivation of property by order o f a court;  \n \n (i) “confiscation order” means an order made by a court in the Islamic \nRepublic of Pakistan or a court of a country with whom the Islamic \nRepublic of Pakistan has entered into reciprocal agreement for the \nconfiscation of proceeds or instrument alities of crime or terrorist \nproperty after criminal conviction;  \n \n (j) “court” means the court which has jurisdiction to try an offence for \nwhich a request has been made under this Act;  \n \n (k) “criminal matter” includes any investigation, prosecution or \njudicial proceedings relating to, — \n \n (i) a criminal offence;  \n \n (ii) identification or tracing of proceeds or instrumentalities of \ncrime or other related articles for evidentiary process;  \n \n (iii) the determination as to whether a property is proceeds or \ninstrumentalities of money laundering or terrorist property;  \n \n (iv) a confiscation order; or  \n \n (v) the freezing or seizure of proceeds or instrumentalities of \ncrime or terrorist property; or  \n \n (l) “criminal offence” means an offence punishable under the Pakista n \nPenal Code, 1860 (Act XLV of 1860) or relating to money \nlaundering, terrorist financing, and offences pertaining to narcotics, \narms and ammunitions, and offences under the Customs Act, 1969 \n(IV of 1969);  \n \n (m) “freezing” or “seizure” means temporarily pr ohibiting the transfer, \nconversion, disposition or movement of property on the basis of an \norder issued by a court or other authority and includes an order \nrestraining such dealings:  \n \n   Provided that where the order of freezing and seizure is passed \nby an  authority other than a court of law, the same shall be subject \nto confirmation by a court of competent jurisdiction within one \nmonth of passing the said order;  \n \n496     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 12,  2020   [PART I \n \n  (n) “instrumentalities of crime” means any property ,— \n \n (i) used in, or employed in connectio n with, the commission of a \ncriminal offence; or  \n \n (ii) for which there are reasonable grounds of suspecting that the \nsaid property may be used in, or employed in connection \nwith, the commission of a criminal offence; or  \n \n (iii) whether the property is loc ated or the offence is committed \nwithin or outside Pakistan;  \n \n (o) “money laundering” means an act of money laundering relatable to \na “criminal offence” as defined under the Anti -Money Laundering \nAct, 2010 (VII of 2010);  \n \n (p) “proceeds of crime” means any  property situated within or outside \nPakistan derived from or obtained through commission of a \ncriminal offence, committed within or outside Pakistan;  \n \n (q) “property” means property or assets of any description, movable or \nimmovable, corporeal or incorpor eal, tangible or intangible, \nsituated within or outside Pakistan;  \n \n (r) “rules” means rules made under this Act;  \n \n (s) “service provider” shall have the same meaning as given to it by \nsection 2(XXVIII) of the Prevention of Electronic crimes Act, \n2016 (XL o f 2016);  \n \n (t) “terrorism” shall have the same meaning as given to it by section 6 \nof the Anti -terrorism Act, 1997 (XXVII of 1997); and  \n \n (u) “terrorist property” shall have the same meaning as given to it by \nsection 2(Z)(aa) of the Anti -terrorism Act, 199 7 (XXVII of 1997).  \n \n 3. Application of the Act. —(1) This Act shall regulate the procedure \nfor rendering and soliciting mutual legal assistance in criminal matters by \nPakistan.  \n \n (2) Subject to the provisions of this Act, the mutual legal assistance \nmay be provided by Pakistan to a country on the principle of reciprocity reduced \nin writing.  \n \n (3) Where the Federal Government considers it expedient to provide \nmutual legal assistance in a criminal matter to a country which has not entered \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 12,    2020  497 \n \n into a reciprocal agr eement with Pakistan, it may, by notification in the official \nGazette, direct that the provisions of this Act shall, subject to such modifications \nand conditions as may be specified therein, have effect to that country.  \n \n (4) This Act shall not be applicab le to any offence of a political nature \nunless directly linked to a criminal matter.  \n \n 4. Functions of the central authority. —(1) The central authority \nshall have all such powers as may be necessary to perform its duties and \nfunctions under this Act.  \n \n (2) Without prejudice to the generality of sub -section (1), the central \nauthority shall be authorized to, — \n \n (a) make a request, on behalf of Pakistan, to an appropriate authority \nof a foreign country for mutual  legal assistance in relation to a \ncriminal offe nce in which any investigation has commenced or \nproceedings instituted within Pakistan or outside Pakistan;  \n \n (b) receive and deal with the request from any appropriate authority of \na foreign country for mutual legal assistance in relation to a \ncriminal of fence in which any investigation has commenced or \nproceedings instituted, within Pakistan or outside Pakistan, or \nwhere there are reasonable grounds of suspecting that a criminal \noffence has been committed within or outside Pakistan;  \n \n (c) certify or authe nticate, or arrange for the certification and \nauthentication of any documents or other material supplied in \nresponse to a request for assistance;  \n \n (d) take practical measures to facilitate the orderly and rapid \ndisposition of request for assistance;  \n \n (e) make any arrangements deemed necessary in order to transmit the \nevidentiary material gathered in response to request for assistance \nto the appropriate authority of the requesting country or to \nauthorize any other authority as prescribed to do so; and  \n \n (f) carry out such other tasks as provided for in this Act or which may \nbe necessary for effective assistance to be provided or received.  \n \n (3) The central authority may, having regard to its functions and to \nexercise its powers efficiently, delegate its fun ctions and powers to one or more \nsubordinate officers not less than the rank of a Joint Secretary.  \n \n498     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 12,  2020   [PART I \n \n  5. Transmission of information. —(1) The central authority shall not \ninitiate transmitting of any information relating to criminal matters to the \nappropriat e authority in a country concerned with such criminal matters, without \nprior request by that country:  \n \n Provided that no request for mutual legal assistance shall be approved by \nthe central authority without issuing notice to the person to whom the request  \nrelates.  \n \n (2) Subject to the provisions of this Act, a request transmitted by a \ncountry to any other agency or authority in Pakistan shall be referred by such \nagency or authority to the central authority and this shall not affect the validity \nof the requ est or actions taken thereupon.  \n \n 6. Form and manner of requests. —The central authority may \ninitiate or receive request for mutual legal assistance, to or from foreign \ncountries, as the case may be, in accordance with the form, manner and \nconditions as may  be prescribed.  \n \n 7. Mutual legal assistance request by Pakistan. —A request for \nmutual legal assistance by the central authority to a country subject to the \napplicable laws of such country may comprise one or more of  the following \nmatters, namely: — \n \n (a) inquire about the location and identification of witnesses, suspects, \nperpetrators and offenders;  \n \n (b) have evidence taken or documents or other articles produced;  \n \n (c) obtain search warrants or other lawful instruments authorizing a \nsearch for evidence r elevant to investigations or proceedings in \nPakistan, located or as permissible under the domestic law of that \ncountry believed to be located in that country and if found, to seize \nthem as permissible under the domestic law of that country;  \n \n (d) freeze or  seize properties that are subject to the proceedings being \nundertaken in Pakistan in a criminal matter in accordance with the \nrelevant legal process in that country to the extent to which the \nproperties are believed on reasonable grounds to be allocated i n \nthat country;  \n \n (e) transmit to Pakistan any evidence, documents or articles, properties \nor proceeds realized from the disposal of properties;  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 12,    2020  499 \n \n  (f) transfer in custody to Pakistan a person in foreign country who \nconsented to assist Pakistan in the relev ant investigation or \nproceedings  \n \n (g) effect service of judicial documents;  \n \n (h) identify or trace proceeds or instrumentalities of crime or \nproperties for evidentiary purpose;  \n \n (i) facilitate the voluntary appearance of persons required in relation \nto any existing proceedings in Pakistan;  \n \n (j) provide original or certified copies of relevant documents and \nrecords, including government, bank, financial, corporate or \nbusiness records; and  \n \n (k) provide any other type of assistance that is not contrary to  the \ndomestic law of that country.  \n \n 8. Foreign request for assistance. —(1) Where a country makes a \nrequest to the Islamic Republic of Pakistan for mutual legal assistance, the \ncentral authority may approve mutual legal assistance for similar purposes as \nthose specified in section 7 to the country in relation to investigations \ncommenced or proceedings instituted in that country.  \n \n (2) The request under sub -section (1), except as may otherwise be \nprovided for in the domestic law of the country from which inf ormation is \nsought, shall be made out in conformity with the form, as specified by the central \nauthority, which form shall include the following, namely:  \n \n (a) the name of the appropriate authority or such other authority \nconcerned with the criminal matte r to which the request relates;  \n \n (b) a description of nature of the criminal matter and a statement \nsetting out a summary of relevant facts and law;  \n \n (c) the description of the purpose of the request and the nature of \nassistance being sought;  \n \n (d) in the case of request to freeze, seize or confiscate assets located in \nPakistan, be accompanied with the details of the criminal offence, \nparticulars of any investigation or proceedings commenced in \nrespect of that offence and a copy of any relevant freezing, seizure \nor confiscation order of the court;  \n \n500     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 12,  2020   [PART I \n \n  (e) details of any procedure that the country wishes to be followed by \nPakistan in giving effect to the request, particularly in the case of a \nrequest to take evidence, as for as it is not contrary to the laws of \nPakistan;  \n \n (f) a statement setting out any requirements of the country concerning \nany confidentiality relating to the request and the reasons thereof;  \n \n (g) details of the period within which the country wishes the request to \nbe complied with;  \n \n (h) details where applicable, regarding the grounds for believing that \nthe relevant properties to be traced, frozen or seized or confiscated, \nare located in Pakistan; and  \n \n (i) any other information that may assist in giving effect to the \nrequest.  \n \n 9. Foreign r equest for an evidence gathering order or search \nwarrant. —(1) Notwithstanding anything contained in any other law for the time \nbeing in force, where the central authority approves the request of a country \npursuant to section 8 for the following purposes, n amely: — \n \n (a) taking of a statement or testimony from a person; or  \n \n (b) production of documentary or other evidence in Pakistan; or  \n \n (c) identification of a person, property or record,   \n \nthe central authority may apply to the court for a search warrant o r any evidence \ngathering order, as the case may be.  \n \n (2) The court, to which an application is made under sub¬section (1), \nmay issue a search warrant or, as the case may be, an evidence -gathering order \nwhere it is satisfied on the basis of evidence presen ted before it that there are \nreasonable grounds to believe that, — \n \n (a) the acts complained of, if performed in Pakistan, shall constitute an \noffence under the laws of Pakistan; or  \n \n (b) the person committing an offence or the witness is in Pakistan.  \n \n (3) An evidence -gathering order, — \n \n (a) shall provide for the manner in which the statement or testimony is \nto be taken or the evidence is to be obtained or the person or thing \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 12,    2020  501 \n \n to be identified in order to give proper effect to the request unless \nprohibited u nder the laws of the Islamic Republic of Pakistan, and, \nin particular, may requ ire any person named therein to — \n \n (i) make a record from data or make a copy of record;  \n (ii) attend court to give evidence or oath; or  \n \n (iii) produce to the court or to any p erson, named by the court, \nanything including any article, record or copy thereof; and  \n \n (b) may include such terms and conditions as the court  considers \nexpedient, including those relating to the interests of the person \nnamed therein or of the third party . \n \n (4) Where the evidence sought under this Act is a statement or \ntestimony of any person, the court may permit, — \n \n (a) any person to whom the foreign investigation, prosecution or \nproceedings relate or that person’ s legal representative to \nparticipate in  the proceedings; and  \n \n (b) the legal representative of the country to participate in the \nproceedings and question the witness.  \n \n (5) A person named in an evidence -gathering order may refuse to \nanswer a question or to produce a record or thing where such r efusal is based \non,— \n \n (a) a law in force in Pakistan;  \n \n (b) privilege recognized by a law in force in the country that made the \nrequest; or  \n \n (c) a law in force in the country that made the request provides that the \nanswering of that question or the produ ction of that record or thing \nby that person in its own jurisdiction is, or shall be deemed to be, a \ncriminal offence.  \n \n (6) Where a person refuses to answer a question or to produce a record \nor thing under sub -section (5), the court shall refer the matter  to the central \nauthority which shall notify the requesting country accordingly and request it to \nprovide a  response on whether the person’ s refusal is well founded under the law \nof that country.  \n \n502     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 12,  2020   [PART I \n \n  (7) Any response received by the central authority from th e country in \nresponse to a request under sub -section (6) shall be admissible in the evidence \ngathering proceedings in accordance with law.  \n \n (8) The court may issue a bailable warrant for the arrest of a person \nnamed in an evidence -gathering order where it  is satisfied on the basis of \nevidence presented before it, that the person was personally served with the \norder and he willfully did not attend or remain in attendance as required or is \nabout to abscond.  \n \n (9) A person arrested in pursuance of warrant iss ued under sub -section \n(8) shall forthwith be brought before the court, to ensure compliance with the \norder made under sub -section (2), and the court may pass order that the person \nbe detained in custody for a period not  exceeding forty -eight hours or relea sed \nwith or without production of sureties.  \n \n (10) A search warrant, — \n \n (a) shall be issued in accordance with the provisions of the Code of \nCriminal Procedure, 1898 (Act V of 1898);  \n \n (b) shall specify time and date when the court will hear any \nrepresenta tion from any person from whom a record or thing is \nseized pursuant to the warrant, before any order is made to send it \nto the country from which it is obtained; and  \n \n (c) may include such terms and conditions as the court considers \ndesirable including con ditions relating to the time or manner of its \nexecution.  \n \n (11) The person executing a search warrant , issued under sub -section \n(2),— \n \n (a) may seize any property which be believed on reasonable grounds \nhas been obtained for, or used in or intended to be u sed in \nconnection with the matter specified in the request for mutual legal \nassistance received by the central authority; and  \n \n (b) shall, at least three days before the time of the hearing to consider \nits execution, file in the court a written report conc erning the \nexecution of the warrant including a description of the records or \nthings seized.  \n \n (12) At the hearing to consider the execution of search warrant, the \ncourt, after considering any representation made by the central authority or any \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 12,    2020  503 \n \n person from  whom record or thing was seized pursuant to the warrant or any \nperson who claims to have an inter est in the record or thing may, — \n \n (a) order that the record or thing be returned to the person from whom \nit was seized or to the person lawfully entitled to its possession and \nthat it would be in the public interest to return it; or  \n \n (b) order that the record or thing be sent to the country, and include in \nthe order such terms and conditions as  the court considers \nnecessary — \n \n (i) to give effect to the reques t from that country; and  \n \n (ii) with respect to the preservation and return to Pakistan of any \nrecord or thing seized so as to respect the interest of a third \nparty.  \n \n (13) No record or thing seized and ordered to be sent to a country shall \nbe sent until t he central authority is satisfied that the country has agreed to \ncomply with any terms or conditions imposed in respect of the sending abroad of \nthe record or thing.  \n \n (14) The court may issue an order that the testimony of statement, the \nidentification of  a person or thing or any other form of assistance be provided by \nuse of video or audio transmission t echnology. Any such court shall — \n \n (a) order the person to attend at a time and place fixed by the court to \ngive his statement, testify or otherwise provi de assistance by video \nconference and to remain in attendance until excused by the \nauthorities of the requesting country;  \n \n (b) to answer any questions raised by the authorities of the foreign \nstates, or persons authorized by those authorities, in accordan ce \nwith the laws that apply to that foreign states; and  \n \n (c) to produce or show to those authorities at the time and place fixed \nby the court, prosecutor or other authority any item, including any \ndocument or copy thereof and may include any other appropr iate \nconditions.  \n \n (15) The costs of establishing a video or telephone link, costs related to \nthe servicing of a video or telephone link in name of state shall be borne by the \nrequesting state, unless otherwise agreed.  \n \n504     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 12,  2020   [PART I \n \n  10. Limitation on use of evidence. —Any evidentiary material \nprovided to a country by Pakistan as a result of a request for gather ing of \nevidence under this Act, — \n \n (a) shall not be used for any other purpose than the investigation, \nprosecution or judicial proceedings in respect of which the  request \nfor assistance was made; and  \n \n (b) shall be inadmissible as evidence in any proceedings other than the \nproceedings in respect of which it was obtained.  \n \n 11. Foreign requests for assistance from persons serving  \nimprisonment. —(1) Where the central authority approves a request of a country \nto have a person serving a term of imprisonment in Pakistan, transferred to the \nrequesting country for fixed period to give evidence or assist in an investigation \nor proceedings in that country relating to an offen ce committed or suspected on \nreasonable ground to have been committed against the laws of the requesting \ncountry, in respect of conduct which if occurred in Pakistan constitutes a \ncriminal offence, the central authority shall apply to the court for a trans fer \norder.  \n \n (2) The court, to which a n application is made under sub -section (1), \nmay make a transfer order where, after having considered among other things \nany document filed or information given in support of the application, it is \nsatisfied that the p erson serving imprisonment has made an informed consent to \nsuch transfer.  \n \n (3) A transfer ord er, made under sub -section (2), — \n \n (a) shall set out the name of the person serving imprisonment and his \nplace of confinement with a specific provision for the sa fety, \nsecurity and well being of the person being transferred;  \n \n (b) shall require the person who has custody of the person to deliver \nhim into the custody of the person who is designated in the order or \nwho is a member of the class of persons so designate d; \n \n (c) shall require the person receiving the person into custody to take \nhim to the requesting country and on return of the person to \nPakistan, to return him to the place of confinement where he was \ndetained when the order was made through immigration o fficer, or \nto such other place of confinement as the central authority \nsubsequently may notify;  \n \n (d) shall specify the reasons for the transfer;  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 12,    2020  505 \n \n  (e) shall fix the period of time at, or before the expiration of, which the \nperson must be returned to Pakis tan; \n \n (f) shall have written undertaking from the requesting country that the \nperson will not be detained, prosecuted, extradited to a third \ncountry or punished for any offence against the law of the foreign \ncountry that is alleged to have committed, or t hat wa s committed, \nbefore the person’ s departure from Pakistan;  \n (g) shall have written undertaking from the requesting country that the \nperson shall be provided consular  access to Pakistani diplomatic \npersonnel in that country and shall not to be required  to give \nevidence in any proceeding in the foreign country other than in \nrespect of conduct which if occurred in the Islamic Republic of \nPakistan constitutes a criminal offence, to which the request \nrelates;  \n \n (h) may include such terms or conditions relat ing to the protection of \nthe interest of the person as the court considers appropriate; and  \n \n (i) an undertaking from the requesting country must be procured to \nensure that the requesting country to whom the person is \ntransferred shall not require Pakistan  to initiate extradition \nproceedings for the return of the person so transferred.  \n \n (4) The time spent in transit to and in custody of the requesting \ncountry by a person pursu ant to transfer order under sub -section (2) shall be \ndeemed to have been spent in  service of the sentence.  \n \n 12. Detention of a person in Pakistan in response to request by \nPakistan. —(1) The central authority may, by written notice, authorize \ntemporary detention in Pakistan of a person in detention in a country who is \ntransferred from that country to Pakistan pursuant to a request under clause (f) of \nsection 7, for such period as may be agreed with that country for the purposes of \nrequest and return the person in custody to that country.  \n \n (2) A person in respect of wh om a notice is iss ued under sub -section (1)  \nshall, so long as the notice is in force, — \n \n (a) be permitted to enter Pakistan and remain in Pakistan for the \npurpose of the request and to leave Pakistan when no longer \nrequired for that purpose; and  \n \n (b) while in custody in Pa kistan for the purpose of request, be deemed \nto be in lawful custody.  \n \n506     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 12,  2020   [PART I \n \n  (3) The central authority may at any time vary notice under sub -\nsection (1), where the country makes a request for release of the person from \ncustody, either immediately or on the spec ified date, and direct that the person \nbe released from custody accordingly.  \n \n (4) The provisions of this section shall apply, mutatis mutandis,  in the \ncase of any detained person in transit through Pakistan from one foreign country \nto another pursuant to a request for assistance of the kind referred to in this \nsection.  \n (5) Any person in Pakistan under this section who is in Pakistan in \nresponse to a request by the central authority under this Act to give evidence in \nany proceedings or to give assistance i n relation to an investigation, prosecution \nor the related proceedings, may not be — \n \n (a) detained, prosecuted or punished for any other criminal offence \nthat occurred prior to his arrival in Pakistan; and  \n \n (b) subjected to judicial process in any other m atter before the person’ s \ndeparture from the country pursuant to the request.  \n \n 13. Foreign request to the Islamic Republic of Pakistan for \nfreezing or seizure orders. —(1) Where the central authority approves a request \nof a country pursuant to section 10 t o restrain dealings in any properties, some or \nall of which are located in Pakistan, the central authority may apply to the court \nfor a freezing or seizure order.  \n \n (2) The court to which a n application is made under sub -section (1) \nmay after providing the  person with the opportunity of being heard issue a \nfreezing or seizure order, where the court is satisfied that there are rea sonable \ngrounds to believe that — \n \n (a) an offence has been committed by a person under the laws of the \nrequesting country which, i f committed in Pakistan, also \nconstitutes a criminal offence in Pakistan;  \n \n (b) an investigation or proceedings have commenced in the country \nrelating to that offence;  \n \n (c) properties derived by the person, by himself or any other person on \nhis behalf, fr om the commission of the offence are located in \nPakistan; and  \n \n (d) an order has been made in the country having the effect of \nconfiscating such properties.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 12,    2020  507 \n \n  (3) Where a competent court of requesting country has passed a \nfreezing or seizure order, or has passed any amendment in respect thereof, the \ncentral authority shall apply to have the same registered with the court and the \nfreezing or seizure order, or the amendment thereof, as the case may be, shall not \nbe effective in Pakistan until it is so registe red. Where a foreign freezing or \nseizure order is registered in accordance with this section, a copy of any \namendments made in the order of the country, whether before or after \nregistration, may be registered in the same manner as the order was registered,  \nbut shall not have effect for the purpose of this Act until they are so registered.  \n \n (4) The court shall, on application by the central authority, cancel the \nregistration of a foreign freezing or seizure order, if it appears that the order has \nceased to have effect in that country.  \n \n (5) Subject to sub -section (6), where the foreign freezing or seizure \norder is a facsimile of a duly authenticated foreign order, or amendment made in \nsuch order, the facsimile shall be regarded for the purpose of this Act as  the duly \nauthenticated foreign order.  \n \n (6) Registration effected by means of a facsimile shall cease to have \neffect at the end of a period of fourteen days commencing on the date of \nregistration, unless a duly authenticated original order has been regist ered by that \ntime.  \n \n 14. Foreign confiscation order. —(1) Where the central authority \napproves a request of a country for enforcement of a confiscation order in \nrelation to any property which is believed on reasonable ground to be located in \nPakistan, the c entral authority may apply to the court for enforcement of the \nconfiscation order against such property.  \n \n (2) The court shall issue adequate notice to all persons appearing to \nhave an interest in the property against which the confiscation order may be \nexecuted.  \n \n (3) Any person with an interest in the property against which the \napplication for execution of the confiscation order has been filed may, within \nthirty days of receiving notice under sub -section (2), make an application \nobjecting to the confiscat ion. \n \n (4) The court to which a n application is made under sub -section (1) \nmay order to enforce the foreign confiscation order, where it is satisfied that \nthere are rea sonable grounds to believe that — \n \n (a) an offence has been committed by a person under t he laws of the \nrequesting country which, if committed in Pakistan, also \nconstitutes a criminal offence in Pakistan;  \n508     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 12,  2020   [PART I \n \n  (b) the foreign confiscation order has been made in the country in \nrelation to the offence referred to in clause (a);  \n \n (c) the confiscatio n order is in force in the requesting country and is \nnot subject to appeal;  \n \n (d) the properties specified in the confiscation order are located in \nPakistan; and  \n \n (e) the person, whose property is the subject of the confiscation order, \nhad appeared or par ticipated in  the proceedings or intentionally \nrefused to do so despite having notice of the proceedings which \nculminated into such confiscation order being passed.  \n \n (5) The central authority may enter into arrangements with the \nrequesting country for tran sfer to the central authority the whole or part of any \nproperty, proceeds or instrumentalities of crime confiscated in Pakistan in \nresponse to a request for the enforcement of a confiscation order pursuant to this \nAct. \n \n 15. Request to recover foreign fine s.—(1) Where the central \nauthority approves a request from a country to enforce payment of a fine \nimposed by a court of that country, it shall make an application to the court to \nenforce payment of the fine in the manner as if the fine has been imposed by a \ncourt in Pakistan.  \n \n Explanation. —For the purpose of this section, the expression “fine” \nshall include any pecuniary penalty determined by a foreign court to represent \nthe value of any property, benefit, advantage, obtained or derived directly or \nindirec tly as a result of the commission of an offence.  \n \n (2) The court may pass the order for enforcement o f fine, if it is \nsatisfied that — \n \n (a) the foreign order is in force in that country and is not subject to \nappeal; and  \n \n (b) where the person, who is the s ubject of the foreign order, had \nappeared or participated in the proceedings or intentionally refused \nto do so despite having notice of the proceeding, which culminated \ninto such confiscation order being passed.  \n \n (3) No proceedings under sub -section (1) s hall be instituted after the \nexpiry of three years from the date when the fine was imposed.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 12,    2020  509 \n \n  16. Application of specific procedures sought by the requesting \ncountry. —A request for assistance shall be executed in accordance with any \nprocedure specified in the request, unless such execution is contrary to the \nprovisions of any law or the Constitution of the Islamic Republic of Pakistan.  \n \n 17. Refusal of request for assistance. —(1) A request for mutual legal \nassistance to Pakistan under this Act may be refuse d by the central authority if, - \n \n (a) granting the request is prejudicial to the sovereignty, security, \npublic interest or national interests of Pakistan;  \n (b) there are reasonable grounds to believe that the request has been \nmade for the purpose of punish ing a person by reason of his race, \nsex, sexual orientation, religion, nationality, ethnic origin, \nlanguage, colour, age, mental or physical disability or political \nreason;  \n \n (c) the provision of assistance is prejudicial to an investigation or \nongoing pro ceedings in Pakistan, the execution of the request for \nassistance may be postponed until the finalization of the \ninvestigation or proceedings;  \n \n (d) the provision of the assistance imposes an excessive burden on the \nresources of the Federal, Provincial or local authorities of Pakistan;  \n \n (e) the authorities of Pakistan are prohibited by the domestic law or \norder of a court from carrying out any action requested with regard \nto any similar offence, had it been subject to domestic \ninvestigation, prosecution or  judicial proceedings;  \n \n (f) it would be contrary to the laws of Pakistan; or  \n \n (g) the request is in violation of international conventions of human \nrights.  \n \n (2) Notwithstanding anything contained in sub -section (1) or the \nprovisions of any other law for  the time being in force in Pakistan, assistance \nunder  this Act shall not be refused, — \n \n (a) on the ground of bank secrecy; or  \n \n (b) on the sole ground that the offence for which assistance is sought is \nalso considered to involve fiscal matters.  \n \n 18. Non-disclosure of confidential requests for assistance. —(1) \nUnless otherwise authorized by law, a person who, because of his official \ncapacity or office has knowledge of the, — \n510     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 12,  2020   [PART I \n \n  (a) contents of such request made under this Act;  \n \n (b) fact that such a request ha s been or is about to be made; or  \n \n (c) fact that such a request has been reused,  shall not disclose those \ncontents or those facts except to the extent that the disclosure is \nnecessary to execute the foreign request.  \n \n (2) Any person who contravenes the pr ovision of sub -section  (1), shall \nbe deemed to have committed an offence and shall on conviction be punished \nwith imprisonment of six months or with fine not exceeding five hundred \nthousand rupees or with both.  \n \n (3) The court may order the person providin g a statement or testimony, \nor the custodian of evidence or information being provided under this Act, to \nkeep confidential the fact of having such statement or testimony or having \nproduced such evidence or information. The failure in this respect is liabl e to a \nsentence which on conviction may entail imprisonment of six months or with \nfine not exceeding five hundred thousand rupees or with both.  \n \n 19. Expedited preservation and disclosure of information \nsystem. —(1) upon requ est by a country setting forth, — \n \n (a) the need for specified electronic data to be preserved;  \n \n (b) the urgency of preserving it;  \n \n (c) sufficient information to locate the electronic data; and  \n \n (d) a statement that a request for production of the data will follow,  the \ncentral authorit y may issue an order to any person in the Islamic \nRepublic of Pakistan to preserve and safeguard such data.  \n \n (2) The order under sub -section (1) shall lapse if the request for \nproduction is not received within forty -five days of the request for preservati on. \n \n 20. Production, search and seizure of information system. —(1) \nUpon request of a country, the central authority may make an application to the \ncourt to issue a n order for the production of, — \n \n (a) specified electronic data in the possession or control  of a person \nwhich is stored in a computer system and is reasonably believed to \nbe connected with a criminal matter pending in the requesting \ncountry; and  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 12,    2020  511 \n \n  (b) electronic data in the possession or control of service provider, \nwhere such data or informatio n is reasonably believed to be \nconnected to criminal matter pending in the requesting country.  \n \n (2) The court may issue a search warrant or order authorizing a person \ndesignated by it to search or otherwise access any computer system or part \nthereof in wh ich computer data may be stored.  \n \n (3) The search warrant or order issued pursuant to sub -section (1) may \nauthorize the designa ted person, where necessary, to — \n \n (a) seize or otherwise, secure an information system or part thereof;  \n \n (b) make and retain a copy of the electronic data;  \n \n (c) maintain the integrity of the relevant electronic data; and  \n \n (d) render inaccessible or remove the electronic data in the accessed \ninformation system.  \n \n (4) The person in possession of the electronic data or information \nsystem sought to be searched, seized or produced, may file an application within \nfourteen days of notice of an order under sub -section (3) objecting to such \nseizure, copying, retaining or otherwise handing of such electronic data:  \n \n Provided that until the  expiry of the said fourteen days from the date of \nthe notice of the order, the electronic data shall be kept secured and no copies or \nextracts from the data shall be allowed.  \n \n 21. Costs. —(1) The execution of a request for mutual legal assistance \nin Pakis tan shall be conducted without charge to the  requesting country, except \nfor— \n \n (a) costs incurred by the attendance of experts in the territory of \nPakistan; or  \n \n (b) costs incurred by the transfer of a person in custody; or  \n \n (c) any costs of substantial o r extraordinary nature.  \n \n (2) The costs of establishing a video or audio or telephone link, costs \nrelated to the servicing of a video or telephone link in Pakistan, the remuneration \nof interpreters provided by it and allowances to witnesses and their trave lling \nshall be borne by that country.  \n \n512     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 12,  2020   [PART I \n \n  22. Power to make rules. —The central authority may, by notification \nin the official Gazette, make rules for carrying out the purposes of this Act.  \n \n 23. Removal of difficulties. —If any difficulty arises in giving eff ect \nto any provision of this Act, the Federal Government may make such order, not \ninconsistent with the provisions of this Act, as may appear to it to be necessary \nfor the purpose of removing the difficulty.  \n \n 24. Savings. —(1) Subject to section 25, the pr ovisions of this Act shall \nbe in addition to and not in derogation of any of the provision  relating to mutual \nlegal assistance in criminal matters contained in any other law for the time being \nin force, including the Extradition Act, 1972 (X of 1972), the Securities and \nExchange Commission of Pakistan Act, 1997 (XLII of 1997), the National \nAccountability Ordinance, 1999 (XVIII of 1999), the Transfer of Offenders \nOrdinance, 2002 (XXXVII of 2002), the Anti -money Laundering Act, 2010 (VII \nof 2010) and the Prev ention of Electronic Crimes Act, 2016 (XL of 2016).  \n \n (2) Notwithstanding anything contained hereinabove, the procedure of \ninternational co -operation requests for mutual legal assistance in relation to the \nmatters falling under the National Accountability Ordinance, 1999 (XVIII of \n1999) and the United Nations Convention Against Corruption (UNCAC), shall \nbe pursued directly, as a recipient or requesting agency, by the National \nAccountability Bureau.  \n \n 25. Repeal. —The provisions of this Act shall repeal the p rovisions \nrelating to mutual legal assistance in criminal matters contained in the Customs \nAct, 1969 (IV of 1969).  \n \n 26. Parliamentary oversight. —After every six months the central \nauthority shall lay, in the form and manner as prescribed, before the Natio nal \nAssembly and the Senate, the statistics pertaining to mutual legal assistance \nundertaken by the central authority.  \n \n \nTAHIR HUSSAIN , \nSecretary . \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPU TY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}