{
    "file": "./converted_json\\administrator9d6044552dddd25e9550942e2163e5da.json",
    "name": "Evacuee Trust Properties (Management and Disposal) Act, 1975",
    "date": "25th January, 1975",
    "tagline": "An Act to provide for the management and disposal of evacuee properties attached to charitable, religious or educational trusts or institutions",
    "content": "Page 1 of 11   \nTHE  EVACUEE  TRUST  PROPERTIES  (MANAGEMENT  AND  \nDISPOSAL)  ACT,  1975  \n \n \n \n \n \n \nCONTENTS  \n \n1. Short  title, extent  and commencement  \n2. Definitions  \n3. Constitution  of the Board  \n4. Functions  of the Board  \n5. Meetings  of the Board  \n6. Vesting  of evacuee  trust property  \n7. Trust  Pool  \n8. Declaration  of property  as evacuee  trust property  \n9. Exemption  of Property  in Trust  Pool from  process  \n10. Validation  of certain  transfers  \n11. Appointment  and functions  of Secretary  \n12. Appointment  and duties  of officers  and staff  \n13. Officers  and staff to be public  servants  \n14. Bar of jurisdiction  \n15. Protection  of action  taken  in good  faith  \n16 Appeal  \n17. Revision  \n18. Power  to transfer  cases  \n\n \nPage 2 of 11  19. Computation  of Limitation  \n20. Form  of appeal  or revision  \n21. Power  of Chairman  etc, as civil court  \n22. Penalty  for Concealment  of evacuee  trust property  \n23. Cognizance  of offence  by courts  \n24. Recovery  of arrears  \n25. Ejectment  \n26. Delegation  of powers  \n27. Appearance  by counsel  or agent  \n28. Power  to make  rules  \n29. Power  to make  regulations  \n30. Preparation  of scheme  for management  etc. \n31. Act to override  other  laws  \n32. Savings  \n33. Repeal\n \nPage 3 of 11  EVACUEE  TRUST  PROPERTIES  (MANAGEMENT  AND  DISPOSAL) ACT,  \n1975  \n1ACT  No. XIII OF 1975  \n \n[25th January,  1975 ] \n \nAn Act to provide  for the management  and disposal  of evacuee  properties  attached  to              \n charitable, religious  or educational  trusts  or institutions . \n \nWHEREAS  it is expedient  to provide  for the management  and disposal  of evacuee  \nproperties  attached  to charitable, religious  or educational  trusts  or institutions  ; \n \nIt is hereby  enacted  as follows :— \n \n1.  Short  title,  extent  and commencement. —(1) This Act may be called  the Evacuee  Trust  \nProperties  (Management  and Disposal) Act, 1975.  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once  and shall  be deemed  to have  taken  effect  on the first \nday of      July,  1974.  \n \n2. Definitions. —(1) In  this Act, unless there is anything repugnant in the subject or \ncontext, — \n(a) “Act” means the Displaced Perso ns (Compensation and Rehabilita tion) Act, \n1958 (XXVIII of 1958), or the Disabled Persons (Land Settlement) Act, 1958 \n(XLVII of 1958), as the case m ay be;  \n(b) “Board ” means the Evacuee Trust Property Board constituted under section 3 ;  \n(c) “Chairman ” means the Chairman of the Board ;  \n(d) evacuee trust property ” means the evacuee trust properties attached to \ncharitabl e, religious or educational trusts or institutions or any other properties \nwhich form part of the Trust Pool constituted under this Act ;  \n(e) “member ” means a member of the Board ;  \n(f) “public dues ” includes arrears of rent or any charges due in respect of  any \nevacuee trust property ;  \n(g) “regulations ” means regulations made under this Act ;  \n(h)  “rules ” means rules made under this Act ;  \n(i)  “rural area ” means the area other than the urban area ;  \n(j) “scheme ” means a scheme for the management and disposal of evacuee trust \nproperty ;  \n(k)  “Secretary ” means the Secretary to the Board ; and  \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1974, Ext., Pt.III, p.108 5\n \nPage 4 of 11   \n (l)  “urban area ” means the area situated within the limits of a municipal \ncorporation, a municipal committee, a notified area committee, a town area \ncommittee, a small town committee, a sanitary committee or a cantonment as \nthose limits existed on the fourteenth day of Au gust, 1947.  \n \n(2) All other words and expressions used but not defined in this Act shall have the same \nmeaning  as in the Registration  of Claims  (Displaced  Persons)  Act, 1956  (III of 1956),  the Pakistan  \nRehabilitation Act, 1956 (XLII of 1956), the Pakistan Administration of Evacuee Property Act, 1957  \n(XII of 1957)  the Displaced  Persons  (Compensation  and Rehabilitation)  Act, 1958  (XXVIII,  of \n1958),  or the Displaced  Persons  (Land  Settlement)  Act, 1958 (XLVII  of 1958).  \n \n3. Constitution of the Board. —(1) The Federal Government shall constitute a Board, to be \nknown as the Evacuee Trust Property Board, for the management and disposal of evacuee trust \nproperty.  \n \n(2) The Board shall be a body corporate by the name aforesaid having perpetual succession \nand a common  seal, with power to acquire, hold and dispose of property, both movable and \nimmovable, and to contract, and shall. by the said name sue and be sued.  \n \n(3) The Board shall consist of a Chairman and such members as the Federal Government \nmay, by notification  in the official Gazette, appoint.  \n \n(4) The Chairman shall be appointed by the Federal Government on such terms and \nconditions as it may determine, shall hold office during the pleasure of the Federal Government and \nshall be the administrative and executiv e head of the Board.  \n \n(5) A member shall, unless he earli er resigns his office under sub -section (6) or is removed \nunder sub -section (7), hold office for a period of three years on such terms and conditions as the \nFederal Government may determine.  \n \n(6) A m ember may at any time, resign his office by writing under his hand addressed to the \nFederal Government.  \n \n(7) The Federal Government shall have the power to  remove any member if he — \n(i) is disqualified for employment in, or dismissed from;  the service of Pa kistan ; \nor \n(ii) is, or at any time has been, convicted of an off ence; involving moral turpitude ; \nor \n(iii) is, or at any time has been, adjudicated an insolvent ; or  \n(iv) is of unsound mind and has been so declared by a competent Court ; or  \n(v) absents  himself from three consecutive meetings of the Board without any \nreasonable cause ; or  \n(vi) is found by the Federal Government to be acting in any manner prejudicial to \nthe objects of this Act or any scheme.  \n \n \nPage 5 of 11  4. Functions of the Board .—(1) The general supervision and control of all evacuee trust \nproperty  shall, subject to any directions that may be given by the Federal Government, vest in  the \nBoard, and the Board shall take such action as it deems fit for the proper manag ement, maintenance \nand disposal of such property in accordance with the provisions of this Act and t he rules, scheme, or \ndirections made or issued thereunder.  \n(2) In particular and without prejudice to the generality of the foregoing power, the functions \nof the Board shall be ― \n(a) to mai ntain a complete and authentic record of all evacuee trust property;  \n(b) to prepare and submit, by the 31st of May each year, to the Feder al \nGovernment for its approval, the annual budget estimates alongwith deta iled \nstatements of receipts and expenditure;  \n(c) to buy out of surplus income, if any, or by taking loan from any statutory \ncorporation, with the approval of the Federal Government, any other prop erty \nwhich may be considered to be beneficial for promoting the objects of this Act \nor any scheme;   \n1[(d) to sell, dispose of, or transfer to such person or body, an d on such terms and \nconditions, as th e Federal Government may direct o r, with th e prior approval \nof the Federal Government, make an endowment of, or otherwise  manage \nevacuee trust pro perty consis tent with the objects of this Act or a scheme or \nfor any other object approved by the Federal Government;].  \n(e) to mortgage or lease any evacuee trust property in accordan ce with the \ninstructions of the Federal Government;  \n(f) to assess or reassess the ren t or lease amount of the evacuee trust property;  \n(g) with the prior approval of the Federal Government, to extinguish a trust or to \nwind up an institution the original object of which has wholly or partly ceased \nto exist;  \n(h) to incur expenditure on repairs or maintenance of holy shrines not exceeding \nsuch amount as the Federal Government may approve;  \n(i) to maintain religious shrines and provide facilities for the pilgrims;  \n(j) to set up, or make grants -in-aid to, orphanages, le per houses, widow  houses, \npoor houses and educational, vocation al, technical or health institu tions and \nhospitals subject to the general control and directions of the Federal \nGovernment;  \n(k) to order sealing of any evacuee trust property in an appropriate case pending \npayment of the Board's dues by the person concerned;  \n(l) to undertake development programmes for increasing the productivity of \nagricultural land forming part of the Trust Pool and for enhancing the \ncommercial value of an evacuee trust propert y; \n \n \nPage 6 of 11  1Subs. by the Evacuee Trust Properties (Management and Disposal) (Amdt.) Ordinance, 1984 (39 of 1984),s.2.  \n(m) to invest money, with the prior approval of the Federal Government, for any \nother social welfare or charitable purpose;  \n(n) to set up , with the prior approval of the Federal Government, any industrial or \ncommercial undertaking;  \n(o) to enter upon and inspect evacuee trust property;  \n(p) to appoint such staff on such terms and conditions as may be approved by the \nFederal Government consiste nt with the sanctioned budget;  \n(q) to exercise financial and administrative control over offices attached to or \nunder it;  \n(r) to prepare a scheme or schemes with the prior approval of the Federal \nGovernment for promoting the objects of this Act; and  \n(s) to institute and defend suits and proceedings in a court of law.  \n \n5. Meetings of the Board .—(1) Save as hereinafter provided, the Board shall regulate the \nprocedure for its meetings.  \n \n(2) The meetings of the Board shall be called by the Chairman on such date , time and place \nas he may deem fit:  \n \n Provided that not less than one meeting shall be held in every two months.  \n \n(3) The Chairman shall1preside at every meeting of the Board.  \n \n(4) If the Chairman is absent from any meeting, the members present shall elect one from \namongst themsel ves to preside at the meeting; and the member so elected shall at that meeting \nexercise all the powers of the Chairman.  \n \n6. Vesting of evacuee trust property.  All evacuee trust property shall vest in the Federal  \nGovernment.  \n \n7. Trust Pool.  For the purposes of management, maintenance and disposal of evacuee trust  \nproperty a Trust Pool consisting of the following shall be constituted, namely:  \n \n(a) all evacuee trust property which immediately before the commence ment of \nthis Act  formed part of the Trust Pools constituted under the Acts;  \n \n(b) any evacuee property declared under section 8 to be evacuee trust property;  \n(c) Government property or any other property exchanged with any evacuee trust \nproperty;  \n(d) any property purchased or constructed by the Board;  \n(e) sale proceeds of any evacuee trust property;  \n \nPage 7 of 11  (f) all profits and income received or derived from any evacuee trust property;  \n(g) all rents and other amounts received, realized or recoverable in respect of \nevacuee trust  property. \n \n8. Declaration of Property as evacuee trust property. —(1) If a que stion arises whether an \nevacuee property is attached to a charitable, religious or educational trust or institution or not, it shall \nbe decided by the Chairman whose decision shall be  final and shall n ot be called in question in any \nCourt.  \n \n(2) If the decision of the Chairman under sub -section  (1) is that  an evacuee property is \nevacuee trust property, he shall, by notification in the official Gazette, decl are such property to be \nevacuee trust property.  \n \n(3) If a property is declared to be evacuee trust propert y under sub -section  (2), the Chairman \nmay pass an order canceling the allotment or alienation, as the case may  be, take possession and \nassume administ rative control, management and maintenance thereof:  \n \nProvided that no declaration under sub -section (2) or o rder under sub -section (3) shall be \nmade or passed in respect of any property without giving the persons hav ing interest in that property \na reasonab le opportunity of being heard.  \n \n9. Exemption of property in Trust Pool from process. No evacuee trust property  shall be \nliable to be proceeded against for any claim in any manner whatsoever in e xecution of any decree or \norder or by any other process of Cou rt or other authority.  \n \n10. Validation of certain transfers. —(1) An imm ovable evacuee trust property, — \n(a) if situated in a rural area and utilised bona fide under any Act prior to \nJune, 1964, for allotment against the satisfaction of verified claims; \nand \n(b) if situated in an urban area and utilised bona fide under any Act for \ntransfer against the  satisfaction of verified claims in  respect of which \nPermanent Transfer Deeds were issued  prior to June , 1968,   \nshall be deemed to have been validly transferred by sale to the Chi ef Settlement Commissioner, and \nthe sale proce eds thereof shall be re -imbursed to the Board and shall form part of the Trust Pool.  \n \n(2) If a question arises whether a transaction referred to in sub -section  (1) is bona fide or not, \nit shall be decided by the Chairman whose decision shall be final and sha ll not be called in question \nin any Court.  \n \n(3) If it is decided that a transaction referred to in sub -section  (1) is not bona fide , the \nChairman may pass an order canceling the allotment or  transfer of such property;  \n \nProvided that no decision under sub -section  (2) or order under sub -section  (3) shall be taken \nor passed in respect of any property without giving the person affec ted a reasonable opportunity of \nbeing heard.  \n \n \nPage 8 of 11  11. Appointment and  functions of Secretary. —(1) The Federal Government shall appoint a  \nperson to be Secretary to the Board on such terms and conditions as it may determine.  \n \n(2) Subject to the provisions of this Act, the Secretary shall discharge his functions and \nperform  his duties under the general superintendence, and control of the Chairman.  \n \n12. Appointment and duties of officers and staff .—(1) T he Chairman may, with the prior \napproval of the Federal Government and on such terms and conditi ons as the Board may determine,  \nappoint administrators, Deputy Administrators and Assistant Admin istrators, and may also appoint \nsuch other officers and staff as may be necessary for the efficient performance of the functions of the  \nBoard.  \n \n(2) The Chairman may, by general or special or der, provide for the distribution or allocation \nof work to be performed by the per sons appointed under sub -section (1). \n \n13. Officers and staff to be public servants. All persons appointed  under this Act, shall, \nsubject to any special contract to the contrary, be deemed to be public servant s within the meaning of \nsection 21 of the Pakistan Penal Code ( Act XLV of 1860 ). \n \n14. Bar of jurisdiction.  Save as otherwise provided in this Act, no civil court shall have  \njurisdiction in respect of any matter which  the Federal Government or an officer appointed under this \nAct is empowered under this Act to determine, and no injunction, proce ss or order shall be granted or \nissued by any Court or other authority in respect of any action taken or  to be taken in exercis e of any \npower conferred by or under this Act.  \n \n15. Protection of action taken in good faith.  No suit, prosecution or other  legal proceeding \nshall lie against then Federal Government, the Board or any person appoint ed under this Act in \nrespect of anything which is in good faith done or intended to be done in purs uance of this Act or any \nrules, scheme or order made thereunder.  \n \n16. Appeal . Save as otherwise provided in this Act, any person aggrieved by an order passed  \nunder this Act may, within fifteen days of the passing of such order, prefer an appeal__  \n \n(a) in the case of an order passed by an Assistant Administrator or a Deputy \nAdministrator, to  the Administrator; and  \n \n(b) in the case of an order passed by an administrator, not bei ng an order passed in \nappeal by the Administrator confirming an order of an Assi stant Administrator \nor a Deputy Administrator, to the Chairman.  \n \n17. Revision.  The Federal Government may at any time, of its own, motion or otherwise, call \nfor the record of any case or proceedings under this Act, which is pendi ng or in which the Chairman, \nan Administrator, a Deputy Administrator or an Assistant  Administrat or has passed an order, for the \npurpose of satisfying itself as to the correctness, legality or propriety  of such an order, and may pass \nsuch order in relation thereto as the  Federal Government thinks fit:  \n \nProvided that the record of any case or  proceedings in which the Chairman, an Administrator, \na Deputy Admini strator or an Assistant Adminis trator has pass ed an orde r shall not be called for \nunder this section on the application of any aggrieved person made after the expiration of fifteen \ndays from the date of such order.  \n \nPage 9 of 11  18. Power to transfer cases.  The Chairman may, at any stage, by or der in writing, trans fer a \ncase pending before an Administrator or a Deputy Administrator or an  Assistant Administrator to \nany other Administrator, Deputy Administrator or Assistant Administrato r, as the case may be, and, \nthe officer to whom it is so transferred may, subject t o such direction, if an y, as may be given in the \norder of transfer, proceed from the stage at whic h the' case was so transferred.  \n \n19. Computation of limitation.  In computing the period of limita tion provided for in \nsections 16 and 17 the provisions of sections 5 and 12 of the Limitation Act, 1908 ( IX of 1908 ), shall \napply.  \n \n20. Form of appeal or revision.  An appeal under section 16 and an: a pplication for revision \nshall be presented in such form and manner as may be specified by rules.  \n \n21. Power of Cha irman etc., as civil court. (1) The Federal Government or any person  \nauthorized  by it, the Chairman and every officer appointed under this Act shall, for the purposes of \nmaking any enquiry or hearing any appeal or revision under this A ct, have the same powe rs as are \nvested in a civil Court under the Code of Civil Procedure, 1908 ( Act V of 1908 ), when trying a suit \nin respect of the following matt ers, namely : — \n(a) summoning and enforcing the atte ndance of any person and examin ing him on \noath;  \n(b) requiring  the discovery and production of any document s; \n(c) requisitioning any public record from any Court or office;  \n(d) issuing commissions for the examination of witnesses;  \n(e) appointing guardians or next friends of persons who are minors or of unsound \nmind;  \n(f) adding legal representatives of deceased applicants or claimants, as parties;  \n(g) restoration of cases dismissed for default;  \n(h) substituting the names of the rightful claimants;  \n(i) consolidation of cases;  \n(j) any other matter which may be prescribed  by rules made under this Act.  \n \n(2) The Chairman and every officer appointed under this Act shall be deemed to be a Court \nfor the purposes of sections 480 and 482 of the Code of Criminal Procedure, 1898 ( Act V of 1898 ), \nand any proceedings before the Chair man or any such officer shall be dee med to be a judicial \nproceeding within the meaning of sections 193 and 228 of the Pakistan Penal Code (Act XLV of \n1860 ) and for the purposes of sections 196, 199 and 200 thereof.  \n \n22. Penalty for Concealment of evacuee t rust property. Any person who is in occupation \nor possession of any property which he knows or has reason to believe to be an evacuee trust \nproperty and conceals or misrepresents facts regarding such property or misap propriates the proceeds \n \nPage 10 of 11  of such property or abets such concealment, misrepresentation or misappropr iation shall be \npunishable with imprisonment for a term which may extend to three years and with fine.  \n \n23. Cognizance of offence by courts.  No Court shall take cognizance of an offence \npunishable  under this Act save upon a complaint in writing made by the F ederal Government or an \nofficer appointed under this Act.  \n \n24. Recovery of arrears.  Any sum due to the Board in respect of any evacuee trust property  \nwhich is not paid within thirty days of its having become due shall be r ecoverable as an arrear of \nland revenue.  \n \n25. Ejectment.  The Chairman, an Administrator, a Deputy Adminis trator, or an Assistant  \nAdministrator may eject or cause to be ejected any person in possession or occupation of any  \nevacuee trust property whose possession or occupation is not au thorised by or under any of the \nprovisions of this Act or who contravenes or may have contravened any of the terms and conditions \nunder which the property is held by him, or who has failed to pay publ ic dues, or has willfully  caused \ndamage to any such property or any person in occupation or possessio n of any evacuee trust property \nwhich is required for an object which is considered to be a public purpose by the Federal \nGovernment, after giving him notice, and for the purposes of such ejectment may use or cause to be  \nused such force as may be considered necessary.  \n \n26. Delegation of powe rs.—(1) The Fede ral Government may, by notifica tion in the official  \nGazette, delegate any of its powers under this Act to such authorit y or person and subject to such \nconditions, if any, as may be specified in the notification.  \n \n (2) Subject to the provisions of this Act and the rules, the Board may by resolution delegate \nall or  any of its powers to the Chairman, or any officer or authority, subject  to such conditions, if \nany, as may be specified in the resolution.  \n \n(3) Subject to the provisions of this Act and the rules the Chairman may by order in writing  \ndelegate all or any of his powers under this Act to an Adm inistrato r, a Deputy Administrator or an \nAssistant Administrator subject to such conditions, if any, as may be specified in the order.  \n \n(4) Any order passed by an Administrator, a Deputy Administrator or an Assistant \nAdministrator,  in exercise of any power  delegated to him under sub -section  (3), shall be subject to \nthe provisions of  sections 16 and 17 in the same manner and to the same extent as any other order \npassed by an Administrator, a Deputy Administrator or an Assistant Administra tor, as, the case ma y \nbe, is so subject.  \n \n27. Appearance by counsel or agent. Any person who is entitled or required to attend \nbefore the  Chairman or any other authority in connection with any proceeding under this Act, \notherwise than  when called upon to attend personally for  examination on oath or affirmation, may \nattend or be  represented by his duly authorised agent, and any application, appeal or revision may be \npresented by  counsel or such agent.  \nExplanation. — In this section, “counsel ” means an Advocate or any, person entitled or \nallowed to  plead in any civil court.  \n \nPage 11 of 11  28. Power to make rules . The Federal Government may, by notification, in the official \nGazette,  make rules for carrying out the purposes of this Act.  \n29. Power to make regula tions.  The Board may with the approval of the Federal \nGovernment,  make regulations regarding appointments, promotions, conditions o f service, \npensionary and other benefits in respect of the officers and staff of the Board.  \n30. Preparation of scheme for man agement etc.  Subject to the provis ions of this Act and \nthe rules, the Board shall, with the prior approval of the Federal Government, prepare one or more \nschemes for the management, maintenance and disposal of eva cuee trust property and for the \nefficient p erformance of its functions.  \n31. Act to override other laws.  The provisions of this Act and a ny rule or scheme or order \nmade thereunder shall have effect notwithstanding any thing inconsistent t herewith contained in any \nother law for the time being in force  or in any instrument having effect by virtue of such law.  \n32. Savings.  Anything done, action taken, appointment made, ord er passed, rule or scheme \nmade, notification or instruction issued, or purporting to have been done, t aken, made, passed or \nissued by or under the provisions of either Act immediately before the co mmencement of this Act \nshall be deemed to have been done, taken, made, passed or issued under  this Act and shall have \neffect accordingly.  \n33. [ Repeal. ] Omitted by the Federal Laws (Revision and  Decl aration) Ordinance, 1981 \n(XXVII of 1981),s.3 and Sch., II."
}