{
    "file": "./converted_json\\administratorf9c9cd95c3ebe5cc50e7b7f7a0f09a4d.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 19 \n  s \n \n \nTHE  CO-OPERATIVE FARMING ACT, 1976  \n \n \n              \n \n \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY  \n \n1.  Short  title, extent and commencement  \n2.  Act to override other laws  \n3.  Definitions  \n \nCHAPTER II  \nREGISTRATION OF SOCIETIES  \n \n4.  Conditions of registration  \n5.  Procedure of registration  \n6.  Evidence of registration  \n7.  Amendme nt of the bye­laws of a society  \n \nCHAPTER III  \nMEETINGS  \n \n8.  General meeting  \n9.  Special general meeting  \n \nCHAPTER IV  \nMANAGING COMMITTE E AND RIGHTS AND LIABILITIES OF MEMBERS . \n \n10.  Managing committee of a society  \n11.  Pooling of land  \n12.  Liability of members  \n13.  Evaluation of land, etc.  \n14.  Withdrawal from membership  \n15.  Admission of new members  \n \n  \n \n\n \nPage 2 of 19 \n CHAPTER V  \nPRIVILEGES AND LIABILITIES OF SOCIETIES  \n \n16.  Societies to be bodies corporate  \n17.  Office of society  \n18.  Copy of Act,  etc., to be open to inspection  \n19.  Liability in respect of encumbrances on land  \n20.  Audit and accounts  \n21.  Transfer o f interest on death of a member  \n \nCHAPTER VI  \nPROPERTY AND FUNDS OF THE SOCIETY  \n \n22.  Assets of the Society  \n23.  Provisions for Reserve Fund , Deve lopment Fund and other expenses  \n24.  Distribution of prod uce income of co­operative farm  \n25.  Distribution of profits  \n26  Rights of tenants , etc. \n \nCHAPTER VII  \nLIQUIDATION AND WINDING UP  \n \n27.  Winding up  \n28.  Wind ing up if membership is reduced  \n29.  Effect of winding up  \n30.  Power of Chairman of District Co­operat ive Federation to assess damage  \n31. Bar of suit  \n32.  Arbitration  \n33.  Attachment before award  \n34.  Recoveries of dues  \n \nCHAPTER VIII  \nFEDERATION OF THE SOCIETIES  \n \n35.  District Co­operative Federation  \n36.  Fund and functions of D istrict Co­operative Federation  \n37.  Provincial Co­operative Federation  \n38.  Fund and functions of the Pro vincial Co­operative Federation  \n39. District Co­operative Council  \n40.  Functions of th e District Co­operative Council  \n41.  Provincial Co­operative Council  \n42.  Functions of the Provincial Co­op erative Council  \n43.  National Co­operative Council  \n44.  Functions of th e National Co­operative Council  \n \n \n \nPage 3 of 19 \n CHAPTER IX  \nINSPECTION OF AFFAIRS  \n \n45.  Inquiry by Chairman D istrict Co­operative Federation  \n46.  Inspecti on of books of indebted society  \n47.  Power of Chairman , District Co­operative Federation to exercise powers under  \n section 30 in the cou rse of an inquiry or inspection  \n \n48.  Costs of inqu iry \n49.  Recovery of costs  \n \nCHAPTER X  \nMISCELLANEOUS  \n \n50.  Amalga mation or transfer of societies  \n51.  Powers to exempt from stamp duty or registration fee, etc.  \n52.  Exemption from Income­tax  \n53.  Notice necessary in suits  \n54.  Power of revision  \n55.  Transitional provisions  \n56.  Power to make rules  \n57.  Repeal  \n \n  \n \nPage 4 of 19 \n THE  CO-OPERATIVE FARMING ACT, 1976  \n  \nACT NO. LII OF 1976  \n \n[19th July, 197 6] \n \nAn Act to provide for the formation, working and pr omotion of co -operative farming  \n \nWHEREAS it is expedient to provide  for the formation, working and promotion of co- \nperative farming and setting up of allied agro-based indus tries on the basis of self-help and mutu al \naid amongst the farmers and m atters ancillary thereto or connected therewith ;  \n \n AND WHEREAS  the  Provincial  Assemblies  of  the  Provinces  of  Baluchistan,  the \nNorth-West Frontier, the Punjab and Sind have passed resolutions under clause (1) of Article 144 \nof the Consti tution of the  Islamic Republic of Pakistan to the effec t that Parliament may, by law, \nregulate the formation, working and promotion of co-operative farming and setting up  of  allied \nagro-based  indus tries  on  the  b asis of self-help  and  mutual  aid  amongst  the farmers ; \n \nIt is hereby enacted as follows:― \n \nCHA PTER I \nPRELIMINARY \n \n 1.  Shot title, extent and commencement .―(1)  This  Act  may  be  called  the Co-operative \nFarming Act, 1976.  \n \n(2) It extends to the whole  of Pakistan.  \n \n(3) It shall come i nto force at once.  \n \n 2. Act to override other laws.―The provisions of this Act and the rules shall have effect \nnotwi thstanding  anything contained in the Co-operative Societies Act, 1925  (Act VII of 1925 ), or \nin any other law for the time being in force relating to the rights of landlords and tenants. \n \n3.  Definitions.―In  this  Act,  unless  there  is  anything  repugnant  in  the  subject  or \ncontext,― \n \n(a)       ‘agricultural year’ has the same m eaning as in the West Pakistan Land Revenue \n Act, 1967 ( W. P. Act No.  XVII of 1967) ; \n \n(b)       ‘bye-laws’ means bye-laws registered under this Act ; \n \n(c)       ‘committee’ means the managing committee of a society ; \n \n(d)       ‘co-operative farm’ means the to tal land pool ed by the m embers of a  society ; \n \n (e)        ‘District Co-operative Coun cil’ means a District Co-operative Council formed \nunder  section 39  ; \n \n (f)       ‘District Co-operative Federation’ means a District Co-operative Federation of \n Co-operative Farming Societies formed under section 35 ; \n \nPage 5 of 19 \n (g)       ‘member’ means a member of a society ; \n \n(h) ‘National Co-operative Council’ means the National Co-operative Council \nconsti tuted und er section 43 ;  \n \n(i) ‘nation building department’ means the departments which the Provincial \nGovernment may, by notification in the official Gazette, designate as such for \nthe pu rposes of th is Act ; \n \n(j) ‘net profits’ means net profits as defined in sub-section (3) of section 87C \nof the Com panies Act, 1913  (VII of 1913) ; \n \n(k) ‘office-bearers’ means the Chairman, Vice-Chairman,  Secretary and \nTreasurer of a Com mittee ; \n \n(l)        ‘prescribed’ means prescribed by rules ; \n \n(m) ‘produce index units’ means the measures in terms of which the comparative \nproductivity of an area of land of a particular kind in a particular assessment \ncircle or  area is computed and expressed for the purposes of the  schemes \nrelating to  the re-settlement of displaced persons on land and, in respect of any \nassessment circle or  area wh ere no such units have been determin ed, such \nmeasures as may be prescribed ; \n \n(n) ‘produce income’ means  the  total income derived from  all earnings of \nthe co-operative farm before deducting any expenses ; \n \n(o) ‘Provincial Co-operative Council’ means a Provincial Co-operative Council \nformed und er section 41 ; \n \n(p) ‘Provincial Co -operative Federation’ means a Provincial Co -operative     \nFederation of Co -operative Farming Societies formed under section 37 ;  \n \n(q)       ‘Registrar’ means a person appoin ted to perform the duties of Registrar of \n Co-operative Societies under the Co-operative Societies Act, 1925  (Act VII of \n 1925 ), and includes an officer authorised by Government to perform the duties \nof Registrar under this Act ; \n \n(r)        ‘rules’ means rules made under this Act ; \n \n(s)       ‘society’ means a co-operative farming society registered und er this Act ; \n \n(t)        ‘tenant’ means tenant as defined in the Punjab Tenancy Act, 1887  (Punjab Act \n No. X VI of 1887) ; and \n \n(u)       ‘value’ in relation to land, means the  value as evaluated und er section 13. \n \n \n \n \n \n \n \n \n \nPage 6 of 19 \n CHA PTER II \nREGISTRA TION OF SOCIETIES \n \n4. Conditions of registration.―(1) A co-operative farming society which fulfils the \nfollowing  conditions may apply to the Registrar for registration un der this Act, namely :― \n \n(a)     it consists  of not less than twenty members ; \n  \n(b)      the to tal land po oled by its members is— \n \n(i) in the case of the Provinces of Baluchistan, the Punjab and Sind, not \nless than five hund red acres ; and \n \n(ii) in case of the North-West Frontier Province, not less than three \nhundr ed acres ; and \n \n(c)       the land pool ed by its m embers forms one  contiguous farm. \n \n(2) An  application under sub-section (1) shall be made in such form, and be accompanied by \nsuch d ocuments, as may be prescribed. \n \n5. Procedure of registration.―If, after making such enquiry as he considers necessary, the  \nRegistrar  is  satisfied  that  a  co-operative  farming  so ciety applying  for  registration  is eligible for \nregistration under this Act, and that the bye-laws proposed to be framed  by it are not  inconsistent \nwith any of the provisions of this Act, or the rules, he shall register it, and its bye-laws, within fifteen \ndays from the  receipt of its application. \n \n6. Evidence of registration.―A certificate of registration signed by the Registrar shall be \nconclusive eviden ce that the society mentioned therein is duly registered, unless it is proved \nthat the registration of the so ciety has been cancelled. \n \n \n \n7. Amendment of the bye-laws of a society.―(1) No amend ment of the bye-laws of a society \nshall be effective unless it is  registered with the R egistrar. \n \n(2) If the Registrar is satisfied that an amendment of the bye-laws proposed to be m ade \nby a society is not inconsis tent with any of the provisions of this Act or the rules he shall register \nthe amendment. \n \nCHA PTER III \n MEE TINGS \n \n8.  General meeting.―Every society shall call an annual general   meeting  of  its members \nand not l ess than one  other general meeting in an agricultural year.\n9. Special general meeting.―(1) On a requisition signed by not less than one-fifth of the \ntotal numb er of members of a society, the Chairman shall call a special general meeting of the so ciety \nwithin thirty days of the receipt of the requisition. \n \n \nPage 7 of 19 \n (2) If the Chairman does not call the meeting wi thin the time specified in sub -section (1), the \nRegistrar shall direct the Chairman to call the meeting with in a period of seven days and, if the  \nChairman fails to do so, may himself call the m eeting. \n \nCHA PTER IV \nMANAGING CO MMITTEE AND RIGHTS AND LIABILITIES OF MEMBERS . \n \n10. Managing committee of a society.―(1) Each member shall have one vote i rrespective \nof the area  of the land pooled by him ; provided that in case of a deceased member all his \nheirs who want to remain members shall be registered and shall have the right to vo te. \n \n (2) The members shall, in their annual general meeting, elect, by majority of votes,— \n \n(a)       a managing committee consist ing of not less than seven and not more than \neleven m embers, including the office-bearers ; and \n \n(b)       one representative for the District Co-operative Federation. \n \n(3) A  member of a committee, including an office-bearer, and the representative shall, unless \nhe resigns or is removed from o ffice earlier, hold o ffice for a term of two years. \n \n(4) No member of a committ ee or an office-bearer or the representative shall hold o ffice \nfor more than two  consecutive terms. \n \n(5) Subject to such decisions, if any, as may be taken in a general meeting of a society, \nthe management of the affairs of a society shall vest in the commit tee. \n \n(6) A member of a committee, including an office-bearer or the representative, may be \nremoved from office by a resolution passed by a majority of the total numb er of members of a \nsociety in an annu al general meeting or a meeting requisitioned for this purpose by not less than \none-third of the to tal numb er of members. \n \n(7) Any member of a committ ee, including an office-bearer, may by writing under his h and \naddressed to the Chairman, resign his office. \n \n11. Pooling of land.―(1) Every member shall, subject to the provisions of clause (c) of sub-\nsection (1) of section 4, pool his entire holding without  affecting his ownership of the hold ing in any \nway : \n \nProvided that a member or group of members owning  a subsistence holding may retain \nfor his or th eir personal use an area not exceeding— \n \n(a)       in the case of Baluchistan, two acres ; and \n \n(b)       in the case of the other Provinces, one  acre : \n \nProvided further that a member or group of members pooling mo re than a subsis tence hold ing \nmay retain for  his or th eir personal use such area not exceeding— \n \nPage 8 of 19 \n (a)       in the case of Baluchistan, four acres, and \n \n(b)       in the case of the other Provinces, two acres ;  \n \nas may be determined by the committee : \n \nProvided further that the location of the area to be so retained may be determined by the \ncommittee : \n \nProvided further that a member owni ng less than a subsistence holding shall not be entitled to \nretain any land for his personal use. \n \nExplana tion.― In this section, ‘subsistence holding’ shall have the same meaning as in the \nLand Reforms Regulation, 1972.  \n \n(2) All land pooled for a co-operative farm by members shall, for the purposes of management, \nvest in the society. \n \n12. Liability of members.―The liability of a member shall be limited to the value of the \nland pool ed by him. \n \n13.  Evaluation of land,  etc.―(1)  The  land  pooled  by  each  member  for  a co-operative \nfarm shall be evaluated by the  Managing Com mittee according to its quality and area on the basis of \nproduce index units. \n \n(2) If any land pooled by a member for a co-operative farm contains orchards, ponds or  any \nother immovable structures, the value of the orchards, ponds  and other structures shall be assessed \nby the Managing Com mittee and added to the shares of such member : \n \nProvided  that  trees  other  than  orchards  shall  continue  to  be  the  property  of  the m ember \nand the value thereof shall not be  assessed or added to his share : \n \nProvided further that, if the committee decides to remove  such trees or structures standing  on \nany land, such trees or structures shall be removed on payment to the owner of su ch land of  such \ncompensation as may be determined by the committee. \n \n14. Withdrawal from membership.―(1) A  member who has been a member of a society for \nnot less than three years may, by not ice under his hand addressed to the Chairman and delivered to \nhim by the thirty-first day of March in any year, withdraw from membership of the society. \n \n(2) Where, due to the death of a member, the rights and liabilities of the member devolve  upon  \nhis legal heirs or successors and any of the heirs or successors is a minor the rights and liabilities of \nthe m inor shall be the  rights and liabilities of his guardian until such time as the minor attains majority. \n \n(3) A minor referred to in sub-section (2) may, after he attains majority, withd raw from \nthe membership of the society in the manner provided for in sub-section (1) if the land owned by \nhim has formed part of the co-operative farm for not less than three years. \n \n \nPage 9 of 19 \n  (4) On a  member withdrawing  from the membership of a society― \n \n(a)      he shall cease to be member on and from the first day of July following the \nday on which he gives notice of his with drawal ; \n \n(b)        the land pooled by him shall revert to him on the aforesaid day sub ject to any \nencumbrances that may have been created on it by the society, to such extent \nas may be determined by the so ciety ; \n \n(c)       he shall not be entitled to any share in the Development Fund or to any right or \ninterest in anything established or purchased out of  that Fund ; and \n \n(d)        he shall pay to the society, towards the cost of tubewells installed, residential \nhouses,  sheds or other structures raised, or imp rovem ents done , on his land by \nthe society, such amount, and in such manner, as may be determined by the \nsociety. \n \n(5) As soon  as may be after a person ceases to be a member, his name shall be not ified \nto the Registrar for removal from membership.  \n \n \n15. Admission of new members.―(l) Subject to the other  provisions of this Act, a committee \nmay admit to the m embership of the s ociety any owner of land who pools his land : \n \nProvided that no owner of land shall be so  admitt ed except after the close of the agricultural \nyear during whi ch the so ciety is registered. \n \n(2) As soon  as may be after an owner of land is admitted as a member under sub- section (1 ), \nhis name sh all be notified to the Registrar. \n \nCHA PTER V \nPRIVILEGE S AND LIABILITES OF SOCIETIES \n \n16. Societies to be bodies corporate.―A society shall be a body corporate by the name \nunder which it is registered, having perpetual succession and a common seal, with pow er to hold \nproperty, both movable and immovable, and shall by the  said name sue and be sued. \n \n17. Office of society.―Every society shall have its office at such place within the co-\noperative farm as it may decide. \n \n18. Copy of Act, etc., to be open to inspection.―Every society shall keep open to ins pection \nat all reasonable times at the registered address of the s ociety, free of charge,— \n \n \n(a)       a copy of this Act,  \n(b)       a copy of the rules governing such society,  \n(c)       a  copy of the bye -laws of such society, and  \n(d)       a register of its members.  \n \nPage 10 of 19 \n  \n19. Liability in respect of encumbrances on land.―Where the land pooled by a member \nis subject to any encumbrances, such encumbrances shall contin ue to be the liability of such member. \n \n20. Audit and accounts.―(1) The accounts  of a society shall be maintained in the p rescribed \nmanner, shall be audited every year by an auditor or auditors appoin ted at each Annu al General \nMeeting out of a list of auditors prepared by the Registrar and shall be laid before the Annu al General \nMeeting for adoption. \n \n (2) An auditor appoin ted und er sub-section (1)  shall have power— \n \n(a)       to summon at the time of audit any officer, agent, servant and member, past or \npresent, of the society whom  he has reason to believe can give material \ninformation in regard to any transaction of the society or the management of \nits affairs ; and \n \n(b)       to require the production of a book  or document relating to the affairs of, or \nany cash or security belonging to, the society, by the officer, agent, servant or \nmember believed by the  auditor to be in possession of such book,  document, \ncash or s ecurity. \n \n(3) An  auditor appoin ted under sub-section (1) shall hold office until the next Annu al General \nMeeting and shall paid such fees as may be determined by the Annu al General Meeting. \n \n21. Transfer of interest on death of a member.―On the death of a member, the rights, \ninterests and liabilities of the member shall devolve  on the legal heirs or successors of the  member \nand such legal heirs or successors shall become the members of the society in pl ace of the deceased \nmember. \n \nCHA PTER VI \nPROPERTY AND FUND S OF THE SOCIETY \n \n22. Assets of the Society.―(1) A society shall have its own assets consisting of its properties \nbuilt or acquired out of the Development Fund and such funds  and properties as may be prescribed. \n \n(2) A society may purchase any land or other property for the purposes of setting up its \noffice or any agro-based indus try or for such other projects of public utility. \n \n(3) Subject to such limits as may be prescribed, a society may, in so far as may be n ecessary \nfor the purposes of the society, borrow money on the security of its property or of land forming part \nof the  co-operative farm. \n \n(4) Where a society borrows money on the security of its property and also of the land forming  \npart of the co-operative farm, the society shall, as far as practicable, repay the loan obt ained by it on \nthe security of such land in priority to the other loans. \n \n 23. Provisions for Reserve Fund, Development Fund and other expenses.―(1) Every \nsociety shall maintain a Reserve Fund and a Development Fund. \n \nPage 11 of 19 \n  \n(2)  The  Reserve  Fund  shall  be  utilized  to  meet  natural  calamities  affecting  the co-\noperative farm or other property of the society and for such other purposes, and in such manner, as \nthe committee may determine. \n \n(3) The  Development Fund shall be utilized for the development of the co-operative farm and \nestablishment of agro-based indus tries, hospi tals and schools  and for su ch other purposes as may be \ndetermined by the society. \n \n(4) Every society may recover from the produce income of the co-operative farm su fficient \namount  to meet its office expenditure, for the contribution it has to make to the Dis trict Co-operative \nFederation and for the payment of fees to the auditors and of such travelling allowance and daily \nallowance to its representatives for attending  meetings of the Dis trict Co-operative Federation as it \nmay from t ime to t ime d etermine. \n \n24. Distribution of produce income of  co-operative farm.―Out of the p roduce income  of  \nthe  co-operative  f arm  the  direct  expenses  on  account  of  agricultural  inputs, including seeds, \nfertilizers, pesticides, water charges, land revenue, maintenance of tractors, tube wells   farm   animals   \nand   agricultural   implements,   consum ption   of   electricity, depreciation on fixed assets and the \nexpenses referred to in sub-section (4) of section 23, shall first be deducted and the  balance shall be \ndistributed as follows, n amely :― \n \n(a)         not  less than five per cent each for the Reserve Fund and Development Fund \nshall be set apart ; and \n \n(b)       of  the  remaining  amoun t,  forty per  cent  shall  be  distributed  amongst  the \nmembers in proportion to the value of the land pooled by them and sixty per \ncent  amongst  the  workers,  including  w orking  members,  and  other  staff \nworking on the farm according to the quality and quantity of the work done, as \ndetermin ed by the committee. \n \n25. Distribution of profits.―The net profits of a society from sources other than the co-\noperative farm shall be distributed as follows, that is to say,— \n \n(a)       one-third shall be set apart for credit to the Development Fund and repayment \nof loans, in su ch proportion as may be determined by the society ; and \n \n(b)       the  remaining  two-thirds  shall  be  distributed  amongst  the  members  in \nproportion to the value of  the land pool ed by them. \n \n \n26. Rights of tenants, etc.―(1)The  tenants of the land pooled by a member for a co-\noperative farm shall stand ejected from su ch land upon i ts being so poo led. \n \n(2) The tenants  ejected from any land by virtue of sub-section (1) shall be given preference \nin providing employment on the co-operative farm or in the agro-based indus tries of the society and, \nif a member withd raws from the society or the society is wound  up, the tenancy rights of such tenants \nshall stand restored. \n \n \nPage 12 of 19 \n CHA PTER VII \nLIQUIDATION AND WINDING UP \n \n 27. Winding up.―(1) If one third of the total number of members of a society apply to the \nChairman of the District Co-operative Federation for wind ing up the society and the Chairman, \nafter such enquiry as he may deem fit, is of the opinion that the society ought to be wound  up, he \nmay issue an order directing it to be wound  up, and when necessary may appoint  a liquidator \nfor the pu rpose from amongst the members of the  District Co-operative Federation and fix his \nremuneration. \n \n (2) A copy of an order passed und er sub -section (1) shall be s ent to the Registrar. \n \n28. Winding up if membership is reduced.―(1) Where the membership of a society is \nreduced to less than twenty members or the area of the co-operative farm is reduced to less than the \nminimum area specified in clause (b) of sub-section (1) of section 4, the Chairman of the District Co-\noperative Federation may, after allowing the society a period of sixty days to make up the deficiency \nby order in writing direct that the society be wound  up, and when necessary, may appoint  a liquidator \nfor the purpose from amongst the members of the District Co-operative Federation and fix his \nremuneration. \n \n (2) A copy of an order passed und er sub -section (1) shall be s ent to the Registrar. \n \n 29. Effect of winding up.―When a society is wou nd up― \n \n(a)       the s tanding  crop of the co-operative farm shall be harvested and the p roduce \nincome dis tributed in accordance with the provisions of this Act ; \n \n(b)       the land comprising the co-operative farm shall revert to the members together \nwith improvements, if any, made by the society and subject to the \nencumbrances, if any, created thereon by the society and subject to payment \nby each member of the cost of such improvements on his land as at the time \nof the winding up ; \n \n (c)       after all the liabilities of the society have been met, the assets of the society, \nincluding the  Reserve Fund, shall, subject to clause (d), be divided amongst the \nmembers in p roportion to  the v alue of  the land po oled by them ; and \n \n(d)      the hospi tals, schools  and other social institutions, if any, established by the \nsociety shall stand transferred to, and vest in, the District Co-operative \nFederation and shall be managed by it in accordance with schemes prepared \nby it and approved by the Provincial Co-operative Federation. \n \n30. Power of Chairman of District Co-operative Federation to assess damage.―Where, in \nthe course of the winding  up of a society, it appears that any person who has taken part in the \norganisation or management of the society or any past or present member or office-bearer of a \ncommittee or officer of the society has misapplied or retained or become li able or accountable for \nany money or property of the society or has been guilty of breach of trust in relation to the society, \nthe Chairman of the District Co-operative Federation may, of his own motion or on the application \nof a liquidator or any other interested person, hold an inqu iry into the conduct of such person, member \n \nPage 13 of 19 \n or officer and make an order requiring him to repay or restore the money or property or any part \nthereof respectively with interest at such rate as the Chairman thinks just, or to contribu te such sum \nto the assets of the society by way of compensation in regard to the misapplication, retainer or breach \nof trust as the Chairman thinks jus t. \n \n31. Bar of suit.―Save as is otherwise provided in the A ct, no civil court shall have ju risdiction  \nin  respect  of  any  matter  arising  out  of  any  proceedings  under  this  Act  or connected with the \nwinding up of a society nor  shall any suit or other legal proceedings lie or be  proceeded with against \nthe society, except by the  leave of the Chairman of the Provincial Co-operative Council and sub ject \nto such terms as he may impose. \n \n32. Arbitration.―(1) If any dispute  with regard to the business of a society other than a \ndispute  regarding disciplinary action taken by the society or its committee against a paid servant of  \nthe society, arises— \n \n(a)       between  the  m embers  or  past  members of  a  society,  or  persons  claiming \nthrough a member or past member ; or  \n \n(b)       between the members or past members or persons so claiming and any past or \npresent o ffice-bearer ; or  \n \n(c)       between the society or its committee and any past or present member of the \nsociety ; or \n \n(d)       between the society or its committee and any past or present office-bearer  of \nthe so ciety ; \n \n it shall be reported to the Chairman of the District Co-operative Federation, who shall refer it \nfor decision to not more than three arbitrators appointed by him from amongst the members of the \nDistrict Co-operative Federation. \n \n(2) Any party aggrieved by the  award of the arbitrators under sub-section (1) may, within one \nmonth of the date of the communication of the order, prefer an appeal to the Dis trict Judge. \n \n (3) The award of arbitrators, or an award passed in appeal by the  District Judge under sub -\nsection (2), shall, subject to the provisions of section 54, be final and shall not be liable to be  called \nin qu estion in any court. \n \n33. Attachment before award.―Where a dispute  has been referred to arbitration under \nsection 32  and  the  arbitrators  are satisfied  on  inqu iry or  otherwise that  a party to  such arbitration \nis, with intent to delay or obstruct the execution of any award that may be made, about to dispose  \noff the whole  or any part of his property, the arbitrators may direct the conditional attachment of the \nsaid property and such attachment shall have the same effect as if m ade by a competent civil court. \n \n34. Recoveries of dues.―Every award made under section 32, every order passed in appeal \nunder that section, and every order passed under section 5 shall be deemed to be a decree of a civil \ncourt and shall be executed in the same m anner as a decree of such court. \n \n \nPage 14 of 19 \n CHA PTER VIII \nFEDERA TION OF THE SOCIETIES \n \n35. District Co-operative Federation.―(1) In each district in which not less than two  \nsocieties are in existence, there shall be formed a District Co-operative Federation of Co-operative \nFarming Societies which shall consist of one representative from each society in the dis trict. \n \n(2)  Each  District  Co-operative  Federation  shall  elect  at  its  general  meeting  its office-\nbearers, including the Chairman, two representatives for the  District Co-operative Coun cil and one \nrepresentative for the  Provincial Co-operative Federation, provided that till such  time  as  the  requisite  \nnumb er  of  representativ es  mentioned  in  sub-section  (1)  are available, two or more representatives \nshall carry out  the respons ibilities of all the required office-bearers. \n \n(3) The office-bearers, including the Chairman, and representatives shall hold office for a \nterm of two years. \n \n(4) A representative for a District Co-operative Coun cil or a Provincial Co-operative \nFederation  may,  by  writing  under  his  hand  addressed  to  the  Chairman  of  the  District Co-\noperative Council  or, as the case may be, the Provincial Co-operative Federation, resign his office. \n \n(5) The District Co-operative Federation may make bye-laws relating to its meeting and \nprocedure and the p erformance of its functions. \n \n36. Fund and functions of District Co-operative Federation.―(1) A District Co-\noperative  Federation  shall  have  a  fund  to  which  shall  be  credited  the  contributions received by \nit from the societies and out of which shall be defrayed the contributions it shall make to the \nProvincial Co-operative Federation and the office and other expenses of the District Co-operative \nFederation. \n \n (2) A  District Co-operative Federation shall deal with matters of mutual interest to the \nsocieties in the dis trict and make recommendations to the Dis trict Co-operative Cou ncil on matters \nwith whi ch the Provincial Gov ernment is concerned. \n \n37.  Provincial Co -operative Federation.―(1) There  shall  be  formed  in  each Province a \nProvincial Federation of Co-operative Farming Societies which shall consist  of one  representative \nfrom each of the District Co-operative Federations within the Province. \n \n(2) Each Provin cial Co-operative Federation sh all elect in its general meeting its office-\nbearers, including the Ch airman, five representatives for the Provincial Co-operative Coun cil and one  \nrepresentative for the National Co-operative Council.  \n \n (3) A representative shall hold o ffice for a term of one year. \n \n (4)   A   representative   for   a   Provincial   Co-operative   Council   or   the   National Co-\noperative Council,  may, by writing under his hand addressed to the Chairman of the Provincial Co-\noperative Council or, as the case may be, the National Co-operative Council, resign his o ffice. \n \n(5) The Provincial Co-operative Federation may make bye-laws relating to its meeting and \nprocedure and the p erformance of its functions. \n \nPage 15 of 19 \n 38.  Fund and functions of the Provincial Co -operative Federation.―(1)  A Provincial Co-\noperative Federation shall have a fund to which shall be credited the contributions received by it from \nthe District Co-operative Federations and out of which shall be defrayed its office and other expenses. \n \n(2) The functions of the Provincial Co-operative Federation shall be to deal with m atters \nof mutual interest to the societies in the Province and make recommendations to the Co-operative \nCouncil on m atters with whi ch the Provincial Gov ernment is concerned. \n \n39. District Co-operative Council.―(1) Th ere shall be formed in each district a Dis trict Co-\noperative Council which shall consist  of the  heads of the nation-building d epartments in the district \nand two representatives of the District Co-operative Federation. Provided that, pending the  \navailability of the representatives  of  the Dis trict Co-operative Federation, the District Co-operative \nCoun cil may consist  of only the heads of the s aid departments. \n \n(2) T he elected Chairman of the District Coun cil established under the Provincial Law relating \nto local government shall be the ex-officio Chairman of the District Co-operative Coun cil. \n \n(3) Pending the  election of the Chairman of the District Co-operative Council referred to in \nsub-section (2) the Chairman shall be appointed by the  Provincial Government from amongst the \nmembers of the council. \n \n(4) The District Co-operative Council may make bye-laws relating to its meetings and \nprocedure and the p erformance of its functions. \n \n 40. Functions of the District Co-operative Council.―(l) A District Co-operative Coun cil \nshall, of its own motion or on the recommendation of the District Co-operative Federation, co-\nordinate the services of the different nation-building departments and the Dis trict Co-operative \nFederation and extend all possible assistance to the societies within the dis trict. \n \n(2) A District Co-operative Coun cil shall review the decisions taken by it from time to time, \nthe progress of co-operative farming mo vement within the district and suggest measures for its \nimprovement and future development. \n \n(3) The Provincial Government shall make available to a Dis trict Co-operative Cou ncil such \nfunds  as the Provincial Government may consider adequate for enabling the Coun cil to perform its \nfunctions. \n \n41. Provincial Co-operative Council.―(1) There shall be formed in each Province a \nProvincial Co-operative Coun cil which shall consist of all the Secretaries to the Provincial \nGovernment in the nation-building departments and five representatives of the Provincial Co-\noperative Federation. \n \n(2) The Provincial Minister dealing with the matters relating to co-operation shall be the  \nex-officio Chairman of the Provincial Co-operative Coun cil and the Secretary of the d epartment \ndealing with such matters shall be the ex-officio Secretary of the Coun cil. \n \n(3) The Provincial Co-operative Council may make bye-laws relating to its meetings and \nprocedure and the p erformance of its functions. \n \nPage 16 of 19 \n 42.  Functions of  the  Provincial  Co-operative  Council.―(1)  The  Provincial Co-operative \nCouncil  shall co-ordinate the  activities of all the District Co-operative Councils with in the Province, \nensure uniformity of policy throughout the Province and perform at the Provincial level the functions \nassigned by section 40 to the District Co-operative Coun cil at the dis trict level. \n \n(2) The  Provincial Government will make available to the Provincial Co-operative Coun cil \nsuch funds  as the Provincial Government may consider adequate for enabling the Coun cil to p erform \nits functions. \n \n43. National Co-operative Council.―(1) As soon  as may be after the commencement of this \nAct the Federal Government shall consti tute the National Co-operative Coun cil whi ch shall consist of \nthe following  members, namely:— \n \n(a)       the Federal Minister-in-charge of the Ministry dealing with matters relating to \nco-operatives, who sh all be the C hairman of the Council ; \n \n(b)       the Provincial Ministers dealing with matters relating to Co-operation in each \n Province ; \n \n(c)       one representative of each of the Provincial Co-operative Federation ; and \n \n(d)       such other members as the Federal Government may appoin t : \n \nProvided that, for the first constitution of the National Co-operative Coun cil, the m embers \nreferre d to in clause (c) shall be nominated by the Chairman of the Coun cil. \n \n (2) The National Coun cil may make bye-laws relating to its meetings and procedure and the \nperformance of its functions. \n \n44.  Functions of the National Co-operative Council .―(1) The  National  Co-operative \nCoun cil shall co-ordinate the  activities of the  Provincial Co-operative Coun cils and ensure uniformity \nof policy in all the Provinces by laying down  policy guidelines for the wo rking of the Provin cial Co-\noperative Councils and the District Co-operative Coun cils. \n \n(2) T he National Co-operative Council shall review its decisions taken from time to time  and  \nthe  progress  of  the  co-operative  movement  in  all  the  Provinces  and  suggest measures for its \nover-all future development. \n \n(3) The National Co-operative Cou ncil shall also maintain liaison between the Federal and \nProvincial nation-building d epartments and arrange for the holding of national and international \nseminars on v arious aspects of co-operative farming. \n \n(4)  The  Federal  Government  shall  make  available  to  the  National  Co-operative Coun cil  \nsuch  funds  as  the  Federal  Government  may consider  adequate  for enabling the Coun cil to \nperform its  functions. \n \n \n \n \n \n \nPage 17 of 19 \n CHA PTER IX \nINSPECTION OF AFFAIRS \n \n 45. Inquiry by Chairman District Co -operative Federation.―(1) The Chairman of the \nDistrict Co-operative Federation may, of his own motion, by himself or by a person duly authorised \nby him in writing in this behalf hold an inquiry into the consti tution, working and financial condition \nof a society. \n \n(2) The Chairman of the District Co-operative Federation shall hold such an inquiry as is \ncontemplated in su b-section (1)  of this section— \n \n(a)       on the application of a majority of the committee of the so ciety, or \n \n(b)       on the application of one-third of the m embers of the society. \n \n(3)  All  officers  and  members  of  the  society whose  affairs  are  investigated  shall furnish \nsuch information in their possession in regard to the affairs of the society as the p erson holding  \nthe inqu iry may require. \n \n(4) The result of any inquiry under this section shall be communicated to the society whose  \naffairs have been investigated. \n \n46. Inspection of books of indebted society.―(1) The Chairman of the District Co-\noperative Federation may, on the application of a creditor of a society, inspect or direct some  person \nauthori zed by him  by order in writing in this behalf to inspect the books  of the society : \n \n Provided that the  applicant― \n \n (a)       s atisfies  the  Chairman  that  the  debt  is  a  sum  then  due,  and  that  he  has \ndemand ed  payment  thereof  and  has  not received  satisfaction  within  a \nreasonable time ; and \n \n(b)       d eposits  with the Chairman such sum as security for the costs of the proposed \ninspection as the Ch airman may require. \n \n (2) The Chairman shall communicate the result of any such ins pection to the creditor. \n \n47. Power of C hairman, District Co-operative Federation to exercise powers under \nsection 30 in the course of an inquiry or inspection.―Where, in the  course of any inqu iry und er \nsection 45 or an inspection under section 46, it appears to the Chairman of the Dis trict Co-operative \nFederation that there exists any such ground  as is specified in section 30, he may of his own motion \nor on the application of the person authorized by him under section 45 or  section 46, exercise the  \npowers specified in section 30.  \n \n48. Costs of inquiry.―Where an inquiry is held under section 45 or an inspection is made \nunder section 46, the Chairman of the District Co-operative Federation may apportion the  costs, or \nsuch part of the costs, as he may consid er proper between the society, the m embers of creditor \ndemanding  the inquiry or inspection, the officers or former officers, and the m embers or past members \nof the so ciety : \n \n \n \nPage 18 of 19 \n  Provided that — \n \n(a)        no order of apportionment of the costs shall be made un der this section unless \nthe society or person liable to pay the costs thereunder has or have been heard \nor has or h ave had a reasonable oppo rtunity of being heard ; and \n \n(b)       the C hairman shall record the grounds on whi ch the costs were apportioned. \n \n49. Recovery of costs.―Any sum awarded by way of costs under section 48 may be \nrecovered,  on  application  by the  Chairman  of  the  Dis trict  Co-operative  Federation  to  a \nMagistrate  having  jurisdiction  in  the  place  where  the  person  from  whom  the  money is claimable \nactually and  voluntarily resides, or carries on busin ess, by the distress and sale of any movable \nproperty within the limits  of the jurisdiction of such Magistrate belonging to su ch person, and \nsuch Magistrate shall proceed to recover the same in the same manner as if it w ere a fine impo sed \nby himself. \n \nCHA PTER X \nMISCELLANEOUS  \n \n50. Amalgamation or transfer of societies.―(1) Any two or more societies may, with  the  \napproval  of  the  District  Co-operative  Federation,  by  resolution  passed  by  a th ree-fourths \nmajority of the members present at a special general meeting of each such society held for the \npurpose, amalgamate as a single society : \n \nProvided that each member has had fifteen clear days’ notice of the resolution and the d ate of \nthe m eeting. \n \n (2) An amalgamation referred to in sub-section (1) may be effected without  a dissolution, or \na division of the funds,  of the amalgamating societies and the resolution of the so cieties concerned \nshall on such amalgamation, be a s ufficient conveyance to vest the assets and liabilities of the \namalgamating societies in the amalgamated soc iety. \n \n(3) Any soci ety may, by a resolution passed in accordance with the procedure laid down  in \nsub-section (1) transfer its assets and liabilities to any other society which is prepared to accept them \n: \n \nProvided  that,  when  any  such  amalgamation  or  transfer  of  assets  and  liabilities invo lves \nthe transfer of its liabilities by any society to any other society, it shall not be made without  giving \nthree months’ notice to the creditors of both or su ch societies : \n \nProvided further that if a creditor of any of the societies concerned objects to such \namalgamation or transfer of assets and liabilities and gives written notice to that effect to the so ciety \nor societies concerned one month before the date fixed for the amalgamation or transfer, the \namalgamation or transfer shall not be made unt il the dues of such creditor have been satisfied. \n \n 51. Powers to exempt from stamp duty or registration fee, etc.―The Provincial \nGovernment may, by notification in the official Gazette, reduce or remit― \n \n(a) the stamp-duty with which, under any law for the time being in force, any \ninstruments executed by or on behalf of a society or by an officer or member \n \nPage 19 of 19 \n and relating to the business of the society, or security bonds  executed by or \non behalf of officers or servants of a society, or awards of the arbitrators \nunder this Act, are chargeable ; and \n \n(b) any fee payable under the law relating to the registration of documents or to \ncourt-fees for the time b eing in force. \n \n52. Exemption from Income-tax.―The earnings of a society and the dividend paid by it to \nits members shall be  exempt from in come-tax. \n \n53. Notice necessary in suits.―No suit shall be instituted against a society or any of the  \noffice-bearer s  in  respect  of  any act  relating  to  the  bu iness  of the  society until  the expiration \nof three months next, after notice in writing h as been given to the Chairman of the Dis trict Co-\noperative Federation. \n \n54. Power of revision.―The Chairman of the  Provincial Co-operative Co uncil may, of his  \nown motion or otherwise call for the record of any case or proceedings under this Act for the  purpose \nof satisfying himself as to the correctness, legality or propriety of any decision or order passed by \nany authority, and m ay pass such order in relation thereto as he may think fit  : \n \nProvided that no order shall be passed under this section revising or modifying an order \naffec ting any person unless such person has been afforded an opportunity of being heard. \n \n 55.  Transitional  provisions.―(1)  Till  such  time  as  the  District  Co-operative Federation \nis formed in a  District and its Chairman has been elected,― \n \n (a) the powers and functions of the District Co-operative Federation under this \nAct   and   the   rules   shall   be   exercised   and   performed   by  the   Di strict \nCo-operative Coun cil ; and \n \n(b)      the powers and functions of the C hairman under this Act and the rules shall be \nexercised and performed by the C hairman of the District Co-operative Coun cil. \n \n(2) Till such time as the Provincial Co-operative Federation is formed in a Province, its \npowers and functions under this Act and the rules shall be exercised and performed by the Provincial \nCo-operative Coun cil. \n \n56. Power to make rules.―The Provincial Government may make rules for carrying out \nthe p urposes of th is Act. \n \n \n157. Repeal.―The Co-operative Farming Ordinance, 1976  (XXII of 1976), is hereby \nrepealed. \n \n \n \n______________  \n \nRGN Date: 18 -09-2024 \n1This section has been omitted to the extent of Islamabad Capital Territory by the Federal Laws (Revision and Declaration) Ordinance, 1981 \n(Ordinance No. XXVII of 1981), s. 5 and 4th Schedule."
}