{
    "file": "./converted_json\\administrator0158e1a02138a940073e102386a7525a.json",
    "name": "The Oaths Act, 1873",
    "date": "8th April, 1873",
    "tagline": "An Act to consolidate the law relating to Judicial Oaths, and for other purposes.",
    "content": "Page 1 of 5 \n  \n \n \n \n \nTHE OATHS ACT, 1873  \n \n \n \n \nCONTENTS  \n \nI.___PRELIMINARY  \n \n1. Short title.  \n \n2. Repeal of enactments.  \n \n3.  Saving of certain oaths and affirmations.  \n \nII.___AUTHORITY TO ADMINISTER OATHS AND AFFIRMATIONS  \n \n4.  Authority to administer oaths and affirmations  \n \nIII.___PERSONS BY WHOM OATHS OR AFFIRMATIONS MUST BE MADE  \n \n5.  Oaths or affirmations to be made by.  \n \n6.  Oath by a Muslim or by a non -Muslim who has no abjection.  \n \nIV. ___FORMS OF OATHS AND AFFIRMATIONS  \n \n7.  Forms of oaths and affirmations.  \n \n8.  Power of Co urt to tender certain oaths.  \n \n9.  Court may ask party or witness whether he will make oath proposed by opposite party.  \n \n10.  Administration of oath if accepted.  \n \n11.  Evidence conclusive as against person offering to be bound.  \n \n12.  Procedure in case of re fusal to make oath.  \n \nV.___MISCELLANEOUS  \n \n13.  Proceedings and evidence not invalidated by omission of oath or irregularity.  \n \n14.  Persons giving evidence bound to state the truth.  \n \n15.  Amendment of Penal Code, ss. 178 and 181.  \n \n16.  Official oaths abolish ed. \n \nSCHEDULE  \n\n \nPage 2 of 5 \n THE  OATHS  ACT,  1873  \n \n1ACT  NO.X  OF 1873  \n \n[8th April , 1873 ] \n \nAn Act to consolidate  the law relating  to Judicial  Oaths,  and for other  purposes.  \n \n Preamble. WHEREAS  it is expedient  to consolidate  the law relating  to judicial  oaths,  \naffirmations  and declarations,  and to repeal  the law relating  to official  oaths,  affirmations  and \ndeclarations;  It is hereby  enacted  as follows:___ \n \nI.___PRELIMINARY  \n \n 1.Short  title.  This Act may be called  the 2* Oaths  Act, 1873.  \n \n Local  extent.  3[It extends  to the whole of Pakistan.]  \n \n 4*           *           *           *           *           *           * \n \n 2. [Repeal  of enactments. ] Rep. by the Repealing  Act, 1873  (XII of 1873).  \n \n 5[3. Saving  of certain  oaths  and affirmations.  Nothing  herein  contained  applies  to \nproceedings  before  Courts  Martial,  or to oaths,  affirmations  or declarations  prescribed  by or under  \nany law 6[or] President’  warrants  7* for the time being  in force.]  \n \nII.___AUTHORITY  TO ADMINISTER  OATHS  AND  AFFIRMATIONS  \n \n 4. Authority  to administer  oaths  and affirmations. - The following  Courts  and persons  are \nauthorized  to administer,  by themselves  or by an officer  empowered  by them  in this behalf,  oaths  and \naffirmations  in discharge  of the duties  or in exercise  of the powers  imposed  or conferred  upon  them \nrespec tively  by law:__ \n \n(a) all Courts  and persons  having  by law or consent  of parties  authority  to receive  \nevidence;  \n \n 8[(b) the Commanding Officer of any military, naval or air force station or ship occupied by \nthe Armed Forces of Pakistan, provided tha t the oath or affirmation is administered within the limits \nof the station or on the ship.]  \n \n \n1For the Statement  of Objects  and Reasons,  see Gazette  of India,  1873,  Pt. V, p. 17 ; for Proceedings  in Council,  see ibid.,  1872,  Supplement,  p. 889; \nibid.,  1873 , Supplement,  pp. 3, 233, 235 to 246, 281,395,  and 410 ; ibid.,  1873,  Extra  Supplement,  pp. 1 to 8. \nThis Act has been  declared  to be in force  in Balochistan  by the British  Balochistan  Laws  Regulation,  1913  (2 of 1913),  s. 3. \nThis Act has been  extended  to the Leased  Areas  of Balochistan,  see the Leased  Areas  (Laws)  Order,  1950  (G.G.O.  3 of 1950);  and applied  in the \nFederated  Areas  of Balochistan,  see Gazette  of India,  1937,  Part I, page  1499.  \n2The word”  Indian”  omitted  by A. O., 1949,  Sch. \n3Para.2  of section  1, as amended  by A. O., 1937,  A. O.,1949  and the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 4 and III Sch.,  \nhas been  subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with  effect  from  the 14th  Oct, 1955).  \n4The commencement  clause  was rep. by the Repealing  Act, 1876  (12 of 1876).  \n5The original  section  3 has successively  been  amended  by the Indian  Oaths  (Amdt.)  Act, 1919  (6 of 1919),  s. 2, A.O.,  1937,  A.O.,  1949,  Sch.,  and A.O.,  \n1961,  Art. 2 and Sch. (with  effect  from  the 23rdMarch,  1956).  to read as above.  \n6Ins. by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981).  s.3 and IInd Sch. \n7The word  “or” omitted  ibid. \n8Clause (b) as amended by Act 35 of 1934, s. 2 and Sch,. A ct 10 of 1927, s. 2 and Sch. I and A. O., 1961. Art. 2 (w.e.f. 14 -10-1955), has been subs. by \nthe Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and IInd Sch.  \n   \n \nPage 3 of 5 \n  Provided— \n \n(1)  that the oath or affirmation  be administered  within the limits  of the station,  and \n \n(2)  that the oath or affirmation  be such as a Justice  of the Peace  is competent  to \nadminister  in 1[Pakistan].  \n \nIII.___PERSONS  BY WHOM  OATHS  OR AFFIRMATIONS  MUST  BE MADE  \n \n 5. Oaths  or affirmations  to be made  by. Oaths  or affirmations  shall  be made  by the \nfollowing  persons:— \n \n (a)  witnesses;  all witnesses,  that is to say, all persons  who may law fully  be \nexamined,  or give,  or be required  to give,  evidence  by or before  any Court  or \nperson  having  by law or consent  of partie s authority  to examine  such persons  \nor to receive  evidence;  [and]2 \n \n (b) interpreters;  interpreters  of questions  put to, and evidence  given  by, \nwitnesses  [ : ]3 \n \n4*           *           *           *           *           *           * \n \n Jurors.  5[Provide d that where  the witness  is a child  under  twelve  years  of age, and the Court  \nor person  having  authority  to examine  such witness  is of opinion  that, though  he understands  the \nduty of speak ing the truth,  he does not understand  the nature  of an oath or affirmation,  the foregoing  \nprovisions  of this section  and the provi sions  of section  6 shall  not apply  to such witness,  but in any \nsuch case the absence  of an oath or affirmation  shall  not render  inadmissible  any evidence  given  by \nsuch witness  nor affect  the obliga tion of the witness  to state the truth.]  \n \n Nothing  herein  contained  shall  render  it lawful  to administer,  in a criminal  proceeding,  an \noath or affirmation  to the accused  person,  6[unless  he is examined  as a witness  for the defence,]  or \nnecessary  to administer  to the official  interpreter  of any Court,  after he has entered  on the execution  \nof the duties  of his office,  an oath or affirmation  that he will faithfully  discharge  those  duties.  \n \n 7[6. Oath  by a Muslim  or by a non-Muslim  who has no abjection. —(1) Where  the witness  \nor interpreter  is a Muslim,  he shall  make  an oath.  \n \n (2) Where  the witness  or interpreter  is not a Muslim,  he shall  make  an oath or, if he has an \nobjection  to making  an oath,  an affirmation.]  \n \nIV.___FORMS OF OATHS AND AFFIRMATIONS  \n \n 7. Forms of oaths and affirmations.  All oaths and affirmations made under section 5 shall \nbe administered according to such forms as the High Court may from of time to time prescribe.  \n \n1Subs.  by the Central  Laws  (Statute  Reform)  Ordinance.  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from  the 14th October,  1955 ), for “the \nProvinces  and the Capital  of the Federation”  which  had been  subs.  by A. O., 1949,  Arts.  3(2) and 4, for “British  India”.  \n2The word  “and”  added  by Ordinance  27 of 1981  s. 3 and IInd Sch. \n3Subs.  ibid.,  for “; and”  \n4Clause  (c) omitted  ibid.,  \n5Provisions  ins. by ibid Indian  Oaths  (Arndt.)  Act, 1939  (39 of 1939).  \n6Ins. by Ord. 27 of 1981,  s. 3 and 2nd Sch. \n7Subs.  ibid, for the original  section  6. \n \nPage 4 of 5 \n  And until any such forms  are prescribed  by the High  Court,  such oaths  and affirmations  shall  \nbe administere1  according  to the forms  now in use.  \n \n 1*           *           *           *           *           *           * \n \n 8. Power  of Court  to tender  certain  oaths.  If any party  to, or witness  in, any judicial  \nproceeding  offers  to give evidence  on oath or solemn  affirmation  in any form  common  amongst,  or \nheld binding  by, persons  of the race or persuasion  to which  he belongs,  and not repugnant  to justice  \nor decency,  and not purporting  to affect  any third person,  the Court  may,  if it thinks  fit, \nnotwithstanding  anything  herein  before  contained,  tender  such oath or affirmation  to him. \n \n 9. Court  may ask party  or witness  whether  he will make  oath  proposed  by opposite  \nparty.  If any party  to any judicial  proceeding  offers  to be bound  by any such oath or solemn  \naffirmation  as is mentioned  in section  8, if such oath or affirmation  is made  by the other  party  to, or \nby any witness  in, such proceeding,  the Court  may,  if it thinks  fit, ask such party  or witness,  or cause  \nhim to be asked,  whether  or not he will make  the oath or affirmation:  \n \n Provided  that no party  or witness  shall  be compelled  to attend  personally  in Court  solely  for \nthe purpose  of answering  such question.  \n \n 10. Administration  of oath  if accepted.  If such party  or witness  agrees  to make  such oath or \naffirmation,  the Court  may proceed  to administer  it, or, if it is of such a nature  that it may be more  \nconveniently  made  out of Court,  the Court  may issue  a commission  to any person  to administer  it, \nand authorize  him to take the evidence  of the person  to be sworn  or affirmed  and return  it to the \nCourt.  \n \n 11. Evidence  conclusive  as against  person  offering  to be bound.  The evidence  so given  \nshall,  as against  the person  who offered  to be bound  as aforesaid,  be conclusive  proof  of the matter  \nstated.  \n \n 12. Procedure  in case of refusal  to make  oath.  If the party  or witness  refuses  to make  the \noath or solemn  affirmation  referred  to in section  8, he shall  not be compelled  to make  it, but the \nCourt  shall  record,  as part of the proceedings,  the nature  of the oath or affirmation  proposed,  the facts  \nthat he was asked  whether  he would  make  it, and that he refused  it, together  with any reason  which  \nhe may assign  for his refusal.  \n \nMISCELLANEOUS  \n \n 13. Proceedings and evide nce not invalidated by omission of oath or irregularity.  No \nomission to take any oath or make any affirmation, no substitution of anyone for any other of them, \nand no irregul arity whatever, in the form in which anyone of them is adminis tered, shall inval idate \nany proceeding or render inadmissible any evidence whatever, in or in respect of which such \nomission, subs titution or irregularity took place, or shall affect the obligation of a witness to state the \ntruth.  \n \n 14. Persons giving evidence bound to sta te the truth. Every person giving evidence on any \nsubject before any Court or person hereby authorized to administer oaths and affir mations shall be \nbound to state the truth on such subject2. \n \n1The Explanation  to section  7 was rep. by the Lower  Burma  Cour ts Act, 1900  (6 of 1900),  s. 48 and IInd Sch. \n2Cf. the Pakistan Penal Code (Act 45 of 1860), s.  191. \n \nPage 5 of 5 \n  15. [Amendment  of Penal  Code,  ss. 178 and 181.]  Rep. by the Repealing  Act, 1938  (I of \n1938),  s. 2 and Sch. \n \n 16. Official  oaths  abolished.  Subject  to the provisions  of sections  3 and 5, no person  \nappointed  to any office  shall,  before  entering  on the execution  of the duties  of his office,  be required  \nto make  any oath,  or to make  or subscribe  any affirmation  or declaration  whatever.  \n \n SCHEDULE . [Rep. by the Repealing  Act, 1873  (XII of 1873).]  \n \n \n \n__________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 16 -09-2024"
}