{
    "file": "./converted_json\\administratord4d057d06a35a95379bdd3fc95c11991.json",
    "name": "Institute of Space Technology Ordinance, 2006",
    "date": "October 9, 2006",
    "tagline": "Establishment of the Institute of Space Technology for education and scholarship in space technology",
    "content": "RBGISTEREDNT.+#\n9\nGbeGvdrp d DE[tdtErr\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISI,AMABAD. MONDAY, OCTOBER 9' 2006\nPA RT I\nActs, Ordinances, President's Orders and Regulations\nCOVERNMENT OF PAKISTAN\nMINISTRY OF LAW. JUSTTCE AND HUMAN RIGHTS\nLrlouubatl. thc 9th Octobcr' 2()06\nF. No. 2(I )/2006-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general inforrnation :-\nOnoneuce No. XXV or 2006\nAN\nORDINANCE\ntct pxt|ide .for thc t:slahlisltne nt o/'lhe l stitule o.f Space Technolog.'-\n\\\\'itr.tlrs it is expedient to pro\\ ide for the Establishment ofthe Institute of\nSpace Tcchnology and for matters connected therewith or ancillary thereto;\nArn u'urnEes the National Assembly is not in session and the President is\nsatisfied that circumstances exist which render it necessary to take immediate action;\n(681)\n[3375(2006)/Ex. Gaz.] Price : Rs 20 .50\n682 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 [PARrl\nNow. rlrEREFoRE, in exercise of the powers conferred by clause (l) of\nArticle 89 of the Constitution of the lslamic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance:-\nC'HAPTER I\nPREI,IMINARY\n(2) It shall come into force at once and shall be deemed to ltave taken\neffect on the 3rd day ofAugust,2006.\n2. Definitions.-ln this Ordinance, unless there is anyhing repugnant\nin the subject or context,-\n(a) \"Academic Council\" means the Academic Council ofthe Institute;\n(b) \"affiliated college\" means an educational institution affiliated to the\nInstitute but not maintained or administered by it;\n(c) \"Authority\" means any ofthe authorities ofthe Institute as specified\nor set up in terms ofsection l5;\n(d)\n(e)\n(0\"Chancellor\" means the Chancellor ofthe Institute;\n\"college\" means a constituent college or an affiliated college;\n\"Commission\" means the Higher Education Commission set up under\nthe Higher Education Commission Ordinance, 2002 (LIII of2002);\n(g) \"constiluent college\" means an educational institution, by whatever\nname described, maintained and administered by the Institute;\n(h) \"Dean\" means the head of a Faculty or the head of an academic\nbody granted the status of a Faculty under this Ordinance or by the\nstatutes or regulations:\n(r) \"department\" means a teaching department maintained and\nadministered, or recognized by the Institute in the manner prescribed;\nU) \" Director-General\" means the head ofa centre or a constituent college\nestablished by the Institute under the statutes or regulations in terms\nof the powers delegated by this Ordinance;I . Short title and commencement.-( I ) This Ordinance may be called\nthe Institute of Space Technology Ordinance. 2006.\nPanr Il THE GAZETTE OF PAKISTAN, EXTRA., OCIOBER 9,2006 683\n(k) \"Faculty\" means an administrative and academic unit ofthe Institute\nconsisting ofone or nrore deparlmenls. as prescribed;\n(l) \"Government\" means the Federal Government;\n(m) \"Head of Department\" means head of a teaching departmentt\n(n) \"lnstitutc\" means Institute ol Space Technology established under\nthis Ordinance as a degree awarding institute;\n(o) \"lnstitute teacher\" means a whole-time teacher appointed and paid\nby the Institute, or recognized by the Institute as such;\n(p) \"prescribed\" means prescribed by statutes, regulations orrules made\nunder this Ordinance;\n(q) \"Principal\" means the head ofa college;\n(r) \"Representation Committees\" means the Represenlation Committees\nconstituted under section 23'\n(s) \"Review Panel\" means the Review Panel set up by the Chancellor in\naccordance with the proviso to ilause (a) of sub-section (6) of\nsection 8;\n(t) \"Search Committee\" means the Search Committee constituted by\nthe Senate under sub-section (2) ofsection ll;\n(u) \"Senate\" means the Senate ofthe Institute;\n(v) \"statutes\", \"regulations\" and \"rules\" mean respectively the statutes,\nthe regulations and the rules made under this Ordinance and for the\ntime being in lorcel\n(w) \"Syndicate\" means the Syndicate ofthe Institutei\n(x) \"teachers\" include Professors, Associate Professors, Assistani\nProfessors and Lecturers engaged whole-time by the Institute or by a\nconstituent or affiliated college and such other persons as ntay be\ndeclared to be teachers by regulations; and\n(y) \"Vice-Chancellor\" means the Vice-Chancellor of the Institute\n()S-l THE CAZETTE OF PAKISTAN. DXTRA.. OCTOBER 9,2006 [P.urr I\nCHAPTER II\nI'HF, I\\STIl'T'TE\n3. Establishment ofthe lnstitute.-(l) There shall be established, in\naccordance with the provisions of this Ordinance a degree awarding Institute to be\ncalled the lnstitute ofSpace Technology. Islanrabad.\n(2) The Institute shall consist ofthe following, namely:-\n(a) the Chancellol the Deputy Chairperson ofthe Senate. the menrbers\nof the Senate and the Vice-Chancellor;\n(b) the members of the Authorities of the Institute established under\nsection l5;\n(c) all Instihrte teachers and persons recognized as sh.rdents ofthe Institute\nin accordance $,itlr terms prescribed fronr time to time; and\n(d) all other full-time officers and members ofthe staffofthe Institute\n(3) The Institute shall be a body corporate and shall have perpetual\nsuccession and a common seal, and may sue and be sued by the said name.\n4. The lnstitule shall be competent to acquire and hold propeny, both\nnrovable and immovable, and to lease, sell or otherwisc transfer any movable and\nimmovable property which mav have become vested in or been acquired by it.\n(5) Notwithstanding anything contained in any other larv lor the time being\nin force. the lnstitute shall have academic, financial and administrative autonon'ty,\nincluding the power 1o emplov officers, teachers and other employees on such terms\nas may be prescribed, subject to the terms ofthis Ordinance and the Higher Education\nConmission Ordinance, 2002 (LIII of2002). ln particular, and wilhout prejudice to\nthe authority granted to the Commission by the law. the Government or an authority\nor auditor appointed by the Govemment, shall have no power to question the policy\nunderlying the allocation ofresources approved by the Senate in the annual budget\nof thc Institute.\n4. Powers and purposes of the Institute.-The Institute shall have\nthe lollowing powers, namely:-\n(i) to provide for education and scholarship in such branches ofknowledge\nas it nray deem fit, and to make provision for research, service to\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA.. OCTOBER 9, 2006 685\nsociety and for the applicatron, advancement and dissemination of\nknowledgc in such r.nanner as it nray determine;\n(iiil to hold examinations and to award and confer degrees, diplomas,\ncertificales and other academic distinctions to an on persons who have\nbeen admitted to and have passed its examinations under prescribed\nconditions;\n(i\") to prescribe the tems and conditions ol employment of the officers,\nteachers and other employees of the lnstitute and to lay down temrs\nand conditions that may be different from those applicable to\ngo\\ ernment servants in general;\n(v) to engage, where necessary, persons on contracts ofspecified duration\nand to specify the terms of each engagement;\n(r,i) to confer lronorary degrees or other distinctions on approved persons\nin the manner prescribed;\n(vii) to provide lor such instruction for persons not being students ofthe\nInstitute as it may prescribe, and to grant certificates and diplomas to\nsuch persons;\n(l,iii) to institute programmes for the exchange ol students and teachers\nbetween the Instirute and other universities, educational iirstitutions\nand research organisations, inside as well as outside Pakistani\n(ix) to provide career counselling and job search services to studenls and\nalumnii\n(x)\n(xi)\n(xiD\n(xiii)to maintain linlages with alumni;\nto develop and implement fund-raising plansl\nto provide and support the academic development ofthe Faculty;\nto confer degrees on persons who have carried on independent\nresearch under prescribed conditions;\nto affiliate and disaffiliate educational institutions under prescribed\nconditions;(xiv)(ii) to prescribe courses of studies to be conducted by it in its campuses\nand in the colleges:\n6ti6 TIIE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 [P^Rrl\n(xv) to inspect colleges and other educational institutions affiliated or seeking\naffiliation with it:\n(xvi) to accept the examinations passed and the period of srudy spent by\nsludents ol the Institute at other universities and places of leaming\nequivalent to such examinations and periods of study in the Institute,\nas it may prescribe, and to withdraw such acceptance;\n(xvii) to co-operate with other universities, public authorities or private\norganisations, inside as well as outside Pakistan, in such manner and\nfor such purposes as it may prescribe;\n(xix) to create posts for research. extension, administration and other related\npurposes and to appoint persons thereto:\n(xx) to recognize selected members of the teaching staff of affiliated\ncolleges or educational institutions admitted to the privileges of the\nlnstitute or such other persons as it may deem fit, as Institute teachers;\n(xxii)to establish teaching departrnents, schools, colleges, faculties, campuses,\nmuseums, centres ofexcellence and other centres of leaming for the\ndevelopment ofteaching and research and to make such arrangements\nfor their maintenance, management and administration as it may\nprescribe;\n(xxiv) to maintain order, discipline and security on the campuses ofthe Institute\nand the constituent colleges:\n(xxv) to promote the extra curricular and recreational activities of such\nstudents, and to make arrangements for promoting their health and\ngeneral welfare;(xviii) lo institute Professorships, Associate Professorships, Assistant -Professorships and Lectureships and any other posts and to appoint\npersons thereto;\n(xxi) to instilute and award financial assistance to students in need,\nfellowships, scholarships, bursaries, medals and prizes under prescribed\nconditions:\n(xxiii) to provide for the residence of the students of the Institute and a -constituent college to institute and maintain halls of resident and to\napprove or license hostels and lodging:\n(xxvi) to demand and receive such fees and other charges as it may determine;\n(xxvii) to make provision for research, advisory or consultancy services and\nwith these objects to enter into amangenrents with other institutions,\npublic or private bodies, commercial and industrial cnterprises under\nprescribed conditions;\n(xxviii) to enter into, carry out, vary or cancel contracts;\n(xxix)lo receive and manage property transferred and grants, contributions\nmade to the Institute and to invest any fund representing such property,\ngrants, bequests, trusts, gifts, donations, endowments or contributions\nin such manner as it may deem fit;\n(xxx) to provide lor the printing and publication ofresearch and other works;\nand\n(xxxi)to make rules, regulations and statutes for the Institute and to do all\nsuch other acts and things incidental to the powers aforesaid as may\nbe requisite or expedient in order to further the objectives ofthe Institute\nas a place of education, leaming, and research.\n5 lnstitute open to all classes, creeds, etc.-{l ) The Institute shall\nbe open to all persons ofeither gender and no person shall be denied the privileges\nofthe Institute on the grounds ofreligion, race, caste, residence or place ofbirth.\n(2) An increase in any fee or charge that is in excess often per cent per\nannum on an annualised basis from the last such increase may not be made except\nin special circumstances, and only with the approval ofthe Senate.\n(3) The Institute shall initiate financial aid programmes for students in\n^ need, to the extent considered feasible by the Senate given the resources available,\nso as to enable admission and access to the Institute and the various opportunities\nprovided by it to be based on merit rather than ability to pay.\n6. Teaching at the Institute,-(l ) All recognized teaching in various\ncourses shall be conducted by the Institute or a college in the prescribed manner and\nmay include Iectures, tutorials, discussions, sentinars, demonstrations, distance,\nleaming and other methods ofinstruction as well as practical work in the laboratories,\nhospitals. rvorkshops and other governmental or private organizations.\n(2) The authority responsible for organizing recognized teaching shall be\nsuch as may be prescribed.P,rRr Il THE GAZET'|E OF PAKISTAN. EXTRA.. OCTOBER 9, 2006 681\n68 tr THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 [P^Rr I\n7.\nnanrely:-.\n(a)\n( D)\n(c)\n(d)\n(e)\n( f')\n(e)\n(h)\n(i)\nU)\n(k)CHAPTER III\nOFFICERS OF THE INSTITUTE\nOfficers.-The following shall be the officers of the lnstitute.\nthe Chancellor:\nthe Deputy Chairperson of the Senatel\nthe Vice-Chancellor:\nthe Director-General:\nthe Deans;\nthe Principals ofthe constituent colleges:\nthe Head of Departments;\nthe _Registrar;\nthe Treasurer;\nthe Controller of Examinationsi and\nsuch other persons as may be prescribed by the statutes or regulations\nto be the officers of the Institute.\n8. Chancellor.-(l ) The President of Pakistan shall be the Chancellor\nol tlre Institute and the Chairperson of the Senate.\n(2) The Chancellor shall, when present, preside over the meetings ofthe\nSenale and the convocation of the lnstitute. ln the absence of the Chancellor the -Scnate may request a person of eminence to preside over the convocation of the\nInstitute.\n(3) The menrbers oFthe Senate as well as the Vice-Chancellor shall be\nappointed by the Chancellor from amongst the persons recommended by the\nRepresentation Comnrittee set up for this purpose or the Search Committee\nestablished in accordance with this Ordinance. as the case ntay be. along with those\nelected.\n(4) The Chairman, Pakistan Space and Upper Atmosphere Research\nCommission shall be the Deputy Chairperson ofthe Senate.\nl'rru ll THII CiAZETTE OF PAKISTAN, EXTRA., OCTOBER 9, 2006 689\n(5) Every proposal to confer an honorary degree shall be subject to\nconfimralion by the Chancellor.\n((r) Ifthc C'hancellor is satisl'led tlrat serious iregularity or m isnranagenren t\n\\\\ ith rL'spect to thr\"- allairs of the lnstitute has occurred. he may.\n(a) as rcgards proceedings ofthe Senate, direct that specified proceedings\nbe reconsidered and appropliate action taken within one month ofthe\ndirection having been issued:\nProrided that if the Chancellor is satisfied that either no\nreconsideralion has been carried out or that the reconsideration has\nlailed to address the concern expressed, he nray, after calling upon the\nScnate to show cause in \"vriting. appoint a five-menrber Revierv Panel\nto cxanrine and report to the Chancellor on the functioning of the\nSenatc. The report ol the Revierv Panel shall be submitted within\nsuclr tinre as may be prescribed by the Chancellor The Review Panel\nshall be drawn from persons of entinencc in academics and in the\nfields of larv. accountancv and adnrinistration; and\n(b) as regards proceedings of any Authority or with respecl to nratters\nwitlrin the compctence ofany Authority other than the Senate, direct\nthe Senate to exercise por,r'ers under section I7.\n9. Removal from the Senate.-( I ) The chancellor may, upon the\nreconrnrendation ofthe Review Panel, renrove any person fronl the membership of\nthe Scnate on the ground that such person.- .'\n(a) has become ofunsound mind;\n(b) has become in capacitated to function as nrenrber ofthe Senate;\n(c) has been convicted by a court of law for an offence involving moral\nturpitude;\n(d) has absented himself frorn trvo consecutive meetings without iust cause;\n(e) has been guilty ofnrisconduct, including use olposition for personal\nadvantage of any kind, or gross inefliciency in the performance of\nfunctions.\n(2) The Chancellor shall remove any person from the membership ofthe\nSenate on a resolution calling lor the removal ofsuch person supported by at least\nthrcc-lourth ofthe rncmbership of the Senate:\n690 TIIE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 [Panr I\nProvided that before passing such resolution the Senate shall provide an\nopportunity ofbeing heard the member:\n10. Vice-Chancellor.{1) There shall be a Vice-Chancellor ofthe Institute\nwho shall be an eminent academic or a distinguished administrator and shall be\nappointed on such terms and conditions as may be prescribed.\n(2) The Vice-chancellor shall be the chiefexecutive officer ofthe Institute\nresponsible for all administrative and academic functions of the Institute and for\nensuring that the provisions of this Ordinance, statutes, regulations and rules are\nfaithfully observed in order to promote the general efficiency and good order ofthe\nInstitute. The Vice-Chancellor shall have all powers prescribed for this purpose,\nincluding administrative control over the officers, teachers and other employees of\nthe Institute.\n(3) The Vice-Chancellor shall, ifpresent, be entitled to attend any meeting\nof any Authority or body of the Institute.\n(4) The Mce-Chancellor may, in an emergency that in his opinion requires\nimmediate action ordinarily not in the competence ofthe Vice-Chancellor, take such\naction and forward, within seventy-two hours, a report of the action taken to the\nmembers of the Emergency Commifiee ofthe Senate, to be set up by the statute.\nThe Emergency Committee may direct such further action as is considered\nappropriate.\n(5) The Vice-Chancellor shall also have the following powers, namely:-\n(a) to direct teachers, officers and other employees ofthe Institute to\ntake up such assignments in connection with examination, adminishation\nand such other activities in the Institute as he may consider necessary\nfor the purposes ofthe Institute;\n(b) to sanction by re-appropriation an amount no exceeding an amount -\nprescribed by the Senate for an unforeseen item not provided for in\nthe budget and report it to the Senate at the next meetin E;\n(c) to make appointments ofsuch categories ofemployees ofthe Institute\nand in such manner as may be prescribed by the statutes;\n(d) to suspend, punish and remove, in accordance with prescribed\nprocedure, from service officers, teachers and other employees ofthe\nlnstitute:Provided further that the provisions ofthis section shall not be applicable to\nthe Vice-Chancellor in his capacity as a member of the Senate.\nP,rnr Il THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9, 2006 691\nProvided that in case ofany appointTnent made by orwith the approval\nof the Senate, any action under this clause shall be taken with the\napproval of the Senate.\n(e) to delegate, subject to such conditions as may be prescribed, any of\nhis powers underthis Ordinance to an officer or officers ofthe Institute;\nand\n(6) The Vice-Chancellor shall present an annual report before the Senate\nwithin three months of the close of the academic year. The annual report shall\npresent such information as regards the academic year under review as may be\nprescribed, including disclosure ofall relevant facts pertaining to,\n(a) academicsl\n(b) research;\n(c) administration;and\n(d) finances.\n11. Appointment and removal of the Vice-Chancellor.-( I ) The Vice_\nChancellor shall be appointed by the Chancellor on the basis of recommendations\n^ made by the Senate.(0 to exercise and perform such other powers and functions as may be\nprescribed.\n(7) The Mce-Chancellor's annual report shall be made available, prior to\nits presentation before the Senate, to all officers and Institute teachers and shall be\npublished in such numbers as are required to ensure its wide circulation.\n(2) A Search Committee for the recommendation ofpersons suitable for\nappointment as Vice-Chancellor shall be constituted by the Senate on the date and\nin the manner prescribed by the statutes and shall consist of two eminent members\nofsociety nominated by the Chancellor ofwhom one shallbe appointed the Convenor,\ntwo members ofthe Senate, two distinguished Instihrte teachers who are not members .\nofthe Senate and one academic ofeminence not employed by the Institute. The two\ndistinguished lnstitute teachers shall be selected by the Senate through a process, to\nbe prescribed by Senate, that provides for the recommendation ofsuitable names by\nthe lnstitute teachers in general. The Search Committee shall remain in existence till\nsuch time that the appointment ofthe next Vice-Chancellor has been made by the\nChancellor.\n692 THE G-AZETTE OF PAKISTAN. EXTR,A.. OC'TOBER 9. 2006 [Penr I\n(3) The persons proposed by the Search Committee for appointntenr rs\nVice-Chancellor shall be considered by the Senate and ofthese a panel olthree. in\norder ofpriority. shall be recommerrded by the Senatc to the Chancellor:\nProvided that the Chancellor may decline to appoint any ofthc three persons\nrecommended and seek recon.tmendation ofa fi-esh panel. In tlte event of a fi-esh\nrecommendation being sought by the Chancellor the Search Conrmittee shall rrake\na proposal to the Senate in thc prescribed manner\n(4) The Vice-Chancellor shall be appointed for a renervable tenure of fir,e\nyears on terms and conditions prescribed by statutes. The tenure ofan incuntbent\nVice-Chancellor shall be renewed by the Chancellor on receipt ofa resolution ofthe\nSenate in support ofsuch renewal:\nProvided that the Chancellor may make a relerence to the Senate statins\nthe instances ofinefficiency, moral turprtude or physical or mental incapacity gross\nmisconduct on the part of the Vice-Chancellor that have come to his notice. After\nconsideration ofthe reference the Senate may, pursuant to a resolution in this behalf\npassed by two-thirds of its membership, recommend to the Chancellor the removal\nof the Vice-Chancellor:\nProvided further that prior to a resolution for the removal of the Vice_\nChancellor being voted upon the Mce-Chancellor shali be given an opportunity of\nbeing heard.\n(6) A resolution recorLmending the removal ofthe Vice-Chancellor shall\nbe submitted to the chancellor.forthwith. The Chancellor may accept the\nrecommendation and order removal of the Vice-Chancellor o[ return the\nrecomnlendation to the Senate for reconsideration and re-submission.\n(7) At any time when the office of the Vice-Chancellor is vacant, or the\nVice-Chancellor is absent or is unable to perform the functions ofhis office due to\nillness or some other cause, the Senate shall make such arrangenrents for the\nperformance ofthe duties ofthe Mce-Chancellor as it may deem fit.. Provided that the Chancellor may call upon the Senate to reconsider such\nresolution once.\n(5) The Senate may, pursuant to a resolution in this behalf passed by\nthlee-lourths of its rnenrbership, recommend to the Chancellor the removal of the\nVice-Chancellor on the ground ofinefficiency, moral turpitude or physical or mental\nincapacity or gross ntisconduct. including misuse ofposition forpersonal advantage\nofany kind:\nI',\\Rr Il Tl IIr GAZETTE OF IAKISTAN. EXTRA.. OCTOBER 9. 1006 693\n12. Registrar.-( | ) There shall be a Registrar of the Institute to thc\nappointed by the Senate on the reconrmendation of the Vice-Chancellor, on such\ntenrs and conditions as nray be prcscribed.\n(2) The experience as u,ell as the professionaj and acadentic qualifications\nnecessary for appointntent to the post ofthe Registrar shall be as may be prescribed.\n( l ) -l hr' Reuistrar shal l be a lull-tintc ol llccr ol' the lnstitutc llcl shall.\n(a) be the administrative head of tl'te secretariat of the lnstitute and be\nresponsible for the provision ofsecretariat support to the Authorities\nofthe Institute:\n(b) be the custodian ofthe common seal and the acadbmic records ofthe\nInstitute:\n(c)\n(d)nraintain a register olregistered graduates in the prescribed manncr;\nsupervise the process of election, appointment or nomination of\nmembers to the various authorities and other bodies in the prescribed\nmanner; and\n(e) pclfomr suclr other duties as nray be prescribed.\n(41\nthlee vearsTlre terms of office of the Registrar shall be a renervable period of\n(a) manage the assets, liabilities, receipts, expenditures, lunds and\ninvestrnents of the Institute;\n(b) prepare the annual and revised budget estimates ofthe lnstitute and\npresent them to the Syndicate or a committee thereof for approval\nand incorporation in the budget to be presented to the Senate;Provided that the Senate may, on the advice ofthe Vice-Chancellor, terminate\nthe appointnrent of the Registrar on grounds of inefficiency or misconduct in\naccordance u,ith prescribed procedure.\n13. Treasurer.- (l) There shali be a Treasurer of the Instilute to be\nappointed by the Senate on tlte recommendation of the Vice-Chancellor. on such\ntemrs and conditions as may be prescribed.\n(2) The experience and professional and academic qualifications necessary\nlor appointment to the post of the Treasurer shall be as nray be prescribed.\nshall,-(3) The Treasurer shall be the chieffinancial officer of the Institute and\n694 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9, 2006 [Parr I\n(c) ensure that the funds of the Institute are expended for the purposes\nfor which they are provided;\n(d) have the accounts ofthe Institute audited annually so as to be available\nfor submission to the Senate within six months of the close of the\nfinancial yearl and\n(e) perform such other duties as may be prescribed.\nThe term of office of the Treasurer shall be a renewable period of\nCHAPTER IV\nAUTHORITIES OF THE INSTITUTE\nAuthorities.-{ I ) The following shall be the Authonties ofthe Institute,\nAuthonties established by this Ordinance, -\n(i) the Senate;\n( ii) The Syndicate; andProvided that the Senare may on the advice ofthe Vice-Chancellor, terminate\nthe appointment of the Treasurer on grounds of inefficiency or misconduct in\naccordance with prescribed procedure.\n14. Controller of Examination.-( I ) There shall be a Controller of\nExaminations, to be appointed by the Senate on the recommendation ofthe Vice-\nChancellor, on such terms and conditions as may be prescribed.\n(2) The minimum qualifications necessary for appointment to the post of\nthe Controller of Examinations shall be as may be prescribed.\n(3) The Controller of Examinations shall be a full-time officer of the\nInstitute and shall be responsible for all matters connected with the conduct of\nexaminations and perform such other duties as may be prescribed.\n(4) The Controller of Examinations shall be appointed for a renewable\nterms of three years:\nProvided that the Senate may, on the advice ofthe Mce-Chancellor, terminate\nthe appointment of the Controller of Examinations on grounds of inefficiency or\nmisconduct in accordance with prescribed procedure.(4)\nthree years:\n15.\nnamely:-\n(a)\nParr Il THE GAZETIE OF PAKISTAN, EXTRA., OCTOBER 9,2006 695\n(iii) TheAcademicCouncil:\n(b) Authorities to be established by the statutes,-\n(i) Graduate and Research Management Council;\n(ii) Recruitment, Development, Evaluation and Promotion\ncommiftbes for teachers and other staff whether at the level of\nthe department, the Faculty or the Institute;\n(iii) Career Placement and Intemship Committee of each Faculty;\n(iv) Search Committee for the appointmerit of the Vice-Chancellor;\n(u) the representation Committees for appointment to the Senate,\nSyndicate and the Academic Council;\n(vi) Faculty Council; and\n(vii) DepartmentalCouncil.\n(2) The Senate, the Syndicate and the Academic Council may set up such\nother committees or sub-committees, by the whatever name described, as are\nconsidered desirable through statutes or regulations as appropriate . Such committees\nor sub-committees shall be authorities of the Institute for the purposes of this\nOrdinance.\n16. Senate.-{ I) The body responsible for the governance ofthe Institute\nshall be described as the Senate, and shall consist ofthe following, namely:-\n(a) the Chancellor who shall be the Chairperson ofthe Senate;\n(b] the Deputy Chairperson ofthe Senate;\n'(c) theVice-Chancellor;\n(e) four persons from society at large being persons ofdistinction in the\nfields of administration, management, education, academics, law,\naccountancy, medicine, fine arts, architecture, agriculture, science,\ntechnology and engineering such that the appointment ofthese persons\nreflects a balance across the various fields:(d) a senior member not below the rank of Additional Secretary or\nequivalent of relevant Ministry;\n696 THE GAZETTE OF PAKISTAN. EXTRA., OCTOBER 9.2006 lPnnrl\nProvided that the special focus ofthe Institute, to be declared in\nthe manner prescribed. may be reflected in the number ofpersons of\ndistinction in an area of erpertise relevant to the Instihtte who are\nappoinlnrent to the Senate:\n(l) one person amongit the alumni ofthe Institute;\n(g) two persons lrom the academic community of the country. other than\nan employee ofthe Institutes, at the level of Professor or- Principal ol\na coJlege;\n(h) four Institute teachers; and\n(2) The numbers ofthe nrembers ofthe Senate described in clauses (f) to\n(i) ofsub-section (l ) may be increased by the Senate thlough statutes subjecttothe\nconditioD that the total membership ofthe Senate does not exceed twenty-one, with\na nraximunr of five institute teachers, and the increase is balanced. to the e\\tent\npossible, across the different categories specified in sub-section ( I ).\n(-l) All appointntents to the Senate shall be rnade by. the Chancellor.\nAppointments ofpersons describcd in clauses (f) and (g) ofsub-section ( I ) shall be\nnrade fronr amongst a panel ofthree names lor each vacancy recommended by the\nRepresentation Comntittee sel up in terms of section 23 and in accordance rvith\nprocedure as may be prescribed:\nProvided that effort shall be made, without compromising on quality or\nqualification. to give fair representation to women on the Senate:\nProvided lurther that as regards the Institute teachers described in clause\n(h) ofsub-section ( l) the Senate shall prescribe a procedure for appointment on the\nbasis ofelections that provide for voting by the various categories of Institute teachers.\nProvided also that the Senate may altematively prescribe that appointment ol the\nlnstitute teachers to tlle Senate shall also be in the nranner provided by this sub-\nscction for the persons described in clauses (f) and 1g1 of sub-section ( I ).\n(1) Members of the Senate, other than ex-ol/icio members, shall hold\noftice for a period ol three years. One-third of the menrbers, other the e.r-o/ficio\nmembers, olthe first Senate, to be determined by lot, shall retire from office on the\nexpiration ofone year from the date ofappointment by the Chancellor. One-halfof\nthe remaining members, other than e.r-officio members, of the first Senate, to be\ndctemrined by lot, shall retire front office on the expiration of two years lront the\ndatc of appointment and the ren:aining one-half, other than e.r-qlfcio mentbcrs.\nshall retire from office on the expiration ofthe third year:(i) one person nominated by the Commission.\nP,rnr ll THE CAZETTE OF PAKISTAN. EXTRA., OCTOBER 9, 2006 691\nProvided that no person, other than an ex-oflicio members, may serve on\nthe Senate for more than two consecutive terms:\nProvided further that the Institute teachers appointed to the Senate may not\nserve lor two consecutive terms.\n(5) The Senate shall meet at least twice in a calendar year.\n(6) Service on the Senate shall be on honorary basis:\nProvided that actual expenses may be reimbursed as prescribed.\n. (7) The Registrar shall be the secretary ofthe Senate.\n(8) In the absence of the Chairperson meetings of the Senate shall be\npresided over by the Deputy Chairperson ofthe Senate. The Deputy Chairperson\nshall be the convenor ofthe Senate.\n(9) A ll decisions ofthe Senate shall be taken on the basis ofthe opinion of\nthe nra.jority of the nrembers present. In the event of the members being evenly\ndivided on any matter the person presiding over the meeting shall have a casting\nvote.\n(10) The quorum flor a meeting of the Senate shall be two{hirds of its\nnrembership, a fraction being counted as one.\n17. Powers and functions of the Senate.-{l) The Senate shall have\nthe power ofgeneral supervision over the lnstitute and shall hold the Vice-Chancellor\nand the Authorities accountable for all the functions of the Institute. The Senate\nshall also have all powers of the Institute not expressly vested in an Authority or\nofficer by this Ordinance and all other powers not expressly provided under this\nOrdinance that are necessary for the performance of its functions.\n(2) Without prejudice to the generality ofthe foregoing powers, the Senate\nshall have the following power, namely:-\n(a) to approve the proposed annual plan ofwork, the annual and revised\nbudgets, the annual report and the annual statement ofaccount;\n(b) to hold, control and lay down policy for the administration of the\nproperty, funds and investments ofthe Institute, including approval of\nthe sale and purchase or acquisition of immovable property;\n(c) to oversee the quality and relevance of the lnstitute's academic\nprogrammes and to review the academic affairs of the Institute in\ngeneral.\n698 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 [Panrl\n(d) the approve the appointment of the Director-General, Deans,\nProfessors, Associate Professors and such other senior faculty and\nsenior administrators as may be prescribed;\n(f) to approve strategic plans;\n(g) to approve financial resource development plans ofthe Institute;\n(h) to consider the drafts of statutes and regulations proposed by the\nSyndrcate and the Academic Council:\nProvided that the Senate may frame statutes or regulations on ils\nown initiative and approve it after calling for the advice ofthe Syndicate\nor the Academic Council as the case may be;\n(i) to annual by order in writing the proceedings ofanyAuthority on oflicer\nifthe Senate is satisfied that such proceedings are not in accordance\nwith the provisions ofthis Ordinance, statutes or regulations after calling\nupon such Authority or officer to show cause why such proceedings\nshould not be annulled;\n0) to recommend to the Chancellor removal ofany memberofthe Senate\nin accordance with the provisions ofthis Ordinance;\n(k) to make appointment of members of the Syndicate, other than er-\noficia members, in accordance with the provisions of this Ordinance;\n0) to make appointment of members of the Academic Council, other\nthan ex-officio members, in accordance with the provisions of the\nOrdinance;\n(m) to appoint Emeritus Professors on such terms and conditions as may\nbe prescribed;\n(n) to remove any person from the membership ofany Authority ifsuch\nperson,-\n(D has become ofunsound mind;(e) to institute schemes, directions and guidelines for the terms and\nconditions ofappointment ofall officers, teachers and other employees\nofthe lnstitute;\nPamll THE GAZETTE OF PAKISTAN, EXTRA;, OCTOBER 9,2006 699\n(i, has become incapacitated to function as member of such\nAuthority; or\n(iii) has been convicted by a court of law for an offence involving\nmoral turpitude; and\n(o) to determine the form, provide for the custody and regulate the use of\nthe common seal of the lnstitute.\n18. Visitation.-The Senate may, in accordance with the terms and\nprocedures as may be prescribed, cause an inspection to be made in respect of any\nmatter connected with the Institute.\n19. Syndicate.-(l) There shall be a Syndicate ofthe Institute consisting\nof the following, namely:-\n(a) The Vice-Chancellor who shall be its chairperson;\n(b) TheDirector-General;\n(c) The Deans ofthe Faculties;\n(d) three professors from different departments, who are not members of\nthe Senate, to be elected by the Institute teachers in accordance with\nprocedure to be prescribed by the Vice-Chancellor;\n(e) Principals ofthe constituent colleges;\n(0 The Registrar;\n(g) the Treasurer; and\n(h) the ControllerofExaminations.\n(2) Members ofthe Syndicate, other than er-ollicio members, shall hold\noffice for a period of three years.(3) The Senate may, subject to the provisions ofthis Ordinance delegate\nall or any ofthe powers and fi.rnctions ofany Authority, officer or employee ofthe\nlnstitute at its main campus, to any Authority, Committee, officer or employee at its\nadditional campus for the purpose of exercising such powers and performing such\nftrnctions in relation to such additional campus, and for this purpose the Senate may\ncreate new posts or positions at the additional campus.\n700\n(3) For three professor described in clause (d) ofsub-sectron ( I ) the Senate\nmay, as an alternative to elections. prescr-ibe a procedure lor proposal of a panel of\nnames by the Representation Committee set up in ternts ofsection 23. Appointnent\nofpersons proposed by the Representation Committee may be made by the Senate\non the recommendation ofthe Vice-Chancellor\n(4) The quorum for a nreeting ofthe Syndicate shall be one-halfofthe\ntotal nunrber of members, a fraction being counted as one.\n(5) The Syndicate shall meet at least once in each quarter of the year\n20. Powers and duties ofthe Syndicat€,-( l) The Syndicate shall be\nthe executive body ofthe Institute and shall, subjectto the provisions ofthis Ordinance\nand the statutes, exercise general supervision over the affairs and management of\nlhe Institute.\n(2) Without prejudice to the generality ofthe foregoing powers, and subject\nto the provisions of this ordinance. the statutes and directions of the Senate. the\nSyndicate shalJ have the following powers, namely:\n(a) to consider the annual report, the annual and revised budget estimates\nand to submit these to the Senate;\n(b) to transfer and accept transfer ofmovable property on behalf of the\nInstitute;\n(c) to enter into, vary! carry out and cancel contracts on behalf of the\nInstitute:\n(d) to cause proper books of account to be kept for all sunrs of money\nreceived and expended by the Institute and for the assets and liabilities\nof the Institute;\n(e) to invest any money belonging to the Institute including any unapplied\ninconre in any of securities described in section 20 of the Trust Act,\nI 882 (Act II of 1882), or in the purchase of immovable propeny or in\nsuch other manner, as it may prescribe, with the like power of varying\nsuch investments;\n(0 to receive and manage any property transferred, and grants. bequests,\ntrust, gifts, donations, endowments, and other contributions made to\nthe lnstitute;THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 [Pexr I\nP^Rrll THE GAZETIE. OF PAKISTAN. EXTRA., OCTOBER 9. 2006 701\n(g) to administer any firnds placed at the disposai of the lnstitute for\nspecified purposes;\n(h) to provide the buildrngs, libraries, premises, fumiture, apparatus,\nequipment and other means required for carrying out the work ofthe\nInstitute:\n(i) to establish and maintain halls ofresidence and hostels or approve or\nlicense hostels or lodgings for the residence ofstudents;\n(t) to recommend to the Senate affiliation or disaffiliation ofcolleges;\n(k) to recommend to the Senate admission of educational institutions to\nthe privileges ofthe [nstitute and withdraw such privileges;\n(l) to arrange for the inspection ofcolleges and the departments;\n(m) to institute Professorships, Associate Professorships, Assistant\nProfessorships, Lectureships, and other teaching posts or to suspend\nor to abolish such posts;\n(n) to create, suspend or abolish such administrative or other posts as\nmay be necessary;\n(o) to prescribe the duties of officers, teachers and other en.rployees of\nthe Institute;\n(p) to report to the Senate on rnatters with respect to which it has been\nasked to report:\n(q) to appoint members to various Authorities in accordance with the\nprovisions of this Ordinance:\n(r) to propose drafts of statues for submission to the Senate;\n(s) to regulate the conduct and discipline ofthe students ofthe Institute;\n(0 to take actions necessary for the goods administration ofthe lnstttute\nin general and to this end exercise such powers as are necessary;\n(u) to delegate any ofits powers to anyAuthority or oflicer or a committee;\nand\n102 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9, 2006 [pamr\n(v) to perfornt such other functions as have been assigned to it by the\nprovisions ofthis Ordinance or may be assigned to it by the statutes.\n(a) the Vice-Chancellor who shall be its Chairperson;\n(b) theDirector-Generall\n(c) the Deans of Faculties and such Heads of Departntents as may be\nprescribed;\n(d) five members representing the departments, institutes and the\nconstituent colleges to be elected in the nanner prescribed by the\nSenatel\n(e) two Principals ofaffiliated colleges;\n(l) five professors including Emeritus professors;\n(g) the Registrar;\n(h) the Controller ofExaminations: and\n(i) the L ibrarian.\n(2) The Senate shallappoint the members oftheAcademic Council, other\nthan e.r-olficio members and the elected members, on the recommendation of the\nVice-Chancellor:\n(3) Members of the Academic Council, other Ihan ex-officio membet\nshall hold office lor a period ofthree years:Provided that for five professors and the members representing the\ndepartments, institutes and the constituent colleges, the Senate may, as an alternative -to elections, prescribe a procedure for proposal of a panel of names by the\nRepresentation Conrmittee set up in temts ofsection 23. Appointment ofpersons\nproposcd by the Representation Committee may be made by the Senate on the\nrecon.rmendation of the Vice-Chancellor.\nyeaf(4) The Academic Council shall meet at least once in each quarter ofthe21. Academic Council,{ l) There shall be an Academic Council ofthe\nInstitute consisting of the following, namely:\nP^Rrtl THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 703\n(5) The quorum for meetings ofthe Academic Council shall be one-half\nof the total number of nrembers. a fraction being counted as one.\n(2) Without preJudice to the generality ofthe foregoing powers, and subject\nto the provisions of this Ordinance and the statutes, the Academic Council shall\n- have the power to,\n(a) approve the policies and procedures pertaining to the qu;lity of\nacademic programmes;\n(b) approve academic programmes;\n(c) approve the policies and procedures pertaining to student related\nfunitions including admissions, expulsions, punishments, examinations\nand certification:\n(d) approve the policies and procedures assuring quality ofteaching and\nresearch i\n(e) recomnrend the policies and procedures for affiliation of other\neducational institutions;\n(f) propose to the Syndicate schemes for the constitution and organization\nof faculties, teaching departments and boards of studies;\n(g) appoint paper setters and examiners for all examinations ofthe Institute\nafter receiving panels ofnames from the relevant authorities;\n(h) institute prograrnnres for the continued professional development of\nlnstitute teachers all levels:\n(r) recognize the examinations ofother Universities or examining bodies\nas equivalent to the corresponding examinations ofthe Institute;22. Powers and functions of the Academic Council.-( I ) The\nAcadenric Council shall be the principal academic body ofthe Institute and shall,\nsubject to the provisions of this Ordinance an d the statutes, have the power to lay\ndown proper standards of instruction, research and examinations and to regulate\nand promote the academic life ofthe lnstitute. campuses and the colleges.\n0) regulate the award ofstudentships, scholarships, exhibitions, medals\nand prizes;\n704 THE CAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 [Panr I\n(k) frame regulations for submission to the Senate;\n(l) prepare an annual report on the academic performance ofthe lnstitute;\nand\n(m) perform such functions as may be prescribed by regulations\n23. Representation Committees--( I ) There shall be a Representation\nConlmittee constituted by the Senate through statutes for recommendation ofpersons\nfor appointment to the Senate in accordance with the provisions ofsection 16.\n(2) There shall also be a Representation Cornmittee constituted by the\nSenate through statutes for proposing persons for appointnrent to the Syndicate and\nthe Academic Council in accordance with the provisions of seclions l9 and 2l\nrespectively.\n(3) Members of the Representation Committee for appointments to the\nSenate shall consist ofthe following, namely:-\n(a) three members of the Senate who are not Institute teachers'\n(b) two persons nominated by the lnstitute teachers from amongst\nthemselves in the manner prescribed;\n(c) one person from the academic community, not employed by the\nInstitute. at the level ofprofessor or college principal to be nominated\nby the Institute teachers in the manner prescribed; and\n(d) one eminent citizen with experisnce in administration, philanthropy,\ndevelopment work, law or accountancy to be nominated by the Senate.\n(4) The Representation Committee for appointments to the Syndicate\nand the Academic Council shall consist ofthe following, namely:\n(a) two members of the Senate who are not lnstitute teachers; and\n(b) three persons nominated by the Institute teachers from amongst\nthemselves in the manner prescribed.\n(5) The tenure ofthe Representation Committees shall be three years\nProvided that no member shall serve for more than two consecutive terms\nP.ur Il I'Hll GAZETTE OF PAKISTAN. EXTRA.. OCTOBER 9. 2006 705\n(6) The procedures for conducting business of the Representation\nCommittees shall be as may be prescribed.\n(7) There may also be such other Representation Committees set up by\nany of the other Authorities ol the lnstitute as are considered appropriate for\nrecommending persons for appointment to the various Authorities and other bodies\nof the Institute.\n24. Appointment of Committees b]' certrin Authorities.-( I ) The\nSenate, the Syndicale, the Academic Council and otherAuthorities may, fiom time\nto time, appoint such standing, special or advisory committees, as they may deem\nfit, and rnay place on such committees persons who are not members of the\nAuthoritics appointing the Committees.\n(2) The constitution, lunctions and powers ofthe Authorities for rvhich\nno specific provision has been made in this Ordinance shall be such as may be\nprescribed by statutes or regulations.\nCHAPTER V\nSTATUTES. REGULATIONS AND RULES\n25. Statutes.--( I ) Subject to the provisions of this Ordinance, statutes\nmay be made for all or any of the following matters, namely:-\n(a) the contents of and the manner in which the annual report to be\npresented by the Vice-Chancellor before the Senate shall be prepared;\n(b)\n(c)the lnstitute fees and other charges;\nthe constitution ofany person, insurance, grafuity, provident fund and\nbenevolent fund for Institute employees;\n(d) the scales ofpay and other terms and conditions ofservice ofofficers,\nteachers and other Institute employees;\n(e) the maintenance of the register of registered graduates;\n(0 affiliation and disaffiliation of educational institutions and related\nmatters;\nG) admission ofeducational institutions to the privileges ofthe Institute\nand the withdrawal ofsuch privileges;\n706 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 IPARr I\n(h) the establishment of faculties, departments, institutes, colleges and\nother academic divisionst\nO conditions under which the Institute may epter into arrangements with\nother institutions or with public bodies for purposes ofresearch and\nadvisory services;\n(k) conditions for appointment of Emeritus Professors and award of\nhonorary degrees;\n(l) efficiency and discipline oflnstitute employees;\n(m) the constitution and procedure to be followed by Representation\nCommittees in carrying out functions in terms of this Ordinance;\n(n) the constitution and procedure to be followedby the Search Committee\nfor appointment of the Vice-Chancellor;\n(o) constitution, functions and powers ofthe Authorities ofthe Instirute;\nand\n(p) all other matters which by this Ordinance lare to be] or may be\nprescribed or regulated by statutes.\nProvided that statutes conceming any ofthe matters mentioned in clauses\n(a) and (l) of sub-section (l) shall be initiated and approved by the Senate, after\nseeking the views ofthe Syndicate:\nProvided further that the Senate may initiate statutes with respect to any\nmatter in its power or with respect to which statutes may be framed in terms of this\nOrdinance and approve such statutes after seeking the views of the syndicate.\n26. Regulations.{ I) Subject to the provisions of this Ordinance and\nthe statutes, the Academic Council may make regulations for all or any of the\nfollowing matters, namely:-\n(a) the courses of study for degrees, diplomas and certificates of the\nlnstitute;(i) the powers and duties ofofficers and teachers;\n(2) The draft ofstatutes shall be proposed by the Syndicate to the Senate\nwhich may approve or pass with such modifications as the Senate may think fit or\nmay refer back to the Syndicate, as the case may be, for reconsideration of the\nproposed draft:\nPamll. THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 707\n(b) the manner in which the teaching referred to in sub-section (1) of\nsection 6 shall be organized and conducted;\n(c) the admission and expulsion ofstudents to and from the lnstitute;\n(d) the conditions under which students shall be admitted to the courses\nand the examinations ofthe Institute and shall become eligible for the\naward of degrees, diplomas and certificates;\n(e) the conduct ofexaminations;\n(f) conditions under which a person should carry on independent research\nto entitle him to a degree;\n(g) the institution offellowships, scholanhips, exhibitions, medals and prizes;\n(h) the use of the Library;\n(i) the formatioq offaculties, departments and board ofstudies; and\n0) all other matters under this Ordinance or the statutes to be made or\nmay be prescribed by regulations.\n(2) Regulations shall be proposed by theAcademic Council and shall be\nsubmitted to the senate which may approve or refer them back to the Academic\nCouncil lor reconsideration. The regulations proposed by the Academic Council\nshall not be effective unless they receive the approval of the Senate.\n27 . Rules.-( 1) Subject to sub-section (2), the Authorities and the other\nbodies of the Institute may make rules, consistent with this Ordinance, statutes or\nthe reguiations, to regulate any matter relating to the affairs ofthe Institute includirg\nrules to regulate the conduct of business and the time and place of meetings and\nrelated matters.\n(2) The rules under sub-section (l) shallbe made with the approval ofthe\nSyndicate.(3) Regulations regarding or incidental to matters contained in clauses (g)\n-- and (i) of sub-section (l) shall not be submitted to the Senate without the prior\napproval of the Syndicate.\n708 THE GAZETTE OF PAKTSTAN, EXTRA., OCTOBER 9,2006 [pAll1r\nCHAPTER VI\nINSTITUTE FUND\n28. lnstitute fund.-The Institute shall have a fund to which shall be\ncredited its income from fees, charges, donations, trusts, bequests, endownrents.\ncontributions, grants and all other sources.\n29. Audits and accounts.-( I ) The Accounts of the [nstitute shall be\nmaintained in such form and in such manner as may be prescribed.\n(2) The teaching departments, constihrent colleges and institutes and all\nother bodies designated as such by the Syndicate in terms of stah.rtes shall be\nindependent cost centres of the Institute with authority vested in the head of each\ncost centre to sanction expenditure out ofthe budget allocated to it:\nProvided that re-appropriation from one head of expenditure to another\nmay be made by the head of a cost centre in accordance with and to the extent\nprescribed by the statutes.\n(3) All funds generated by a teaching department, constituent college or\nother unit ofthe Institute through consultancy, research or other provision ofservice\nshall be made available without prejudice to the budgetary allocation otherwise made,\nalter deduction of overheads in the manner and to the extent prescribed by the\nstatutes, to the teaching department, constituent college or other unit for its\ndeve)opment. A part of the funds so generated may be shared with the Institute\nteachers or researcher incharge of the consultancy, research or service concemed\nin the manner and to the extent prescribed by the statutes.\n(4) No expenditure shall be made from the funds ofthe Institute, unless a\nbill for its payments has been issued by the head of the cost centre concemed in\naccordance with the relevant statutes and the Treasurer, or his duly authorised\nreprcsentative has verified that the payment is provided lor in the approved budget\nofthe cost centre, subject to the authority to re-appropriate available to the head of\nthe cosl centre.\nInstitute(5) Provision shall be made for an intemal audit ofthe finances ofthe\nP^Rr Il THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 709\n(6) Without prejudice to the requirement ofaudit by an auditor appointed\nby Governmenl in accordance rvith the provisions on any other law in force. the\nannual auditcd statement olaccounts ofthe Institute shall be prepared in confomrity\nwith the Generally Accepted Accounting Principles by reputed fimr of charted\naccountants and signed by the Treasurer. The annual audited statement ofaccounts\nso prepared shall be subrr:itttjd to the Auditor General ofPakistan for his observations.\n(7) The observations ofthe Auditor General ofPakistan, ifany, together\nwith such annotations as the Treasurer may make, shall be considered by the\nSyndicate and shall be placed before the Senate within six months ofclosing ofthe\nfinancial year.\nCHAPTER VII\nGENERAL PROVISIONS\n30. Opportunity to show cause.-Except as otherwise provided by law,\nno officer, teacher or other employee ofthe lnstitute holding a permanent post shall\nbe reduced in rank, or removed or compulsorily retired from service for cause arising\nout of any act or omission on the part ofthe person concerned unless he has been\ngive a reasonable opporrunity of showing cause against the action proposed to be\ntaken.\n32. Service of the Institute.-( I ) All persons employed by the Institute\nin accordance with the terms and conditions ofsen,ice prescribed by statutes shali\nbe persons in the service ofPakistan for the purposes ofany court or tribunal set up\nthe law in temrs olArticle 212 ofthe Constitution ofthe lslamic Republic ofPakistan:\nProvided that any provision as regards the terms and conditions of\nemployment of persons, in the service of Pakistan in general or in comparable\nemployment notwithstanding, the service ofpersons employed by the Institute shall\nbe entirely governed by the terms and conditions prescribed by the relevant statutes.31. Appeal to the Syndicate and the Senate.-Where an order is passed\npunishing any officer other than the Vice-Chancellor, teacher or other employee of\nthe lnstitute or altering or interpreting to his disadvantage the prescribed terms or\nconditions ofhis sen icc. lre shall, where the order is passed by any officer or teacher\nofthe Institute other tharr the Vice-Chancellor, have the right to appeal to the Syndicate\nagainst the order, and where the order is passed by the Vice-Chancellor, have the\n^ right to appeal to the Senate.\n110 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 [P^Rrl\n(2) An oflicer, teacher or other employee ofthe lnstitute shall retire lrom\nservice on the afiainment of such age or tenure of service as may be prescribed.\n-33. Benelits and insurance.-( I ) The institute shall constitute for the\nbenefit of its officers. teachers and other employees schemes, as may be prescribed,\nfor the provision of post-employment benefits as well as health and life insurance\nwhile in service.\n(2) Where any provident fund has been constituted under this Ordinance.\nthe provisions ofthe Provident FundAct, 1925(XIXof 1925), shall applyto such\nfund as if it were the Govemment Provident Fund.\n34. Commencement of terms of oflice of members of Authority.-\n( I ) When a member ol a newly constituted Authority is elected, appointment or\nnominated, his temr ofoffice shall commence from such date as may be prescribed.\n(2) Where a member who has accepted any other assignment or for any\nother similar reason remains absent from the lnstitute for a period ofnot less than\nsix months, he shallbe deemed to have resigned and vacated his seat.\n35. Filling of casual vacancies in Authorities.-Any casual vacancy\nanrong the members ofany Authority shall be filled, as soon as conveniently may be,\nin the sanre nranner and by the same person or Authority that had appointed the\nmenrber whose place has become vacant and the person appointed to the vacancy\nshall be a nlember of such Authority for the residue of the terms for which the\nperson whose place he fills would have been a member.\n36. Flaws in the constitution of Authorities.-Where there is a flaw\nin the constitution ofan Authority, as constituted under this Ordinance, the statutes\nor the regulations on account ofthe abolition ofa specified office under Govemment\nor because an organization, institution or other body outside the Institute has been\ndissolved or has ceased to ftrnction, or because of some other similar reason, such\nfla\\, shall be removed in such nranner as the Senate mav direct.\n37. Proceedings of Authorities not invalidated by the vacancies,-\nNo act, resolution or decision of any Authority shall be invalid by reason of any\nvacancy on the Authority doing, passing, or making it or by reason of any want of\nqualification or invalidity in the election. appointment or nomination ofan y defacto\nmember of the Authority, whether present or absent.\nPAff Il THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9, 2006 1tl\n18. First Statutes and Regulations.-Notwithstanding anything to the\ncontrary contained in this Ordinance, the Chancellor shall make the first statules\nand regulations u,hich shall be deemed to be statutes and regulations framed under\nsectiorrs 25 and 26 respectively and shall continue to remain in force until amended\nor replaced or till such time as new statutes and regulations are made in accordance\nwith the provisions ofthis Ordinance.\n39. Transitory Provisions.-( I ) The members of the First Senate shall\nbe appointed by the Chancellor in Accordance with the numbers and criteria for\nmembership specified in this Ordinance. The First Senate so constituted shali\ninitiate, as soon as possible, the process for the appointment of the members of the\nSlndicate and the Academic Council in accordance with the terms of this\nOrdinance. Notwithstanding the term of offices provided in sub-section (4) of\nsection 16, onelhird of the members, other than ex-fficio members, of the first\nSenate, to be determined by lot, shall retire from office on the expiration ofone year\nfrom the date of appointment by the Chancellor. One-half of the remaining\nmenrbers, other than ax-fficio members of the first Senate, to be. determined by\nlot, shall retire from office on the expiration of two years from the date of\nappointment and the remaining one-half, other than ex-officio members, shall retire\nfronr office on the expiration ofthe third year.\n(2) Notwithstanding anything contained in this Ordinance, as regards an\nlnstitute set up after the promulgation date hereof, the first Vice-Chancellor shall be\nappointed by the Chancellor for a period ofthree years.\n40. Removal of difficulties.-( I ) If any question arises as to the inter-\npretation of any of the provisions of this Ordinance, it shall be placed before the\nChancellor whose decision thereon shall be final.\n(2) If any difficulty arises in giving effect to any ofthe provisions ofthis\nOrdinance, the Chancellor may make such order after obtaining the views of the\nSenate, not inconsistent with the provisions ofthis Ordinance, as may appear to him\nto be necessary for removing the difficulty.\n(3) Where this Ordinance makes any provision for anythrng to be done\nbut no provision or no sufficient provision has been made as respects the authority\nTt{E GAZETTE OF PAKISTAN, EXTRA., OCTOBER 9,2006 [Per<r I\n4l . Indemnity.-No suit or legal proceedings shall Iie against the\nGovemnrent, the Institute or any Authoriry officer or employee ofthe Government\nor the Institute or any person in respect of any thing which is done in good faith\nunder this Ordinance.\n(2) Where any appointment or transfer has been ntade under this section,\nthe temrs and conditions of service of the appointee or transferee shall not be less\nlavourable than those admissible to him immediately before suclt appointntent or\ntransfer and he shallbe entitled to all benefits ofhis post ofservice.\nMOHAMMADMIAN SOOMRO,\nAcling President.\nJusrrce lRero.y\nMANSOOR AHMED,\nSecretary.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PR8SS. ISLAMABAD,\nPUBLISHED BY THE DEPUTY CONTROLLER. STATIONERY & FORMS. LNIVERSITY ROAD. KARACHI112\nby whom. or the tinre at rvhich, or the manner in which, it shall be done, then it shall\nbe done by such authority. at such time, or in such manner as the Chancellor may\ndirect after obtaining the views ofthe Senate.\n42. Power to allow appointment of employees of the Covernment,\nother universities or educational or research institutions to the\nInstitute,-( I ) Notwithstanding anything contained in this Ordinance, the Senate\nmay, on the advice of the Syndicate, allow any post in the lnstitute to be filled by\nappointment or transfeq on such terms as the Senate may specify, an employee of\nthe Covernment or any other university or educational or research institution."
}