{
    "file": "./converted_json\\administrator29e2ce780befd9f4eea959bd655618f9.json",
    "name": "The Provincial Employees’ Social Security Ordinance, 1965",
    "date": "17 May 1965",
    "tagline": "A scheme of Social Security for providing benefits to certain employees or their dependents in the event of sickness, maternity, employment, injury or death",
    "content": ".THE PROVINCIAL EMPLOYEES’ SOCIAL SECURITY ORDINANCE, \n1965  \n(W.P. Ord. X of 1965)  \n(AS AMENDED UPTO DATE)  \nC O N T E N T S  \n  \nSECTION  HEADING  \n  \nCHAPTER I  \nPRELIMINARY  \n 1. Short title, extent, commencement and application.  \n 2. Definitions.  \n  \nCHAPTER II  \nORGANISATION  \n 3.Establishment and incorporation of Employees’ Social Security Institution.  \n 4. Management.  \n 5. Governing Body.  \n 6. Powers and functions of the Governing Body.  \n 7. Meetings of the Governing Body.  \n 8. Authentication of orders, etc.  \n 9. Supersession of the Governing Body.  \n 10. Fees and allowances.  \n 11. Resignation.  \n 12. Disqualifications.  \n 13. Filling of casual vacancies.  \n 14. Head Office.  \n 15. Medical Advisor.  \n 16. Duties of Medical Advisor.  \n 17. Medical practitioners and Medical Boards.  \n 18. Commissioner and Vice -Commissioner.  \n 19. Officers and staff of the Institution.  \n  \nCHAPTER III  \nCONTRIBUTIONS  \n 20. Amount and payment of contributions.  \n 21. Records and returns by employees.  \n 22. Officials of Institution to check employer’s books.  \n 23. Increase of unpaid contributions and recovery of contributions, etc., as arrears of land \nrevenue.  \n 24. Safeguard of secured persons’ rights in default of payment of contributions by \nemployer.  \n 25. Return of contributions paid erroneously.  \n 26. Increase of  contributions where safety rules not observed.  \n 27. Extinguishment of claims to contributions.  \n  \nCHAPTER IV  \nFINANCE AND AUDIT  \n 28. Employees’ Social Security Fund.  \n 29. Security reserves.  \n 30. Investments and loans.  \n 31. Budget.  \n 32. Accounts and Audit.  \n 33. Annual Reports.  \n 34. Valuation of assets and liabilities.  \n  \nCHAPTER V  \nBENEFITS  \n 35. Sickness benefit.  \n 36. Maternity benefit.  \n 37. Death grant.  \n 38. Medical care during sickness and maternity.  \n 38-A. Medical care of dependents, etc.  \n 39. Injury benefits.  \n 40. Disablement pension.  \n 41. Disablement gratuity.  \n 42. Survivor’s Pension.  \n 43. Death grant in case of death while in receipt of injury benefit or total disablement \npension.  \n 44. Medical care in the case of employment injury.  \n 45. Extent of me dical care.  \n 46. Manner of providing medical care.  \n 47. Institution’s power to promote measures for health, welfare etc. of secured persons.  \n     47-A      Establishment of medical and other institutions.    \n    48. Manner of claiming benefit.  \n 49. Benefit  not assignable or attachable.  \n 50. Exemption from stamp duty.  \n 51. Non-duplication of benefits.  \n 52. Repayment of benefit improperly received.  \n 53. Institution’s right to recover damages from employer in certain cases.  \n 54. Institution’s right to be indem nified in certain cases.  \n 54-A. Extent of benefits, etc.  \n 55. Recovery of amounts due.  \n  \nCHAPTER V -A \nMEDICAL TREATMENT OF  DOMESTIC SERVANTS  \n 55-A. Medical treatment of domestic servants.  \n  \nCHAPTER VI  \nDETERMINATION OF QUE STIONS AND CLAIMS  \n 56. Assessment of  disablement.  \n 57. Decisions on complaints, questions and disputes.  \n 58. Review on account of new facts.  \n 59. Appeal to Social Security Court.  \n 60. Constitution of Social Security Court.  \n 61. Jurisdiction of Social Security Courts.  \n 62. Powers of Social Se curity Court, etc.  \n 63. Appearance by legal practitioners.  \n 64. Appeal.  \n 65. Stay of payment pending appeals.  \n  \nCHAPTER VII  \nOFFENCES AND PENALTI ES \n 66. Offences.  \n 67. Prosecution.  \n  \nCHAPTER VIII  \nMISCELLANEOUS  \n 68. Contributions, etc., to have priority over  other debts.  \n 69. Exemption from taxes.  \n 70. Levy of special tax.  \n 71. Review and modification of wage limits, contribution and benefits.  \n 72. Employers not to dismiss or punish employee during the period of sickness, etc.  \n 73. Bar on benefits under other  law. \n 74. Suit for damages in a Civil Court.  \n 75. Members and servants of the Institution to be public servants.  \n 76. Removal of difficulties.  \n 77. Delegation of powers.  \n 78. Protection of proceedings of the Governing Body.  \n 79. Power to make rules.  \n 80. Power to make regulations.  \n 81. Supersession of certain laws, etc.  \n 82. Repeal.  \n      83.          Savings.  \n      84.         Repeal.  \n  \n1[1]THE 2[2][PROVINCIAL] EMPLOYEES’ SOCIAL \nSECURITY ORDINANCE, 1965  \n(W.P. Ordinance X of 1965)  \n[17 May 1965]  \n  \nAn Ordinance to introduce a scheme of Social Security for providing benefits to certain \nemployees or their dependents in the event of sickness, maternity, employment, injury or death \nand for matters ancillary thereto.  \n  \nPreamble. – WHEREAS it is expedient to i ntroduce a scheme of Social Security for providing \nbenefits to certain employees or their dependents in the event of sickness, maternity, \nemployment, injury or death, and for matters ancillary thereto;  \n AND WHEREAS the Provincial Assembly of West Pakistan is not in session and the \nGovernor of West Pakistan is satisfied that circumstances exist which render immediate \nlegislation necessary;  \n Now, THEREFORE, in exercise of the powers conferred on him by clause (1) of Article \n79 of the Constitution, the Governo r of West Pakistan is pleased to make and promulgate the \nfollowing Ordinance: - \n  \nCHAPTER I  \n                                            \n1[1]This Ordinance was promulgated by the Governor of West Pakistan on 14th May, 1965; approved by the Provincial Assembly of \nWest Pakistan on 8th July, 1965, under clause (3) of Article 79 of the Constitution of the Islamic Republic of Pakistan (1962); and, \npublished in the West Pakistan Gazette (Extraordinary), dated 8th July, 1965; pages 3579 -3610. \n2[2]Substituted by the Federal Adaptation of Laws Order , 1975 (P.O. 4 of 1975), for “West Pakistan”.  \nPRELIMINARY  \n1. Short title, extent, commencement and application. – (1) This Ordinance may be called the \n3[3][Provincial] Employees’ Social Security Ordinance, 1965.  \n (2) It extends to the whole of 4[4] *{the Punjab }*.   \n (3) It shall come into force at once, but shall apply only to such areas, classes of \npersons, industries or establishments, from such date or dates, and with regard to the provision of \nsuch benefits as Government may, by notification, specify in this behalf.  \n  \n2. Definitions. – In this Ordinance, unless the context otherwise requires, the following \nexpressions shall have the meanings hereby respectively assigned to them, that is to say – \n (1) “appointed  day” means in relation to any area, class of persons, industries, \nestablishments or benefits, the day on which this Ordinance is applied to such area or in respect \nof such class of persons, industries, establishments or benefits;  \n (2) “Chairman” means the  Chairman of the Governing Body;  \n (3) “Commissioner” means the Commissioner of the institution;  \n (4) “confinement” means labour resulting in the issue of a living child, or labour after \ntwenty -six weeks of pregnancy resulting in the issue of a child, wheth er alive or dead;  \n (5) “contribution” means the sum of money payable to the institution by an employer in \nrespect of an employee, 5[5][* * *] in accordance with the provisions of this Ordinance;  \n (6) “dependent” means the wife or wives or a needy invalid h usband 6[6][, dependent parents] \nand any unmarried children under the age of 7[7][twenty -one] years dependent upon the \nsecured person 8[8][:] \n  9[9][Provided that such age limit shall not apply to unmarried dependent \ndaughters;]  \n (7) “disablement” means a condition caused by an employment injury which, as certified by \na medical practitioner authorised for the purpose as provided in the regulations, has \npermanently reduced or is likely to reduce permanently a secured person’s earning \n                                            \n3[3]Ibid. \n4[4]Substituted ibid., for “West Pakistan, except the Tribal Areas”.  \n*{ Substituted by PESS (Amendment) Act,2013 }* \n5[5]The words “and includes any amount payable by or on behalf of the employee” dele ted by the Labour Laws (Amendment) \nOrdinance, 1972 (Federal Ordinance IX of 1972).  \n6[6]Inserted by the Labour Laws (Amendment) Act, 1994 (Federal Act XI of 1994).  \n7[7]Substituted ibid. \n8[8]Substituted ibid for the semicolon.  \n9[9]Added ibid. \ncapacity, and disablemen t shall be “minor” where the loss of earning capacity 10[10][is less \nthan twenty per centum], “partial” where the loss of earning capacity ranges from twenty -\none per centum to sixty -six per centum, and “total” where the loss of earning capacity is \nin excess  of sixty -six per centum;  \n 11[11][(7-a) “domestic servant” means any person working whole -time in connection with the \nwork of any household for any consideration, whether in cash or in kind];  \n 12[12][(8) “employee” means any person employed, whether directly  or through any other person \nfor wages or otherwise to do any skilled or unskilled, supervisory, clerical, manual or \nother work in, or in connection with the affairs of an industry or establishment, under a \ncontract of service or apprenticeship, whether wr itten or oral, expressed or implied but \ndoes not include –;] \n (a) persons in the service of the State, including members of the Armed Forces, \nPolice Force and Railway servants;  \n (b) persons employed in any undertaking under the control of any Defence \nOrganization or Railway Administration;  \n (c) persons in the service of a local council, a municipal committee, a cantonment board \nor any other local authority;  \n (d) any person in the service of his father, mother, wife, son or daughter, or of her \nhusband;  \n (e) 13[13][*  *  *  *  *  *  *  *  *  *  *] \n (f) any person employed on wages exceeding *{the wages determined by the \nGovernment under section 71} *. \n  14[17][Provided that an employee shall not cease to be an employee for the \nreason that his monthly wages exceed  *{the wages determined by the \nGovernment under section 71}*  \n (9) “employer” means in the case of works executed or undertakings carried on by any \ncontractor or licensee on behalf of the State, the contractor or licensee working for the State, and in \nevery o ther case the owner of the industry, business, undertaking or establishment in which an \nemployee works and includes any agent, manager or representative of the owner;  \n                                            \n10[10]Substituted by the West Pakistan Employees Social Security (Amendment) Ordinance, 1969 (XLVII of 1969), for the words \n“ranges from five per cerium to twenty per centum”.  \n11[11]Inserted by the Labour Laws (Amendment) Ordinance, 1972 (Federal Ordinance IX of 1972). \n12[12]Substituted by the Provincial Employees’ Social Security (Amendment) Ordinance, 2002 (Pk. Ordinance No.CIV of 2002).  \n13[13]Deleted by the Provincial Employees’ Social Security (Amendment) Ordinance, 2002 (Pk. Ordinance No.CIV of 2002).  \n14[17]Adde d Substituted by the Labour Laws (Amendment) Act, 1994 (Federal Act XI of 1994) for semicolon . \n *{Substituted by PESS (Amendment) Act,2013. }* \n \n (10) “employment injury” means a personal injury to a secured person caused by an \naccident or by such occupational disease as may be specified in the regulations, arising out of \nand in the course of his employment;  \n (11) “establishment” means an organisation, whether industrial, commercial, \nagricultural or otherwise;  \n (12) “Fund” means the Employees’ Social Security Fund set up under section 3;  \n (13) “Governing Body” means the Governing Body of the institution;  \n                 (14) “Government” means the *{Government of the Punjab}*   \n (15) “industry” means any business, trade, undertaking, manufacture or calling of \nemployers, and includes any calling, service, employment, handicraft, industrial \noccupation or avocation of workmen;  \n (16) “Institution” means the Employees’ Social Security institution established under \nsection 3;  \n (17) “Medical Advisor” means the Medical Advisor appointed under section 15;  \n (18) “medical board” means a board consisting of two or more medical practitioners, \nappointed under section 17;  \n (19) “medical practitioner” means a person practising medicine and  having such \nqualifications as may be provided in the regulations;  \n (20) “Member” means a member of the Governing Body;  \n (21) “prescribed” means prescribed by rules;  \n (22) “registered Trade Union” means a Trade Union registered under the Trade Unions \nAct, 1926 (XVI of 1926);  \n (23) “regulations” means regulations made under this Ordinance;  \n (24) “rules” means rules made under this Ordinance;  \n (25) “secured person” means a person in respect of whom contributions are or were \npayable under this Ordinance;  \n 15[22][(25a)  “Self -Assessment Scheme” means a scheme of social security benefits, \neffective from the Ist July, 2001, with no intervention through checking by any staff member of the \nInstitution, in respect of employees secured under this Ordinance 16[23][* * *] and the employer \nundertakes to pay a contribution in respect of them 17[24][at the fixed rate of 18[25]  *{six percent of the \nwage limit determined by the Government under section 71 }* per month per secured employee;  \n                                            \n15[22]Inserted by the Labour Laws (Amendment) Ordinance, 2001 (Federal Ord. LIII of 2001).  \n16[23]Omitted by the Pro vincial Employees’ Social Security (Amendment) Ordinance, 2002 (Pk. Ordinance No.CIV of 2002).  \n17[24]Substituted ibid. \n18[25]Substituted, for the words “two hundred ten” by the Finance Act 2008 (Federal Act I of 2008).  \n* {Substituted by PESS(Amendment) Act, 2013 }* \n (26) “sickness” means a condition which requires medical treatment or necessitates \nabstention from work on medical grounds;  \n (27) “Social Security Area” means an area to which this Ordinance has been applied;  \n (28) “Social Security Court” means a court constituted under section 60:  \n (29) “strike ” and “lock -out” shall have the same meaning as is respectively assigned to \nthem in the Industrial Disputes Ordinance, 1959 (LVI of 1959);  \n (30) “wages” means remuneration for service paid or payable in cash or in kind to a \nsecured person, not being less t han remuneration based on the minimum rates of \nwage declared under the Minimum Wages Ordinance, 1961 (XXXIX of 1961), \nwithout taking account of deductions for any purpose, under a contract of service \nor apprenticeship, expressed or implied, and shall be de emed to include any \ndearness allowance or other addition in respect of the cost of living and any \npayment by the employer to a secured person in respect of any period of \nauthorised leave, illegal lock -out or legal strike; but does not include – \n (a) any pay ment for overtime; or  \n (b) any sum paid to the person employed to defray special expenses entailed by \nthe nature of his employment; or  \n (c) any gratuity payable on discharge; or  \n (d) any sum paid as bonus by the employer;  \n (31) “week” means a period of seven days commencing at midnight of Sunday night.  \n  \nCHAPTER II  \nORGANISATION  \n3. Establishment and incorporation of Employees’ Social Security Institution. – (1) As \nsoon as may be after the commencement of this Ordinance, Government shall establish by \nnotification an institution to be called the Employees’ Social Security Institution.  \n (2) The Institution shall be a body corporate having perpetual succession a nd a \ncommon seal, with power, subject to the provisions of this Ordinance, to acquire, hold and \ndispose of property, both movable and immovable, and shall by the aforesaid name sue and be \nsued.  \n (3) The institution shall have its own fund, to be called the  Employees’ Social \nSecurity Fund, and may incur out of the said Fund such expenditure as may be necessary.  \n  \n4. Management. – (1) The general direction and superintendence of the affairs of the \ninstitution shall vest in a Governing Body which, with the assi stance of a Commissioner, may \nexercise all powers and do all acts and things which may be exercised or done by the Institution.  \n (2) In discharging its functions, the institution shall be guided by such instructions on \nquestions of policy as may be given t o it from time to time by Government, which shall be the \nsole judge as to whether any instructions are on a question of policy or not.  \n5. Governing Body. – (1) The Governing Body shall consist of the following members to be \nappointed by Government, by notif ication, namely: - \n 19[26][(a) the Minister -in-charge of the Labour Department, Government of the Punjab, a person who \nis or has been a Judge of the High Court, a senior officer in the service of Pakistan not \nbelow the rank of a Commissioner of a Division or  Secretary to Government, and such \nperson shall be the Chairman of the Governing Body];  \n (b) four persons to represent Government, one each respectively from the departments of \nLabour, Industries, Health and Finance;  \n (c) three persons to represent employe rs; \n (d) three persons to represent secured persons;  \n (e) 20[27][the Commissioner and the Medical Adviser, ex-officio ]. \n (2) Members to be appointed under clause ( c) or clause ( d) of sub -section (1) shall \nrespectively be chosen from a list of names submitted in the prescribed manner by the \norganisations of employers and employees recognised by Government for that purpose:  \n Provided that pending the making of rules in this behalf, the first members to be so \nappointed shall be chosen from such persons as Government may deem suitable.  \n (3) Subject to the other provisions of this Ordinance a member shall hold office for \nthree years from the date on which his appointment is notified under sub -section (1).  \n6. Powers and functions of the Governing Body. – In addition to the powers conferred on, and \nthe functions entrusted to it by the other provisions of this Ordinance or by the rules, the Governing \nBody shall have powers – \n (a) to approve the budget estimates, the audited accounts and the annual report of the \nInstitution for submission to Government in accordance with the provisions of this \nOrdinance; and  \n (b) to call for any information, or direct any research to be made for the furtherance of the \nobjects of this Ordinance.  \n7. Meetings of the Governing Body. – (1) The meetings of the Governing Body shall be \nheld at such times and at such places as may be provided by regulations, and until regulations are \nmade in this behalf, such meetings shall be convened by the Chairman.  \n (2) To constitute a quorum at a meetin g of the Governing Body, the number of \nmembers present shall be five.  \n (3) Each member shall have one vote, and, in the event of equality of votes, the \nChairman shall have second or casting vote.  \n (4) The meetings of the Governing Body shall be presided ov er by the Chairman, and \nin the absence of the Chairman, by the person elected for the purpose by the members present \nfrom amongst themselves.  \n                                            \n19[26]Substituted by the West Pakistan Employee’s Social Security (Punjab Amendment) Act, 1973 (V of 1973).  \n20[27]Substituted by the West Pakistan Employees’ Social Security (Punjab Amendment) Ordinance, 1971 (X of 1971), for “the \nMedical Advisor, ex-officio”.  \n8. Authentication of orders, etc. – All orders and decisions of the Governing Body shall be \nauthenticated by the si gnature of the Chairman or of such other member as may have been \nauthorised by the Governing Body in writing for the purpose.  \n9. Supersession of the Governing Body. – (1) If, in the opinion of Government, the \nGoverning Body has persistently failed to perfor m the duties imposed upon it by or under this \nOrdinance, or has abused its powers, Government may, by notification, supersede the Governing \nBody:  \n Provided that before such supersession, Government shall give the Governing Body a \nreasonable opportunity to show why it should not be superseded, and shall consider any explanation \nor objection which it submits.  \n (2) Upon the publication of a notification under subsection (1), the person holding office \nas Chairman and members shall cease to hold such office.  \n (3) Immediately upon the supersession of a Governing Body, Government shall \nconstitute another Governing Body by appointing new members in accordance with the \nprovisions of section 5.  \n  \n10. Fees and allowances. – Members shall receive such fees and allowances as may be \nprescribed.  \n  \n11. Resignation. – A member, other than 21[28][an] ex-officio  member, may resign his office by \nnotice in writing to Government, and his seat shall fall vacant on the acceptance of the \nresignation.  \n12. Disqualifications. – (1) No person shall be or shall continue to be member, if he – \n (a) has been convicted of an offence involving moral turpitude; or  \n (b) is declared to be of unsound mind by a competent Court; or  \n (c) is an undischarged ins olvent; or  \n (d) 22[29][*  *  *  *  *  *  *  *  *  *  *]; \n 23[30][(e) is a member of the staff of the Institution other than the Commissioner and the \nMedical Adviser];  \n (f) has any direct or indirect interest in a contract with, or in any work being done for, \nthe Institution, except as a shareholder (not being a Director) of a company; or  \n (g) owes to the Institution contributions to the extent specified in the regulations; or  \n                                            \n21[28]Substituted by the West Pakistan Employees’ Social Security (Punjab Amendment) Ordinance, 1971 (X of 1971), for the word \n“the”. \n22[29]Deleted by the West Pakistan Employee’s Social Security (Punjab Amendment) Act, 1973 (V of 1973).  \n23[30]Substituted by the West Pakistan Employees’ Social Security (Punjab Amendment) Ordinance, 1971 (X of 1971).  \n (h) has lost the capacity by virtue of which he was appointed as a member; or  \n (i) has f ailed to attend more than one -third of the number of meetings of the Governing \nBody held during any year.  \n (2) Government may, by order in writing, remove the Chairman or a member, if he – \n (a) refuses or fails to discharge or becomes, in the opinion of Gov ernment, incapable of \ndischarging his responsibilities under this Ordinance; or  \n (b) has, in the opinion of Government, abused his position as a member; or  \n (c) has absented himself from three consecutive meetings of the Governing Body without \nthe leave of  Government in the case of the Chairman, or of the Chairman in the case \nof a member:  \n Provided that before such removal, Government shall give the Chairman or the member, \nas the case may be, a reasonable opportunity of showing cause as to why he should not  be \nremoved, and shall consider any explanation or objection which he submits.  \n  \n13. Filling of casual vacancies. – A member appointed to fill a vacancy other than a full -term \nvacancy, shall hold office for only so long as the member in whose place he is appointed would \nhave been entitled to hold office if the vacancy had not occurred.  \n  \n14. Head Office. – The head Offi ce of the Institution shall be at Lahore, but Government may, \nby notification, transfer it to such other place as may be specified in such notification.  \n15. Medical Advisor. – As soon as may be,  *{the Institution}*  shall appoint a Medical Advisor \nhaving the  prescribed qualifications.  \n16. Duties of Medical Advisor. – The Medical Advisor shall – \n (a) advise the Governing Body on matters relating to the administration of medical care \nand the prevention and treatment of diseases among secured persons;  \n (b) perform  such other duties in connection with medical care as may be specified in the \nregulations.  \n17. Medical practitioners and Medical Boards. – (1) The Institution shall appoint Medical \nPractitioners and Medical Boards in such Social Security areas and in such m anner as may be \nprovided by regulations.  \n (2) The powers and functions of Medical Practitioners and Medical Boards, and the \nfees and allowances to be paid to such practitioners or the members of such boards, shall be such \nas may be provided by regulations.  \n18. Commissioner and Vice -Commissioner. – (1) There shall be a Commissioner and a Vice -\nCommissioner of the Institution both to be appointed by Government.  \n_______________________________  \n*{Substituted by PESS (Amendment) Act, 2013}*  \n (2) The Commissioner shall – \n (a) be the chief executive of the Institution and shall act as Secretary to the Governing \nBody;  \n (b) be responsible to the Governing Body in respect of all matters relating to the \nstructure, administration and personnel of the Institution; and   \n (c) have such powers regar ding appointment, transfer, promotion, dismissal and other \nmatters affecting the staff of the Institution as are provided for by regulations.  \n (3) The Vice -Commissioner shall perform the duties of the Commissioner when the \nlatter is  absent or prevented from acting, and the Commissioner may assign to the Vice -\nCommissioner the responsibility for the direction of certain services or delegate to him any of his \nown powers under this Ordinance, the rules and the regulations.  \n  \n19. Officers  and staff of the Institution. – The Governing Body may employ such officers and \nstaff for the administration of the affairs of the Institution as the regulations may provide.  \nCHAPTER III  \nCONTRIBUTIONS  \n20. Amount and payment of contributions. – (1) Subject t o the other provisions of this \nChapter, the employer shall, in respect of every employee, whether employed by him directly or \nthrough any other person pay to the Institution a contribution at such times,  *{at the rate of  six \nper cent }*  and subject to such conditions as may be prescribed24[32][:] \n 25[33][Provided that no contribution shall be payable on so much of an employee’s wages \nas is in excess of  *{the wages determined by the Government under section 71 }* \n (2) 26[37][*  *  *  *  *  *  *  *  *  *  *  *] \n 27[38][(3) The employer shall not be entitled, to deduct 28[39][his own share of contribution] from \nthe employee’s wages or otherwise to recover from him any portion of the contribution, \nnotwithstanding any agreement to the contrary].  \n (4) 29[40][*  *  *  *  *  *  *  *  *  *  *  *] \n (5) For the purpose of determining the amount of the contribution payable, daily \nwages shall be calculated in such manner as may be provided by regulations.  \n                                            \n24[32]Substituted by the Labour Laws (Amendment) Act, 1994 (Federal Act XI of 1994), for the full -stop. \n25[33]Added ibid. \n26[37]Deleted by the Labour L aws (Amendment) Ordinance, 1972 (Federal Ordinance IX of 1972).  \n27[38]Substituted ibid.                           \n28[39]Added by the Provincial Employees’ Social Security (Amendment) Ordinance, 2002 (Pk. Ordinance No.CIV of 2002).  \n29[40]Deleted by the Labour Laws (Amendment) Act, 1994 (Federal Act XI of 1994).  \n  *{Substituted by PESS (Amendment) Act,2013}*  \n (6) Where the mode of payment of remuneration, whether in cash or in kin d, makes it \ndifficult to determine the amount of wages for computing the contribution, the Commissioner \nmay, subject to regulations and in consultation with the representatives of employers and \nemployees, determine such wages.  \n (7) Any sum deducted from an other employee’s wages by the employer under this \nOrdinance shall be deemed to have been entrusted to him for the purpose of paying the \nemployee’s contribution in respect of which it was deducted.  \n (8) In the case of construction work the owner of the buil ding shall guarantee the \npayment of contributions by the contractors.  \n (9) In the case of works executed or undertakings carried on behalf of the State by a \ncontractor or licensee, the competent public authority shall, before final settlement of the claims  \nof the contractor or licensee arising out of the contract, require the production of a certificate \nfrom the Institution showing that the necessary contributions have been paid, and in default of \nsuch certificate it shall deduct from the amount otherwise p ayable in settlement of such claim, \nthe appropriate amount of the contributions payable, and pay such amount direct to the \nInstitution.  \n  \n30[41][20A.  Self-Assessment Scheme. – (1) Notwithstanding anything contained in this \nOrdinance, an employer who opts for  the self -assessment scheme shall be liable to pay to the \nInstitution a contribution 31[42][*{six per cent of the wage limit determined by the Government \nunder section 71 }*  per month per secured employee.  \n (2) The liability of an employer to pay contribution under the self -assessment scheme \nshall be in respect of those employees who were secured under this Ordinance on the 30th June, \n2001.  \n (3) Every employee secured under this Ordinance in respect of whom the employer \npays contribution shall be l iable to pay through the employer an amount of  *{forty}*  rupees per \nmonth as his share to the Institution.]  \n  \n21. Records and returns by employees. – Every employer shall keep such records and shall \nsubmit to the Institution such returns, at such times, in such form and containing such particulars \nrelating to persons employed by him, as may be provided in the regulations.  \n  \n22. Officials of Institution to check employer’s books. – (1) Any official of the Institution \nduly authorised by a certificate in a form specified in the regulations, may, for the purpose of \ninquiring into the correctness of any of the particulars stated in the records or returns referred to \nin section 21 or for  the purpose of ascertaining whether any of the provisions of this Ordinance \nhave been complied with – \n (a) require an employer to furnish to him such information as he may consider necessary; \nor \n                                            \n30[41]Inserted by the Labour Laws (Amendment) Ordinance, 2001 (Federal Ord. LIII of 2001).  \n31[42]Substituted by the Provincial Employees’ Social Security (Am endment) Ordinance, 2002 (Pk. Ordinance No.CIV of 2002). \n*{Substituted by PESS (Amendment) Act,2013 }*. \n (b) at any reasonable time enter any establishment or other premises occupied by such \nemployer and require any person found incharge thereof to produce and allow him to \nexamine such accounts, books and other documents relating to the employment of \npersons and payment of wages, or to furnish to him such information,  as he may \nconsider necessary; or  \n (c) examine, with respect to any matter relevant to the purposes aforesaid, the employer, \nhis agent or any person found in such establishment or other premises, or any other \nperson whom the said official has reasonable ca use to believe to be or to have been a \nsecured person.  \n (2) The official referred to in sub -section (1), shall be bound to secrecy as regards all \nmatters with which he becomes acquainted in the performance of his duties and which do not \nrelate to matters p rovided for in this Ordinance.  \n (3) If an employer fails to maintain records or to submit returns as required by \nregulations, or otherwise fails to comply with the provisions of sub -section (1) and thereby \nmakes it difficult to ascertain the identity of pe rsons required to be secured or the amount of \ncontribution payable, the contribution shall be assessed on the basis of such evidence as the \nInstitution may find satisfactory for this purpose.  \n 32[44][(4) No staff member of the Institution shall visit the pr emises of any establishment, \nopting for the Self -Assessment Scheme under section 20A, for the purpose of checking of \nemployer’s books, record, etc., during the period 33[45][of two years].]  \n 34[46][(5) The number of annual inspections in respect of those est ablishments which do not \nopt for self -assessment scheme shall be restricted to only one which shall be notified to the \nestablishments in advance and shall, at the maximum, be restricted to last two years.]  \n  \n23. Increase of unpaid contributions and recover y of contributions, etc., as arrears of \nland revenue. – (1) If any employer fails to pay, on the due date, the contributions payable by \nhim under sub -section (1) of section 20, the amount so payable by him shall be increased by such \npercentage or amount as may be prescribed:  \n Provided that in no case shall such increase exceed fifty per centum of the amount due:  \n Provided further that no part of such increase shall be payable by, or the liability to pay the \nsame be passed on by the employer to his employees.  \n (2) Without prejudice to any other remedy, the amount of the contributions due, \ntogether with the increase provided for under sub -section (1), may be recovered as arrears of \nland-revenue.  \n  \n24. Safeguard of secured persons’ rights in default of payment o f contributions by \nemployer. – In the event of default in payment of contributions by the employer in respect of a \n                                            \n32[44]Added by the Labour Laws (Amendment) Ordinance, 2001 (Federal Ord. LIII of 2001).  \n33[45]Substituted by the Provincial Employees’ Social Security (Ame ndment) Ordinance, 2002 (Pk. Ordinance No.CIV of 2002).  \n34[46]Added ibid. \nsecured person, such secured person shall, unless he has connived at such default, have and enjoy \nthe same rights under this Ordinance as if n o such default had occurred.  \n  \n25. Return of contributions paid erroneously. – 35[47][An] employer shall be entitled to the \nrefund to any contribution paid to the institution under the erroneous belief that it was payable \n36[48][* * *] under the provisions of  this Ordinance, and shall be entitled to the refund of the \nexcess amount of the contribution where such contribution had been paid at a higher rate than the \nrate prescribed:  \n Provided that where a contribution was paid under the erroneous belief that a pe rson was \na secured person, any sum paid to such person or his dependents by way of benefits shall, in so \nfar as possible, be deducted from the amount of such refund:  \n Provided further that no contribution or excess amount of any contribution shall be \nrefun ded unless an application for such refund is made within six months of the date on which \nthe contribution was paid.  \n  \n26. Increase of contributions where safety rules not observed. – If an employer fails to \nobserve rules of safety or hygiene prescribed by o r under any enactment applicable to his \nestablishment, the Commissioner may, subject to rules, by order in writing, increase the \nemployer’s rate of contribution provided that such increase shall not exceed twenty per centum \nof the contribution otherwise pa yable.  \n  \n27. Extinguishment of claims to contributions. – Any claim of the Institution for unpaid \ncontributions shall be extinguished in the manner provided in the regulations.  \n                                            \n35[47]Substituted by the Labour Laws (Amendment) Ordinance, 1972 (Federal Ordinance IX of 1972), for “Every person or his”.  \n36[48]The words “in respect of such person”, deleted ibid. \nCHAPTER IV  \nFINANCE AND AUDIT  \n28. Employees’ Social Security Fund. – (1) All contributions paid under this Ordinance, and \nall other moneys received by or on behalf of the Institution shall be paid into the Fund, which \nshall be held and administered by the Institution for the purposes of this Ordinance.  \n (2) The Institution  may accept grants, donations and gifts from any Government or \nfrom a local authority or other body for all or any of the purposes of this Ordinance.  \n (3) All moneys accruing or payable to the Fund shall be paid into such scheduled \nbank as may be approved by the Governing Body, or to any office of the Institution.  \n (4) The Institution shall maintain separate accounts for administrative expenses, and \nfor such branches of social security and such other purposes as may be prescribed.  \n  \n29. Security reserves. – The Institution shall establish and maintain reserves in connection \nwith the branches of social security prescribed in accordance with sub -section (4) of section 28 at \nsuch times, upto such amounts, and in such manner as may be prescribed.  \n  \n30. Investment s and loans. – (1) Subject to rules, the Institution may, from time to time, invest \nany moneys which are not immediately required for payments under this Ordinance, and may \nreinvest or realise such investments.  \n (2) The Institution may, with the previous sa nction of Government and on such terms \nas it may specify raise loans and take measures for discharging such loans.  \n  \n31. Budget. – (1) The Institution shall, before such date and in such manner as may be \nprescribed, draw up estimates for the ensuing year of – \n (a) the administrative expenses of the Institution;  \n (b) the expenditure to be incurred under each of the branches of social security and other \npurposes for which separate accounts are prescribed in accordance with sub -section (4) of \nsection 28; and  \n (c) the income of the Institution from contributions, the special tax payable under section 70, \nand other sources, if any.  \n (2) The Institution shall allocate the estimated income from the special tax towards \nmeeting capital expenditure in accordance with su b-section (3) of section 70, and after allocating \nsufficient of the estimated income from contributions and other sources, if any, to cover the \nestimated administrative expenses, shall allocate the remainder of such estimated income among \nthe branches of s ocial security and other purposes referred to in clause ( b) of sub -section (1).  \n (3) Such estimates and allocations shall, before such date as may be prescribed be \nsubmitted to Government and, when approved by it, shall constitute the budget of the Institu tion \nfor the ensuing year.  \n (4) If Government has not approved such estimates and allocations, with or without \namendments, within thirty days of their submission or before the commencement of the financial \nyear to which such estimates relate, whichever is the later, its approval shall be deemed to have \nbeen given and the estimates and allocations as submitted shall constitute the budget of the \nInstitution for the financial year to which they relate.  \n (5) If it appears that expenditure under any budget head is likely to exceed the budget \nprovision under such head, the Governing Body may increase such budget provision by transferring \nthereto from any other budget head, any amounts not required or not expected to be required or not \nunder such head:  \n Provided that no such transfer shall be made to the budget heads for either administrative \nexpenses or the provision of medical care without the prior approval of Government.  \n (6) If, notwithstanding the application of the provisions of sub -section (5), it appears \nthat expenditure under any budget head is likely to exceed the corresponding budget provision, \nor that income under any budget head is likely to fall short of the corresponding budget \nprovision, the expected excess or deficiency, as the case may be, shall be reported to \nGovernment, who shall take such action, if any, as may seem appropriate:  \n Provided that no payment to which a claimant is entitled under this Ordinance shall be \nwithheld pending such action.  \n  \n32. Accounts and Audit. – (1) The Institution sha ll maintain accounts of its income and \nexpenditure and of its assets and liabilities in such form and manner as may be prescribed.  \n (2) The Institution shall appoint an internal auditor who shall perform such duties and \nexercise such powers as may be provi ded by regulations.  \n (3) The accounts of the Institution shall be audited by an external auditor appointed \nby Government, at such times and in such manner as may be prescribed.  \n (4) The external auditor shall have access to the books, accounts and other do cuments \nof the Institution at all reasonable times, and may call for such explanations and information as \nhe may require, or examine any officer of the Institution.  \n (5) The external auditor shall forward his report to Government together with an \naudited c opy of the accounts of the Institution.  \n  \n33. Annual Reports. – (1) The Institution shall, within six months after the closing of a \nfinancial year, submit to Government an annual report of its work and activities during that \nfinancial year, and such report shall cover such matters as may be prescribed.  \n (2) The annual report, together with the audited accounts of the Institution, shall be \npublished and copies thereof shall be made available for sale to the public.  \n  \n34. Valuation of assets and liabilities. – The Institution shall, at intervals of not more than \nfive years, have an actuarial valuation made of its assets and liabilities:  \n Provided that Government may direct a valuation to be made at such other times as it \nmay consider necessary.  \n  \nCHAPTER V  \nBENEF ITS \n35. Sickness benefit. – (1) A secured person who is certified, by a medical practitioner \nauthorised by the Institution in the manner provided in the regulations to give such a certificate, \nto be incapable of attending to his work on account of sickness shall, subject to regulations, be \nentitled to receive sickness benefit at such rate as may be fixed by Government by notification, \nin consultation with the Institution, if during the six calendar months immediately preceding the \ndate on which his incapacit y or work was so certified, contributions in respect of him were paid \nor payable for not less than ninety days.  \n 37[49][(2) A secured person shall be entitled to receive sickness benefits throughout the \nperiod of sickness:  \n Provided that during a continuous  period of three hundred and sixty -five days such \nbenefit shall not be allowed for a period exceeding – \n 38[50][(a) three hundred and sixty -five days, in case he has been suffering from Tuberculosis or \nCancer which render an employee incapable to earn his li velihood]; and  \n (b) one hundred and twenty -one days, in case he has been suffering from any other disease:  \n Provided further that he shall not be entitled to receive such benefit for the first two days \nof his sickness if such sickness does not, within fifteen days, follow the previous period of \nsickness for which he received or was entitled to receive such benefit.]  \n  \n36. Maternity benefit. – A secured woman shall, subject to regulations be entitled to receive \nmaternity benefit at such rate as may be fix ed by Government by notification, in consultation with the \nInstitution, if contributions in respect of her were paid or payable for not less than one hundred and \neighty days during the twelve calendar months immediately preceding the expected date of her \nconfinement as certified by a medical practitioner authorised by the Institution in the manner provided \nin the regulations to give such a certificate, and such benefit shall be paid for all days on which she does \nnot work for remuneration during a period of  twelve weeks, of which not more than six weeks shall \nprecede the expected date of confinement.  \n37. *{Funeral}  grant. –  *{(1) On the death of  a secured person receiving or entitled to \nreceive injury  or sickness  benefit,  or medical care at the time of his death, the surviving widow, \nwidows or needy widower, or if there is no surviving widow, widows or needy widower, the \nperson who provided for the funeral, shall, subject to regulations, be entitled to such funeral  \ngrant  as may be provided in the regulations .}* \n 39[53][(2) Where husband of a secured woman dies, she shall, subject to regulations, be \nentitled to receive iddat  benefit equal to the daily rate of her wages during the period of her \niddat : \n                                            \n37[49]Substituted by the West Pakistan Employees’ Social Security (Punjab Amendment) Ordinance, 1971 (XV of 1971).  \n38[50]Substituted by the Labour Laws (Amendment) Act, 1994 (Federal Act XI of 1994).  \n39[53]Added ibid.   *{Substituted by PESS (Amendment) Act,20 13}* \n Provided that a secured woman being a seasonal employee shall be entitled to receive iddat  \nbenefit in the same manner and to the same extent notwithstanding termination of seasonal employment \nduring the period of iddat : \n Provided further that no employer shall refuse leave for th e period of iddat  and such \nleave shall not be accounted towards leave provided under any other law for the time being in \nforce.]  \n  \n38. Medical care during sickness and maternity. – 40[54][(1) A secured person and his \ndependents shall be entitled to medical care in the manner and to the extent provided in the \nregulations.]  \n (2) A secured woman shall subject to regulations, be entitled to prenatal confinement \nand post -natal medical care, if she is entitled to maternity benefit under section 36 or if, during \nsix calendar months immediately preceding her claim, contributions in respect of her were paid \nor payable for not less than ninety days.  \n  \n41[55][38-A. Medical care of dependents, etc. – Where a secured person dies other than due to \nany employment injury, his dependents shall, subject to regulations, be entitled to medical care \nfor one year from the date of death of the secured person:  \n Provided that the deceased secured person had been in continuous employment of an \nestablishment for not less than twelve month s immediately preceding his death:  \n Provided further that where the deceased secured person was a seasonal employee, his \ndependents shall be entitled to medical care for six months from the date of death of such \nsecured person:  \n Provided also that the dece ased had been in employment of an establishment for not less \nthan six months during two continuous seasons immediately preceding his death.]  \n  \n39. Injury benefits. – A secured person shall, subject to regulations, be entitled to receive \ninjury benefit at su ch rate as may be fixed by Government by notification, in consultation with the \nInstitution, in respect of any day 42[56][* * *] including the day on which, as a result of an \nemployment injury, he is certified by a medical practitioner authorised by the Ins titution in the \nmanner provided in the regulations to give such a certificate to be incapable of work, but for not \nmore than one hundred and eighty days.  \n  \n                                                                                                                                             \n    \n \n40[54]Substituted by the West Pakistan Employees Social Security (Amendment) Ordinance, 1969 (XLVII of 1969).  \n41[55]Inserted by the Labour Laws (Amendment) Act, 1994 (Federal Act XI of 1994).  \n42[56]The words “other than the first three days” deleted  by the West Pakistan Employees’ Social Security (Punjab Second \nAmendment) Ordinance, 1971 (XXVI of 1971). The same amendment was made by the Federal Government by the Labour Laws \n(Amendment) Act, 1994 (Federal Act XI of 1994).  \n40. Disablement pension. – (1) A secured person who sustains total or partial disablement \nshall, subject to regulations, be entitled, upon the expiration of his entitlement to injury benefit, \nto receive disablement pension, according to the degree of disablement determined from tim e to \ntime, at such rates for different degrees of disablement as may be fixed by Government by \nnotification, in consultation with the Institution.  \n (2) Disablement pension shall terminate with the death of the recipient or when \ndisablement ceases, or cease s to be total or partial disablement:  \n Provided that if a disablement pension has been paid for five years it shall be payable for \nlife. \n  \n41. Disablement gratuity. – (1) A secured person who sustains minor disablement shall, \nsubject to regulations, be enti tled to a disablement gratuity at such rates for different degrees of \ndisablement as may be fixed by Government by notification, in consultation with the Institution.  \n (2) Where a person receiving disablement pension ceases to suffer from total or \npartial disablement but continues to suffer from minor disablement he shall, on the termination \nof his disablement pension, be entitled to disablement gratuity under this section.  \n  \n42. Survivor’s Pension. – (1) Where a secured person dies as a result of an employm ent \ninjury, a survivor’s pension shall, subject to regulations, be payable to each of his dependents as \nfollows, that is to say – \n (a) to the widow, widows, or needy widower, during life, at a rate equal to three -fifths of the rate of \ntotal disablement pension to which the secured person was, or would have been entitled, and \nwhere there are two or more widows, the pension shall be divided equally between them;  \n (b) to each dependent child, at a rate equal to one -fifth of the rate of such total disablemen t \npension:  \n Provided that if the child is a full orphan, the rate shall be two -fifths of the rate of the \ntotal disablement pension:  \n Provided further that if and so long as the total of the survivor’s pensions would otherwise exceed \nthe rate of such total disablement pension, the pension of each of the survivors shall be reduced \nproportionately so that the total pensions payable to them does not exceed the rate of the said total \ndisablement pension.  \n (2) In case the deceased person does not leave a widow, o r needy widower, a \nsurvivor’s pension shall be payable for life to a dependent father, if he be alive, and if he be not \nalive, to a dependent mother, if she be alive, at a rate equal to one -fifth of the rate of the total \ndisablement pension to which the se cured person was or would have been entitled.  \n 43[57][(2-A) In case the deceased person does not leave a dependent, a survivor’s pension shall \nbe payable for life to a dependent father if he be alive, and if he be not alive, to a dependent \nmother, if she be  alive and if she be not alive, to dependent brothers and sisters in equal shares, at \na rate equal to one half of the rate of total disablement pension to which the secured person was \nor would have been entitled.]  \n                                            \n43[57]Added by West Pakistan Employees Social Security (Punjab Amendment) Act, 1975 (II of 1975).  \n *{(2-B). Where only father or mother is e ntitled to the survivor’s pension  and the \nrecipient dies leaving behind the other parent, such surviving parent shall be entitled to the \nsurvivor’s pension equal to the amount being received by the other parent at the time of the death \nof that parent subje ct to the condition that the surviving parent is the real father or mother of the \ndeceased secured worker}*   \n(3) Survivor’s pension shall be payable upon the death of the secured person and shall \nterminate – \n (a) upon the death of the survivor; or  \n (b) wher e the survivor is a widow, upon her remarriage; or  \n 44[58][(c) where the survivor is a dependant child – \n (i) on attaining the age of nineteen years, in case of a female child; and  \n (ii) Twenty -one years, in case of a male child],  \nand in any such case the pensions of the remaining survivors shall, if necessary, be adjusted \nwithin the maximum laid down in the second proviso to sub -section (1).  \n  \n43. Death grant in case of death while in receipt of injury benefit or total disablement \npension. – Where a secured person dies while he is in receipt of injury benefit or of a total \ndisablement pension the widow, widows or needy widowers, or, if there is no widow or needy \nwidower, the person who provided for the funeral, shall, subject to regulations, be entitled to a \ndeath grant equal to the daily rate of the injury benefit or of the total disablement pension, as the \ncase may be, multiplied by thirty, but in no case less than 45[59][one thousand and five hundred] \nrupees.  \n  \n44. Medical care in the case o f employment injury. – (1) When medical care is required as \na result of an employment injury – \n (a) no conditions as regards payment of contributions shall apply; 46[60][and]  \n (b) it shall include dental care in addition to the services referred to in section  45; 47[61][* * *]  \n                                            \n44[58]This clause (c) was substituted by the West Pakistan Employees’ Social Security (Punjab Second Amendment) Ordinance, \n1971 (XXVI of 1971), but was not substituted by the Federal Gover nment and reads as follows: - \n “(c) where the survivor is a dependent child, upon his attaining the age of [twenty one] years;”  \n The words in crotchet, however, have been substituted by the Labour Laws (Amendment) Act, 1994 (Federal Act XI of 1994), for \n“sixteen” and thereafter the following proviso has also been added:  \n “Provided that such age limit shall not apply to dependent unmarried daughters”;  \n45[59]Substituted by the Labour Laws (Amendment) Act, 1994 (Federal Act XI of 1994).  \n46[60]Added by the Labour Laws (Amendment) Ordinance, 1972 (Federal Ordinance IX of 1972).  \n47[61]The word “and”, deleted  by the Labour Laws (Amendment) Ordinance, 1972 (Federal Ordinance IX of 1972) . \n *{Added by PESS (Amendment)Act,2013}*  \n (c) 48[62][*  *  *  *  *  *  *  *  *  *  *  *] \n (2) A person in receipt of injury benefit, disablement pension for loss of earning \ncapacity not less than fifty per centum of a survivor’s pension shall be entitled to medical care \nfor so long as the injury benefit, disablement pension or survivor’s pension, as the case may be, \ncontinues, and, in the case of a disablement pension being received by the secured person, for six \nmonths after the termination of the pension.  \n  \n45. Extent of medical care. – (1) Medical care shall include – \n (a) general practitioner care, including domiciliar visiting;  \n (b) specialist care in hospitals for in -patients and out -patients and such specialist care as may \nbe available outside hospitals;  \n (c) essential pharmaceutical su pplies as prescribed by a medical practitioner;  \n (d) hospitalization  where necessary, including cases of pregnancy and confinement;  \n (e) pre-natal confinement and post -natal care, either by medical practitioners or by qualified \nmidwives.  \n (2) 49[63][*  *  *  *  *  *  *  *  *  *  *  *] \n  \n46. Manner of providing medical care. – (1) Regulations shall specify the manner in which \nmedical care shall be provided.  \n (2) The Institution may, with the approval of Government, establish and maintain such \nhospitals, dispensari es and other facilities as it finds necessary for providing medical care in \npursuance of the provisions of this Ordinance.  \n (3) The Institution may buy or import and dispense pharmaceutical supplies direct to \nthe beneficiaries.  \n (4) The Institution may ent er into agreements with Government, any local authority, \nprivate body or individual in regard to the provision of medical care to persons entitled to it \nunder this Ordinance.  \n (5) The Institution may enter into an agreement with an employer who maintains a  \nhospital or dispensary or any other medical facility for the benefit of his employees for the utilization  \nof such hospital, dispensary or facility for the purposes of the Institution and such agreement may, \namong other things, specify the persons to whom medical care shall be provided, the type of benefit \nto be made available, the minimum level of such benefit, the conditions under which such benefit \nshall be provided, the extent of supervision which the Institution may exercise over the hospital, \ndispensa ry or other medical facility, the submission of reports to the Institution by the employer, and \nthe extent and manner of re -imbursement to the employer.  \n  \n                                            \n48[62]Deleted ibid. \n49[63]Deleted  by the Labour Laws (Amendment) Ordinance, 1972 (Federal Ordinance IX of 1972) . \n47. Institution’s power to promote measures for health, welfare etc. of secured \npersons. – The Institu tion may, in addition to the benefits specified in this Ordinance, undertake \nother measures for improving the health and welfare of secured persons and for the rehabilitation \nand settlement of such secured persons as may have been disabled or injured, and may for that \npurpose incur expenditure from the Fund.  \n*{47-A. Establishment of medical and other Institution – The Institution may, through the public -\nprivate partnership mode, establish medical, dental, nursing, allied health or training institutions and,  \nfor the purpose, incur expenditure from the Fund.}*     \n48. Manner of claiming benefit. – (1) All claims for benefits under this Ordinance shall be made \nwithin such times as may be prescribed, and in such form and manner, and shall be accompanied by \nsuch documents, information and evidence as to entitlement as may be provided in the regulation s. \n (2) Payment in respect of benefits shall be made in such manner, and at such times \nand places as may be provided in the regulations.  \n49. Benefit not assignable or attachable. – (1) The right to receive any payment in respect \nof any benefit under this Or dinance shall not be transferable or assignable.  \n (2) No benefit payable under this Ordinance shall be liable to attachment or sale in \nexecution of any decree or order of any Court.  \n  \n50. Exemption from stamp duty. – Notwithstanding anything to the contrary  contained in \nthe Stamp Act, 1899 (Act II of 1899), stamp duty shall not be chargeable upon any draft or order \nor receipt in respect of any benefit payable under this Ordinance.  \n  \n51. Non-duplication of benefits. – (1) A secured person shall not be paid, fo r the same \nperiod, more than one of the benefits referred to in sections 35, 36 and 39, namely, sickness \nbenefit, maternity benefit and injury benefit, and where any person is entitled to more than one of \nthese benefits shall be given the higher or highest  of such benefits.  \n (2) No person shall be entitled to sickness benefit or maternity benefit or injury \nbenefit for any day for which he receives wages.  \n  \n52. Repayment of benefit improperly received. – (1) When a person has received any benefit \nor payment u nder this Ordinance to which he is not lawfully entitled, he shall be liable to repay to \nthe Institution the value of the benefit or the amount of such payment, and, in the case of his death, \nhis legal heirs shall be liable to repay the same from the asset s of the deceased:  \n Provided that the Institution may waive repayment where there was no misrepresentation \non the part of the beneficiary and the repayment would cause undue hardship to him, or as the \ncase may be, to his survivors.  \n (2) For the purposes of  this section, the value of any benefit received otherwise than in \ncash shall be determined in accordance with the regulations.  \n_________________________________________  \n*{Inserted by PESS (Amendment) Act, 2013}*  \n53. Institution’s right to recover damages from employer in certain cases. – Where, \naccording to the finding of a Court, an employment injury was sustained by a secured person by \nreason of a wrongful act or omission of the employer or his agent, the employer or his agent shall \nreimburse to the Insti tution the actuarial present value of any periodical payment or the amount \nof any lump sum payment which the Institution is liable to make under this Ordinance and such \nactuarial value shall be determined in accordance with the regulations.  \n  \n54. Instituti on’s right to be indemnified in certain cases. – Where a secured person is entitled \nto receive or to recover, but has not received or recovered, from any person, compensation or \ndamages in respect of any sickness or employment injury caused under circumstan ces creating a \nliability in some person other than, in case of employment injury, the employer or his agent, the \nInstitution shall be entitled to be indemnified by the person so liable.  \n  \n50[64][54-A. Extent of benefits, etc. – Notwithstanding anything conta ined in this Chapter, so \nmuch of wages of a secured person’s as are in excess of *{the wages determined by the \nGovernment under section 71 }* shall not be accounted for the purpose of determining the rate of \nbenefits provided under sections 35, 36, 37, 39, 40, 41, 42 and 43].  \n  \n55. Recovery of amounts due. – Any amount recoverable by the Institution under this \nChapter may be recovered as arrears of land -revenue.  \n  \n51[66][(CHAPTER V -A \nMEDICAL TREATMENT OF  DOMESTIC SERVANTS  \n55-A. Medical treatment of domestic servants. – Every employer of a domestic servant shall \nbe liable to provide at his own cost to the domestic servant medical care to the extent mentioned \nin section 45.]  \n  \nCHAPTER VI  \nDETERMINATION OF QUE STIONS AND CLAIMS  \n56. Assessment of disablement. – All q uestions as to the assessment of the degree of \ndisablement shall be determined by a medical board or medical practitioner appointed under \nsection 17.  \n57. Decisions on complaints, questions and disputes. – If any complaint is received or any \nquestion or disp ute arises as to – \n                                            \n50[64]Added by the Labour Laws (Amendment) Act, 1994 (Federal Act XI of 1994).  \n51[66]Added by the Labour Laws (Amendment) Ordinance, 1972 (Federal Ordinance IX of 1972).  \n*{Substituted b y PESS (Amendment) Act, 2013}*  \n (a) whether any person is a secured person within the meaning of this Ordinance 52[67][* * *]; \nor \n (b) the rate of wages or average daily wages of a secured person for the purposes of the \nOrdinance; or  \n (c) the rate of contribution payable by an employer in respect of an employee; or  \n (d) the person who is or was the employer in respect of a secured person; or  \n (e) any benefit and the amount and duration thereof; or  \n (f) any other matter in respect of any contribution or benefit or o ther dues payable or \nrecoverable under this Ordinance;  \nthe matter shall be decided by the Institution, in such manner, and within such time as the \nregulations may provide, and the Institution shall notify its decision to the person or persons \nconcerned, in  writing, stating therein the reason or reasons for its decisions.  \n58. Review on account of new facts. – The Institution may, subject to regulations, on new \nfacts being brought to its notice, review a decision given by it under section 57:  \n Provided that no  decision shall be so reviewed without giving the person or persons \nconcerned an opportunity of being heard and adducing evidence in support of or against the \ndecision, as the case may be.  \n59. Appeal to Social Security Court. – Any person aggrieved by a dec ision of the Institution \nunder section 57 or on a review under section 58 may appeal to the appropriate Social Security \nCourt.  \n  \n60. Constitution of Social Security Court. – (1) Government may for purposes of this \nOrdinance constitute, by notification, a So cial Security Court for any Social Security area or \nareas specified in the notification.  \n (2) A Social Security Court shall be presided over by a Judge who shall be appointed \nby Government.  \n (3) A person shall not be appointed as a Judge of a Social Securi ty Court unless he \nhas– \n (a) for a period of not less than three years held a judicial office; or  \n (b) for a period, or for periods aggregating, not less than seven years, been an advocate or \npleader of the High Court.  \n61. Jurisdiction of Social Security Courts. – (1) Subject to the provisions of sub -section (2), \na Social Security Court shall have exclusive jurisdiction to hear and decide appeals from \ndecisions of the Institution under section 57 or review under section 58 in respect of all claims, \nquestion s and disputes arising in the appropriate Social Security Area.  \n                                            \n52[67]The words “or whether he is liable to pay the secured person’s contribution”, deleted by the Labour Laws (Amendment) \nOrdinance, 1972 (Federal Ordinance IX of 1972).  \n (2) Government may, by order in writing, transfer an appeal from one Social Security \nCourt to another, whenever it appears to it that such transfer will promote the ends of justice or \ntend to  the general convenience of the parties and witnesses.  \n (3) The Social Security Court to which an appeal has been transferred under the \nprovisions of sub -section (2) shall deal with the same as if it had been originally instituted in, or \npresented to, such  Court.  \n62. Powers of Social Security Court, etc. – (1) A Social Security Court shall have all the powers \nof a Civil Court for the purposes of summoning and enforcing the attendance of witnesses, compelling \nthe discovery and production of documents and mate rial objects, administering oath and recording \nevidence, and such a Court shall be deemed to be a Civil Court within the meaning of section 195 of \nthe Code of Criminal Procedure, 1898 (Act V of 1898).  \n (2) Notwithstanding anything contained in any other law, a Social Security Court \nmay, for the purpose of deciding any appeal, examine such witnesses and take such evidence as \nit considers necessary.  \n (3) A Social Security Court may make such order with regard to costs incidental to \nany appeal as it thinks f it. \n (4) An order of a Social Security Court shall be enforceable as if it were a decree of a \nCivil Court.  \n (5) A person shall be guilty of contempt of a Social Security Court if he, without \nlawful excuse – \n (a) offers any insult to the Social Security Cour t or any member thereof while the Court \nis functioning as such; or  \n (b) causes any interruption in the work of the Social Security Court; or  \n (c) fails to produce or deliver a document when ordered by the Social Security Court to \ndo so;  \n (d) refuses to ans wer any question of the Social Security Court which he is bound to \nanswer; or  \n (e) refuses to take oath to state the truth or to sign any statement made by him when required \nby the Social Security Court to do so;  \nand the Social Security Court may, without any complaint having been made to it, forthwith try \nsuch person for such contempt and sentence him to a fine not exceeding *{five thousand}*  \nrupees.  \n63. Appearance by legal practitioners. – Any application, appearance or act required to be made \nor done by a ny person to or before a Social Security Court (other than the appearance of a person \nrequired for the purposes of his examination as a witness) may be made or performed by a legal \npractitioner or by an officer of a registered trade union authorized  in wri ting by such person, or, with \nthe permission of the Court, by any other person so authorized . \n \n_______________________________  \n *{Substituted by PESS (Amendment) Act, 2013}*  \n64. Appeal. – (1) Save as expressly provided in this section, no appeal shall lie from an order \nof a Social Security Court.  \n (2) An appeal shall lie to the High Court from an order of a Social Security Court if it \ninvolves a substantial question of law.  \n (3) The period  of limitation for an appeal under this section shall be thirty days.  \n (4) The provisions of sections 5 and 12 of the Limitation Act, 1908 (IX of 1908) \nshall, apply to appeals under this section.  \n  \n65. Stay of payment pending appeals. – Where the Institutio n has appealed against an order \nof a Social Security Court that Court may, and, if so directed by the High Court shall, pending \nthe decision of the appeal, direct that the payment of any sum required to be paid by the order \nappealed against shall be withhe ld. \n  \nCHAPTER VII  \nOFFENCES AND PENALTI ES \n66. Offences. – (1) If any person – \n (a) for the purpose of obtaining the allowance or denial of any payment or benefit under this \nOrdinance, whether for himself or some other person, or for the purpose of avoiding any \npayment to be made by himself or any other person under this Ordinance – \n (i) knowingly makes or causes to be made any false statement or false representation; \nor \n (ii) produces or furnishes, or causes or knowingly allows to be produced or furnished, \nany document or information which he knows to be false in a material particular; or  \n (b) fails to pay any contribution which under this Ordinance he is liable to pay; or  \n (c) recovers or attempts to recover from a secured person, or deducts or attempts to de duct \nfrom his wages the whole or any part of the 53[68][* * *] contribution; or  \n (d) fails or refuses to submit any return required by regulations or makes a false return; or  \n (e) obstructs any official of the Institution in the discharge of his duties; or  \n (f) is guilty of any contravention of, or non-compliance  with, any of the requirements of this \nOrdinance or the rules or the regulations,  \nhe shall, without prejudice to any action to which he may be liable under section 23 or section 70 \nor any other provi sion of this Ordinance, be punished with imprisonment which may extend to \nthree months, or with fine *{up to ten  thousand rupees  but not less than two thousand rupees}* , \nor with both.  \n                                            \n53[68]The word “employer’s” deleted by the Labour Laws ( Amendment) Ordinance, 1972 (Federal Ordinance IX of 1972).  \n*{Substituted by PESS (Amendment) Act, 2013}*  \n67. Prosecution. – (1) No prosecution under this Ordinance shall be insti tuted except with the \nprevious sanction of the Commissioner or of an officer authorized  by him in writing in this \nbehalf.  \n (2) No Court inferior to that of a magistrate of the first class shall try any offence \nunder this Ordinance.  \n (3) No Court shall take  cognizance of any offence under this Ordinance except on a \ncomplaint made in writing within six months of the date on which the offence was discovered.  \n (4) 54[69][*  *  *  *  *  *  *  *  *  *  *  *] \nCHAPTER VIII  \nMISCELLANEOUS  \n68. Contributions, etc., to have priorit y over other debts. – In any proceedings of \ninsolvency against a person or proceedings for the winding up of a company, any contribution or \nother amount payable under this Ordinance by such person or company shall be deemed to be \nincluded among debts to be paid in priority to all other debts.  \n69. Exemption from taxes. – Notwithstanding anything contained in any other law, \nGovernment may, by order in writing, exempt the Institution from any tax, rate or duty leviable \nby Government or by a local authority under the control of Government.  \n70. Levy of special tax. – (1) Where, in respect of any group of undertakings producing a \nparticular type of product or performing a particular type of service this Ordinance is, in accordance \nwith the provisions of sub -section (3) of section 1, applied to some areas or establishme nt, but not to \nother areas or establishments, Government may, after consultation with the Institution by a \nnotification levy on the employers in the areas or establishments to which the Ordinance is not \napplied, notwithstanding anything contained in this O rdinance, a special tax, to be paid to the \nInstitution, at such rate, not exceeding five per centum of the total wages paid by the employer, at \nsuch times and subject to such conditions, as may be prescribed.  \n 55[70][(2) For the purposes of subsection (1), the total wages paid by the employers shall mean \nthe total wages which have accrued to all his employees not taking into account so much of an \nemployee’s wages as are in excess of  *{specified in clause (f) of subsection 8 of section 2}*  \n (3) The proceeds of the special tax shall be paid into the Fund and shall be utilized for capital \nexpenditure towards building up and improving the medical facilities available for the provision of \nmedical care under this Ordinance.  \n (4) All provisions of this Ordinance an d rules or regulations relating to contributions, \nwith the exception of section 26 and the rules made there  under, shall apply to the special tax as \nif it were a contribution payable under section 20.  \n71. Review and modification of wage limits, contributio n and benefits. – (1) In January of \neach year, the Governing Body shall review the wage limits *{Omitted}*  and the rates of \ncontribution and benefits provided under this Ordinance in the light of any changes in wage \n                                            \n54[69]Added by the Labour Laws (Amendment) Ordinance, 1972 (Federal Ordinance IX of 1972), and deleted by the West Pakistan \nEmployee’s Social Security ( Punjab Amendment) Act, 1973 (XV of 1973).  \n55[70]Substituted by the Labour Laws (Amendment) Act, 1994 (Federal Act XI of 1994).  \n *{Omitted by PESS (Amendment) Act, 2013.}*  \nlevels or living costs and shall submit a  report thereon together with its recommendations to \nGovernment.  \n (2) Government may, after considering the said report and recommendations, by \nnotification, enhance or reduce the wage limits specified in 56[72][clause ( f) of sub -section (8) of \nsection 2] or the rates of benefits payable under this Ordinance.  \n72. Employers not to dismiss or punish employee during the period of sickness, etc. – (1) No \nemployer shall dismiss, discharge or reduce or otherwise punish an employee during the period in \nwhich the em ployee is in receipt of sickness benefit, maternity benefit, injury benefit or medical care.  \n (2) No notice of dismissal or discharge or reduction given to an employee during the \nperiod specified in sub -section (1) shall be valid or operative.  \n  \n73. Bar on  benefits under other law. – When a person is entitled to any of the benefits \nprovided by this Ordinance, he shall not be entitled to any similar benefit under any other law.  \n  \n74. Suit for damages in a Civil Court. – No suit for damages shall be instituted by secured \nperson against the employer in any Civil Court in respect of employment injury covered by this \nOrdinance.  \n75. Members and servants of the Institution to be public servants. – The members of the \nGoverning Body and all officers and servants of the Institution shall be deemed to be public \nservants within the meaning of the Pakistan Penal Code (Act XLV of 1860).  \n76. Removal of difficulties. – (1) If any difficulty arises in giving effect to the provisions of \nChapters III and V, Government may, by order  notified in the official Gazette, make such \nprovision or give such direction as appears to it to be necessary for the removal of the difficulty.  \n (2) Any order made under sub -section (1) shall have effect notwithstanding anything \ninconsistent therewith in  any rules or regulations.  \n77. Delegation of powers. – The Governing Body may direct that all or any of its powers and \nfunctions may, in relation to such matter, and subject to such conditions, if any, as may be specified, \nbe also exercisable by the Commiss ioner or any other officer or authority subordinate to the \nInstitution.  \n  \n78. Protection of proceedings of the Governing Body. – No act or proceeding of the \nGoverning Body shall be invalid or questioned merely on the ground of existence of any vacancy \nthere in or of any defect in the constitution thereof or in the appointment or qualification of any \nmember.  \n  \n79. Power to make rules. – (1) Government may, subject to the condition of previous \npublication, by notification, make rules57[73] to carry out the purpos es of this Ordinance.  \n                                            \n56[72]Ibid. \n57[73]See Gazette of West Pakistan 1966, Part I, page 1289.  \n (2) In particular and without prejudice to the generality of the foregoing power such \nrules may provide for all or any of the following matters, namely: - \n (i) the manner in which names of persons from whom members of the Governing \nBody may be appointed shall be submitted by organizations  of employers and \nemployees recognized  by Government for that purpose;  \n (ii) powers and functions of the Governing Body;  \n (iii) fees and allowances of the members of the Governing Body;  \n (iv) qualifi cations to be possessed by the Medical Advisor;  \n (v) times and rates at which and conditions subject to which contributions and the \nspecial tax shall be payable 58[74][* * *];  \n (vi) percentage or amount by which contributions and special tax in arrears may be \nincreased under section 23;  \n (vii) increase of 59[75][* * *] contribution under section 26 where employer fails to \nobserve rules of safety or hygiene;  \n (viii) branches of social security and other purposes for which separate accounts shall be \nmaintained by the Institution;  \n (ix) times at which, amounts up to which and the manner in which security reserves \nshall be established and maintained;  \n (x) investment of surplus moneys, realisation of investments and reinvestment of the \nproceeds;  \n (xi) times at whic h and the manner in which the budget shall be prepared and \nsubmitted to Government;  \n (xii) form and the manner in which the Institution shall keep accounts of its income and \nexpenditure and of its assets and liabilities;  \n (xiii) times at which and the mann er in which the accounts of the Institution shall be \naudited by the external auditor;  \n (xiv) matters which the annual report of the Institution shall cover;  \n (xv) times within which claims for benefit shall be made;  \n (xvi) remuneration and conditions of se rvice of officers to be appointed by Government \nunder this Ordinance;  \n (xvii) any other matter which is required or allowed by this Ordinance to be prescribed.  \n  \n                                            \n58[74]The words “and the ratio of the employer’s contribution to the employees contribution”, deleted by the Labour Laws \n(Amendment) Ordinance, 1972 (Federal Ordinance IX of 1972).  \n59[75]The word “employer’s”, deleted ibid. \n80. Power to make regulations. – (1) The Governing Body may, subject to the condition of \nprevio us publication, by notification, make regulations not inconsistent with the provisions of \nthis Ordinance or the rules.  \n (2) In particular, and without prejudice to the generality of the foregoing power, such \nregulations may provide for all or any of the fo llowing matters, namely: - \n (i) the manner in which medical practitioners shall be authorised to give certificates \nrequired under any of the provisions of this Ordinance, the form of such \ncertificates and the duties of medical practitioners in that regard;  \n (ii) occupational diseases which may cause employment injury;  \n (iii) qualifications which a person practising medicine shall possess for appointment as a \nmedical practitioner under section 17 or to be authorised to give certificates under \nsections 35, 36 and 39 or for recognition for any other purpose under this Ordinance;  \n (iv) times and places at which meetings of the Governing Body shall be held;  \n (v) amount of contributions owed to the institution which shall disqualify a person \nfrom being or continuin g to be a member of the Governing Body;  \n (vi) duties of Medical Advisor in connection with medical care;  \n (vii) powers, functions, fees and allowances of medical practitioners and medical board \nand the areas for which and the manner in which they shall be appointed;  \n (viii) powers of the Governing Body to employ officers and staff for administration of \nthe affairs of the institution;  \n (ix) method of recruitment, pay and allowances, superannuation benefits and other \nconditions of service of officers and serv ants of the Institution;  \n (x) powers of the Commissioner with regard to appointment, transfer, promotion, \ndismissal and other matters affecting the staff of the Institution;  \n (xi) 60[76][*  *  *  *  *  *  *  *  *  *  *] \n (xii) the manner in which daily wages shall be  calculated for the purpose of \ndetermining the contribution payable;  \n (xiii) determination of wages for computation of contributions where the mode of \npayment of remuneration, in cash or kind, makes such computation difficult;  \n (xiv) records to be kept and  returns to be submitted by employers, times at which and the form in \nwhich such returns are to be submitted, and the particulars relating to employees to be stated \nin such returns;  \n (xv) form of certificate authorising an official of the Institution to exercise the powers \nof inspection under section 22;  \n (xvi) the manner in which any claim of the Institution for unpaid contributions may be \nextinguished;  \n                                            \n60[76]Deleted by the Labour Laws (Amendment) Ordin ance, 1972 (Federal Ordinance IX of 1972).  \n (xvii) powers and duties of internal auditor;  \n (xviii)  conditions of entitlement to receive sickness , maternity and injury benefit, \ndisablement pension, disablement gratuity, death grant, survivor’s pension and \nmedical care;  \n (xix) the items of medical care in respect of specified disease to which a secured person \nshall be entitled;  \n (xx) the manner in w hich medical care shall be provided;  \n (xxi) arrangements under which beneficiaries shall share the costs of certain kinds of \nmedical care and the manner in which such costs shall be determined;  \n (xxii) the form and manner in which claims for benefits shall  be preferred, and the \ndocuments, information and evidence which shall accompany such claims;  \n (xxiii) the manner in which and the times and places at which payment in respect of \nbenefits shall be made;  \n (xxiv) determination, for the purpose of repayment t o the Institution, of the value of any \nbenefit received otherwise than in cash;  \n (xxv) determination of the actuarial present value of any periodical payment for which the \nInstitution becomes liable by reason of a wrongful act or omission of the employer o r \nhis agent;  \n (xxvi) the manner in which and the time within which complaints, questions and \ndisputes shall be decided;  \n (xxvii) the circumstances and manner in which, on new facts coming to light, the Institution \nmay reopen cases and review decisions;  \n (xxviii ) the manner in which supplies for the use of the Institution shall be obtained and \nimmovable property hired or acquired, and in which such supplies or property \nshall be sold or otherwise disposed of; and  \n (xxix) any other matter not provided for in this Ordinance or rules and necessary to give effect \nto the provisions of this Ordinance.  \n  \n81. Supersession of certain laws, etc. – Workmen’s compensation and maternity benefit \npayable under the Workmen’s Compensation Act, 1923 (VIII of 1923), the Employers’ Liability \nAct, 1938 (XXIV of 1938), the Mines Maternity Benefit Act, 1941 (XIX of 1941), the West \nPakistan Maternity Benefit Ord inance, 1958 (West Pakistan Ordinance XXXII of 1958), or under \nany other law shall not be payable in respect of any employment on or after the appointed day in \nrespect of such employment and the enactments and laws aforesaid shall, in so far as they are \ninconsistent with the provisions of this Ordinance, cease to have effect.  \n  \n82. Repeal. – The Employees’ Social Insurance Ordinance, 1962 (XXII of 1962), in its \napplication to the Province of West Pakistan, is hereby repealed.  \n \n *{83.  Savings – Notwithstandi ng anything contained in the Provincial Employees’ Social \nSecurity Ordinance, 1965 (X of 1965), any contribution received or benefits released or \npurported to have been received or released under the said Ordinance immediately before the \ncommencement of th is Act  shall be deemed to have been validly received or released under the \nAct.}*   \n*{84.    Repeal  – The Provincial Employees’ Social Security (Amendment) Ordinance, 2013 (V \nof 2013) is hereby repealed.}*  \n \n__________________________  \n*{Inserted by PESS  (Amendment) Act, 2013}*"
}