{
    "file": "./converted_json\\administrator3da3ce3fafbb6be09b12304614e7a6bb.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBE R 24, 2020    553 \n \n \n \n  \nISLAMABAD,  THURS DAY ,  SEPTEMBER  24, 2020   \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nSENATE  SECRETARIAT  \n \nIslamabad , the 23rd  September , 2020  \n \n No. F.9(32)/2020 -Legis. —The following Act of Majlis -e-Shoora  \n(Parliament) received th e assent of the President on 21st September, 2020 and is \nhereby published for general information: — \n \nACT NO. XXVIII OF 2020  \n \nAn Act further to amend the Cooperative Societies Act, 1925  \n \n WHEREAS  it is expedient further to amend the Cooperative Societies \nAct, 1925 (Sindh Act, VII of 1925) in its application to the extent of Islamabad \nCapital Territory;  \n \nIt is hereby enacted as follows: — \n \n 1. Short title and commencement. —(1) This Act shall be called the \nCooperative Societies (Amendment) Act, 2020.  \n \n (2) It shall come into force at once.  \n \n \n(553)   \n Price : Rs. 10.00 \n \n[6059 (2020 ) Ex.Gaz .]  \n554 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24, 2020   [PART I \n \n  2. Amendment in section 3, Sindh Act VII of 1925. —In the \nCooperative Societies Act, 1925 (Sindh Act VII of 1925), hereinafter called as \nthe said Act, in section 3: — \n \n(i) the e xisting clause (a) shall be re -numbered as clause (aa) and \nbefore that the following clause  (a) shall be inserted, namely: — \n \n“(a) “beneficial owner ” means a natural person who ultimately \nowns or controls a society, whether directly or indirectly or \nhave ow nership thereof by exercising effective control in that \nsociety through other means as may be prescribed. ” \n \n(ii) after clause (b), the following new clause (ba) shall be inserted, \nnamely: — \n \n“(ba) “competent authority ” means the regulators, oversight bodies  \nfor Statutory Regulatory Bodies (SRBs), the financial \nmonitoring unit of the State Bank of Pakistan and the \ninvestigating or prosecuting agencies as defined in the Anti -\nMoney Laundering Act, 2010 (VII of 2010); and  \n \n(iii) after clause (d), the following n ew clause (da) shall be inserted, \nnamely: — \n \n“(da) “prescribed ” means prescribed by rules made under this  Act”. \n \n 3. Amendment in section 9, Sindh Act VII of 1925. —In the said \nAct, in section 9, sub -section (2), in clause (a), the word “and” at the end shal l be \nomitted and in clause (b), for full stop at the end a semicolon shall be substituted \nand thereafter the following new clauses (c) and (d) shall be inserted, namely: — \n \n“(c)  providing information, as may be prescribed, about its members, \nbeneficial own ers, running affairs of the society, to the Registrar; \nand \n \n(d)  if the society is run by non -members i.e. officers or employees, \ninformation in prescribed manner shall be provided regarding these \nemployees and officers and the reasons for running the affa irs by \nthem. ” \n \n 4. Amendment in section 17 -A, Sindh Act VII of 1925. —In the said \nAct, in section 17A, the existing provision shall be numbered as sub -section (1)  \nthereof, and after sub -section (1), numbered as aforesaid, the following new  \nsub-section (2), (3), (4), (5) and (6) shall be added, namely: — \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBE R 24, 2020    555 \n \n “(2)  Where a society is a member of another society, that society shall \nnominate any of its members to serve as a director of the society of \nwhich it is a member.  \n \n(3) The director of a society who is nomina ted in accordance with  \nsub-section (2) must be a natural person who shall provide such \ninformation to the society to which he is nominated, in such \ncircumstances and manner, as may be prescribed.  \n \n(4) The Secretary of a society shall keep an updated record  of any \nnominated directors, as well as provide prescribed information of \nthe nominated directors to the Registrar both annually and from \ntime to time when changes occurs in the prescribed circumstances \nand manner.  \n \n(5) The Registrar shall keep an updated record of the nominated \nDirectors of all societies in the prescribed circumstances and \nmanner.  \n \n(6) Other than as set out in sub -section (1), no director shall nominate \non his behalf a member or director to perform the membership \nrights on his behalf. ” \n \n 5.  Insertion of section 20A and section 20B, Sindh Act VII of \n1925. —In the said Act, after section 20, the following new sections 20A and \n20B shall be inserted, namely: — \n \n“20A. Provision of information. —(1) The Secretary of the society \nshall provide such i nformation to the Registrar both annually and from \ntime to time when changes occur, as may be prescribed.  \n \n 2. The secretary of the society shall provide to competent \nauthorities at any time upon request prescribed information, including \nbut no limited to beneficial owners, members, nominees of the \nmembers, officers, employees and managing committee of the society.  \n \n 3. The Registrar may at any time by his own or through a \nperson authorized by him seek the prescribed information from the \nSecretary of the so ciety.  \n \n20B.  Provision of information by the Registrar. —The Registrar shall \nprovide information to any competent authority upon their request in \nwriting, regarding the members and beneficial owners, officers and \nemployees of the society, assets or shares held by the members in the \nsociety, their addresses, nominees of the members, properties and \nfinancial condition of the society. ” \n556 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24, 2020   [PART I \n \n  6. Insertion of section 21A, Sindh Act VII of 1925. —In the said \nAct, after section 21, the following new section 21A, shall b e inserted, \nnamely: — \n \n“21A. Updating of records of societies. —(1) Every society shal l, in a \nprescribed manner, provide the information about its beneficial owners \nto the Registrar within three months of the commencement of the \nCooperative Societies (Amendm ent) Act, 2020.  \n \n (2) The Registrar shall keep an up to date record as prescribed \nof all the beneficial owners, members, nominees of the members, \ndirectors, managing committee and employees of the societies.  \n \n (3) If a society falls to provide the informat ion as required \nunder sub -section (1), the Registrar shall, after affording the opportunity \nof being heard, cancel that society’ s registration. ” \n \n 7. Insertion of section 34A, Sindh Act VII of 1925. — In the said \nAct, after section 34, the following new sec tion 34A, shall be inserted, \nnamely: — \n \n“34A. Prohibition on issuance of bearer shares, warrants, etc. -No \nsociety shall allot, issue, sell, transfer or assign any bearer shares, bearer \nshare warrants or any other equity or debt security of a bearer nature, by \nwhatever name called and any allotment, issue, sale, transfer, \nassignment or other disposition of any bearer shares or bearer share \nwarrants or any other equity or debt security of a bearer nature, shall be \nvoid. ” \n \n 8. Insertion of section 49A, Sindh Ac t VII of 1925. —In the said \nAct, after section 49, the following new section 49A, shall be inserted, \nnamely: — \n \n“49A. Records of the society whose registration has been \ncancelled. —The Registrar shall, for a period not less than five years, \nkeep all the recor ds of a society along with proceeding of liquidation \ncompleted whose registration has been cancelled.  \n \n (2)  The Secretary of the society whose registration has been \ncancelled shall also keep the records of the society for a period not less \nthan five years  and the society shall not dispose of its record after five \nyears without the approval of the Registrar. ” \n \n 9. Amendment in section 60, Sindh Act VII of 1925. —In the said \nAct, in section 60, in clause (d), for full stop at the end, a semicolon and the \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBE R 24, 2020    557 \n \n word  “or” shall be substituted and thereafter the fo llowing new clause (e) shall \nbe added, namely: — \n \n“(e)  if a member, employee, director, officer or secretary of the society \nor the society itself does not furnish information under this Act or \ndoes not comply  with any provision of this Act. ” \n \n 10. Amendment in section 61, Sindh Act VII of 1925. —In the said \nAct, in section 61, for the expression “Rs. 50 ” the words “one million rupees ” \nshall be substituted.  \n \n 11.  Insertion of section 61A, Sindh Act VII of 1925. —In the said \nAct, after section 61, amended as aforesaid, the following new section 61A, shall \nbe inserted, namely: — \n \n“61A. Penalty for offence s committed under clause (e) of  \nsection 60. — Any member, employee, director, officer or secretary of \nthe society found guilty under clause (e) of section 60 shall be \npunishable with an imprisonment for a term not less than three years and \nnot exceeding five years or with a fine upto two million rupees or with \nboth and, if any society is found guilty under the said cl ause (e) of \nsection 60 shall be liable to a fine up to a maximum of one -fourth of its \nworking capital or to a fine not exceeding ten million rupees. ” \n \n \n \n \n DR. SYED PERVAIZ ABBAS S, \n Secretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  P AKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}