{
    "file": "./converted_json\\administrator717ea974cc324107c4159277506d52d0.json",
    "name": "Pakistan Air Force (Amendment) Act, 2020",
    "date": "January 9, 2020",
    "tagline": "Further to amend the Pakistan Air Force Act, 1953",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,  JANUARY 11, 2020    05 \n \n \n \n  \nISLAMABAD,  SATURDAY ,  JANUARY 11, 2020   \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nSENATE  SECRETARIAT  \n \nIslamabad , the 9th January, 2020  \n \nNo. F. 9 (2)/2020-Legis .—The following Act of Majlis -e-Shoora \n(Parliament) received the ass ent of the President on 9th January, 2020 and is \nhereby pub lished for general information: — \n \nACT NO.  II OF 2020  \n \nAn Act further to amend the Pakistan Air Force Act, 1953  \n \n WHEREAS  it is expedient further to amend the Pakistan Air Force  \nAct, 1953 (VI of 19 53) for the Purposes hereinafter appearing;  \n \n It is hereby enacted as follows: - \n \n 1. Short title and commencement. — (1) This Act shall be called the \nPakistan Air Force (Amendment) Act, 2020.  \n \n (2) It shall come into force at once and shall be deemed to hav e taken \neffect on the 27th day of November, 2019.  \n \n(05)   \n Price : Rs. 6.00 \n \n[5038(2020 ) Ex.Gaz .]  \n06 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JANUARY  11, 2020   [PART I \n \n  2. Amendment of section 4, Act VI of 1953. — In the Pakistan Air \nForce Act, 1953 (VI of 1953), hereinafter referred to as the said Act, in  \nsection 4, after cl ause (x), the following new clauses shall be inserted, namely: - \n \n “(xa)  “Chairman, Joint Chiefs of Staff Committee” means an officer \nwho has been appointed as the Chairman, Joint Chiefs of Staff \nCommittee, by the President, in accordance with Article 243 o f  \nthe Constitution of the Islamic Republic of Pakistan, read with \nsection 10D;  \n  \n (xb) “Chief of the Air Staff” shall mean the officer serving in the rank \nof the Air Chief Marshal, appointed by the President, in accordance \nwith Article 243 of the constitu tion of the Islamic Republic of \nPakistan read with section 10A;”.  \n  \n 3. Insertion of new Chapter, Act VI of 1953. — In the said Act, \nafter Chapter -II, the following new Cha pter shall be inserted, namely: — \n \n“CHAPTER IIA .- \n \nAPPOINTMENT OF THE CHIEF OF THE AIR  STAFF AND THE \nCHAIRMAN, JOINT CHIEFS OF STAFF COMMITTEE  \n \n 10A.   Appointment of the Chief of the Air Staff. —  (1) The President \nshall, on the advice of the Prime Minister, appoint an Air Chief Marshall \nas the Chief of the Air Staff, for a tenure of three ( 03) years.  \n \n  (2) The terms and conditions of the Chief of the Air Staff shall be \ndetermined by the President, on the advice of the Prime Minister.  \n \n 10B.    Reappointment or extension of the Chief of the Air Staff. — \n(1) Notwithstanding anything contained i n this Act or any other law for \nthe time being in force, the President, on the advice of the Prime \nMinister, may reappoint the Chief of the Air Staff for additional tenure \nof three (03) years, or extend the tenure(s) of the Chief of the Air Staff \nup to thr ee (03) years, on such terms and conditions, as may be \ndetermined by the President, on the advice of the Prime Minister, in the \nnational security interest or exigencies, from time to time.  \n  \n  (2) Notwithstanding anything contained in this Act or any other  \nlaw, or any order or judgment of any Court, the appointment, \nreappointment or extension of the Chief of the Air Staff, or the exercise \nof discretion by the appointing authority in this regard, shall not be \ncalled into question before any Court on any grou nd whatsoever.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  JANUARY 11, 2020    07 \n \n  10C.    Retirement age and service limits of the Chief of the Air \nStaff. - The retirement age and service limits prescribed for an Air Chief \nMarshal, under the Rules and Regulations made under this Act, shall not \nbe applicable to the Chief o f the Air Staff, during his tenure of \nappointment, reappointment, or extension, subject to a maximum age of \nsixty -four (64) years. Throughout such tenure(s), the Chief of the Air \nStaff shall continue to serve as an Air Chief Marshal in the Pakistan Air \nForce. \n \n 10D.    Appointment of the Chairman, Joint Chiefs of Staff \nCommittee. — (1) The President may, on the advice of the Prime \nMinister, appoint a Chairman, Joint Chiefs of Staff Committee, from \namongst Generals in the Pakistan Army, Admirals in the Pakista n Navy, \nor Air Chief Marshals in the Pakistan Air Force, for a tenure of three \n(03) years.  \n \n  (2) The terms and conditions of the Chairman, Joint Chiefs of \nStaff Committee shall be determined by the President, on the advice of \nthe Prime Minister.  \n \n  (3) If the Chairman, Joint Chiefs of Staff Committee is appointed \nfrom amongst Air Chief Marshals in the Pakistan Air Force, the \nprovisions of this Act shall be applicable to such Chairman, Joint Chiefs \nof Staff Committee.  \n \n 10E.   Reappointment or extension of t he Chairman, Joint Chiefs of \nStaff Committee. — (1) Notwithstanding anything contained in this Act \nor any other law for the time being in force, the President, on the advice \nof the Prime Minister, may reappoint the Chairman, Joint Chiefs of Staff \nCommittee for additional tenure of three (03) years, or extend the \ntenure(s) of the Chairman, Joint Chiefs of Staff Committee up to three \n(03) years, on such terms and conditions, as may be determined by the \nPresident, on the advice of the Prime Minister, in the nat ional security \ninterest or exigencies,  from time to time.  \n \n  (2) Notwithstanding anything contained in this Act or any other \nlaw, or any order or judgment of any Court, the appointment, \nreappointment or extension of the Chairman, Joint Chiefs of Staff \nCommittee, or the exercise of discretion by the appointing authority in \nthis regard, shall not be called into question before any Court on any \nground whatsoever . \n \n 10F.   Retirement age and service limits of the Chairman, Joint \nChiefs of Staff Committee. — In case an Air Chief Marshal of the \nPakistan Air Force is appointed as the Chairman, Joint Chiefs of Staff \nCommittee, the retirement age and service limits, prescribed under the \n08 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JANUARY  11, 2020   [PART I \n \n Rules and Regulations made under this Act, shall not be applicable to \nthe said A ir Chief Marshal during his tenure of appointment, \nreappointment or extension, subject to a maximum age of sixty -four (64) \nyears. Throughout such tenure(s), the Chairman, Joint Chiefs of Staff \nCommittee, appointed under this Act, shall continue to serve as  Air \nChief Marshal in the Pakistan Air Force .”. \n \n 4. Amendment  of section 18, Act VI of 1953. — In section 18, for \nthe word “Every” the expression, “Subject to Chapter II -A, every” shall be \nsubstituted and for the full stop at the end, a colon shall be subs tituted and \nthereafter the following provisos shall be inserted, namely: - \n \n “Provided that the appointment, reappointment, extension and tenure of \nthe Chief of the Air Staff shall be determined in accordance with sections 10A, \n10B and 10C:  \n  \n Provided furt her that the appointment, reappointment or extension, and \ntenure of the Chairman, Joint Chiefs of Staff Committee shall be determined in \naccordance with sections 10D, 10E and 10F.”.  \n \n 5. Amendment of section 202, Act VI of 1953. — In the said Act, in \nsectio n 202, in sub -section (2), in sub -clause (a), after the word “the”, occurring \nfor the first time, the commas and words “ appoint ment, reappointment, \nextension”  and after the word “Act”, the words and commas “including the \nChief of the Air staff and the Chai rman, Joint Chiefs of Staff Committee” shall \nbe added.  \n \n 6. Overriding effect. — (1) The provisions of this Act shall have \neffect notwithstanding anything contained in the said Act, any other law, rules, \nregulations or bye -laws, notifications and other lega l instruments for the time \nbeing in force.  \n \n (2) In case there is any conflict between the provisions of this Act and \nany other law for the time being in force, the provisions of this Act shall prevail \nto the extent of inconsistency.  \n \n \n————  \n \n \n DR. AKHTAR N AZIR , \n Secretary . \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}