{
    "file": "./converted_json\\administrator3d1271e37c7e9c01a3f6f0976552bc91.json",
    "name": "Newspaper Employees (Conditions of Service) Act, 1973",
    "date": "11th August, 1973",
    "tagline": "An Act to repeal and, with certain amendments, re-enact the Working Journalists (Conditions of Service) Ordinance, 1960",
    "content": "Page 1 of 12 \n   \n \n \n \nTHE NEWSPAPER EMPLOYEES (CONDITIONS OF \nSERVICE) ACT, 1973 . \n \n              \n \n \nCONTENTS  \n1.  Short title, extent and comme ncement \n2.  Definitions \n3.  Order of appointment, etc.  \n4.  Termination of employment \n5.  Provident Fund \n6.  Hours of work \n7.  Leave \n8.  Medical care  \n9.  Wage Boa rd \n10.   Fixations of wages \n11.  Publication of the decision  of the Board \n12.  Decision  of Board to be deemed to be an award of the Commission \n12A.   Tribunal \n13.  Powers of the Tribunal \n13A.   Appeal from sentence of Tribunal \n13B.  Benches of the Tribunal, etc.  \n \n\n \nPage 2 of 12 \n 14.  Powers and procedure of the Board \n15.  Decision  of the Board to be binding on all employers \n16.  Powers of Board to fix i nterim rates of wages  \n16A.   Additional power of Board and Tribunal \n17.  W. P. Ordinance VI of  1968 to apply to newspaper establishment \n18.  Ordinance XXIII of  1969 to apply to newspaper employees \n19.  Effect of laws and agreements inconsistent with this Act \n20.  Inspectors \n21.  Offences and penalties \n21A.   Chairman, etc., to be public servants \n22.  Indemnity \n23.  Power to make rules  \n23A.   Continuation of powers \n24.  Repeal and savings  \n \n \n \nPage 3 of 12 \n THE  NEW SPAPER EMPLOYEES  (CONDI TIONS  OF SERVICE)  \nACT, 1973.  \n \n1ACT NO. LVIII OF1973  \n[11th August, 1973] \n \nAn Act to repeal and, with certain amendments, re-enact the Working Journalists \n(Conditions of Service) Ordinance, 1960.  \n \n WHERE AS  it  is  expedient  to  repeal  and,  with  certain  amendments,  re-enact  the \nWorking Journalists (Conditions  of Service) Ordinance, 1960;  \n \n It is hereby enacted as follows: ― \n \n 1. Short  title,  extent  and  comme ncement.―(1)  This  Act  may  be  called  the \nNewspaper Empl oyees (Conditions  of Service) Act 1973.  \n \n (2) It extends to the whole of  Pakistan. \n \n (3) It shall come into force at once. \n \n2. Definitions. In this Act, unless there is anything  repugnant in the subject or \ncontext, \n \n(a)  “Board” m eans the Wage Board constitut ed under section 9; \n \n(b)  “Commission”  means the National Industrial Relations  Commission \nconstitut ed under section 22A of  the O rdinance; \n \n(c)  “newspaper” means any printed periodical work containing  public  news or \ncomm ents on public  news and includes such other class of printed periodical \nwork as may, from time to time, be notified in this behalf by the  Federal \nGovernment in the o fficial Gazette; \n \n(d)  “newspaper employee” means any person employed to do any wo rk in, or in \nrelation to, any newspaper establishm ent and Includes;— \n \n (i)  a whol e-time journalist, including an editor, a leader writer, news \n editor, feature writer, reporter, correspon dent, copy tester, cartoonist,  \n news- photo grapher, caligraphist and proof-reader; and \n \n (ii)  a whol e-time non journalist, including  a manager, clerk, stenotypist, \n printing engineer, linotype operator, compos er, type-setter, photo  \n studio attendant, printing  worker, an accountant and an office peon; \n \n \n \n1 For Statement of Objects and Reasons, see Gaz. of P., 1973, Ext., Pt. III, p. 1332. \n \nPage 4 of 12 \n (e)  “newspaper establishm ent” means an establishm ent under the control of any \nperson or body of persons whether incorporated or not, for the production, \nprinting  or publi cation of one or more newspapers or for condu cting any \nnews agency or syndicate ; \n \n(f)  “Ordinance” means the Indust rial Relations  Ordinance, 1969(X XI of 1969); \n \n(g)  “prescribed” means prescribed by rules made under this Act ; \n \n1\n[(gg)  “Tribunal” means a Tribunal constitut ed under section 12A;]  \n \n(h)  “wages” means wages as defined in the Payment of Wages Act, 1936  (IV of \n1936 ) and includes any gratuity or other payment declared as wages by the \nBoard; and \n \n(i)  all words and expressions  used but not d efined in this A ct and defined in the \nOrdinance shall have the m eanings respectively assigned to them in the \nOrdinance. \n \n3. O rder of  appointment, etc. A n ewspaper establishm ent employing a newspaper \nemployee shall, at the time of his appointm ent, transfer or promotion,  furnish to him an order \nin writing showi ng the terms and conditions  of his service. \n \n4. Termination of employment. The services of a newspaper employee shall not be \nterminated by a newspaper establishm ent without good cause shown , through a notice, in writing, of \nsuch termination— \n \n(a)  of one month,  if the total period of continuous  service of the newspaper \nemployee with the n ewspaper establishm ent is not less than three months  but \nless than two  years ; \n \n(b)  of two months,  it the tot al period of such service is not less than two years but \nless than three years; and \n \n(c)  of three months, if  the total period of  such service is not l ess than three years ;  \n \n Provided that, if the order of appointment of the newspaper employe e provides notice  of a \nlonger period, notice shall be given in accordance with the terms of such order:  \n Provided further that the services of a newspaper employee may be terminated at any time on \npayment of wages in lieu of the requisite notice.  \n 5. Provident Fund.―(1) Every newspaper establishm ent shall constitut e, for the benefit \nof its newspaper employees, a Provident Fund in su ch manner as may be prescribed. \n \n \n \n1 New clause (gg) ins. by the Newspaper Employees (Conditions of Service) (Amdt.) Act, 1975 (56 of 1975), s. 2. \n \nPage 5 of 12 \n (2) The Provident Fund shall be held and administ ered by a Board of Trustees consisting  of \nan equal number of representatives of the newspaper establishment constituting the Fund and of the \nnewspaper employees employed in it, chosen and appoint ed in su ch manner as may be prescribed. \n \n(3) Every newspaper employee shall, after the completion of the first two years of his se rvice \nwith any newspaper establishm ent, subscribe to the Provident Fund, every month,  a sum  not less \nthan 6-1/4 per cent and not more than 10 per cent of his month ly wages, and the employer in relation \nto that establishm ent shall contribute to it  an equal amount.  \n \n(4) During the first three months  of his service, the newspaper employee may or may not,  at \nhis option,  subscribe to  the Provident Fund and, if he so  subscribe, the employer in relation to the \nnewspaper establishm ent shall subscribe to it  an equal amount.  \n \n(5) A  newspaper establishment shall be deemed to be a public  Institution for the pu rposes of \nthe Provident Funds A ct, 1925 ( XIX of 1925).  \n \n6. Hours of work. Subject to the Factories Act, 1934 (XXV  of 1934),  and any rules that \nmay be made, or deemed to have been made under this Act, no newspaper employee shall be \nrequired to work in any newspaper establishment for more than forty-two hours in a week, exclusive \nof the time for meals. \n \nExplanation. ―For the purposes of this section, ‘week’ means a period of seven days  \nbeginning at mid -night on Saturday.  \n \n7. Leave. Without  prejudice to such holid ays as may be prescribed, every newspaper \nemployee shall be entitled to― \n \n(a)  earned leave on full wages, for not less than one  eleventh of the period spent \non du ty; \n \n(b)   leave  on  medical  certificate  on  one-half  of  the  w ages,  for  not  less  \nthan one-eighteenth of the period of service subj ect to a minimum  period of \nten days in a  calendar year ; and \n \n(c)  Fifteen day’s casual leave of absence with w ages in a  calendar year.  \n  \n 8. Medical care .―(1) A newspaper employee shall be entitled, together with his  depende nts, \nto medical care at the cost of the newspaper establishment in, or in relation to, which he is employed.  \n \n (2) Medical care shall, subject to rules made un der this Act, include― \n \n(a)  treatment by a medical practition er registered under the 1[Medical and Dental \nCoun cil Ordinance, 1962  (XXXII of 1962) ], both at the clinic of such practi- \ntioner and at the residence of the n ewspaper employee; \n \n(b)  treatment by specialists in hospit als and by such specialists as may be \navailable outside hospit als ; \n \n \n1 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II. \n \nPage 6 of 12 \n (c)   essential  pharmaceutical  suppli es  as  prescribed  by  a  medical  practitioner \nunder clause (a) or by a specialist under clause (b)  ; and \n \n(d)  hospit alization, where necessary. \n \n(3) The manner in which and the scale on which medical care shall be supplied shall be such \nas may be prescribed. \n \n Explanation. ―For the purpose of this section, “dependents” means the spous e, widow ed \nmoth er and legitim ate sons and daughters, including  step-sons and step-daughters, of a newspaper \nemployee, residing  with and wholly  dependent upon him.  \n \n9. Wage  Board.―(1)  The  Federal  Government  may,  whenever  it  so  consid ers \nnecessary, by notification in the official Gazette, constitute  a Wage Board for fixing rates of wages \nin respect of newspaper employees in accordance with the p rovisio ns of this Act. \n \n(2) The Board shall consist of a Chairman appointed by the Federal Government, who  \nshall be a p erson who has been or is,  or is qualified to be a Judge of a Hi gh Court, and as many \nmembers to advise the Chairman as may be appoint ed by the  Federal Government, so,  however, that \none half of the members shall be persons representing the  newspaper employees and the  other half \nthe employers in relation to n ewspaper establishm ents. \n \n(3) The Board shall give its decision  within  a period of one hund red and eighty days from \nthe day of its constitution.  \n \n10.  Fixations  of  wages.―(1)  In  fixing  rates  of  wages  in  respect  of  newspaper \nemployees, the Board may take into consid eration the cost of living, the prevalent rates of wages of \ncomparable employments, the circumst ances relating to the newspaper indust ry in di fferent regions \nof the country, and any other circumst ances which to the Board may seem relevant. \n \n(2) The Board may fix rates of wages for time work and for piece work. \n \n(3) The  decision of  the Board fixing rates of wages shall be  communi cated as soon as \npracticable to the  Federal Gov ernment. \n \n11. Publication of the decision  of the Board.―(1) The decision  of the Board shall, within  \na period of one month  from the date of its receipt by the Federal Government, be publish ed in \nsuch manner as may be prescribed. \n \n(2) The  decision  of the Board publish ed under subsection (1) shall come into op eration on \nsuch date as may be specified in the  decision,  and where no date is so sp ecified, it shall come into  \noperation on the d ate of its  publication, and shall remain in force until  it is modi fied or varied by a \nlater decision  of the Board publish ed in the manner provided in sub- section (1). \n \n12. Decision  of Board to be deemed to be an award of the Commission.―A decision  \nof the Board publish ed under section 11 sh all be deemed to be an award of the Full Bench of the \nCommissi on and, subject to the provisions  of this  Act, all the provisions  of the O rdinance applicable \nto such award, including the provisions  of sections  51 and 55 thereof, so for as may be and with the \n \nPage 7 of 12 \n necessary modi fications,  shall apply to the decision  of the Board. \n \nExplanation.―For the avoidance of doubt, it is hereby declared that the decision of the \nSecond Wage Board for Working Journalists published in the Extraordinary issue of the Gazette of West \nPakistan, dated the 7th January, 1970,  shall be deemed to have been publish ed as required by the \nOrdinance. \n \n1[12A.  Tribunal.―(1) The Federal Government may, by notification in the official Gazette, \nconstitute  a Tribunal consisting  of one or more members to implement the decision of  the Board \nunder section 11. \n \n(2) The Chairman and members of the Tribunal shall be appoint ed by the Federal \nGovernment on su ch terms and conditions  as it may determine. \n \n(3) Where the Tribunal consists  of one  member only, that member, and, where the T ribunal \nconsists  of more members than one, the member designated by the  Federal Gov ernment, sh all be \nthe Chairman of the T ribunal. \n \n(4) The Chairman of the Tribunal shall be a person who has been, or is, or is \nqualified to be, a Judge of a High Cou rt. \n \n(5) The qualifications  for appointm ent as a member of the Tribunal shall be determined by \nthe Federal Government.] \n \n13. Powers of the 2[Tribunal].―(1) Notwithst anding  anything contained in section 64 of  \nthe O rdinance, the 3[Tribunal] shall have power― \n \n(a)  to try an offence punishable under section 55 of the Ordinance, if the \noffence relates to failure to impl ement any decision  of the Board; \n \n(b)  of its own motion,  or on the application of a party, to withd raw from \nany Cou rt  (except  the  Supreme  Court  or  a  High  Court)  any  \napplication, p roceeding or appeal relating to su ch an offence and dispose of  \nit; and \n \n(c)  refer any such application, proceeding or appeal to any such competent \nCourt for dispos al. \n \n (2) Any Court to which any application, proceeding or appeal is referred under clause \n(c) of subsection (1) shall enquire into it and dispose of the case as if the application or appeal \nhad originally been made to it or, as the case may be, the proceeding had originally comm enced \nbefore it. \n \n \n \n \n \n \n \n \n1 Subs. by the Newspaper Employees (Conditions of Service) (Amdt.) Act, 1976 (78 of 1976), s. 2, for s. 12A, which was previously ins. by the \nNewspaper Employees (Conditions of Service) (Amdt.) Act, 1975 (56 of 1975), s. 3. \n2 Subs. by Act 78 of 1976, s. 3, for “Commission”. \n3 Subs. by Act 56 of 1975, s. 4, for “Commission”.\n \nPage 8 of 12 \n (3) For the  trial of an offence referred to in sub-section (1), the 1\n[Tribunal] shall follow the \nsame p rocedure and exercise the same powers as 2[the Commi ssion]  follows  and exercises  for  the  \ntrial  of  an  offence  under  the  Ordinance,  and  the  provisions  of  the O rdinance other than the \nprovisions  of sub-section (9) of  section 22A,  thereof, shall so far as may be and with  the n ecessary \nmodi fications , apply to su ch trial. \n \n3[4[(4)] The T ribunal shall have the po wer to issue a direction which a Labour Cou rt has \nunder sub-section (1) of section 51 of  the Ordinance.]. \n \n5[(5) Subject to any rules of procedure which may be prescribed, the Tribunal may, for the \npurpose of determining  the category of a newspaper establishm ent or the grade of a newspaper \nemployee or otherwise holding  an inquiry for the purpose of implementing  the d ecision  of the \nBoard, exercise the same powers and follow  the same procedure, so far as may be and with the \nnecessary modi fications,  as the Commission  may exercise or follow  for the pu rpose of  adjudi cating \nan indust rial dispute under the O rdinance. \n \n(6) The Tribunal may require a newspaper establishm ent to file a declaration in such form \nand give su ch information as the T ribunal may determine or require.]. \n \n6[13A.  Appeal from sentence of Tribunal. Any person convicted and sentenced by the  \nTribunal under section 55 of the Ordinance to imprisonm ent for any period not less than six months  \nmay, with the l eave of  the Supreme C ourt, prefer an appeal to that Court.] \n \n 7[13B.  Benches of the Tribunal, etc.― (1) The Chairman of the Tribunal shall \nexercise general superintendence over its affairs. \n \n(2) Where the Tribunal consist of  more members than one,― \n \n(a)  the Chairman shall constitute  as many benches of the Tribunal consisting \n of one or  more members of the Tribunal as he may deem fit; and \n \n(b)  if any member of the Tribunal who constitut es a bench, or is a member \n of a bench, is absent from, or otherwise unable to attend, any sitting  of a \n bench, the Chairman of the  Tribunal may take over the case hims elf, or \n transfer it to another bench, for dispos al; and the  Chairman, or, as the case \n may be, the other bench, may continue  the proceedings from the  stage they \n had reached.]. \n \n \n \n \n \n \n1 Subs. by the Newspaper Employees (Conditions of Service) (Amdt.) Act, 1975 (56 of 1975), s. 4, for “Commission”. \n2 Subs. ibid., for “it”. \n3 New sub-section (3A) added ibid., s. 4. \n4 Re-numbered as sub-section (4) and shall be deemed to have been so re-numbered on the twenty-first day of July, 1975 by the Newspaper \n  Employees (Conditions of Service) (Amdt.) Act, 1976 (78 of 1976), s. 3. \n5 New sub-sections (5) and (6) added and shall be deemed always to have been so added on the twenty-first day of July, 1975, ibid. \n6 New S. 13A ins. by Act 56 of 1975, s. 5. \n7 New S. 13B added by Act 78 of 1976, s. 4. \n \nPage 9 of 12 \n 14. Powers and procedure of the Board. Subject to any rules of procedure which may be \nprescribed, the Board may, for the purpose of fixing rates of wages, exercise the s ame powers \nand follow  the same procedure, so far as may be and with the necessary modi fications,  as the \nCommission  may exercise or follow  for the purpose of adjudi cating an indust rial dispute und er the \nOrdinance. \n \n15. Decision  of the Board to be binding on all employers. The decision  of the Board \nshall be bindi ng on all employers in relation to newspaper establishments, and every newspaper \nemployee shall be entitled to be paid wages at a rate which shall, in no case, be less than the rate of \nwages fixed by the Board. \n \n 16. Powers of Board to fix i nterim rates of wa ges.―(1) Notwithstanding anything  \ncontained in this Act, where the Board is of the opinion that it is necessary so to do, it may, by \nnotification i n the official Gazette, fix interim rates of wages in respect of newspaper employees.  \n \n(2) Any interim rate of  wages so fixed shall be binding on all employers in relation to \nnewspaper establishm ents, and every newspaper employee shall be entitled to be paid wages at a \nrate which shall, in no case, be less than the int erim rate of wages fixed under sub - section (1). \n \n(3) Any interim rate of wages fixed under subsection (1) shall remain in force until the \ndecision  of the Board comes into op eration u nder sub-section (2) of section 11. \n \n1[16A.  Additional power of Board and Tribunal. The Board and the Tribunal shall have \nthe s ame pow er to punish  their respective contempts  as the Co mmission  has under section 22C of \nthe O rdinance. \n \n17. W. P. Ordinance VI of  1968 to apply to newspaper establishment. The p rovisions  of \nthe West Pakistan  Indust rial and, Comm ercial Empl oyment (Standing O rders) Ordinance, 1968  \n(W.P. Ord. No. V of 1968), as in force for the time  being, other than those contained in Standing \nOrder 2 and clauses (1) and (2) of  Standing  Order 12 thereof, shall, subj ect to the other provisions  \nof this Act, apply to every newspaper establishm ent wherein ten or more newspaper employees are \nemployed or were employed on any day of the twelve months  preceding the  coming into  force of \nthis Act as if such newspaper establishm ent were an indust rial establishm ent to which the aforesaid \nOrdinance has been applied by a noti fication under clause (c) of sub-section (4) of  section 1 thereof, \nand as if a newspaper employee were a workman within  the m eaning of that Ordinance [:]2 \n \n3[Provided that the provisions  of this section shall not apply to a person who is employed as \nthe editor of  a newspaper]. \n \n Explanation .―For the avoidance of doubt, it is hereby declared that provisions of  Standing \nOrders 10B and 11, clauses (6) and (8) of Standing Order 12 and Standing Order  15 of the aforesai d \nOrdinance shall apply only to a newspaper establishment which fulfils the conditions laid down \ntherein.  \n1 New S. 16A added by the Newspaper Em ployees (Conditions of Service) (Amdt.) Act, 1976 (78 of 1976), s. 5. \n2 Subs. ibid., s. 6, for full-stop. \n3 Proviso added ibid.\n \nPage 10 of 12 \n 18. O rdinance XXIII of  1969 to apply to newspaper employees. Subject to the oth er \nprovisions  of 1[this Act] the provisions of the Ordinance shall apply to, or in relation to,  \nnewspaper employees, as they apply to,  or in relation to, workmen within the meaning of the \nOrdinance : \n \nProvided that nothing  in this  section applies to a newspaper employee \n \n(i)  who is employed mainly in a managerial or administ rative capacity 2[or is \nthe editor of  a newspaper,] or \n \n(ii)  who,  being employed in a supervisory capacity, performs, either because of  \nthe nature of duties attached to his office or by reason of the powers vested \nin him functions m ainly of a managerial nature. \n  \n 19. Effect of laws and agreements inconsistent with this Act.―(1) The provisions  of this \nAct shall have effec t notwithst anding anything in consist ence therewith contained in any oth er law or \nin the terms of any award, agreement or contract of service, whether made before or alter the coming \ninto force of this A ct: \nProvided  th at,  subj ect  to  the  p rovisions  of  section  73  of  the  West  Pakistan \nEmpl oyees’ Social Security Ordinance, 1965  (W.P. Ord. No. X of 1965 ), where under any such \naward, agreement, contract of service or oth erwise, a newspaper employee is entitled to benefits in \nrespect of any matter which are more favourable to him than those  to which he would  be entitled \nunder this Act, the newspaper employee shall continue to be entitled to the mo re favourable benefits \nin respect of that matter notwithst anding  that ho receives benefits in respect of other matters und er \nthis A ct. \n \n(2) Nothing contained in this Act shall be construed to preclude any newspaper employee \nfrom entering into an agreement with an employer for granting him  rights or privileges in respect of \nany matter which are more favourable to him than those  to which he would be  entitled und er this \nAct. \n \n 20. Inspectors.―(1) The Federal Government may, by notification in the official Gazette, \nappoint  such persons as it thinks  fit to be Inspectors for the purposes of this Act within su ch local \nlimits as it m ay assign to th em respectively. \n(2) An Inspector sh all perform within the local limits assigned to him such functions in \nrelation to the  implementation of the  decision  of the  Board publish ed under section 11  as may be \nprescribed.   \n(3) An  Inspector may \n \n(a)  at all reasonable hours enter on the premises of any newspaper establishm ent \nand make such examination of any register or document relating to the \nimplementation of the d ecision of the  Board published under section 11 and \ntake on the spot or otherwise evidence of any person relevant to such \nimplementation as he may deem necessary ; \n \n1 Subs by newspaper e mployees (conditions of service ) Act, 1976 (Act 78 of 1976) ., s. 7, for “this Ordinance”. \n2 Ins. ibid., \n \nPage 11 of 12 \n (b)  exercise  su ch  other  powers  of  inspe ction  as  he  may deem  necessary for \ncarrying out the pu rposes of this Act. \n \n 21. Offences and penalties.―(1) Whoever contravenes the provisions  of section 6 shall be \npunish able with fine whi ch may extend to two thous and rupees. \n \n (2) Whoever contravenes any of the provisions  of this Act or any rule made, or deemed to \nhave been made, thereunder shall, if no other penalty is elsewhere provided by or und er this Act for \nsuch contravention,  be punis hable with fine which may extend to one thous and rupees. \n \n (3) Where the person guilty of an offence under this Act is a company or other body \ncorporate, every director, manager, secretary and other officer thereof shall, unless he proves that the \noffence was committed without  his know ledge or th at he exercised all due dil igence to prevent its \ncommission  also be guilty of the same offence and liable to the same punishm ent. \n \n (4) No Court shall take cognizance of an offence under this Act unless the compl aint th ereof \nis made within  six months of the d ate on  which the o ffence is alleged to have been committ ed. \n \n1[21A.  Chairman, etc., to be public servants. The Ch airman of the Board and the Ch airman  \nand members  of  the  T ribunal  shall  be  deemed  to  be  public  s ervants  within  the m eaning of \nsection 21 of  the Pakistan Penal Code (A ct XLV of 1860 )]. \n \n22. Indemnity. No suit, prosecution  or other legal proceedings shall lie against any person or \nauthority for anything wh ich is in good faith done  or intended to be done in pu rsuance of this  Act or \nany rule made, or deemed to have been made, thereunder. \n \n 23. Power to make rules .―(1) The Federal Government may, by notificati on in the  official \nGazette, make rules for carrying out the purposes of this Act.  \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following  matters, namely:― \n \n(a)  hours of work of newspaper employees ; \n \n(b)  holid ays, earned leave, leave on medical certificate, casual leave or any \nother kind of  leave admissible  to newspaper employees; \n \n(c)  the constitu tion of  Provident Fund; \n \n(d)  the constitution  of Board of Trustees for the administ ration  of  Provident \n Fund; \n \n(e)  the procedure for regulating the management and administ ration of Provident \n Fund and the  conditions subj ect to whi ch such Fund sh all operate; \n \n(f )  the procedure to be  follow ed by the Board in fixing rates of wages; \n \n1 New S. 21A added by the Newspaper Employees (Conditions of Service) (Amdt.) Act, 1976 (78 of 1976)., s. 8.\n \nPage 12 of 12 \n (g)  the manner in which the decision of the Board may be published; 1* \n \n2[(gg) the procedure to be follow ed by the  Tribunal in determining  the categories of \nnewspaper establishm ents or grades of newspaper employees or holdi ng an \ninqui ry for the pu rpose of impl ementing  the d ecision  of the B oard; and]. \n \n(h) any other matter whi ch is to be  or may be prescribed. \n \n3[23A.  Continuation of powers. The powers conferred by this  Act on the Federal \nGovernment shall, as from the fourteenth day of August, 1973,  continue  to be exercised by the \nFederal Government.] \n \n 24. Repeal and savings .―(1) The Working Journalists (Conditions of Service)  Ordinance, \n1960 , (XVI of 1960), is hereby repealed.  \n(2) Notwithst anding  the repeal of the said Ordinance, and without  prejudice to the p rovisions  \nof section 24 of  the General Clauses Act, 1897  (X of 1897),  anything don e, appointm ent made, \nnotification, order or rule issued, form prescribed proceedings comm enced, or action taken under \nthat Ordinance shall, so far as it is not inconsist ent with the p rovisions  of this  Act, continue in  \nforce and be deemed to have been made, issued or taken und er the provisions  of this Act. \n \n____ _________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n         Last Uploaded on 22.11.2023  \n \n1 The word “and” omitted by the Newspaper Em ployees (Conditions of Service) (Amdt.) Act, 1976 (78 of 1976), s. 9. \n2 New Cl. (gg) ins. ibid., \n3 New S. 23A ins. and shall be deemed to have been so ins. on the 14th day of August, 1973, by the Labour Laws (Amdt.) Act, 1975 (11 of 1975), s. 2 \nand Sch.,"
}