{
    "file": "./converted_json\\administratorf5d28cf7afe0001fb64d2cb4cfea1cb4(2).json",
    "name": "Federal Employees Benevolent Fund and Group Insurance Act",
    "date": "3rd February, 1969",
    "tagline": "An Act to establish a benevolent fund for the common benefit of the employees of the Federal Government and certain autonomous bodies and to provide for their group insurance.",
    "content": "Page 1 of 18  \n \n  \n \nTHE FEDERAL EMPLOYEES BENEVOLENT FUND AND GROUP \nINSURANCE ACT,  1969  \n \n \n \nCONTENT S \n \n________________  \n \nCHAPTER I   \n \nPRELIMINARY  \n SECTIONS.  \n1. Short title, extent and commencement . \n2. Definitions . \n3. This Act and rules to override other laws, but not to affect retirement benefits , etc. \n \nCHAPTER II   \nBOARD OF TRUSTEES  \n4. Board of Trustees . \n5. Board to be body corporate . \n6. Head office . \n7. Powers of the Board . \n8. Meetings of the Board. \n9. Managing Director of the Board . \n10. Delegation of Powers . \nCHAPTER III  \n \nBENEVOLENT FUND  \n11. Federal Employees Benevolent Fund . \n12. Subscriptions to be paid by the employees . \nUpdated on 12.11.2021  \nPage 2 of 18  \n \n 13. Benevolent grants to be paid from the Benevolent Fund . \n14. Payment of Benevolent grant . \n14A.  Utilization of Benevol ent Fund in other beneficial schemes . \n \nCHAPTER IV  \nGROUP INSURANCE  \n15. Insurance of employees . \n15A.  Payment of additional lump sum grant on death during service in a security related \nincident.  \n16. Arrangements with Insurance Company, etc . \n17. Federal Employees Insurance Fund . \n18. Payment of premia . \n19. Payment of the sum assured . \n \nCHAPTER V  \n GENERAL  \n \n20. Audit and accounts  \n21. Protection of action taken in good faith  \n22. Exemption from taxes  \n23. Power to Make rules  \n \nFIRST SCHEDULE  \nSee sections 12(1) and 13  \n \nSECOND SCHEDULE  \nSee sections 12(1) and 13  \n \n \n  \nPage 3 of 18  \n \n THE FEDERAL EMPLOYEES BENEVOLENT FUND AND GROUP \nINSURANCE ACT, 1969  \n \n1ACT NO. II OF 1969  \n \n[3rd February, 1969]  \n \nAn Act to establish a benevolent fund for the common benefit of the employees of the \n2[Federal Government] and certain autonomous bodies and to provide for their group \ninsurance.  \n \nWHEREAS it is expedient to establish a benevolent fund for the common benefi t of the \nemployees of the 2[Federal Government] and certain autonomous bodies and to provide for their group \ninsurance ;  \n \nIt is hereby enacted as follows :__ \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1. Short title, extent and commencement.__(1) This Act may be called the 3[Federal  \nEmployees Benevolent Fund and Group Insurance Act, 1969].  \n \n(2) It extends to the whole of Pakistan and applies to every employee wherever he may be.  \n \n(3) It shall come into force on such date  4as the 2[Federal Governmen t] may, by notification in \nthe official Gazette, appoint ; and different dates may be appointed in respect of different provisions \nof this Act or for different classes or categories of employees.  \n \n2. Definitions.  In this Act, unless there is anything repu gnant in the subject or context,  \n \n(1) “Article” means an Article of the Constitution;  \n \n(2) “Benevolent Fund” means the 3[Federal Employees Benevolent Fund] established under \nsection 11;  \n \n(3) “Board” means the Board of Trustees set up under section 4 ;  \n \n5[(4) “ employee” means,__ \n \n(a) any person who is a member of an All­Pakistan service or of a civil service of \nthe Federation, or who holds a civil post in connection with the affairs of the \nFederation;  \n \n \n1For Statement of Objects and Reasons see Gaz. of P. 1968 Ext., (Dacca)  p.13.  \n2Subs. by the Central Employees Benevolent Fu nd and Group Insurance (Amdt.) Act., 1975 (25 of 1975) s. 2, for “Central Government”.  \n3Subs.  ibid., s. 3, for “Central Employees Benevolent Fund and Group Insurance Act, 1969”.  \n43rd April, 1969 see Gaz. of P. 1969, Ext., p.215.  \n5Subs. by the Act 25  of 1975 s. 4 for clause (4).  \nPage 4 of 18  \n \n (b) any person appointed to the secretarial staff of the National Assembly or of the \nSenate whose terms and conditions of service are governed by rules or l aw \nmade under Article 87 ;  \n \n(c) any officer or servant of the Supreme Court whose terms and conditions of \nemployment are governed by rules made under Article 208 ;[or]1 \n1[(cc)  the contract, ad­hoc  and contingent paid employees;]  \n \n(d) any officer or servant employed in connection with the functions of the Chief \nElection Commissioner or an Election Commission whose terms and conditions \nof employment are governed by rules or law made under Article 221 .  \n \n(e) any officer or servant of such  body corporate, institution, organization or \nautonomous body, as the Federal Government may, by notification in the \nofficial Gazette, specify;  \n \nand includes any such person, officer, servant or member of the staff who is___ \n \n(i) on deputation elsewhere or  on foreign service within the meanings of \nthe Fundamental Rules,  \n \n(ii) undergoing study or training in or outside Pakistan,  \n \n(iii) on leave, or  \n \n(iv) under orders of suspension,  \n \nbut does not include any person who: __ \n \n(a)  is an employee of the Railways; or \n \n(b)  has attained the age of sixty years; or  \n \n(c)  is an officer or servant of a Provincial Government on \ndeputation to the Federal Government;    \n(5) “family” means,__ \n \n(a) in the case of a male employee, the wife or wiv es, and in the case of a female \nemployee the hus band of the employee; 1[*] \n \n1[(b)  the natural sons upto the age of twenty­one  years, provided they are not \nhandicapped or mentally retarded; and  \n \n(c)  parents, minor brothers, unmarried, divorced or widowed daughters and sisters \nof the employee wholly dependent upon him.]  \n \n(6) “Insurance Fund” means the 2[Federal Employees Insuranc e Fund] established under \nsection  17;  \n \n \n1Added, omitted and sub. by Act IV of 2005, s. 2. (w.e.f. 1­12­2003).  \n \n2Subs. by Central Employees Benevolent Fund and Group Insurance (Amdt.) Act, 1975 (XXV  of 1975), s.4, for “Central Employees Insurance \nFund”.  \nPage 5 of 18  \n \n 1[(7) “pay” includes emoluments which reckon for pension and the pay an employee would \nhave drawn but for his deputation, suspension or leave;]  \n \n(8) “prescribed” means prescribed by rules;  \n \n(9) “rules” means rules made under this Act.  \n \n3. This Act and rules to override other laws, but not to affect retirement benefits etc.  The \nprovisions of this Act a nd the r ules shall have effect notwithstanding anything contained in any other \nlaw, rule, order, notification, contract or other document or instru ment; but nothing herein contained \nshall affect the right to receive any pension, provident fund, gratuity or other benefits accruing to the \nemployee on his retirement or invalidation or to his family upon his death, otherwise than under this \nAct. \n \n \n______ ___ \n \nCHAPTER II  \nBOARD OF  TRUSTEES  \n4. Board of Trustees.___(1)There shall be set up a board to be known as the Board of Trustees  \nof the 2[Federal Employees Benevolent and Insurance Funds] which shall consist of the following , \nnamely : __ \n \n(a) Secretary to the 3[Federal Government] in the Establishment Division, who shall \nbe the Chairman of the Board;  \n \n(b) an officer not below the rank of Joint Secretary concerned with the welfare of \nthe employees of the 3[Federal Government] appointed by the 4[Federal \nGovernment] by notification in the official Gazet te, to be a member of the Board;  \n \n(c) five persons from am ongst the employees whom the 4[Federal Government] \nmay, by notification in the official Gazette, appoint  to be the members of the \nBoard:  \n \nProvided that at least one such member shall be from amongst the \nofficers of the Ministry of Finance and one from amon gst the officers of the \n5[Overseas Pakistan is and Human Resource Development Division] [;]6 \n \n \n1Subs. by the Federal Employees Benevolent Fund and Gro up Insurance (Amdt.) Act 1989 (I  of 1989), s. 2 for cl. (7). (w.e.f. 16­1­1989).  \n2Subs. by the Central Empl oyees Benevolent Fund and Grou p Insurance (Amdt.) Act 1975 (XXV  of 1975) , s. 5, for “Central Employees \nBenevolent Fund and Insurance Fund”.  \n3Subs. ibid., s. 2 for “Central Government”.  \n4Subs. by Act I  of 1989, s. 3, for “President” (w.e.f. 16­1­89)  \n5Subs. by Act IX of 2015.  \n6Subs. by Act I of 1989, s. 3, for full­stop. (w.e.f. 16­1­89).  \nPage 6 of 18  \n \n (d) 1[The Managing Director of the Board, who shall be the ex­officio  member of \nthe Board.]  \n \n(2) The member s appointed by the 2[Federal Government] shall hold office during 3[its] \npleasure.  \n \n5. Board to be body corporate.  The Board shall be a body corporate having perpetual  \nsuccession and a common seal with power, subject to the provisions of this Act, to acquire, hold and \ndispose  of property both movable and immovable and shall by the aforesaid name sue or be sued.  \n \n6. Head Office.  The head office of the Board shall be at Islamabad or at such other place as the \n4[Federal Government] may, by notification in the official Gazette, appoint.  \n \n7. Powers of the Board. The Board shall have power,___ \n \n(a) to settle claims for benevolent grants and sums assured under this Act and all \nmatters connected with such claims;  \n \n(b) to sanction grant from the Benevolent Fund to the employe es or their families in \naccordance with the provisions of this Act and the rules ;  \n \n(c) to do or cause to be done all acts and things necessary for the proper \nadministration and management of the moneys or properties in the Benevolent \nFund and the Insuranc e Fund;  \n \n(d) to sanction expenditure connected with the administration and management of \nthe Benevolent Fund and the Insurance Fund;  \n \n(e) to make arrangement for the insurance of the life of the employees to give effect \nto the provisions of this Act;  \n \n(f) to invest moneys held in the Benevolent Fund in Government securities and units \nof Investment Corporation of Pakistan or National Investment Trust, in the \nconstruction of buildings for purposes of raising rent income, and in other \nprofitable ventures the p lans whereof having been previously approved by the \n4[Federal Government];  \n \n(g) to set up regional boards and invest them with the administrative and \nfinancial powers to  deal with such matters  as may be  assigned to them  by \nthe Board;  \n \n(h) to appoint or employ such persons 5* * * as it consider necessary for the efficient \nperformance of its operations on such terms and conditions as it may, subject to \nrules, determine ;  \n \n \n \n1Added by the Federal Employees Benevolent Fund and Group Insurance ( Amdt.) Act . 1989, ( I of 1989 .) s. 3, (w.e.f. 16­1­1989).  \n2Subs. ibid., \n3Subs. ibid, for “his”  \n4Subs. by the Central Employees Benevolent Fund and Group Insurance (Amdt.) Act, 1975 (25 of 1975) s. 2, for “Central Governme nt”. \n5Certain words omitted by the Federal Employees Benevolent Fund and Group Insurance (Amdt.) Act, 1989 (I of 1989), s. 4 (w.e.f. 16­1­89).  \nPage 7 of 18  \n \n (i) to do or cause to be done all things ancillary or incidental to any of the aforesaid \npowers or to the purposes of the Benevolent Fund and th e Insurance Fund.  \n \n8. Meetings of the Board.__(1) The M eetings of the Board shall be held at such times and places  \nas may be prescribed, but the Chairman may convene the meetings of the Board at any other time and \nplace.  \n \n(2) To constitute a quorum at a me eting of the Board, the number of members present shall be \nthree.  \n \n(3) Each member of the Board shall have one vote and in the event of equality of votes the \nChairman shall have a second and casting vote.  \n \n(4) The meetings of the Board shall be presided over by the Chairman and in the absence of the \nChairman by the person elected for the purpose by the members present from amongst themselves.  \n \n(5) All orders and decisions of the Board shall be authenticated by the signature of the Chairman \nor of such other member as may have been authorised by the Board by a resolution.  \n \n1[9. Managing Director of the Board.___ The Federal Government may appoint a Ma naging  \nDirector of the Board on such terms and conditions as it may determine.  \n \n(2) The Managing Director of the Board shall be the ex­officio Secretary of the Board.]  \n \n10. Delegation of Powers. The Board may, for facilitating the discharge of its function s and  \nensuring efficient operation of the Benevolent Fund and the Insurance Fund, by a resolution published \nin the official Gazette, delegate to the Secretary, or to the managing director, if any, or any other officer \nof the Board, subject to such conditio ns and limitations, if any, as may be specified therein, such of its \npowers and duties under this Act as it may deem necessary.  \n \n \n \n \n \n1Subs. by the Federal Employees Benevolent  Fund and Insurance (amdt.)  Act, 1989 (I of 1989),  s. 5, (w.e.f. 16­1­89).  \n  \nPage 8 of 18  \n \n CHAPTER III  \n \nBENEVOLENT FUND  \n \n11. Federal Employees Benevolent Fund.__(1) There shall be established a Fund to be called  \nthe 1[Federal Employees Benevolent Fund.]  \n \n(2) To the credit of the Benevolent Fund shall be placed__ \n \n(a) all sums paid by the employees as subscription s to the Benevolent Fund ;  \n \n(b) all grants made by the 2[Federal Government], autonomous bodies, \norganizations, institutions or other authorities ;  \n \n(c) donations made by private individuals or institutions  ; \n \n(d) all income, profits or interest accruing from the assets belonging to the \nBenevolent Fund or from investments made out of the moneys of the Fund ;  \n \n(e) loans raised by the Board with the previous approval of the 2[Federal \nGovernment.]  \n \n(3) The moneys credited to the Benevolent Fund shall be kept in such bank as may be prescribed.  \n \n12. Subscriptions to be paid by the employees.__ 3[(1) Every employee in service__  \n \n(a) before the fourth day of September, 1988, shall be liable to pay to the Benevolent \nFund a monthly subscription at the rates specified in column (2) of the First \nSchedule ; 4[*] \n \n(b) on or after the fourth day of September, 1988,  shall be liable to pay to the \nBenevolent Fund a monthly subscription at the rates specified in column (3) of \nthe Second Schedule ; 4[and] \n \nand, as far as possible, the amount of such subscription shall be ded ucted at source from the pay of such \nemployee a nd credited or remitted to the Benevolent Fund.]  \n \n4[(c) on or after the first day of December 2003, shall be liable to pay to the \nBenevolent Fund a monthly subscription at the rates ] 5[as may be prescribed;]  \n \n(2) Where the amount of subscription cannot for any reason be deducted from the pay of the \nemployee, the employee shall remit to such officer as may be prescribed for the purpose the sum of \nsubscription payable by him and any amou nt of subscription remaining un paid due to inadver tence or \nnegligence of the employee or otherwise shall be recoverable from him in such manner as may be \nprescribed.  \n \n \n \n1Subs. by the Central Employees Benevolent Fund and Group Insurance (Amdt.) Act, 1975 (25 of 1975) s. 5, for “Central Employee s \nBenevolen t Fund.”  \n2Subs. ibid.,  s. 2, for “Central Government”.  \n3Subs. by Act, XIII of 1996, s. 2 (w.e.f. 4­9­ 1988). \n4 Omitted, added and ins by Act, IV of 05, s. 3 (w.e.f. 1­12­2003).  \n5 Subs. by Act XX of 2010, s. 2 (w.e.f. 01.07.2009)  \n \nPage 9 of 18  \n \n (3) Default in the payment of the subscription either for the reaso n that the pay of the employee \nwas not drawn or due to his inadvertence, negligence or fault or any other reasons whatsoever shall not \naffect his right or the right of his family to receive the benevolent grant provided for in section 13, but \nthe amount of unpaid subscriptions may be deducted from the benevolent grant . \n \n1[13. Benevolent grants to be paid from the Benevolent Fund.__(1) Where , prior to the fourth  \nday of September, 19 88, an employee__ \n \n(a) was declared by the prescribed medical authority to have been completely \nincapacitated physically or mentally to discharge the duties of his employment \nand for that reason was retired or remo ved from service ; or  \n \n(b) had died during the continuance of his employment or dies after retirement \nbefore attaining the age of sixty­five years.  \n \nhe or, in the event of his death, his family shall be entitled to receive benevolent grant from the \nBenevolent Fund according to the rates specified in column (3) of the First Schedule, for a period of \nfifteen years or upto the date on which the employee a ttains or might have attained if he were alive, the \nage of sixty­five years, whichever is earlier:  \n \n \nProvided that in the case of an employee who dies after having drawn benevolent grant under \nthis sub­section, the said period of fifteen years shall be reckoned from the date from which he became \neligible to the grant.  \n \n(2) Where, on or after the fourth day of September, 1988, an employee is declared by the \nprescribed medical authority to have been completely incapacitated physically or mentally to discha rge \nthe duties of his employment and for that reason is retired or removed from service, he shall be entitled \nto receive for life such benevolent grant from the Benevolent Fund as specified in column  (4) of the \nSecond Schedule; or where the employee dies d uring the continuance of his employment, or during \nretirement before attaining the age of seventy years, his spouse shall be entitled to receive for life such \nbenevolent grant from the Benevolent Fund as specified in column (4) of the Second Schedule:  \n \nProvided that, if the deceased employee has no spouse or the spouse dies, other members of his \nfamily shall be entitled to receive benevolent grant from Benevolent Fund as prescribed for a period of \nfifteen years or upto the date the deceased employee would h ave attained the age of seventy years, \nwhichever is earlier:  \n \nProvided further that the said period of fifteen years shall be reckoned from the date from which \nthe deceased employee or, as the case may be, the spouse became eligible for such grant.]  \n \n \n2[(3) Where, on or after the first day of December 2003, an employee is declared by the \nprescribed medical authority to have been completely incapacitated physically or mentally to discharge \nthe duties of his employment and for that reason is retired or remove d from service, he shall be entitled \nto receive for life such benevo lent grant from the Benevolent F und as 4[may be prescribed] ; or where \nthe employee dies during the continuance of his employment, or during retirement 3*      *     * , his \nspouse shall be entitled to receive for life such benevolent grant from the Benevolent Fund as 4[may be \nprescribed]  \n \n \n1Subs. by Act XIII of 1996,s.3 (w.e.f 04­09­1988).  \n2Added by Act IV of 2005, s. 4 (w.e.f. 1­12­2003).  \n3Omitted by Act VIII of 2015,s .2. \n4 Subs. Act XX of 2010, s. 3.  \nPage 10 of 18  \n \n Provided that, if the deceased employee has no spouse or the spouse dies, other members of his \nfamily shall be entitled to receive be nevolent grant from Benevolent F und as prescribed for a period of \nfifteen years 1* * * . \n \nProvided further that the said period of fifteen years shall be reckoned from the date from which \nthe deceased employee or, as the case may be, the spouse became eligible for such grant.  \n \n(4) The beneficiaries whose grant period has not expired on 30th day of November, 2003 shall \nbe entitled to an increase equal to twenty percent of the grant sanctioned under the rules with effect \nfrom the first day of December, 2003, for the remaining period of the grant. ] \n \n2[(5) Where, on or after the 9th day of February 2015, an employee die d or dies in a security \nrelated incident during his employment, his spouse shall be entitled to receive for life such additional \nmonthly benevolent grant from the benevolent fund as may be prescribed:  \n \nProvided that, __ \n \n(a) If the deceased employee has no spouse or the spouse dies, other members of his \nfamily shall be entitled to receive the benevolent grant for period of fifteen years;  \n \n(b) the period of fifteen years under clause (a) shall be reckoned from the date f rom \nwhich the heirs of deceased employee or, as the case may be, the spouse became \neligible for such grant; and  \n \n(c) the grant under this sub -section shall be in addition to other benefits admissible \nto an employee under this Act.  \n \nExplanation.▁Security  related incident for the purpose of admissibility \nof the additional monthly benevolent grant means death that occurs due to a \nterrorist act or while combating or confronting the terrorist, irrespective of the \nfact that the victim was a member of any law e nforcement agency or a civilian \nemployee. Death of a member of law enforcement agency due to a cause, other \nthan a terrorist act, shall be classified as in -service death and shall not fall within \nthe purview of this sub -section.] \n \n14. Payment of b enevolent  grant.___(1) On the death of an employee, the amount of benevolent \ngrant payable under section 13 shall be paid to such member or members of his family as he might have \nnominated in accordance with the rules in full or in the shares specified by him at th e time of making \nof nomination.  \n \n(2) Where no valid nomination made by the employee subsists at the time of his death, the \namount of benevolent grant shall be paid to such member or members of his family, subject to such \nconditions imposed with a view to e nsuring that the amount is justly and equitably utilized for the \nmaintenance and benefit of all the members of family, as may be prescribed or may, consistently with \nrules, be determined by the Board or an officer authorised by the Board in that behalf.  \n \n3[14 A. Utilization of Benevolent Fund in other beneficial schemes.___The Board may, where \nit considers expedient and keeping in view the availability of funds after discharging its liability under \nthis Act, make schemes for disbursement of any amount for t he benefit of employees, including retired \nemployees and their families.]  \n \n__________ _ \n \n1Omitted by Act VIII of 2015,s.2.  \n2Added by the Federal Employees Benevolent Fund and Group Insurance (Amendment) Act, 2018 (XX of 2018), s. 2,  \n3Ins. by Act XIII  of 1996, s.  3A (w.e.f. 4­9­ 1988). \nPage 11 of 18  \n \n CHAPTER IV  \n \nGROUP INSURANCE  \n \n15. Insurance of employees.  Subject to the provisions of this Act and the rules, in the event of  \nthe death of an employee, occurring by whatsoever cause, during the continuance of his employment, \nthe Board shall pay to the family of the deceased employee a sum 1[as may be prescribed].  \n \n6[15A. Payment of additional lump sum grant on death during servic e in a security related \nincident. ___In the event of death of an employee during his employment on or after the 9th day of \nFebruary, 2015 occurring in a security related incident, the Board shall pay to the family of the deceased \nemployee a special lump su m grant as may be prescribed:  \n \nProvided that this grant shall be in addition to other benefits admissible to an employee under \nthis Act.  \n \nExplanation.▁Security  related incident for the purpose of admissibility of the additional lump \nsum grant means if death occurs due to a terrorist act or while combating or confronting the terrorist, \nirrespective of the fact that the victim was a member of a law enforcement age ncy or was a civilian \nemployee. Death of a member of any law enforcement agency due to a cause other than a terrorist act \nshall be classified as in -service death and shall not fall within the purview of this section.]  \n \n16. Arrangements with Insurance Compa ny, etc.  The Board may from time to time arrange \nfor the insurance of the life of the employees in sums 1[as may be prescribed] with such insurance \ncompany or other insurer and for such period as it deems fit, and where any such arrangement subsists, \nthe liability to pay the said specified sums shall directly devolve upon the insurance company or other \ninsurer.  \n \n17. Federal Employees Insurance Fund.__(1) There shall be established a fund to be called \nthe 2[Federal Employees Insurance Fund] which shall vest in and be held and administered by the \nBoard.  \n(2) All sums received from the employees as premia for the group insurance of the employees \nand any interest or profit accruing thereon shall be credited to the Insurance Fund.  \n \n(3) The moneys credited to the Insurance Fund shall be kept in such bank as may be prescribed.  \n \n(4) All 3[payments made under section 15, the] expenses on any arrangement entered into by \nthe 4[Board] with any insurance company or other insurer as provided for in section 16 and all expenses \non the administration of the Insurance Fund shall be defrayed from the Insurance Fund.  \n \n(5) Any sums remaining in the Insurance Fund after defraying the expenses referred to in sub­ \nsection (4) may be utilized for such purposes connected with the benefit of the 5[employees , including \nretired employees, and their families,] as the Board may direct.  \n \n \n \n \n1Subs. by the Federal Employees Benevolent Fund and Group Insurance (Amdt.) Act. 1989 (1 of 1989) ss. 8 and 9 w.e.f. 16­1­ 1989). \n2Subs. by the Ce ntral Employees Benevolent Fund and Grou p Insurance (Amdt.) Act. 1975 (XXV  of 1975) s. 2, for “Central Employees \nInsurance Fund”.  \n3Ins. by Act 1 of 1989 s. 10 (w.e.f. 16­1­1989)  \n4Subs. ibid., for “Federal Government” which was previously amended by Act. XX V of 1975 s. 2, for “Central Government”.  \n5Subs. by Act. XXV  of 1975 s. 6 for “families of the employees”.  \n6 Ins. by the Federal Employees Benevolent Fund and Group Insurance (Amendment) Act, 2018 (XX of 2018), s. 3,  \nPage 12 of 18  \n \n 18. Payment of premia .___(1) Every employee shall be liable to pay to the Insurance Fund such  \nsum of money as may be prescribed as premium for the insurance of his life as provided for in this \nChapter and the amount of such premium shall as far as possible be deducted at the source from his  \npay and credited or remitted to the Insurance Fund.  \n \n(2) Where the amount of premium cannot for any reason be deducted from the pay of the \nemployee, the employee shall remit to the prescribed officer the sum of premium payable by him, and \nany premia  remai ning unpaid due to inadvertence or negligence of the employee or otherwise shall be \nrecoverable from him in such manner as may be prescribed.  \n \n(3) Default in the payment of premia  either for the reason that the pay of the employee was not \ndrawn or due to h is negligence or fault or for any other reason whatsoever shall not affect the right of \nhis family to receive the sum assured in the event of the death of the employee, but the premium \nremaining unpaid at the time of his death may be recovered from the ass ured amount.  \n \n19. Payment of the sum assured.___(1) On the death of an employee, the sum assured shall be \npaid to such member or members of his family as he might have nominated in accordance with the \nrules in full or in the shares specified by him at the time of making the nomination.  \n \n(2) Where no valid nomination made by the employee subsists at the time of his death, the sum \nassured shall be paid to such member or members of his family , subject to such conditions imposed \nwith a view to ensuring that  the sum is justly and equitably utilized for the maintenance and benefit of \nall the members of the family, as may be prescribed or may, consistently with the rules, b e determined \nby the Board or an  officer authorised by the Board in that behalf.  \n \n________ ___ \n \n \nCHAPTER V  \n \nGENERAL  \n \n20. Audit and accounts. ___The accounts of the Benevolent Fund and of the Insurance Fund  \nshall be maintained in such manner and form as the 1[Auditor General of Pakistan] may from time to \ntime, direct, by such officer or authorit y as the Board may appoint.  \n \n(2) The accounts of the Benevolent Fund and of the Insurance Fund shall be audited by such \nauthority or agency as the 2[Federal Government] may, after consulting the 1[Auditor General of \nPakistan], appoint.  \n \n \n1Subs. by the Central Employees Benevolent Fund and Group Insurance (Amdt.) Act, 1975 (25 of 1975) s. 7, for “Comptroller and Auditor \nGeneral of Pakistan”.  \n2Subs. ibid., s. 2, for “Central Government”.  \n  \nPage 13 of 18  \n \n 21. Protection of action taken in good faith.  No suit, prosecution  or other proceedings shall  \nlie against the 1[Federal Government] the Board or any officer or other authorized person for anything \nin good faith done or purporting to have been done in pursuance of this Act or the rules.  \n \n22. Exemption from taxes.__ The 1[Federal Government] may by order in writing ,__ \n \n(a) exempt the Benevolent Fund and the Insurance Fund from any tax, rate or duty \nleviable by such Government or by a local authority under the control of such \nGovernment ;  \n \n(b) exclude the amount of pre mium or subscription paid by an employee from his \nassessable income under the Income­tax Act, 1922 (XI of 1922).  \n \n23. Power to make rules.  The 1[Federal Government] may make rules2 for the purpose of \ngiving effect to all or any of the provisions of this Ac t. \n \n3[THE FIRST SCHEDULE  \n \n[See sections 12(1) and 13]  \n \nBENEVOLENT FUND  \n \nThe rates of subscription to the Benevolent Fund and the amount of monthly benevolent grant \npayable under section 13 out of such Fund before the 4th September, 1988.  \n \n \nPay Range   \nRate of monthly \nSubscription   \nRate of monthly \nBenevolent grant  \n(1) (2) (3) \nIn the case of an \nemployee w hose pay \nlast drawn was  \nBetween___________ \n  One percent of pay \nsubject to maximum  of \nRs. 26  \n(Rs)  (Rs) \n250 and 300 __ 150 \n301 and 400 __ 175 \n401 and 500 __ 200 \n  \n1Subs. by the Central Employees Benevolent Fund and Group Insurance (Amdt.) Act, 1975 (25 of 1975) s. 2 for “Central Governmen t”. \n2For such Rules, see Gaz. of P. Ext. dated the 18th March 1972, pp.23­31..  \n3Added by Act, XIII of 1996, s. 4 (w.e.f. 4­9­88).  \nPage 14 of 18  \n \n 501 and 600 ___ 225 \n601 and 700 ___ 250 \n701 and 800 ___ 275 \n801 and 900 ___ 300 \n901 and 1000  ___ 325 \n1001  and 1100  ___ 350 \n1101  and 1200  ___ 375 \n1201  and 1300  ___ 400 \n1301  and 1400  ___ 425 \n1401  and 1500  ___ 450 \n1501  and 1600  ___ 475 \n1601  and 1700  ___ 500 \n1701     and 1800  ___ 525 \n1801     and 1900  ___ 550 \n1901  and 2000  ___ 575 \n2001     and 2100  ___ 600 \n2101  and 2200  ___ 625 \n2201  and 2300  ___ 650 \n2301  and 2400  ___ 675 \n2401  and 2500  ___ 700 \n2501  and 2600  ___ 725 \n2601  and above  ___ 750 \n  \n  \nPage 15 of 18  \n \n THE SECOND SCHEDULE  \n \n[See sections 12(1) and 13]  \nBENEVOLENT FUND  \n \nThe rates of subscription  to the Benevolent Fund and the amount of monthly Benevolent grant \npayable under section 13 out of such fund applicable on and after the 4th September, 1988.  \n \nS. No.  Monthly Pay  Rate of monthly \nSubscription  Rate of monthly \nBenevolent grant  \n(1) (2) (3) (4) \n (Rs) (Rs) (Rs) \n1. 501 to 600 11 270 \n2. 601 to 700 13 300 \n3. 701 to 800 15 330 \n4. 801 to 900 17 360 \n5. 901 to 1000  19 390 \n6. 1001  to 1100  21 420 \n7. 1101  to 1200  23 450 \n8. 1201  to 1300  25 480 \n9. 1301  to 1400  27 510 \n10. 1401  to 1500  29 540 \n11. 1501  to 1600  31 570 \n12. 1601  to 1700  33 600 \n13. 1701  to 1800  35 630 \n14. 1801  to 1900  37 660 \n15. 1901  to 2000  39 690 \n16. 2001  to 2100  41 720 \n17. 2101  to 2200  43 750 \n18. 2201  to 2300  45 780 \n19. 2301  to 2400  47 810 \n20. 2401  to 2500  49 840 \n21. 2501  to 2600  51 870 \n22. 2601  to 2700  53 900 \n  \n \nPage 16 of 17  23. 2701  to 2800  55 930 \n24. 2801  to 2900  57 960 \n25. 2901  to 3000  59 990 \n26. 3001  to 3100  61 1020  \n27. 3101  to 3200  63 1050  \n28. 3201  to 3300  65 1080  \n29. 3301  to 3400  67 1110  \n30. 3401  to 3500  69 1140  \n31. 3501  to 3600  71 1170  \n32. 3601  to 3700  73 1200  \n33. 3701  to 3800  75 1230  \n34. 3801  to 3900  77 1260  \n35. 3901  to 4000  79 1290  \n36. 4001  to 4100  81 1320  \n37. 4101  to 4200  83 1350  \n38. 4201  to 4300  85 1380  \n39. 4301  to 4400  87 1410  \n40. 4401  to 4500  89 1440  \n41. 4501  to 4600  91 1470  \n42. 4601  to 4700 93 1500  \n43. 4701  to 4800 95 1530  \n44. 4801 to 4900 97 1560  \n45. 4901 to 5000 99 1590  \n46. 5001 and above  100 1620].  \n \n  \n \n  \n \nPage 17 of 17   \nTHE THIRD SCHEDULE  \n1[Omitted]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n1Omitted by. Act no. XX, of 2010, s.4"
}