{
    "file": "./converted_json\\administrator34cd31814840fd2c6ae4ebe36e42c55b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 28   \n \nTHE OIL AND GAS REGULATORY AUTHORITY  \nORDINANCE, 2002  \n \n \n \n \n \n \n \nCONTENTS  \n___________  \n \nPREAMBLE  \n \nCHAPTER I  \nGENERAL  \n \n1. Short title, extent and commencement . \n2. Definitions . \nCHAPTER  II \nESTABLISHMENT  OF OIL AND  GAS  REGULATORY  AUTHORITY  \n3. Establishment of Authority.  \n4. Meetings of the Authority.  \n5. Remuneration and conflict of interest.  \n6. Powers and functions of the Authority.  \n7. Tariff.  \n8. Pricing for retail consumers for natural gas.  \n9. Authority hearing.  \n10. Delegation of Powers.  \n11. Complaints.  \n12. Appeal, etc.  \n13. Review of Authority decision.  \n14. Recruitment of employee.  \n15. Chairman, Members, employees, experts , consultants and advisers not to be civil \nservants.  \nUpdated till 3.8.2022\n \nPage 2 of 28   \n16. Chairman, etc., to be public servants.  \n17. Budget and accounts.  \n18. Oil and Gas Regulatory Authority Fund.  \n19. Inspection by public.  \n20. Submission of yearly report, returns, etc.  \n \nCHAPTER III  \nPOLICY GUIDELINES  \n21. Powers  of the Federal  Government  to issue  policy  guidelines.  \n \nCHAPTER  IV \nLICENCES  \n22. Exclusive  power  to grant  licences.  \n23. Grant  of licences.  \n24. Transfer  and assignment  of licences.  \nCHAPTER  V  \nOFFENCES  \n25. Offences.  \n26. Cause  damage  to facility,  plant  or equipment  etc. \n27. Recovery  of the value  of petroleum  stolen,  etc. \n28. Offences  by companies,  etc. \n29. Cognizance  of offences.  \nCHAPTER  VI \nMISCELLANEOUS  \n \n30. Power  to call for information.  \n31. Right  of access.  \n32. Easements.  \n33. Certification  of public  purpose  for compulsory  acquisition  of land.  \n34. Technical  standards,  etc. \n35. Records.  \n36. Existing  agreements.  \n37. Recovery  of arrears.  \n \nPage 3 of 28  38. Confidential  information.  \n39. Immunity.  \n40. Winding  up of the Authority.  \n41. Power  to make  rules.  \n42. Power  to make  regulations.  \n43. Ordinance  to override  other  laws.  \n43A.  Ordinance  not applying  to certain  petroleum  activities.  \n43B.  Sale price of RLNG . \n \n \nCHAPTER  VII \n REPEAL AND  SAVINGS  \n44. Repeal  and savings . \n45. Application  to existing  operations.  \n46. Validation  of natural  gas prices,  etc. \n47. Removal  of difficulties.  \n \n \n \n ___________________  \n \n \n \n \n \nPage 4 of 28  THE OIL AND  GAS  REGULATORY  AUTHORITY  \nORDINANCE,  2002.  \n \n*ORDINANCE  XVII  OF 2002  \n \n[28th  Match,  2002]  \n \nAn Ordinance to provide for the establishment of the Oil and Gas Regulatory Authority  \n \nWHEREAS  it is expedient to foster competition, increase private investment and ownership in  \nthe midstream and downstream petroleum industry, protect the public interest while respecting \nindividual rights and provide effective and efficient regulations and for mat ters connected therewith \nor incidental thereto;  \n \nAND WHEREAS  the President is satisfied that circumstances exist which render it necessary \nto take immediate  action;  \n \nNOW, THEREFORE , in pursuance of the Proclamation of Emergency of the fourteenth day \nof October, 1999, and the Provisional Constitution Order No. 1 of 1999, read with the Provisional  \nConstitution (Amendment) Order No.9 of 1999, and in exercise of all powers enabling him in that  \nbehalf,  the President  of the Islamic  Republic  of Pakistan  is pleased  to make  and promulgate  \nthe following  Ordinance: ⎯ \n \nCHAPTER I   \nGENERAL  \n \n1. Short  title,  extent  and commencement.­ (1) This Ordinance  may be called  the Oil and \nGas Regulatory Authority Ordinance, 2002.  \n \n(2) It extends  to the whole  of Pakistan  including  the offshore  area.  \n \n(3) It shall, other than the provisions of **sub­section (2)(j) of section 6, sub­section ***(2) of  \nsection 23, sub­section (3) of section 23, sub­section **** (3)(a) of section 44 and sub­section (3)(b) \nof section 44, come into fo rce at once and the provisions of sub­section *****(2)(j) of section 6, \nsub­section(2) of section 23, sub­section (3) of section 23, sub­section (3)(a) of section 44 and \nsub­section (3)(b) of section 44 shall come into force together or separately on such date or dates as \nthe Federal  Government  may,  on the advice  of the Authority,  by order  in the Official  Gazette,  \nappoint.  \n \n*i.e. to appoint  the 15­3­2006  to be the date on which  the provisions  of ­­­ \n(i) clause  (j) of sub­section  (2) of section  6, will be applicable  to the extent  of National  Gas only until Policy  Guideline  in respect  of Oil are issued  \nby Ministry  of Petroleum and Natural Resources;  \n(ii) sub­section  (3) of section  23; and \n(iii) clauses  (a) and (b) of sub­section  (3) if section  44 to the extent  and manner  specified  in Notification  No. S.R.O.  236 (I)/2006,  dated  the 13th \nMarch,2006 .  of the said Ordinance shall come into force.  \n** Sub­section  (2) (j) of section  6, of this Ordinance  shall  come  into force,  w.e.f . 15­01­2006,  vide S.R.O.  No. 1290  (I)/2005,  dated  09­12­2005.  \n*** Sub­section  (2) of section 23 of this Ordinance shall come into force w.e.f. 01­11-2003, vide S.R.O. 1026(I)/2003, dated 0 1­11­2003.  \n****The  provisions  of sub­section  (3) (a) of section  44 in respect  of sub­section  3(b) (ii) and (3b) (iii) of said section  of the Ordinance  shall  come  \ninto force  from  5th March,  2003, vide S.R.O. 261(I)/2003 dated 15­03­2003.  \n*****Sub­section  (2)(j)  of section  6, of the Ordinance  shall come  into force,  w.e.f. 15­01­2006,  vide S.R.O.  No. 1290  (I)/2005,  dated  09­12­2005.  \n \nPage 5 of 28  2. Definitions. ⎯ In this Ordinance,  unless there  is anything repugnant  in the  subject  or context,­  \n \n(i) “Authority”  means  the Oil and Gas Regulatory  Authority  established  under  section  \n3; \n \n(ii) “Chairman” means the Member appointed as Chairman of the Authority pursuant \nto the  provisions of this Ordinance and includes the Vice Chairman when acting \nin substitution  thereof;  \n \n(iii) “CNG”  means  natural  gas compressed  for vehicular  or other  mobile  use; \n \n(iv) “consumer” means a retail consumer for natural gas, retail consumer for oil or \nwholesale  consumer;  \n \n(v) “crude oil” means all petroleum other than refined oil products and natural gas, and \nwhich   at standard  atmospheric  conditions of  pressure  and temperature  is in a fluid \nphase,  including  condensate;  \n \n(vi) “decision” means an order, determination, direction or decision of the Authority \nmade in  accordance with this Ordinance, rules and regulations, and “decide” shall \nmean the action taken by the Authority to arrive at such decision;  \n \n(vii) “distribution”  means  the activity  of transporting  natural  gas through  pipelines and  \nassociated facilities at a pressure which would not ordinarily be expected to \nexceed 300  psig or such pressure as the Authority may p rescribe from time to time \nbut does not  include  gathering  lines  situated  wholly  within  the boundaries  of an \narea to which  petroleum  rights  apply;  \n \n(viii) “facility” includes any LPG processing facility or compression facility, natural \ngas or  LPG testing facility,  natural gas storage facility or crude oil and refined oil \nproducts  storage  facility  (other  than storage  associated  with a refinery);  \n \n(ix) “financial year” means the period beginning on the first day of July in a calendar \nyear and ending  on the thirtieth  day of June in the next following  calendar  year;  \n \n(x) “installation” means port facilities used in load ing, unloading and reloading of \npetroleum,            including  equipment,  terminals,  storage  tanks  and pipelines;  \n \n(xi) 0“licence”  means  a licence  granted  under  this Ordinance;  \n \n(xii) “licensee”  means  the grantee  or holder  of a licence;  \n \n(xiii) “liquefied petroleum gas” or “LPG” means hydrocarbons mainly consisting o f \npropane  and butane, mixed or unmixed, whether with or without other gases, \nwhich are vap ours at room temperature and pressure but can be liquefied on \ncompression;  \n \n(xiv) “LNG”  means  liquefied  natural  gas; \n \n \n \n(xv) “marketing of refined oil products” means the activity of purchasing or obtaining \n \nPage 6 of 28  refined  oil products from refineries in Pakistan, or from or through sources abroad, \nfor selling,  distributing or marketing directly or through agents or dealers at \ndispensing outlets or  filling  stations;  \n \n(xvi) “Member”  means  a Member  of the Authority,  including  the Chairman;  \n \n(xvii)  “natural gas” means hydrocarbons or mixture of hydrocarbons and othe r gases \nwhich at sixty degrees f ahrenheit and  atmospheric pressure are in the  gaseous state  \n(including gas  from gas wells, gas produced with crude oil and residue gas and \nproducts resulting from  the processing of gas  1[including RLNG] ) consisting \nprimarily of methane, together with any other substance  produced  with such \nhydrocarbons;  \n \n(xviii)  “NGRA” means the Natural Gas Regulatory Authority established under the \nNGRA  Ordinance.  \n \n(xix) “NGRA  Ordinance”  means  the Natural  Gas Regulatory  Authority  Ordinance, \n2000 ( I of 2000)  ; \n \n(xx) “offshore area” means the area which is located completely seaward from the high \nwater mark along the coast of Pakistan and is within the territorial waters, historic \nwaters, Contiguous Zone, Continental Shelf or Exclusive Economic Zone, as \nthese terms are defined in the Territorial  Waters  and Maritime  Zones  Act, 1976  \n(LXXXII  of 1976);  \n \n(xxi) “oil” means all types of petroleum with the exception of natural gas, LPG, LNG \nand CNG;  \n \n(xxii)  “person” includes any individual or any legal entity including any partnership, \nfirm,  company,  trust or corporation;  \n \n(xxiii)  “petroleum”  means  crude  oil, refined  oil products  and natural  gas; \n \n(xxiv)  “petroleum rights” means either a permit for the carrying out of a reconnaissance  \nsurvey or an exclusive petroleum exploration licence or a development and \nproduction  lease or a mining lease, and any extension thereto as may be granted \nby the Federal  Government  under  the Regulation of  Mines and  Mineral \nDevelopment (Government  Control)  Act, 1948  (XXIV  of 1948);  \n \n(xxv)  “pipeline” means  any pipe or any system or  arrangement  of pipes wholly within  \nPakistan including offshore area, which transports petroleum and includes all \nequipment  of any kind used for the purpose of, or in connection with, or incidental \nto, the operation  of a pipeline  in transporting,  handling  of petroleum;  \n \n \n \n \n \n1 Ins. by Act No. VIII of 2022, s. 2\n \nPage 7 of 28  (xxvi)  “policy guidelines” means policies of the Federal Government covering or related \nto any or all of the regulated activities which are issued in writing pursuant to a \ndecision of  the Cabinet  of the Federal  Government  or any committee  thereof;  \n \n(xxvii)  “prescribe”  means  prescribed  by the rules  or regulations;  \n \n(xxviii)  “public emergency” means the occurrence of any natural calamity, or an event \nwhich  threatens public safety, or the sovereignty, security or integrity of Pakistan \nand has been  so declared  by the Federal  Government;  \n \n \n(xxix)  “record” includes  an account, book, return, statement, report, chart, table, diagram,  \nform,  survey,  image,  invoice,  letter,  map,  agreement,  memorandum,  plan,  \nvoucher,  financial and nonfinancial information, and anything containing \ninformation, whether in  writing, digital or in electronic form or represented  or \nreproduced  by any other means,  and recording of details of electronic data \nprocessing systems and programs to illustrate  what  the systems  and programmes  \ndo and how they operate;  \n \n(xxx)  “refined oil products” means products that result from the refining of crude oil \nand includes, inter ali a, furnace oil, motor gasoline, diesel, lubricating oils and \nother blended  products,  kerosene,  jet fuel and LPG;  \n \n(xxxi)  “refinery”  means  an industrial  plant  where  crude  oil is processed  or refined;  \n \n(xxxii)  “regulated  activity”  means  an activity  requiring  a licence;  \n \n(xxxiii)  “regulations”  means  regulations  made  under  this Ordinance;  \n \n(xxxiv)  “retail consumer for natural gas” means a person who purchases or receives \nnatural  gas for consumption and not for delivery or resale other than resale for \nvehicular use or  self­consumption  by a licensee  in connection  with its regulated  \nactivity;  \n \n(xxxv)  “retail  consumer  for oil” means  a person  who purchases  or receives  oil for \nconsumption  and not for resale;  \n \n1[(xxxva)   “RLNG” means re -gasified LNG;]  \n \n(xxxvi)  “rules”  means  rules  made  under  this Ordinance;  \n \n(xxxvii)  “sale” means the sale of natural gas to retail consumers of natural gas but does not  \ninclude sale of CNG for vehicular use or self­consumption by a licen cee in \nconnection  with its regulated  activity;  \n \n \n \n \n1Ins. by Act No. VIII of 2022  s. 2  \n \n \n \n(xxxviii)  “strategic petroleum storage” means petroleum stored as fuel reserve in the event \n \nPage 8 of 28  of a public  emergency;  \n \n(xxxix)  “tariff”  means subject to  policy guidelines, a  schedule or rate  determined or \napproved  by the Authority  in accordance  with the rules;  \n \n(xl)  “transmission” means the activity of transporting natural gas through pipelines \nand other  facilities at a pressure of not less than 300 psig or such pressure as the \nAuthority may  prescribe  from  time to time except  through  pipelines  situated  \nwholly  within  the boundaries of an area to which petroleum rights apply and are \nowned or operated by the holder  of a petroleum  right;  and \n \n(xli)  “transportation” means an activity of transporting oil through pipelines and \nassociated  facilities, except where the pipelines are an integral part of a refinery, \nfacility or gathering  pipelines situated wholly within the boundaries of an area \nwhere petroleum rights apply  and are owned  or operated  by the holder  of a \npetroleum  right.  \n \n______________  \n \nCHAPTER II  \nESTABLISHMENT  OF OIL AND  GAS  REGULATORY  AUTHORITY  \n \n3. Establishment of Authority.­ (1) The Federal Government hereby establishes a regulatory  \nauthority,  which  shall  be known  as the Oil and Gas Regulatory  Authority.  \n \n(2) Subject to  the provisions of  this Ordinance,  the Authority  shall be  independent  in the \nperformance of its functions. The Authority shall be a body corporate, having perpetual succession  \nand a common seal, with power, subject to the provisions of this Ordinance, to enter into contracts,  \nacquire  and hold property,  both movable  and immovable,  and to sue and be sued in its name.  \n \n(3) The Authority  shall  consist  of a Chairman  and three  additional  Members  out of whom  one \nshall  be designated  as Member  Gas, one Member  as Member  Oil and one Member  as Member  \nFinance.  \n \n1[(4) The Chairman shall be an eminent professional of known integrity and competence with a  \nminimum of twenty years of related experience in law, business, engineering, finance, accounting,  \neconomics , petroleum,  technology, public administration or management.]  \n \n(5) The Member Oil shall be a person who holds an appropriate degree in the relevant field and \nis an experienced, eminent professional of known integrity and competence with a minimum of \ntwenty years of related experience in the field of oil, including the tra nsportation  thereof.  \n \n \n \n \n \n1Subs. by  Act No. III of 2011, s. 2\n \nPage 9 of 28  (6) The Member  Gas shall  be a person  who holds  an appropriate  degree  in the relevant  \nfield and is an experienced,  eminent professional of known integrity and competence  with a \nminimum of  twenty  years  of related  experience  in the field of natural  gas, including the  transmission \nand distribution  thereof.  \n \n(7) The Member Finance shall be a person who holds an appropriate degree in the relevant field  \nand is an  experienced,  eminent professional of known integrity and  competence  with a  minimum of  \ntwenty  years  of related  experience  in the field of corporate  finance  or accounting.  \n \n(8) Subject  to sub­section  (9), ⎯ \n \n(a) the Chairman  shall  be appointed  by the Federal  Government  for an initial  term of \nfour              years  and shall  be eligible  for reappointment  for a similar  term;  \n \n(b) the Member  Oil and Member  Gas shall  be appointed  by the Federal  Government  for \ninitial  terms  of three  years  and shall  be eligible  for reappointment  for a term of four \nyears;  and \n \n(c) the Member  Finance  shall  be appointed  by the Federal  Government  for an initial  \nterm of two  years  shall  be eligible  for reappointment  for a term of four years.  \n \n(9) The Chairman  and the other  Members  shall  retire  on attaining  the age of sixty­five  years.  \n \n(10) In case of a vacancy occurring due to the death, resignation, retirement or removal of any  \nMember,  the Federal  Government  shall  appoint  another  qualified  person  within  a period  not \nexceeding  three  months  from the date the vacancy  occurred.  \n \n(11) Any Member may resign from his office by writing under his hand addressed to the \nFederal  Government. The Federal Government may remove a Member from his office if, on an \ninquiry by the  Federal Public Service Commission, he is found unable, to perform the functions of his \noffice due to  mental  or physical  disability,  or to have  committed  misconduct.  \n \n(12) Any Member  may serve  a maximum  of two terms.  \n \n(13) The Federal Government shall designate one of the Members as Vice­C hairman, who shall  \nact as Chairman at any time during which the Chairman for any reason is incapable of exercising \nthe Chairman ’s powers or performing the Chairman’s duties and when so acting, the Vice­Chairman \nshall  exercise  the power  and perform  the duties  imposed  on the Chairman  by this Ordinance.  \n \n4. Meetings of the Authority. —(1) The Chairman and two other Members shall constitute a  \nquorum  for a meeting  of the Authority  requiring  a decision  by the Authority.  \n \n(2) The decision of the Authority shall be taken by the majority of its Members and in case of \na tie, the Member  presiding  shall  have  a casting  vote.  \n \n(3) All decisions of the Authority shall be in writing and identify the decision of the Chairman and  \nother  Members  separately.  \n \n \n(4) No act,  proceeding or  decision of  the Authority shall be  invalid by  reason  only of  the \n \nPage 10 of 28  existence  of a vacancy  in, or  defect  in the constitution of  the Authority.  \n \n(5) The Chairman shall call all meetings of the Authority. The Chairman shall also call \nmeetings  of the A uthority immediately on being requested in writing to do so by at least two \nMembers of the  Authority.  \n \n(6) Each Member shall have reasonable notice of the time, place of the meeting and matter on  \nwhich  a decision  shall  be taken.  \n \n5. Remuneration and conflict of interest. —(1) The Members shall be paid such remuneration  \nfor their respective terms of office as may be determined by the Federal Government in advance of  \ntheir appointment which remuneration shall not be varied to their disadvantage during th eir term in  \noffice.  \n \n(2) No person shall be appointed by the Federal Government as a Member if he has any direct \nor indirect  financial interest  in, or  has any connection  which might reasonably  be viewed  as giving \nrise to a conflict of interest with any person involved in any regulated activity. No person appointed \nas a Member shall during his term in office have or maintain any direct or indirect financial interest \nin any  person involved in any regulated activity. Members shall not at any time during their term  of \noffice  engage  themselves  in any other  services,  business,  vocation  or employment  with any other  \nperson.  \n \n(3) No Member shall take part in any decision, if such Member is in any way, whether directly \nor indirectl y, concerned or interested in the decision, nor shall such member’s presence count for \nthe purpose  of forming  a quorum  at the time of any such decision.  \n \n(4) Every Member who knowingly contravenes  any of the  provisions of sub­section (2) and sub­  \nsection  (3) shall,  on inquiry  by the Federal  Public  Service  Commission,  be guilty  of misconduct.  \n \n(5) Subject to sub­section (6), it shall not be lawful for any Member, for so long as he holds \noffice   and for a period of two years thereafter, to seek or hold any office or  employment nor to \nacquire or  purchase  (whether  in his name or otherwise) any interest in any corporation, partnership, \ntrust, firm  or company  carrying  on­ \n \n(a) business  in any regulated  activity;  or \n \n(b) the business  of providing  professional  or Advisery  services  to any person  \nundertaking  any regulated activity . \n \n(6) A Member may, before the expiration of two years after he has ceased to hold that office,  \nenter  into the employment  of or accept  any professional  or Advisery  relationship  with any \ncorporation, partnership, trust, or company, carrying on business in any phase of a regulated activity,  \nprovided he has obtained written approval of the Federal Government which shall not be unduly  \ndenied.  \n \n(7) A Member shall not be in contravention of sub­sec tions (2), (3) or (4), if he is receiving \nany pension  benefits,  while  serving  the Authority,  due to him from  a prior  employment  with any \nperson.  \n \n \n \n \nPage 11 of 28  6. Powers and functions of the Authority. ⎯(1) In addition to such others powers and \nfunctions  as may be imposed on it or transferred under this Ordinance, the Authority shall be \nexclusively  responsible for granting licences for the  carrying out  of regulated activities and  \nregulating such  activities.  \n \n(2) Without  prejudice  to the generality  of the foregoing,  the Authority  shall ⎯ \n \n(a) in the manner prescribed in the rules, grant, issue, and renew licences, modify, \namend,  extend,  suspend, review, cancel  and reissue, revoke or terminate any \nlicence for the  undertaking of any regulated activity and to prescribe requirements \nto be satisfied by  applicants  for the grant  of licence;  \n \n(b) in consultation with licensees, specify, performance  and service standards  and \nother  conditions  for undertaking  any regulated  activity;  \n \n(c) prescribe a uniform form of accounts an d accounting practices to be complied with \nby licensees;  \n \n(d)  administer,  enforce  and certify  standards  and other  conditions  for undertaking  any \nregulated  activity  specified  in clauses  (b) and (e); \n \n(e) in consultation  with licensees  specify  and review  standards  for the equipment  and \nmaterials  to be used in undertaking  any regulated  activity;  \n \n(f) promote  and ensure  the observance  of efficient  practices,  where  applicable,  in the \ntransmission,  distribution,  processing,  refining,  marketing,  storage  of petroleum  \nand transportation  of petroleum  by pipelines;  \n \n(g) promote effective competition and efficiency in the activities within its jurisdiction \nof the  Authority;  \n \n(h) monitor  and enforce  compliance  by licensees  with the conditions  of licences;  \n \n(i) resolve  complaints  and other  claims  against  licensees  for contravention  of the \nprovisions  of this Ordinance,  rules  or regulation;  \n \n(j) ensure the provision of open access, common carrier and common operator as may \nbe deemed  necessary or  expedient  by the Authority in t he public interest  based  on \nan application  made  by an interested  party  to the Authority  and provided  that⎯ \n \n(i) the Authority  decides  excess  capacity  is available;  and \n \n(ii)  any decision  relating  to open  access,  common  carrier  and common  operator  \nadequately  compensates  the owner of  the relevant  facility, pipeline  or \ninstallation;  \n \n(k) resolve disputes between licensees, between licensees and any other person \nregarding a  regulated  activity;  \n \n \n(l) provide  for the submission,  filing, recording and  timely and  useful  dissemination \n \nPage 12 of 28  of information  regarding  the regulated  activities;  \n \n(m) subject  to section  41, make  rules  under  this Ordinance;  \n \n(n) subject  to section  42, make  regulations  pursuant  to this Ordinance;  \n \n(o) safeguard  the public interest,  including the  national  security  interest,  of Pakistan  in \nrelation  to regulated  activities  in accordance  with this Ordinance,  rules  and \nregulations;  \n \n(p) prescribe  fines  for contravention  of the provisions  of this Ordinance,  rules,     \nregulations  and terms  and conditions  of a licence  or a decision  of the Authority;  \n \n(q) protect  the interests of all stakeholders including the consumers and the licensees \nin accordance  with the provisions  of this Ordinance  and the rules;  \n \n(r) administer or establish prices, for those c ategories of petroleum for which the \nFederal  Government establishes prices and may delegate the function to the \nAuthority from time  to time,  subject  to⎯ \n \n(i) section  21; and \n \n(ii) any existing  contract  or agreement  specifying  prices;  \n \n(s) prescribe, review, approve and regulate tariffs for regulated activities pertaining to \nnatural  gas and operations  of the licensees  for natural  gas and marketing  of refined  \noil products;  \n \n(t) in consultation with the Federal Government and licensees for natural gas \ndetermine for  each such licensee a reasonable rate  of return  which may be earned  \nby such licensees in the  undertaking of its regulated activity pertaining to natural \ngas, keeping in view all the  circumstances;  \n \n \n(u) oversee the capital expenditure to be made by licensees for natural gas in \nconnection with  any regulated  activity  pertaining  to natural  gas; \n \n(v) prescribe procedures and standards for investment programmes by licensees for \nnatural  gas; \n \n(w) determine  the well­head  gas prices  for the producers  of natural  gas in accordance  \nwith the relevant  agreements  or contracts,  and notify  the same in  the official  \nGazette;  \n \n(x) enforce standards and specifications for refined oil products as notified by the \nFederal  Government;  and \n \n(y) perform any other function or exercise power as may be incidental or consequential \nto the  performance  of any of its functions  or the exercise  of any of its power s. \n \n(3) The Authority shall impose and collect such fees and other charges in respect of any of its  \nfunctions at such rates as ma y be determined, from time to time, by the Authority in accordance \n \nPage 13 of 28  with the rules.  \n \n7. Tariff.—(1) Subject to policy guidelines, the Authority shall determine or approve tariff for  \nregulated  activities  whose  licences  provide  for such determination  or such approval  or where  \nauthorized  by this Ordinance.  \n \n(2) The criteria  for determination,  approval,  modification  and revision  of tariffs  shall  be \nprescribed  in the rules  and in the terms  and conditions  of each licence  and shall,  inter alia , include ⎯ \n \n \n(a) provision  for the protection  of users  of regulated  activities  and consumers  against  \nmonopolistic  or oligopolistic  pricing;  \n \n(b) cost of research,  development  and capital  investment  programme;  \n \n(c) provision  of reasonable  returns  to attract  investment  of the quantitative  and \nqualitative  improvements  of regulated  activities;  \n \n(d) encouragement and  reward  of efficiency;  \n \n(e) sending of appropriate price signals regarding the relative abundance or scarcity of \nsupply of such regulated activity ; \n \n(f) minimizing  economic  distortions;  and \n \n(g) keeping  in view  the costs  of alternate  or substitute  sources  of energy.  \n \n8.  Pricing for retail consumers for natural gas .⎯ (1) The Authority shall determine an \nestimate  of the  total revenue  requirement of each  licensee for natural  gas engaged in transmission, \ndistribution  and the sale of natural gas to a retail consumer for natural gas, in accordance with the \nrules, and on  that basis advise the Federal Government the prescribed price of natural gas for each  \ncategory of  retail  consumer  for natural  gas. \n \n(2) A licensee for natural gas referred  to in sub­section (1), shall submit for review by the  \nAuthority its total revenue requirement after incorporating the actual changes in the well­head \nprices,  as notified by the A uthority  1[cost of the imported gases]  and other relevant factors and the \nAuthority shall advise the Federal  Government  promptly  of the revised  prescribed  prices  for the \nlicensee  for natural  gas. \n \n(3) The Federal Government shall, within forty days of the advice referred to in sub­sections \n(1) and (2), advise the Authority of  the minimum charges and the sale price for each category of \nretail  consumer for natural gas for notification in the official Gazette by the Authority of the \nprescribed  price as determi ned in sub­sections (1) and (2), the minimum charges and the sale prices \nfor each  category  of retail  consumers  for natural  gas 2[:] \n \n 2[Provided that the Federal Government shall ensure that the sale  prices so advised are not \nless than the revenue requirement determined by the authority. ]  \n \n1 Ins. by Act No. VIII of 2022  s. 3  \n2 Subs . and adde d by Act No. VII of 2022, s. 2\n \nPage 14 of 28   \n1[(4) If the Federal Government fails to advise the Authority within the time specified in sub -\nsection (3), the category wise prescribed prices so determined by the Authority under subsections (1) \nand (2), as the case may be, sh all be notified by the Authority a s the category wise sale prices2[:] \n \n2[Provided that sub -section s (1) to (4) shall not be applicable in case of RLNG  price determined \nunder section 43B .] \n \n(5) Each licensee for natural gas shall pay to the Federal Government the development surcharge \nin respect of each unit of natural gas sold in a manner as prescribed by the Federal Government under \nthe Natural Gas (Development Surcharge) Ordinance, 1967 (I of 1967) and the rules made thereunder. \nAny amount paid by  a licensee under this subsection shall be an expenditure for which allowance shall \nbe made in computing profits or gains under the Income Tax Ordinance, 2001 (XLIX of 2001) for the \npurposes of this subsection.]  \n \n(6) In this section  ⎯ \n \n(a) “category of retail cons umers for natural gas” means a category of retail consumers \nfor natural  gas designated  as such by the order  of the Federal  Government;  \n \n(b) “development surcharge” means the amount payable by each licensee for natural gas \nand calculated in accordance  with the rules and which represent s, in respect of each \ncategory  of retail consumer for natural gas to which it is applicable, the amount, if \nany, by which  the sale price  exceeds  the prescribed  price;  \n \n(c) “licence for natural gas” means a licence  for transmission, distribution or sale of \nnatural  gas to a retail  consumer  for natural  gas granted  pursuant  to sub­section  (1) of \nsection  23; \n \n(d) “licensee  for natural  gas” means  a holder  of a licence  for natural  gas; \n \n(e) “minimum charges” means the amount a li censee for natural gas may charge a retail  \nconsumer  for natural  gas as notified,  from  time to time,  under  this section;  \n \n(f) “prescribed price” means the amount  determined  under this section, which represents \nthe amount a  licensee for natural gas would be entitled to receive from each  category \nof its retail  consumers  for natural  gas in order  to achieve  its total revenue  \nrequirement;  \n \n(g) “sale price” means the price notified un der this section at which a licensee for natural \ngas is authorised under this Ordinance and licence to sell natural gas to that category \nof retail  consumer  for natural  gas; and \n \n(h) “total revenue requirement” means for each financial year, that total amount of \nrevenue  determined by the Authority for each licensee for natural gas so as to ensure \nit achieves  the rate of return  provided  in its licence  for natural  gas. \n \n \n \n1Subs . by  Act No. VII of 20 22, s. 2   \n2Subs . and added  by Act No. VIII of 2022  s . 3 \n \nPage 15 of 28  9. Authority hearing. — 1[(1)] Unless otherwise expressly provided in this Ordinance or any \nrule or  regulation, any decision that the Authority has the power to make, may be made on its own \nmotion or  initiative after the holding of a meeting of the Authority, and without giving of noti ce to \nthe public,  and without  holding  a hearing.  \n \nProvided that if it appears to the Authority that its decision relating to a regulated activity may  \ndirectly and adversely affect the rights of a person, the Authority shall, prior to reaching the decision,  \ngive the person an opportunity of being heard, including presentation o f evidence relevant to the  \ndecision.  \n \n1[(2) The Authority may decide, without giving notice to the public and without holding a \npublic hearing, if the prescribed price is requ ired to be revised only on account of revision in well -\nhead gas prices and cost of imported gases.]  \n \n10. Delegation of powers. ⎯ (1) The Authority may, by general or special order, delegate to \nany officer of the Authority the pwer to exercise on behalf of the A uthority any of its powers, duties \nor functions  under  this Ordinance  subject  to such conditions  as it may think  fit to impose.  \n \n(2) Notwithstanding the  provisions of  sub­section (1),  the powers of  the Authority to  grant  \nlicences (excluding licences  for transportation, filling or marketing of LPG, LNG or CNG), determine  \ntariffs and revenue requirement (where applicable) and prescribe rules and regulations shall only be  \nexercised  in a meeting  of the Authority.  The power  of the Authority  to grant  licences  for \ntransportation, filling or marketing of LPG, LNG or CNG may only be delegated to a Member of the  \nAuthority.  \n \n11. Complaints.­ (1) Any interested person may file a written complaint with the Authority  \nagainst  a licensee  for contravention  of any provision  of this Ordinance  or of any rule or regulation.  \n \n(2) The Authority shall, on receipt of a complaint, provide an opportunity to the complainant as  \nwell as to the licensee, or any other person against whom such complaint has been made to state its  \ncase before  taking  action  thereon.  \n \n12. Appeal, etc. —(1) Any person aggrieved by any order or decision of the delegates of a  \npower delegated by the Authority under section 10 may, within thirty days of the receipt of such  \ndecision or order, prefer  appeal to th e Authority and Authority shall hear  and decide the  appeal  \nwithin  ninety  days from  the date of its presentation.  \n \n(2) In relation to any decision concerning a regulated activity, the  High Court may, if it is satisfied  \nthat no other  adequate  remedy  is provided,  on application  of an aggrieved  party,  make  an order­  \n \n(a) directing  the Authority  to refrain  from  doing  anything  it is not permitted  by law to do, \nor to do anything  the Authority  is required  by law to do; or \n \n(b) declaring that  any act  done or proceeding taken  by the Authority has been done or taken  \nwithout  lawful  authority  and is of no legal  effect  \n \n \n \n1Sub-section numbered (1) and added Sub -Section (2) by Act No. VIII of 2022  s. 4 \n \n \n \nPage 16 of 28  (3) Where .⎯ \n \n(a) an application  is made  to a High  Court  for an order  under  sub­section  (2); and \n \n(b) the making of an interim order would have the effect of prejudicing or interfering with the  \ncarrying out of a public work or of otherwise being harmful to public interest or State  \nproperty  or impeding the  assessment or collection of public revenues,  the Court shall not  \nmake  an interim  order  unless  the Attorney­General  has been  given  notice  of the \napplication with a copy thereof to the Authority and the Attorney General or any person  \nauthorised by him in tha t behalf has had an opportunity of being heard and the Court, \nfor reasons  to be recorded  in writing,  is satisfied  that the interim  order — \n \n(i) would  not have  such effect  as aforesaid;  or \n \n(ii) would  have  the effect  of suspending  an order  or proceeding which  on the \nface of the record  is without  jurisdiction.  \n \n(4) An interim order made by a High Court on an application made to it to question the validity or  \nlegal effect of any order, proceeding taken or act done by the Authority shall cease to have effect on  \nexpiration of a period of six months following the day on which it is made, unless the case is finally  \ndecided,  or the interim  order  is withdrawn,  by the Court  earlier.  \n \n(5) Every  case in which,  on application  under  sub­section  (2), the High  Court  has made  an \ninterim  order shall be disposed of by the High Court on merits within six months from the day on \nwhich it is  made,  unless  the High  Court  is prevented  from  doing  so for sufficient  cause  to be \nrecorded.  \n \n13. Review of Authority decision. ⎯ The Authority may review, rescind, change, alter or vary \nany decision, or may rehear an application before deciding it in the event of a change in \ncircumstances or  the discovery of evidence which, in the opinion of the Authority, could not have \nreasonably been  discovered at  the time of the  decision, or (in the  case of a rehearing) at  the time of \nthe original  hearing if consideration of the change in circumstances or of the new evidence would \nmaterially alter  the decision.  \n \n14. Recruitment of employee. ⎯ (1) The Authority may, from time to time, employ officers,  \nmembers  of its staff,  experts,  consultants,  advisers,  and other  employees  on such terms  and \nconditions  as it may deem  fit. \n \n(2) The Authority  shall prescribe  by regulations the  procedure  for appointment,  promotion,  \ntermination and other terms and conditions of employment of persons employed under sub­section  \n(1). \n \n15. Chairman,  Members,  employees,  experts , consultants  and advisers  not to be civil \nservants. ⎯The Chairman, Members, employees of the Authority or experts, consultants or advisers  \nemployed by the Authority shall be governed by the terms and conditions of their appointment and  \nshall not be deemed to be civil servants within the meaning of the Civil Ser vants Act, 1973 (LXXI \nof 1973).  \n \n16. Chairman,  etc., to be public  servants. ⎯ The Chairman, Members, employees, experts,  \nconsultants and advisers of the Authority shall, when acting or purporting to act in pursuance of  \n \n \n \nPage 17 of 28   \nany of the provisions of this Ordinance or the rules or regulations, be deemed to be public servants \nwithin the meaning of section 21 of the Pakistan Pena l Code (Act XLV of 1860).  \n \n17. Budget and accounts. ⎯ (1) The Authority, in respect of each financial year, shall prepare \nits own budget in accordance with prescribed procedure and shall maintain complete and accurate \nbooks  of accounts  of its actual  expenses  and receipts,  and of the Oil and Gas Regulatory  Authority  \nFund.  \n \n(2) The budget prepared by the Authority shall be reviewed by a Budget Committee consisting \nof one representative  each of the Authority, the Federal Government and the private sector \nnominated  by the Federal Government. The private sector nominee shall not have any conflict of \ninterest in the  Authority’s oversight of regulated activities. The Budget Committee shall ensure that \nthe Authority  complies with all requirements of this Ordina nce, rules and regulations pertaining to \nthe budget. The  Budget  Committee  shall  take its decisions  by simple  majority  of its members.  \n \n(3) The accounts of the Authority shall be audited annually by the Auditor­General of Pakistan  \nand one or more auditors who are chartered  accountants  within the meaning of the Chartered  \nAccountants  Ordinance, 1961 (X of 1961), appointed  by the  Authority in consultation with the  \nAuditor­General  of Pakistan  from  a panel  of chartered  accountants  proposed  by the Budget  \nCommittee.  \n \n18. Oil and Gas Regulatory Authority Fund. ⎯ (1) There shall be a fund to be known as the \nOil and Gas Regulatory Authority Fund which shal l vest in the Authority and shall be utilized by \nthe Authority to meet its expenses and charges properly incurred in connection  with the  carrying out \nof its functions and duties imposed or transferred to it under this Ordinance, including without \nlimitatio n the payment of salaries and other remuneration to the Chairman, Members, employees, \nexperts,  consultants  and advisers  of the Authority.  \n \n(2) The Oil and Gas Regulatory  Authority  Fund  shall  consist  of⎯ \n \n(a) charges and fees including licence  fees assessed and collected by the Authority to \nrecover the reasonable  costs  of regulated  activities  under  this Ordinance.  \n \n(b) fines and other penalties imposed and collected by the Authority as specified under \nthis Ordinance;  \n \n(c) proceeds received by the Authority from the sale of data, publications, reports, maps, \nand other  information;  \n \n(d) loans obtained by the Authority. All loans to be obtained by the Authority shall be \nwith the approval  of the Budget  Committee;  \n \n(e) grants  obtained  by the Authority;  and \n \n(f) proceeds of any investments made by the Authority in utilizing  any amounts of the \nOil and Gas Regulatory Fund which are not required for immediate use. All \ninvestments to be  made  by the Authority  shall  be with the approval  of the Budget  \nCom mittee.  \n \n19. Inspection by publics. —(1) Subject to section 38, the Authority shall maintain public files  \n \nPage 18 of 28  that shall be kept open in convenient form for public inspection and examination during reasonable  \nbusiness  hours,  on payment  of such reasonable  fees as the Authority  may prescribe.  \n \n(2) Subject to  procedures  and standards  for confidentiality prescribed by the  Authority, the  \nAuthority’s files shall include all relevant documents to be maintained and indexed as the Authority  \ndeems  fit. \n \n20. Submission of yearly report, returns, etc. ⎯ (1) The Authority shall submit to the Federal  \nGovernment, and publish, as soon as possible after the end of every financial year but before the \nlast day of December  the next following  year­  \n \n(a) a report  on the conduct  of its affairs for that financial  year,  including anticipated  \ndevelopments  for the following  financial  year;  and \n \n(b) a report on the state  of the petroleum industry in Pakistan, in so far as it relates to  \nregulated activities, identifying the ownership, operation, management, control, \nefficiency and cost of regulated activities, amount of production, transportation, \ntransmission and  distribution capacity,  present  and future  domestic demand  for \npetroleum  and other  matters  related  to regulated  activities.  \n \n(2) The Federal Government may direct the Authority to supply any return, statement, estimate,  \nstatistics or other information regarding any matter under the Authority, and the Authority shall  \nexpeditiously  comply  with such direction.  \n \n______  \n \nCHAPTER III  \nPOLICY  GUIDELINES  \n \n21. Powers  of the Federal  Government  to issue  policy  guidelines. ⎯(1) The Federal  \nGovernment may, as and when it considers necessary, issue policy guidelines to the Authority on  \nmatters of policy not inconsistent with the provisions of this Ordinance or the rules and the Authority \nshall comply with the policy guidelines in the exercise of its powers and functions and in making  \ndecisions.  \n \n(2) Without prejudice to the generality of th e foregoing, the Federal Government may issue \npolicy guidelines  in relation  to⎯ \n \n(a) planning  for infrastructure  development;  \n \n(b) pricing of petroleum including development surcharge as defined in section 8 and \nthe petroleum  development  levy as defined  in the Petroleum  Products  (Petroleum  \nDevelopment  Levy)  Ordinance,  1961  (XXV  of 1961)  \n \n(c) standards  and specifications  for refined  oil products;  \n \n(d) supply of natural gas and refined oil products to service new areas and provision of  \nfinancial  incentives  in cases  where  the service  is not economically  viable;  \n \n(e) establishment  and maintenance  of the strategic  petroleum  storage;  \n \n(f) open  access,  common  carrier  and common  operator;  \n \nPage 19 of 28   \n(g) marketing  of refined  oil products;  and \n \n(h) tariff  applicable  to petroleum.  \n \n \n__________  \n \nCHAPTER  IV \n LICENCES  \n \n22. Exclusive power to grant licences. ⎯(1) The Authority shall have the exclusive power, to \nbe exercise  in the  manner prescribed in the  rules, to grant, issue, renew, extend,  modify, amend,  \nsuspend, review, cancel  and reissue, revoke  or terminate, a  licence in respect  of any  regulated  \nactivity.  \n \n(2) If a licensee is of the opinion that it is not financially viable for it to supply natural gas to a  \nparticular  area based  on the tariff  applicable  to it, it shall  give reasons  to the Authority  therefor.  \n \n(3) If the Authority agrees with the licensee that it is not financially viable for such licensee to  \nsupply  natural  gas to a particular  area based  on the tariff  applicable  to it unless  the Federal  \nGovernment makes special financial arrangements with the licensee, it shall report the matter to the  \nFederal Government and the licensee shall not be obligated to supply natural gas to the said area  \nunless  suitable  financial  arrangements  are made  by the Federal  Government.  \n \n(4) On rec eipt of instructions from the Authority, the licensee shall supply natural gas to the \nsaid area within  such time as the Authority  may specify.  \n \n23. Grant  of licences. ⎯ (1) No person  shall  ⎯ \n \n(a) construct  or operate  any pipeline  for natural  gas; \n \n(b) construct  or operate  any natural  gas testing  facility  or natural  gas storage  facility;  \n \n(c) construct  or operate  any natural  gas installation;  or \n \n(d) undertake transmission, distribution o r sale of  natural gas, unless a general or specific  \nlicence to undertake such activity has been issued and is in full force and effect and \nthe person  is the licensee.  \n \n*(2) No person  shall .⎯ \n \n(a) construct  or operate  any pipeline  for LPG;  \n \n(b) construct or operate any LPG or LNG production or processing facility; LNG, LPG \nor CNG  testing  facility  or LPG,  LNG  or CNG  storage  facility;  \n \n(c) construct  or operate  any installation  relating  to LPG  or LNG;  or \n \n(d) undertake  transporting,  filling,  marketing  or distributing  of LPG,  LNG  or CNG,  \n \n \n* Sub -section  (2) Section  23 of this Ordinance shall come into force w.e.f.  1.11.2003 , vide S.R.O. No. 1026(I)/2003, dated 1.11.2003.  \nunless  a general  or specific  licence  to undertake  such activity  has been  issued  and is in full force  and \n \nPage 20 of 28  effect  and the person  is the licensee.  \n \n(3) No person  shall ⎯ \n \n(a) construct  or operate  any pipeline  for oil; \n \n(b) construct  or operate  any oil testing  facility;  oil storage  facility  (other  than storage  \nassociated  with a refinery);  or oil blending  facility;  \n \n(c) construct  or operate  any installation  relating  to oil; \n \n(d) construct  or operate  any refinery;  \n \n(e) undertake  storage  of oil; or \n \n(f) undertake  marketing  of refined  oil products,  \n \nunless  a general  or specific  licence  to undertake  such activity  has been  issued  and is in full force  and \neffect  and the person  is the licensee.  \n \n(4) An application for the  licence shall be submitted to the  authority on the  prescribed form \nand in accordance  with the rules.  \n \n(5) An application  under  sub­section  (1), (2) and (3) shall  be accompanied  by the prescribed  fee. \n \n(6) On receiving an application for a licence, the Authority may grant the licence subject to \nsuch conditions,  restrictions  or stipulations  as may be set out in, or attached  to, the licence.  \n \n24. Transfer and assignment of licences. ⎯(1) No licence shall be transferred or assigned \nwithout  the consent in writing of the Authority. The Authority may without undue delay, consent to \nthe transfer  or assignment of  a licence  subject  to such conditions,  restrictions  and stipulations, as  \nprovided in the rules, that the Authority may determine, or the Authority may, for such reasons as  \nmay be recorded, and by a decision in writing giving the reasons thereof, refuse to consent to the  \ntransfer  or assignment  of a licence.  \n \n(2) An application for the transfer or assignment shall be submitted to the Authority on the  \nprescribed  form  and in accordance  with the regulations.  \n \n(3) An application  under  sub­section  (2) shall  be accompanied  by the prescribed  fee, if any. \n \n(4) A transfer or assignment of a licence shall have no effect  until the Authority has consented \nto the transfer  or assignment.  \n \n \n____________\n \nPage 21 of 28  CHAPTER  V  \nOFFENCES  \n \n25. Offences. ⎯ (1) Any person  who⎯ \n \n(a) undertakes any regulated  activity  in contravention  of this Ordinance;  \n \n(b) does any act with the intention of interfering, without authorization, with any \nregulated  activity,  and thereby  causes  damage  to any facility,  plant,  equipment  or \nmaterial  employed  for such regulated  activity;  \n \n(c) without lawful excuse, willfully or recklessly undertakes any regulated activity \nwhich  causes  physical  damage  to the person  or property  of another;  or \n \n(d) steals  petroleum;  \n \nshall  be guilty  of an offence  punishable  with imprisonment  for a term which  may extend  to two \nyears,   or with fine, or with both,  for an offence  under  clause  (a) or clause  (c) and three  years,  or \nwith fine, or with both,  for an offence  under  clause  (b) or clause  (d). \n \n(2) Any person who attempts or aids, abets, counsels or procures the commission of any \noffence under  this Ordinance  shall  be punishable  with the same  punishment  provided  for the \noffence.  \n \n(3) The provisions of sub­sections (1) and (2) shall be in addition to, and not in derogation of, \nany law for the time being  in force.  \n \n26. Cause damage to facility, plant or equipment, etc. ⎯ If any person willfully or recklessly  \ndamages any facility, plant, equipment or material employed in any regulated activity, he shall, on \na reference by the licensee, be liable to pay such amount as the Authority may determine for making  \ngood  such damage,  and the amount  so determined  shall  be recoverable  as arrears  of land revenue.  \n \n27. Recovery  of the value  of petroleum  stolen,  etc.⎯ Where  any person has stolen,  \nunauthorizedly  obtained or otherwise used, petroleum for which he has not paid, such person shall \nbe liable to pay the value of the petroleum stolen, obtained or used as may be determined in \naccordance  with the rules.  \n \n28. Offences by companies, etc.⎯ Where the person guilty of an offence under this Ordinance \nis a company, corporation , partnership or firm every director, or partner of the company, \ncorporation,  partnership or firm as the case may be, shall, unless he proves t hat the offence  was \ncommitted  without  his knowledge  or consent,  be guilty  of the offence.  \n \n29. Cognizance of offences. ⎯ No court shall take cognizance of an offence punishable under \nthe Ordinance except on a complaint in writing made by the Authority or a person authorized by it \nin this behalf.  \n \n_________  \n \nCHAPTER  VI  \n \nPage 22 of 28  MISCELLANEOUS  \n \n30. Power  to call for information .⎯ The Authority may call for  any pertinent  information  \nrequired by it for carrying out the purposes of this Ordinance from any person involved, directly or  \nindirectly, in the provision of any regulated activity or any matter incidental or consequential \nthereto.  Any person called upon to provide such information shall do so withi n the period prescribed \nby the  Authority and his failure so to do shall be punishable by the imposition of such penalty as \nmay be  prescribed.  \n \n31. Right of access . Subject to the terms of its licence, licensees shall have the right upon not  \nless than twenty­fo ur hours notice  and at reasonable times, to enter premises or property for the  \npurposes of inspection, repair and maintenance of all facilities, equipment and apparatus relating to  \nthe regulated activities, the collection of payments, lawful disconnection,  and the examination of \nthe suitability of property for construction or the installation of facilities, equipment or apparatus \nrelating  to the regulated  activities:  \n \nProvided that no such notice will be required to be given if such entry is necessary to respond \nto,  and remedy,  a situation  endangering  public  safety  caused  by a regulated  activity.  \n \n32. Easements .⎯(1) Subject  to the provisions of  sub­section  (2), a licensee  may lay, place,  \nconstruct or install on under or over any land such works as may be necessary for such licensee to  \nsatisfy its service obligations under the rules and its licence including such other actions as may be  \nnecessary  to render  the work  safe and efficient  and the licensee  shall  pay compensation  in \naccordance with rules to any person adversely affected by any disturbance or damage that may be  \ncaused  thereby  and such compensation  may include  annual  payment  for use of land.  \n \n(2) Before entering on any land for the purposes specified in sub­section  (1) the licensee shall \ngive notice of the intended action to the owner or occupier of the land. The owner or the occupier \nof any  land may file objections  with the Authority  within  thirty  days of such notice.  \n \n(3) If an objection to the notice required by sub­section (2) is filed, the Authority shall hold an  \nenquiry and provide all interested parties an opportunity of being heard. Upon conclusion of the  \nenquiry, the Authority may, either uncondition ally or subject to such terms and conditions as may \nbe deemed in the public interest, by a decision in writing, authorize or prohibit any of the acts \nspecified  in the notice.  \n \n33. Certification of public purpose for compulsory acquisition of land . The Authorit y may, \nin the manner  and on such terms  and conditions,  as may be prescribed  in the rules,  on an application  \nby a licensee, certify that the requirement of a licensee to acquire a property is for a public purpose \nand for the purposes of the Land Acquisition Act, 1894 (I of 1894), the certificate  of the Authority \nshall  be conclusive  proof  that the proposed  acquisition  for such licensee  is for a public  purpose.  \n \n34. Technical standards, etc .⎯ (1) The Authority shall after consulting interested persons \nand subject to the rules, prescribe by regulations, technical standards of materials, equipment and \nother  resources as may be required for undertaking any of the  regulated activities and may pres cribe  \ndifferent standards for different classes of equipment and may establish procedures for the testing \nof any such equipment.  \n \n \n(2) It shall be  a mandatory  requirement  of all licensees  that they comply with all relevant  \ntechnical  standards  established  by the Authority.  \n \nPage 23 of 28   \n35. Records .⎯ (1) The Authority may prescribe, by the regulations, the records that  are \nrequired  to be filed with the Authority by persons who are applicants for licences or who are \notherwise  involved  in the petroleum  industry.  \n \n(2) Each person who is required by this Ordinance or the rules or the regulations to maintain  \nrecords shall produce those records at all reasonable times when directed to do so by the Chairman,  \nany Member or by any person authorized by the Authority, and s hall afford such person facilities \nfor inspecting  the records,  making  copies  of and taking  extracts  therefrom.  \n \n36. Existing agreements .⎯ If on the commencement of this Ordinance there exists an \nagreement  in respect of, or dealing with, a regulated activity to which the Federal Government is a \nparty, in the  event of any inconsistency between the provisions of this Ordinance, the rules or th e \nregulations, the  provisions  of the agreement  shall  prevail  to the extent  of the inconsistency.  \n \n37. Recovery of arrears .⎯(1) All amounts due to the Authority may be recovered as arrears \nof land revenue.  \n \n(2) The Federal Government may prescribe a summary procedure for recovery of sums due to  \nlicensees.  \n \n38. Confidential information .—(1) Except as provided under the regulations, no person shall  \ncommunicate, or allow to be communicated, any record or information obtained under this \nOrdinance  to a person not legally entitled to that record or information or allow any person not \nlegally  entitled to that record  or information  to have  access  to any record  obtained  under  this \nOrdinance.  \n \n(2) A person who knowingly receives records or information obtained under  this Ordinance \nshall  hold the record or information subject to the same restrictions under sub­section (1) as apply \nto the  person  from  whom  the records  or information  were  received.  \n \n39. Immunity .⎯ Except  as expressly  provided  in this Ordinance,  no suit, prosecution  or other  \nlegal  proceedings  shall  lie against  the Authority,  the Chairman  or any Member,  employee,  expert,  \nconsultant or adviser of the Authority in respect of anything done or intended to be done in good \nfaith under  this Ordinance,  the rules  or regulations.  \n \n40. Winding up of the Authority .⎯ No provision of any law relating to the winding up of \nbodies  corporate shall apply to the Authority. The Authority shall only be wound up by an Ordinance \nor Act  of Parliament.  \n \n41. Power to make rules .⎯ (1) The Authority may, with the approval of the Federal \nGovernment,  which approval shall not be unduly delayed or unreasonably withheld, make rules for \ncarrying out the  purposes  of this Ordinance.  On approval  of rules  by the Federal  Government,  the \nFederal  Government  shall  notify  the same  in the official  Gazette.  \n \n(2) Without prejudice to the generality of the foregoing powers, such rules may provide for all \nor any of the following  matters,  namely: ⎯ \n \n \n \n(a) determination  (where  applicable)  of rates  and tariff s for regulated  activities;  \n \n \nPage 24 of 28  (b) the terms and conditions for the grant, extension, modification, amendment, \nissuance,  renewal, suspension, review, cancellation and reissue, revocation, \ntermination or transfer  of a licence  and including  provision  of information  or \nrecords;  \n \n(c) provision  of fines  for contravention  of this Ordinance,  the rules, the  regulations  and \nterms  and conditions  of licences;  \n \n(d) promoting  fair competition;  \n \n(e) inspection  and audit  of regulated  activities;  \n \n(f) review  of the decisions  of the Authority;  \n \n(g) abandonment  of a regulated  activity;  \n \n(h) access  and inspection  by the Authority of  the regulated  activities  and provision  of \npenalties  for preventing  the Authority  to carry  out inspection;  \n \n(i) actions  the Authority  may take in respect  of regulated  activities  in case of public  \nemergency  and escape  of petroleum  from  a regulated  activity;  \n \n(j) extension  of facilities  and services  to supply  natural  gas to new areas  and persons  \nrespectively;  \n \n(k) levy of fees;  \n \n(l) enforcing  the terms  and conditions  of licences  and decisions  of the Authority;  \n \n(m) determination  of the prescribed  price  for retail  consumers  of natural  gas; \n \n(n) procedure  for appointment  of the Budget  Committee  members  and rules  for operation;  \n \n(o) implementation  of policy  guidelines;  \n \n(p) open  access,  common  carrier  and common  operator;  and \n \n(q) any other  matter  incidental  or consequential  to the implementation  of the purposes \nof the Ordinance . \n \n(3) The power  to make  rules  conferred  by this section,  except  for the first occasion,  shall  \nbe subject  to the condition  of previous  publication.   \n \n42. Power to make regulations .⎯ (1) The Authority may, by notification in the official \nGazette,  make regulations, not inconsistent with the provisions of this Ordinance or the rules, for \nthe carrying  out of its functions  under  this Ordinance.  \n \n(2) In particular and without prejudice to the generality of the foregoing powers, such \nregulations may provide  for all or any of the following  matters,  namely: ⎯ \n \n \n(a) maintenance and submission of records by any person involved directly or indirectly \nin a regulated  activity  and the inspection  of the records  by the Authority;  \n \n \nPage 25 of 28  (b) establishment  of technical  standards  and their monitoring  for the design,  \nconstruction,  testing,  operation,  maintenance  and abandonment  of a regulated  \nactivity;  \n \n(c) administration  of the Oil and Gas Regulatory  Authority  Fund;  \n \n(d) establishment  of terms  and conditions  of employment  and remuneration  policies  for \nstaff,  consultants  and advisers  of the Authority;  \n \n(e) procedure  for resolving  disputes  amongst  the licensees,  consumers  and licensees,  \nand users  of open  access  facilities;  \n \n(f) procedures,  process  and practice  for carrying  out the functions  of the Authority;  \n \n(g) procedure  for appeal  of decision  or order  made  by delegates  pursuant  to section  10; \n \n(h) prescription  of forms  and procedures  for an application  for a regulated  activity  and \nthe time for submission;  and \n \n(i) any other  matter  incidental  or consequential  to the performance  of the functions  of \nthe Authority.  \n \n43. Ordinance to override other laws .⎯ (1) The provisions of this Ordinance, the rules and \nthe regulations, and any licences issued hereunder  shall have  effect  notwithstanding anything to the  \ncontrary contained in any other law, rule or regulation, for the time being in force, and any such \nlaw, rule or regulation  shall,  to the extent  of any inconsistency,  cease  to have  any effect  on the \ncommencement of this Ordinance and the Authority shall, subject to the provisions of this \nOrdinance,   be exclusively  empowered  to determine  the matters  in its jurisdiction  as set out in this \nOrdinance.  \n \n(2) Nothing in this ordinance, or any repeal effected thereby, shall affect or be deemed to affect  \nanything done,  action  taken,  proceedings commenced,  directions given, instruments executed  or \norders, rules or regulations issued under or in pursuance of any law repealed are amended by this  \nOrdinance and any such things, actions, proceedings, directions, instruments or orders shall, if in  \nforce on the commencement of this Ordinance, continue to be in for ce and have effect as if the same  \nwere  respectively  done,  taken,  commenced,  given  executed  or issued  under  this Ordinance.  \n \n1[43A. Ordinance not apply  to certain petroleum activities .— Nothing in this Ordinance  \nshall apply to upstream petroleum activities and such activities shall not be deemed to be regulated  \nactivities.  \n \nProvided that where any holder of petroleum right claims transportation or transmission tariff for \npipeline connecting the petroleum field to the point of delivery, the provisi ons of this Ordinance shall  \napply.  \n \n1New section 43A ins. by the Oil and Gas Regulatory Authority (Amdt.) Ordinance, 2002 (CXV of 2002), s. 2.  \n \n \n \nExplanation .⎯ for the purposes  of this section,  the expressions  “upstream  petroleum  \nactivities”  means  all activities  except  activities  related  to LPG  and LNG  production  or LPG  and \nLNG  processing facilities, carried out by the holder of any petroleum right prior to delivery of \npetroleum to  any purchaser  thereof  other  than a purchaser  who is a retail consumer fo r natural gas or \n \nPage 26 of 28  retail  consumer  for oil.] \n \n1[43B. Sale price of RLNG. —Notwithstanding anything to the contrary contained in this \nOrdinance or any other law for the time being in force, the Authority, in accordance with the policy \nguidelines issued by the Federal Government from time to time, shall determine and notify the sale \nprice of RLNG to be charged by a licensee from its consumer.]  \n \n____________  \n \nCHAPTER  VII \nREPEAL AND SAVINGS  \n \n44. Repeal  and savings .⎯(1) The Natural  Gas Regulatory  Authority  Ordinance,  2000  (I of \n2000)  is hereby  repealed.  \n \n(2) On the commencement  of this Ordinance ⎯ \n \n(a) all properties, assets and liabilities pertaining to the NGRA established under the \nNGRA  Ordinance shall vest in, be and always deemed to have been the properties, \nassets and  liabilities,  as the case may be, of the Authority  established  under  this \nOrdinance;  \n \n(b) notwithstanding the provisions of section 3 and sub­sections (2) and (5) of section 5, \nthe Chairman and Members, employees, experts, consultants or advisers appointed \npursuant  to the NGRA Ordinance,  shall be  deemed  to be and always deemed  to have  \nbeen  appointed  under  this Ordinance on the  same terms and  conditions for the  \nunexpired  portion  of their respective  terms  to which  they were  appointed  under  the \nNGRA  Ordinance;  \n \n(c) any agreement, order or determination made by the NGRA or under the NGRA \nOrdinance  shall continue to be in force as though the same has been made by the Oil \nand Gas  Regulatory Authority or under this Ordinance and shall  always deemed to \nhave been so  made;  \n \n(d) subject to section 43 any licence issued under the NGRA Ordinance, shall continue \nto be  in force as if the same has been granted under this Ordinance and shall always \ndeemed to  have  been  so granted;  \n \n(e) if an offence  was committed  as defined  under  the NGRA  Ordinance  prior  to the \ncommencement of this Ordinance, the penalty to be imposed upon conviction for \nthat offence  shall  be the penalty  authorized  or required  to be imposed  by this \nOrdinance;  and \n \n \n 1Ins. new Section 43B by Act No. VII I of 2022, s. 5 \nPage 27 of 28 \n \n \n  \n(f) all rules and regulations prescribed or issued under the NGRA Ordinance shall be \ndeemed  to have been prescribed or issued under this Ordinance and shall always be \ndeemed to  have  been  so prescribed  or issued.  \n \n(3) (a)  The definition  for “Authority”  set out in the rules  referred  to in clause  (b) \nshall  be substituted  by the following  definition,  namely: ⎯ \n \n“Authority”  means  the Oil and Gas Regulatory  Authority  established  pursuant  to \nthe Oil and Gas Regulatory  Authority  Ordinance,  2002.  \n \n(b) the substitution  referred  to in clause  (a) shall  apply  to the following  rules,  namely: ⎯ \n \n(i) the Pakistan  Petroleum  (Refining,  Blending  and Marketing)  Rules,  1971;  \n \n(ii) the compressed  Natural  Gas (Production  and Marketing)  Rules,  1992;   \n \n(iii) the Liquefied  Petroleum  Gas (Production  and Distribution)  Rules,  2001;  and \n \n(c) the Pakistan Petroleum (Refining, Blending and Marketing) Rules, 1971, the \nCompressed  Natural Gas (Production and Marketing) Rules, 1992, and the \nLiquefied Petroleum Gas  (Production and Distribution) Rules, 2001, shall stand \nrepealed to the extent  that any rules  promulgated  pursuant  to this Ordinance  provide  \nfor the matters  relating  to⎯ \n \n(i) refining  and blending  of petroleum,  in the case of the Pakistan  Petroleum  \n(Refining,  Blending  and Marketing)  Rules,  1971;  \n \n(ii) CNG,  in the case of the Compressed  Natural  Gas (Production  and Marketing)  \nRules,  1992;  and \n \n(iii) LPG,  in the case of Liquefied  Petroleum  Gas (Production  and Distribution)  \nRules,  2001.  \n \n45. Application  to existing  operations .⎯(1) Notwithstanding  anything  contained  in this \nOrdinance,  all persons  lawfully  carrying  on regulated  activities  immediately  before  the \ncommencement of this Ordinance shall be deemed to be validly carrying on such regulated activities  \npursuant  to this Ordinance: ⎯ \n \n(a) in case of all persons, other than those undertaking the transmission, distribution \nor sale of natural gas, on such terms and conditions as were applicable to them on \nthe date of  commencement  of this Ordin ance;  and \n \n(b) in case of all persons undertaking the transmission, distribution or sale of natural \ngas, on  such terms and conditions as were applicable to them pursuant to this \nOrdinance and the  relevant  rules,  \n \non the condition  that all such persons  shall  apply  for licences  in accordance  with the relevant  \nrules.  \n \n \nPage 28 of 28 \n \n \n  \n(2) Upon  application  for issuance  of licences  being  made  to the Authority  by⎯ \n \n(a) person s, other than those undertaking the transmission, distribution or sale of \nnatural gas,  such persons shall be  issued licences by the  Authority, on the  terms \nand conditions  applicable  to them  on the date of commencement  of this Ordinance;  \nand \n \n(b) all persons undertaking the transmission, distribution or sale of natural gas shall \nbe issued  licences  by the Authority on the terms and conditions applicable to them \npursuant to this  Ordinance  and the relevant  rules.  \n \n46. Validation of natural gas prices, etc.  Notwithstanding anything contained in any other \nlaw for the time being in force, notification or  any decision of a Court the sale price of natural gas \nand the  minimum charges fixed and all notifications related thereto issued by the Federal  \nGovernment from  time to time after the commencement and before the repeal of the Natural Gas \nRegulatory Authori ty Ordinance,  2001  (I of 2000)  shall  be deemed  to have  been  validly  fixed  and \nissued  under  sub­section  (3) of section 19 of the said Ordinance and price of natural gas and the \nminimum charges so fixed and notified shall be deemed to have been validly fixed  and notified and \nshall have, and shall be deemed  always  to have  had, effect  accordingly.  \n \n47. Removal of difficulties . If any difficulty arises in giving effect to any provision of this  \nOrdinance, the Federal Government may make such order not inconsistent with the provisions of \nthe Ordinance,  as may appear  to it to be necessary  for the purpose  of removing  the difficulty:  \n \nProvided  that no such order  shall  be made  after the expiry  of two years  from the  commencement  \nof this Ordinance."
}