{
    "file": "./converted_json\\administratorfad8d0cac395e6bad73773f9da14c664.json",
    "name": "Pakistan Origin Card Rules",
    "date": "April 3, 2002",
    "tagline": "Facilitating Eligible Foreigners of Pakistan Origin",
    "content": "REGISTERED No.  M 3°2  L.-7646 \nSte Oirotte of 11) rattan \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, WEDNESDAY, APRIL 3, 2002 \nPART II \nStatutory Notifications (S.R.0.) \nGOVERNMENT OF PAKISTAN \nINTERIOR DIVISION \nNOTIFICATION \nIslamabad, the 2nd April, 2002 \nS.R.O. 198(I)/2002.—In exercise of the powers conferred \n,20 \nrea \tc ause \to sub-46 \ts sub- \nsection (3) of section 17 thereof the Federal Government is pleased to make the \nfollowing rules, namely :- \n1. \tShort title, commencement and application.—(1) These rules may \nThese shall come into force at once. \nThese shall apply to all eligible foreigners of Pakistan origin and eligible \nfamily members as defined in these rules wherever they may be. \n(883) \n1 \t[261 (2002) Ex. Gaz] \t Price : Rs. 10.50 \n884 \t THE GAZE! \t1E OF PAKISTAN, EXTRA., APRIL 3, 2002 [PART 11 \n2. \tDefinitions.—(1) In these rules, unless there is anything repugnant in \nthe subject or context,— \n\"application\" means an application specified under sub-rule (1) of rule \n7; \n\"card\" means the Pakistan Origin Card; \n\"citizen of Pakistan\" means a citizen as defined in the Ordinance; \n\"eligible foreigner of Pakistan origin\" means an eligible foreigner of \nPakistan origin as specified in rule 4; \n\"eligible fainily member\" means an eligible family member as provided \nin rule 5; \n\"enemy country\" means an enemy country so declared by the \ncompetent authority; \n\"foreigner\" means a foreigner as defined in the Ordinance; \n\"Ordinance\" means the National Database and Registration Authority \nOrdinance, 2000 (VIII of 2000) ; and \n\"relative\" means and includes, in respect of an applicant for a card, \nhis real parent, real grandparent, real child, real grandchild, real brother \nor sister, real child or real grandchild of such real brother or sister, real \nbrother or sister of any of real parents, first cousin, or real child or real \ngrandchild of such first cousin. \n(2) \tThe words and expressions used but not defined in these rules shall \nhave the same meaning as in the Ordinance. \n3. \tRegistration:—(1) Any eligible foreigner of Pakistan origin desirous \nof obtaining a card may get himself registered with the Authority, and the Authority \nshall register him, in accordance with these rules. \n(2) \tAny eligible family member of an eligible foreigner of Pakistan origin, \nwhether such eligible foreigner of Pakistan origin is deceased or alive and, if alive, \nwhether or not he gets himself registered under these rules, may get himself registered \nwith the Authority, and the Authority shall register him, in accordance with these \nrules. \nPART 11] \tTHE GAZELLE OF PAKISTAN, EXTRA.,APRIL 3, 2002 \t 885 \n4. \tEligible foreigner of Pakistan origin.—(1) A person shall be an \neligible foreigner of Pakistan origin if— \nhe is a foreigner; and \nhe had been a citizen of Pakistan at any time during his life: \nProvided that he— \n(i) \twas not deprived of citizenship of Pakistan by an order passed \nby the Federal Government under sub-section (2) or (3) of section \n16 of the Pakistan Citizenship Act, 1951 (11 of 1951); \ndid not cease to be a citizen of Pakistan under sub-section (1) of \nsection 16A of the Pakistan Citizenship Act, 1951 (II of 1951); \nwas not a person who, being a citizen of Pakistan, at any time \nbefore the sixteenth day of December, 1971, and domiciled in \nthe territories which before the said day constituted the Province \nof East Pakistan, continued to be a citizen of Pakistan under the \nproviso to sub-section (1) of section 16A of the Pakistan \nCitizenship Act, 1951 (II of 1951); \n(iv) was not discontinued to be deemed a citizen of Pakistan under \nsub-section (2) of section 16A of the Paksitan Citizenship Act, \n1951(11 of 1951), upon making an application made by him to \nthe Federal Government, and the Federal Government granted \nhim a certificate under the said sub-section (2) that he was a \ncitizen of Pakistan on the date of such certificate; \nis not, and never was, a citizen or national of an independent, \nstate or country, excluding Pakistan, comprising of any of the \nterritories included in India on the thirty-first day of March, 1937; \nis not, and never was, a citizen or national of a state or country \nnot recognized by Pakistan; and \nis not a citizen or national of an enemy country. \n(2) \tIn particular and without prejudice to the generality of the criteria \nspecified in sub-rule (1) and subject to the fulfilment of the said criteria, a foreigner \nwho, being a citizen of Pakistan before the sixteenth day of December, 1971, and \ndomiciled in the territories which before the said day constituted the Province of \n886 \t THE GAZE \tflE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PART II Ir.  \nEast Pakistan, ceased to be a citizen of Pakistan and acquired the nationality or \ncitizenship of a foreign state or country except Bangladesh, India and Israel at any \ntime before the said day, shall also be an eligible foreigner of Pakistan origin: \nProvided that at least one of his living relatives is a citizen of Pakistan \nhaving a permanent residence in Pakistan. \nA foreigner who, or any of whose parents or grandparents, was born \nin the territories included in India on the thirty-first day of March, 1937, and who, \nhaving his domicile within the meaning of the Succession Act, 1925 ()00MC of \n1925), as in force at the time of commencement of the Pakistan Citizenship Act, \n1951(11 of 1951), in the territories now included in Pakistan and having never been \na citizen of Pakistan, acquired the citizenship or nationality of a foreign state or \ncountry before the commencement of the Pakistan Citizenship Act, 1951 (II of \n1951), Shall also be an eligible foreigner of Pakistan origin: \nProvided that— \n(i) at least one of his living relatives is a citizen of Pakistan having \npermanent residence in Pakistan; \nhe is not, and never was, a citizen or national of an independent state \nor country comprising any of the territories included in India on the \n31st March, 1937; \nhe is not, and never was, a citizen or national of a state or country not \nrecognized by Pakistan; and \n(iv) he is not a citizen of any enemy country. \nA foreigner, any of whose parents or grandparents, was a citizen of \nPakistan at any time during his lifetime, and who himself has never been a citizen of \nPakistan, shall also be an eligible foreigner of Pakistan origin: \nProvided that — \nat least one of his living relatives is a citizen of Pakistan having a \npermanent residence in Pakistan; \nneither he, nor any of his parents or grandparents is, or has ever been, \na citizen or national of an independent state or country, excluding \nPakistan, comprising any of the territories included in India on the 31st \nMarch, 1937; \nPau II] \tTHE GAZE I IE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 887 \nneither he, nor any of his parents or grandparents is, or has ever been, \na citizen or national of a state or country not recognized by Pakistan; \nand \n(iv) he or any of his parent or grandparents is not a citizen of any enemy \ncounty: \nProvided further that in case of his parents or grandparents, clauses (ii) and \n(iii) of the first proviso shall not apply if the concerned parent or grandparent acquired \ncitizenship of Pakistan and never thereafter acquired the citizenship or nationality of \nthe states and countries specified in clauses (ii) and (iii) of the first proviso. \n(5) {A foreiy er who is married to a citizen o \nhe or she remains married to such citizen, also be an eligible foreigner of \norigin : ime \nkistan \nProvided that in case the citizen of Pakistan to whom s ch foreigner is \nmarried dies during the subsistence of their marriage, such fore' er shall continue \nto be an eligible foreigner of Pakistan origin till the time he or e contracts a second \nmarriage: \nProvided further that such foreigner married a citizen of Pakistan is- \n0 \tnot a citizen or national of India; \n00 not a citizen or national of a state country not recognized by Pakistan; \nand \n(iii) not a citizen of any enemy ountry : \nProvided also that the Fede Government may, in special extraordinary \ncircumstances and upon an applicat \nallow a fireigner married to a cit \nsecond proviso, to be register \nPakistan origin and such pers \nearly termination of validit \ncured under this proviso e treated as an eligible foreigner of Pakistan origin for all ereof for a reason other than such person's ineligibility shall, upon issuance of the card and till the expiry or for an issued a card as an eligible foreigner of en of Pakistan not otherwise eligible under the made in this behalf by the concerned person, \n012-oi 44:1 ervi PeAbbitstettu \t rk  - les. I purposes under these \nS. \tEligible family member.—(1) An eligible family member means and \nincludes, in respect of an eligible foreigner of Pakistan origin, any of the spouse real \nparents or grandparents; or real children or grandchildren, of the eligible foreigner of \nPakistan origin: \n54193,1 1,4 bl 5g-0 /3 53 Cs)/c2m/S \tle/i2-1/496/5\" \n888 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PART H \nProvided that such family member is— \nnot a citizen or national of India; \nnot citizen or national of a state or country not recognized by Pakistan; \nand \nnot a citizen of any enemy country: \nProvided further that in respect of an eligible foreigner of Pakistan origin \nspecified in sub-rule (5) of rule 4, an eligible family member shall only include dependent \nreal children of such eligible foreigner of Pakistan origin: \nProvided also that the Federal Government may, in special extraordinary \ncircumstances and upon an application made in this behalf by the concerned person, \nallow any of the family members of a foreigner of Pakistan origin, who are otherwise \nnot eligible under the first proviso as an eligible family member, to be registered for \nand issued a card as an eligible family member and such person shall, upon issuance \nof the card and till the expiry or early termination of validity thereof for a reason \nother than such person's ineligibility cured under this proviso, be treated as an eligible \nfamily member for all purposes under these rules. \n(2) \tIn case any of the eligible family members himself or herself qualifies \nas an eligible foreigner of Pakistan origin under these rules, he or she may apply in \nthe said independent capacity for registration and issuance of the card under these \nrules. \nTerms and conditions.—(1) A person shall only hold or use a card' \nvalidly issued to him under these rules in so far as he continues to fulfil the criteria of \neligibility as laid down and applicable to him under these rules or till the expiry of the \nvalidity period of the card, whichever is earlier. \n(2) \tA card shall no more be valid upon the holder thereof ceasing to fulfil \nthe criteria of eligibility applicable to him under these rules or upon the expiry of the \nvalidity period thereof. \nForm of application.—(1) An application for registration for, and \nissuance of, a card shall be made in the form specified by the Federal Government \nfrom time to time. \n(2) \tThe Authority may issue necessary written instructions to an applicant \nto accompany an application for guiding and helping him in filling in the application in \naccordance with these rules. \nPART II] \tTHE GAZEllE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 889 \nThe Authority shall, in so far as it is practicable, specify in the written \ninstructions referred to in sub-rule (2), the documents required from an applicant. \nThe Authority shall make applications available to all eligible foreigners \nof Pakistan origin and eligible family members on demand and shall keep them at \nsuch places within and outside Pakistan and in such form, printed or otherwise, as \nthe Authority may deem fit for facilitating the collection of the applications by the \nprospective applicants. \n8. \tManner of .receipt of application.—(1) A filled in application \nmay be deposited at or with, as applicable, any of the following places or persons, \nnamely :— \nRepresentative offices or other authorized representatives of the \nAuthority; \nregistration counters established for the purpose by the Authority; \nauthorized offices of the Authority ; and \nany other place or person designated or authorized by the Authority \nfor the purpose. \n(2) \tIn addition to the places and persons specified in sub-rule (1), the \nAuthority may also receive an application by mail or any other mode including any \nadvanced means, electronic or otherwise, in order to facilitate the deposit of the \napplication by any prospective applicant. \n9. \tManner of registration, inquiry and evidence.—(1) The Authority \nshall establish and maintain, or cause to be established and maintained, a registration \nand database system for the purposes of these rules in the manner deemed fit by the \nAuthority along with an automated computerized system for recording and verification \nof exit and entry of holders of card at such ports or places in Pakistan as are \ndeemed necessary for the purpose by the Authority. \nBefore registering an applicant under these rules, the Authority may \nmake any inquiry or require any evidence, documentary or otherwise, from an \napplicant as it may deem fit in respect of the eligibility of an applicant or such other \nmatters as are deemed necessary for the purposes of these rules. \nWithout prejudice to the generality of the foregoing power of making \ninquiry or requiring evidence under sub-rule (1), the Authority may require evidence \nin respect of the following, namely :— \n(a) \tIn the case of an eligible foreigner of Pakistan origin, his foreign \nnationality or citizenship and fulfilment of other criteria and requirements \nas laid down in, and applicable to him under, tb..P \"`1Pc\" and \n890 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PART II \n(b) \tin the case of an eligible family member, his relationship with the \nconcerned eligible foreigner of Pakistan origin; proof of eligibility of \nthe concdemed eligible foreigner of Pakistan origin if he is not himself \napplying for registration under these rules; and fulfilment of other criteria \nand requirements as laid down in, and applicable to him under, these \nrules. \n(4) \tUpon being satisfied as to an applicant being eligible for registration \nfor, and issuance of, a card under these rules, the Authority shall register the applicant \nin the registration and database system established pursuant to sub-rule (1). \nIssuance of card.—(1) Every person who is registered under rule 3, \nread with rule 9, shall be issued a card by the Authority. \n(2) The Authority may deliver, or cause to be delivered, a card to an \napplicant by hand or through any other appropriate means of delivery. The applicant \nmay receive or collect the card personally or through his nominee or authorized \nrepresentative subject to written acknowledgement of receipt thereof by the recipient. \nForm of card.—A card shall be in the form as set out in the Schedule \nto these rules and shall bear the data, information and other features provided in the \nsaid Schedule including the date of issuance and expiry of the card. \nFee, form and manner of payment.—(1) Subject to sub-rule (2), \nthe Authority shall charge such fee for the issuance of a card to any applicant as is \nspecified by the Federal Government in this behalf, by notification in the official \nGazette. The Federal Government may specify different fees for the issuance of \ncards to different classes of persons based on — \ntheir age group; \nwhether the card is being issued out-of-turn or on urgent basis; \nwhether the card is being issued as a duplicate card for lost or \ndestroyed card; \nwhether the card is being issued as a new card after incorporating a \nchange requested by the holder of card; or \nany other intelligible criteria. \n(2) \tWhere the fee specified under sub-rule (1) is denominated in United \nStates Dollars, the Authority may, as deemed fit, for territorial jurisdictions other \nPART If] \tTHE GAZE! It OF PAKISTAN, EXTRA.,APRIL 3, 2002 \t 891 \nthan the United States of America, charge the applicable fee in any currency other \nthan United States Dollers. The fee charged by the Authority in such other currency \nshall be the equivalent of applicable fee specified under sub-rule (1). While \ndetermining such equivalent amount, the Authority may, after converting the amount \ninto the applicable currency based on the prevailing exchange rate, round off the \nresultant figure up to the next higher whole number. \nThe Authority may collect, or cause to be collected, the fee specified \nunder sub-rule (1) at the time of submission of an application or at any time prior to \nor along with the issuance of a card as deemed fit by the Authority: \nProvided that if an applicant is refused registration or issuance of a card \nunder these rules, the fee collected by the Authority shall be refunded to the applicant \nafter deducting the financial or service charges, if any, relating to the collection of \nfee. \nTogether with the fee specified under sub-rule ( I ), the Authority may \ncharge a reasonable non-refundable sum of money determined by the Authority for \nthe processing of an application and delivery of a card to an applicant. \nThe mode and manner for payment and collection of the fee specified \nunder sub-rule (I) and other charges shall be determined by the Authority as it may \ndeem fit in the interest of efficiency and facilitation. \nPower to refuse registration or issuance of card.—Notwithstanding \nanything to the contrary contained in these rules, any person who is otherwise \neligible for registration and issuance of a card, may be refused registration, or issuance \nof a card, if in the opinion of the Authority, the registration, or issuance, of a card to \nsuch person is prejudicial to the sovereignty, integrity, security, or defence of Pakistan \nor any part thereof, or to friendly relations of Pakistan with foreign states or countries, \nor to the maintenance of law and order in Pakistan or any part thereof, or to the \npublic interest. \nPeriod of validity.—(1) A card issued to an eligible foreigner of \nPakistan origin or an eligible family member shall be valid for such period as is \nspecified by the Federal Government in this behalf, by notification in the official \nGazette: \nProvided that any change in the period of validity of a card shall not be \napplicable in respect of a card issued before the issuance of a notification in the \nofficial Gazette concerning such change. \n892 \t THE GAZETTE -OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PART.  11  \n(2) \tThe Federal Government may specify different periods of validity of \ncards for different classes of persons based on— \ntheir age ; \nwhether the card is being issued as a duplicate card for lost or \ndestructed card ; \nwhether the card is being issued as a new card after incorporating a \nchange requested by the holder of card; \nfee payable in respect of issuance of the card ; or \nany other intelligible criteria. \nIssuance of new card on expiry of validity.—At any time before, \non or after the expiry of validity period of a card and subject to fulfilment of applicable \ncriteria, conditions and formalities for registration for and issuance of the card, the \nAuthority may issue a new card after renewing the underlying registration therefor \nor registering the applicant afresh, as deemed appropriate• by the Authority, and \nafter charging the applicable fee. \nChange and duplicate card.—(1) For incorporation of a change in \nany card, the Authority may, on an application made in the form as the Federal \nGovernment may specify in this behalf and subject to surrender of the previous \ncard, issue a new card incorporating therein the change: \nProvided that the Authority shall charge the fee and other sums for the \nissuance of a new card as specified under rule 12 and provisions of the said rule \nshall mutatis mutandis apply to the payment of fee and other sums under this sub-\nrule. \nFor any card lost, stolen, or otherwise rendered useless, the Authority \nmay, on an application for issuance of a duplicate card made in the form as the \nFederal Government may specify in this behalf and subject to surrender, if possible, \nof the previous card, issue a dupllicate card: \nProvided that the Authority shall charge the fee and other sums for the \nissuance of a duplicate card as specified under rule 12 and provisions of the said rule \nshall mutatis mutandis apply to the payment of fee and other sums under this sub-\nrule. \nNotwithstanding anything contained in this rule, if a change in any \ncard is necessitated for a mistake or fault on part of the Authority or if issuance of \nPART EL] \tTHE GAZEI \tI E OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 893 \na duplicate card is necessitated on account of such loss or destruction of a card \nbefore the delivery thereof to the applicant as is not attributable to any act or omission \nof the applicant, no fee shall be charged by the Authority for the issuance of a new \nor duplicate card, as applicable. \n17. \tBenefits for holder of card.—(1) During the validity of a card and \nwithout prejudice to any other rights, benefits, privileges or capacities enjoyed by, or \navailable to, the holder of card, every holder of card validly issued to him under \nthese rules— \nmay enter into Pakistan without a visa from such port or place, by \nsuch route and in accordance with such conditions, if any, as are \nprescribed for citizens of Pakistan under section 13 of the Passports \nAct, 1974 (XX of 1974) ; \nshall have permission to stay in Pakistan till the validity of the card; \nshall, during his stay in Pakistan, be exempt as a foreigner from reporting \nto, or registering with, any law enforcing or other governmental agency \nto whom or with which such report or registration in the capacity of a \nforeigner is otherwise required under any law in force in Pakistan; \nmay open bank accounts anywhere in Pakistan and transact business \ntherein subject to fulfilment of the requirements of any other law for \nthe time being in force; \nmay, subject to any other law for the time being in force, enter into \ntransactions of purchase and sale of movable or immovable property \nanywhere in Pakistan and deal with and dispose of such property; \nand \nmay use the card for establishing and proving his identity anywhere in \nPakistan where a National Identity Card is required for the purpose. \n(2) The Authority may arrange for other lawful benefits, rights and \nprivileges for holders of card, as it may deem fit, in association with governmental \nand private organizations or entities in order to incentivize their registration. \n18. Card necessary for certain purposes.—(1) The holder of card \nshall, at the time of entry into, or exit from, Pakistan present his card before the \nimmigration authorities and at any counters established or maintained by the Authority \nfor recording entry into, or exit from, Pakistan of such holder of card. \n894 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PART II \n(2) \tFor avoidance of doubt, it is clarified that immigration of any holder of; \ncard shall remain subject to the jurisdiction of the concerned immigration authorities \nexisting under the law for the time being in force. \n19. \tCancellation, impounding and confiscation of card.—(1) Without \nprejudice to the generality of the grounds and reasons for which a card may be \ncancelled, impounded or confiscated under section 18 of the Ordinance, any card \nmay also be cancelled, impounded or confiscated, if there are satisfactory grounds \nor reasons to believe that— \nthe holder of card has shown himself by act or speech to be disaffected \nto the Constitution of Pakistan; or \nthe holder of card is a citizen, national or subject of any state or country \nat war with, or committing external aggression against Pakistan, or of \nany other country assisting the country at war with, or committing \nsuch aggression against, Pakistan ; or \nthe holder of card has been convicted or sentenced for indulging in \nacts of terrorism or any other heinous offence, or has been convicted \nof any offence with imprisonment of up to one year or fine of up to \nfifty thousand rupees; or \nit is not conducive to the public interest that the holder of card should \ncontinue to hold the card. \n20. \tManner of issuance and form of receipt for surrendered cards.— \n(1) Upon the death of any holder of card, the card issued to him shall be surrendered \nor delivered to the Authority or any other person or authority designated for the \npurpose by it within sixty days of such death by the spouse, heir, next of kin, parent \nor guardian, as the case may be, of such holder of card. \nIn case of a card which is no more valid under these rules except on \naccount of expiry of its validity period, the holder of card shall surrender or deliver \nthe card to the Authority or any other person or authority designated for the purpose \nby the Authority within thirty days of the card becoming invalid. \nUpon surrender of a card pursuant to these rules, the Authority shall \nissue a receipt in acknowledgement of receipt of the card so surrendered in an \nappropriate form. \n14.• Olo f I ii-11.1-111.1561 \tFa*, Mr i lif..5.4 \n. \tTemporary Ada \t Z \nt 11 1 2.14-A. Off. 56/X-Y.1334,3,141offispOlfio Dom \t' \nNaluclx.litalsherg Como, \t : ...r.....,......., \nSualoor.PooOfficoCloir* il-vtlik Mrs.*. \nri111.1 P.m. Pawl 04. \nP.M. \t • \n. \thaime.••• 011. Vial V111.11•11.0.0.11, \t. \n- \tMabassmad Alwir .  Nsdatip.rAtiped - • \" \nis es..4 vm E.. Exors\" itP.tbi1S ,i ...tip \nVCFIDMUNAINIAAD«c•“««<•“,DRIVE «-««<c‹. \n34H7b. H \t NADEEM< \n.<<<<..,.3N451UHR«<•‘«AHNIED<<<AAM.<<<PK. Pill] \tTHE GAZE! IE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 895 \nTHE SCHEDULE \n(Sss rule 11) \nIN00¢. \nerr \nWile No.I/1/2001-NADRA] \n(Muhammad Ibrahim) \nDeputy Secretary \n(MUHAMM \ndrool ff boo; ry \nMOW, el In.., &n,, \nOfffsflof \n00/00 Moon, of \n!sum.. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD \nPUBLISHED BY THE MANAGER OF PUBLICATIONS, KARACHI"
}