{
    "file": "./converted_json\\administratorb4081f31e90e73bbb7fbf94f65de8c55(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1 \n COMPETITION COMMISSION OF PAKISTAN  \n******  \nIslamabad, December 28, 2016  \n \n \nNOTIFICATION  \nS.R.O. 1176 (I)/2016 - In exercise of the powers conferred by section 58 of the \nCompetition Act, 2010 (the Act) read with sections 11 and 31 thereof, the Competition \nCommission of Pakistan (the Commission), is pleased to make the following regulations, \nnamely: - \n  \nCompetition (M erger Control) Regulations, 2016  \n \n \n1. Short title, extent, application and commencement  \n \n (1)These regulations  shall be called the Competition (Merger Control) Regulations, 2016 . \n \n(2)They shall come into force at once.  \n \n(3)These regulations shall apply to all the undertakings which are party to merger or \nintended merger, whether incorporated in Pakistan or not and all or any of such undertakings \ndoing business in Pakistan.  \n  \n2. Definitions  \n \n(1)        In these regulations, unless there is anything repugnant  in the subject or context, - \n \n(a) \"acquisition\" means any change of control of an undertaking by way of acquisition \nof shares, assets or any other means;  \n \n(b) “Act” means the Competition Act, 2010;  \n \n(c) \"amalgamation\" means the combination of two or more undertakings into a new \nentity aiming that neither of the combining undertakings shall survive as a legal entity and \na completely new entity shall be formed to house the combined assets and liabilities of  all \nsuch undertakings;  \n \n(d) “applicant(s)” means merger parties who have filed an application under section 11;  \n \n(e) \"asset management company\" means a company that invests the pooled funds of \nretail investors in securities in line with the stated investment obj ects against a fee;  \n \n(f) “complainant” means person or persons who provide such information to the \nCommission which is alleged to having been concealed or omitted by the merger parties;  \n \n(g) “concerned undertaking” means such undertaking intending to merge and mee ts the \npre-merger notification threshold prescribed in regulation 4 hereof;  \n \n2 \n (h) “confidential information” means -  \n \n (i) the commercial information of an undertaking(s), the disclosure of which would or \nmight, in the opinion of the Commission, significantly harm the legitimate business \ninterests of the undertaking to which it relates; or  \n(ii) the information relating to  the private affairs of an individual, the disclosure of which \nwould or might, in the opinion of the Commission, significantly harm the individual’s \ninterests; or  \n(iii) the information the disclosure of which would, in the opinion of the Commission, \nbe con trary to the public interest;  \n \n(i) “favourable decision” means decision that a merger has not infringed, or that an \nintended merger if carried into effect, will not infringe section 11;  \n \n(j)  “Form” means application form set out in the Schedule to these Regulations;  \n \n(k) “intended merger” means arrangement that is in progress or in contemplation that, if \ncarried into effect, will result in the occurrence of a merger referred to in section 11;  \n \n(l) “Investment Company” means a company engaged principally or wholly in buying and \nselling securities of other companies and includes a company, not being a holding \ncompany, the investment of which in the share capital of other companies at any one \ntime is of an amount equivalent to eighty percent  of the aggregate of its  own paid up \ncapital and free reserves, but does not include a bank or an insurance company or a \ncorporation which is a member of a Stock Exchange”.  \n \n(m) \"merger\" as defined in section 2 of the Act, for the purpose of any reference in these \nRegulations, means the merger, acquisition, amalgamation, combination or joining of \ntwo or more undertakings or part thereof into an existing undertaking or to form a ne w \nundertaking and the expression \"merge\" means to merge, acquire, amalgamate, \ncombine or join, as the context may require;  \n \n(n) “merger parties” means  and includes any one or more undertakings which agree in \nprinciple or sign a non -binding letter of intent to  proceed with any intended merger or \nmay be directly or indirectly involved in consummation of a merger;  \n \n(o) “merger situation” refers to both mergers and intended mergers;  \n \n(p) “private litigants” means person or persons who are not party (ies) to a merger and \nsuffer loss or damage as a result of merger or apprehends such loss or damage after \nintended merger;  \n \n(q) \"Regulations\" means the Competition (Merger Control) Regulations, 2016;  \n \n(r) “section” means section of the Act;  \n \n(s) “unfavourable decision” means decision that a  merger has infringed, or that an \nintended merger if carried into effect, will infringe section 11; and  \n \n3 \n (t) “working day” means a day which is not a Saturday, Sunday or a public holiday.  \n \n(2) Words and expressions used in these Regulations rules , and not defi ned herein, shall have \nthe meanings respectively assigned to them in the Act or the rules and regulations \nprescribed under the Act.   \n \n \n 3. Mergers  \n \nWithout prejudice to the generality of the term merger as defined under clause (h) of sub -\nsection 1 of section 2,  merger shall be deemed to have occurred if - \n(a) two or more undertakings, previously independent of one another, merge to form a new \nundertaking and cease to exist as separate legal entities; or  \n \n(b) one undertaking is absorbed by another with the latter retaining its legal entity and former \nceasing to exist; or  \n \n(c) one or more undertakings which   acquire direct or indirect control of the whole or part of \none or more other undertakings; or  \n \n(d)  the result of an acquisition by one undertaking ( the first undertaking) of the assets or \nshares  (including goodwill), or a substantial part of the assets or shares , of another \nundertaking (the second undertaking) is to place the first undertaking in a position to replace \nor substantially replace the seco nd undertaking in the business or, as appropriate, the part \nconcerned of the business in which that undertaking was engaged immediately before the \nacquisition; or  \n \n(e)  a collaborative arrangement by which two or more undertakings devote their resources \nto pursue a common objective; provided that such arrangement must be:  \n \n(a) subject to joint control;  \n(b) to perform the functions independently; and  \n(c) on a lasting basis.  \n \nExplanation  I: Control, in relation to an undertaking, shall be regarded as existing if, by \nreason of securities (being not less than 10% of their market value), contracts or any other \nmeans, or any combination of securities, contracts or other means, influence is capable of \nbeing exercised with regard to the activities of the undertaking and, in  particular, by - \n \n(a) ownership of, or the right to use all or part of, the assets of an undertaking; or  \n \n(b) rights or contracts which enable decisive influence to be exercised with regard to the \ncomposition, voting or decisions of the organs of an undertaking.  \n \n \nExplanation II: For the purpose of determining 'control' through 'securities', such securities \nmean shares in the share capital of an undertaking carrying voting rights and includes any \nother security which entitles the holder thereof to obtain or exerci se voting rights. Such \nsecurities also include all depository receipts carrying entitlement to the holder to exercise \nvoting rights in the related undertaking.  \n4 \n  \n \n4. Pre -merger Notification Thresholds  \n \n(1) Any one or two or more of the concerned undertakings shall, as soon as they agree in \nprinciple or sign a non -binding letter of intent to proceed with the intended merger, but in \nany case, before consummation of the merger, shall give notice of its/their intention to do so, \nto the Commission;  \n \n(1A) Notwithstanding anything contained in any other law for the time being inforce, for \ncapital market transactions the concerned undertakings shall, within a period of fifteen (15) \ndays from the date of the transaction, seek clearance from the Commission o n the form \nprescribed in Schedule II of these regulations .1 \n \n(2) The merger parties, excluding asset management companies, may not be required to make \napplication for clearance from the Commission under sub -section (2) of section 11, unless:  \n(a) the value of gross assets of the undertaking, excluding value of goodwill, is not less \nthan three hundred million rupees or the combined value of the undertaking and the \nundertaking(s) the shares of which are proposed to be acquired or the undertakings \nbeing merged, is  not less than one billion rupees; or  \n \n(b) annual turnover of the undertaking in the preceding year is not less than five hundred \nmillion rupees or the combined turnover of the undertaking and the undertaking(s) \nthe shares of which are proposed to be acquired or the undertakings being merged is \nnot less than one billion rupees; and  \n \n(c) the transaction relates to acquisition of shares or assets of the value of one hundred \nmillion rupees  or more; or  \n \n(d) in case of acquisition of shares by an undertaking, if an acquirer  acquires voting \nshares, which taken together with voting shares, if any ,held by the acquirer shall \nentitle the acquirer to more than 10% voting shares . \n  \n(3) The merger parties being asset management companies carrying out asset management \nservices, may not be required to make application for clearance from the Commission \nunder sub -section (1) of section 11, unless - \n \n(a) the collective exposure for itself and in all of its collective investment schemes in a \nsingle entity is more than 25% of total voting rights; or  \n \n(b) the value of total  assets under management of an asset management c ompany is one \nbillion rupees or more; and  \n \n(c) the transaction relates to acquisition of shares or assets of the value of one hundred \nmillion rupees  or more; or  \n \n(d) in case  of acquisition of shares by an undertaking, if an acquirer acquires voting \n                                                           \n1 Inserted vide SRO No. 584(I)/2019 dated 26 -03-2019  \n5 \n shares, which taken together with voting shares, if any ,held by the acquirer shall entitle \nthe acquirer to more than 10% voting shares.  \n \n(4) The Commission may change the threshol ds prescribed in sub -regulations (2) and (3) \nabove from time to time and any such ch ange shall be notified in the Gazette of Pakistan.  \n \n \n \n5.  Transactions Exempted  \n \n(1) The following transactions shall be exempt from filing pre -merger notification: - \n \n(i) A transaction in which a holding company (whether incorporated in or outside \nPakistan) increases its stake in its subsidiary or the subsidiaries thereof (whether \nincorporated in or outside Pakistan), or if such subsidiary acquire or  increase their equi ty \ninvestment in each other;  \n(ii) a transaction in which a holding company (whether incorporated in or outside \nPakistan), merges, amalgamates, combines or ventures jointly with its subsidiary or the \nsubsidiaries thereof (whether incorporated in or outside Pakistan) merge, amalgamate, \ncombine or venture jointly with each other; and  \n(iii) A transaction in which a bank or an insurance company or an investment company  \ndeals in trading of shares for its own account for the purpose of earning dividend income \nand capital gains and not with the intention of acquiring controlling interest in the \ninvestee company.  \n(iv) shares acquired by succession or inheritance;  \n(v) shares acquired as a gift from one’s spouse or immediate blood relatives;  \n(vi) shares acquired throug h will (testamentary bequeath);  \n(vii) voting shares acquired by a person, acting as securities underwriter in ordinary \ncourse of business;  \n(viii) voting shares allotted pursuant to a right issue; provided that the voting securities \nacquired do not increas e, directly or indirectly, the acquiring person’s per centum share \nof outstanding voting securities of the issuer;  \n(ix) Where an undertaking, the normal market activities of which include the carrying \nout of transactions and dealings in securities for its own account or for the account of \nothers, acquires securities of another undertaking and sells back the acquired securities \non pre -determined price within a period of 6 months from the date of such acquisition.  \n(x) real property or goods acquired in the or dinary course of business if the person who \nintends to acquire the assets shall not, as a result of the acquisition, hold all or \nsubstantially all of the assets of a business or of an operating segment of the business; \nand \n(xi) un -explored real resource pr operty acquired for the purpose of exploration or \ndevelopment.  \n \nWhile the above transactions may be exempt from pre -merger notification, they may still \nbe subject to substantive review under the Act, if so deemed appropriate by the \nCommission.  \n \n6 \n  \n \n6. Pre-merger application  \n(1) The pre -merger application to be made under sub -section (3) of section 11, shall be in \nthe Form prescribed in the Schedule to these Regulations.  \n(2) The Commission may, by giving notice to the applicant, dispense with the obligat ion to \nsubmit any particular information or document (including any supporting document forming \npart of the Form), if it considers that such information or document is unnecessary for \nexamination of the application.  \n(3) Where strict compliance with any par t of the application is not possible, the Commission \nmay allow that part of the application to be complied with in such other manner as it thinks \nfit. \n(4) Notwithstanding sub -regulation (3), the Commission may refuse to accept the application \nsubmitted to it, if it does not comply with requirements of the Act Ordinance or these \nregulations.  \n(5) Every application shall be submitted in three copies, or as many copies, in such manner, \nas the Commission may require.  \n(6) No application under sub -regulation (1) shall be deemed to have been made unless it is \naccompanied by a processing fee at the rates prescribed in the table below and the processing \nfee is paid through bank challan or in the form of a bank draft drawn in favour of the \nCommission  or through wire t ransfer directly to the Commission’s bank account (along with \nrelevant details).  \n \n \nTurnover of merger Parties  \n(undertakings)  \n Fee \n(i) Up to 500 million rupees  Rs. 300,000/ - \n(ii) More than 500 million but not exceeding 750 million rupees  Rs. 600,000/ - \n(iii) More than 750 million but not exceeding 1000 million rupees  Rs. 750,000/ - \n(iv) More than 1000 million rupees but not exceeding 5000 million rupees  Rs. 1,050,000/ - \n(v) More than 5000 million rupees but not exceeding 10,000 million rupees  Rs. 1,500,000/ - \n(vi) Exceeding 10,000 million rupees  Rs. 2,250,000/ - \n \nAssets under management of the applicant Asset Management \nCompany(ies)  \n  \nFee \n(i) Up to 5 billion rupees  Rs. 300,000/ - \n(ii) More than 5 billion but not exceeding 7.5 billion rupees  Rs. 600,000/ - \n(iii) More than 7.5 billion but not exceeding 10 billion rupees  Rs. 750,000/ - \n(iv) More than 10 billion rupees but not exceeding 50 billion rupees  Rs. 1,050,000/ - \n(v) More than 50 billion rupees but not exceeding 100 billion rupees  Rs. 1,500,0 00/- \n(vi) Exceeding 100 billion rupees  Rs. 2,250,000/ - \n \nNote I : In case a ny of the merger parties , which is a subsidiary company, is non-operating  \nor its turnover/ assets under management are not determinable or where it is clear that it is \nnot the ultimate acquirer, the turnover/ assets under management of the ultimate acquirer  \nshall be considered as its turnover/ assets under management for the pu rposes of \ndetermination of processing fee applicable to the merger.  \n7 \n  \nNote II : The ultimate acquirer,  as referred to in Note I above, means an undertaking:  \n(a) being the direct or indirect parent or holding company of the merger party(s); or  \n(b) bearing t he cost of the transaction/merger; or  \n(c) in possession of control of the merger party(s) in terms of legal, economic or structural \nlinks.  \n \n(7) The Commission may, for reasons to be recorded, remit or reduce the application fee as \nprescribed in the table provided in sub -regulation (6) of regulation 6 5 in favor of a reputable \nnon-profit organization dedicated for public welfare, on its written request, subject to the \ncondition that the Commission is satisfied that such undertaking has credible track record  of \nperformance during the preceding period of five years.  \n \n7. Persons making the application  \n(1) An application shall be made (jointly or otherwise) by the following , and no others:  \n \n(a) where the applicant is an individual, by the individual;  \n \n(b) where the applicant is a company or other body corporate, by a duly authorized \nofficer of that company or body corporate;  \n \n(c) where the applicant is a partnership firm, by a partner of that firm; and  \n \n(d) where the applicant is an unincorporated association (other than a partnership), by \nan officer of that association or a member of its governing body.  \n \n(2) If a joint application is made, the application shall be regarded as being made to the \nCommission by or on behalf of all the applicants, and a joint representative shall be \nappointed as authorized to act on behalf of all the joint applicants for the purposes of \nthese regulations, unless relaxed by the Commission.  \n \n8. Notice of application to other parties of  the intended merger  \n \n(1) (1) Where a party to an intended merger wishes to make or makes an application under \nsection 11, it shall give notice to all other parties to the intended merger, with a copy endorsed \nto the Commission, stating that the application will be or has been made.   \n(2)  \n(3) (2) If the applicant is unable, despite the exercise of due diligence, to contact other parties or \npersons as required under this regulation, the Commission may, if it considers appropriate, \nrequire the applicant to notify such other parties or persons in such mode and manner as the \nCommission may specify.  \n \n \n9. Additional information or documents  \n \n(1) The Commission may, at any time after receiving the application, give notice to the \napplicant for supply of further information or doc uments, within a stipulated period.  \n \n(2) Where the Commission finds that the information submitted in the application, is \n8 \n incomplete, it may give notice to the applicant specifying - \n(a) the information which is outstanding; and  \n(b) such time limit as the Commission considers appropriate for the outstanding \ninformation to be submitted to the Commission.  \n \n(3) If, in relation to the application, the Commission does not receive the outstanding \ninformation referred to in sub -regulation (2) before the end of the time limit pre scribed or of \nsuch further period, if any, as the Commission considers appropriate, the application shall be \ndeemed not to have been made.  \n \n(4) The Commission may refuse to accept an application submitted to it, if - \n(a) the application is incomplete or is not acc ompanied by the relevant supporting \ndocuments; or  \n(b) is not substantially in the prescribed form; or  \n(c) is not accompanied by the prescribed amount of fee; or  \n(d) is not in compliance with any requirement under the Act or regulations made there \nunder;  \n \nWhereupon the  application shall be deemed not to have been made.  \n \n(5) The receipt of an application by the Commission shall not in any way mean that the \napplication is complete. The thirty working days time frame for the first phase review will \nnot commence unless the non -conformity, if any, has been rectified by the applicant.  \n \n10. Factors for determination of substantial lessening of competition   \n \n(1) Whenever required to consider a merger situation, the Commission shall initially \ndetermine whether or not merger situation is likely to substantially prevent or lessen \ncompetition, by assessing the factors set out in sub -regulation (2).  \n \n(2) When determining whether or not the merger situation is likely to substantially \nprevent or lessen competition, the Commission shall assess the strength of competition in the \nrelevant market, and the probability that the merger parties in the market after the merger \nwill behave competitively or co -operatively, taking into account any factor that is relevant \nto competition in that market, including  but not limited to — \n \n(a) the actual and potential level of import competition in the market;  \n \n(b) the ease of entry into the market, including tariff and regulatory barriers;  \n \n(c) the level and trends of concentration, and history of collusion, in the market;  \n \n(d) the degree of countervailing power in the market;  \n \n(e) the dynamic characteristics of the market, including growth, innovation, and \nproduct differentiation;  \n \n(f) the nature and extent of vertical integration in the market;  \n \n(g) whether the business or part of the bu siness of a merger party or merger has failed \n9 \n or is likely to fail; and  \n \n(h) whether the merger situation will result in the removal of an effective competitor.  \n \nExplanation:  In taking the relevant market into account, the Commission may be guided by \nthe principle that the relevant geographical market comprises the area in  which the merger \nparties are involved in the demand and supply of the goods or services, in which the \nconditions of competition a re sufficiently homogeneous and which can be distinguished from \nneighboring areas because the conditions of  competition are appreciably different in those \nareas.  \n \n11. F irst Phase Review  \n \n(1) Upon accepting a complete application form t hat meets all the applicable filing \nrequirements, the Commission will carry out preliminary assessment whether the transaction \nfalls within the meaning of a ‘merger’ as defined in the Act.  \n \n(2) Where the Commission considers that the transaction does not fall within the \nmeaning of a merger as defined in the Act or intended merger as defined in these regulations, \nthe Commission will inform the applicant as soon as is practicable.  \n \n(3) The Commiss ion shall determine whether the merger meets the pre -merger notification \nthresholds as prescribed in these Regulations and the presumption of dominance as \ndetermined under section 2(1)(e) read with section 3, in terms of section 11(5).  \n \n(4) The first phase review shall entail a quick review and allow merger situations that clearly \ndo not raise competition concerns under section 11 to proceed without delay.  \n \n(5) Subject to sub -regulation (5) of regulation 9, the Commission shall complete a first phase \nreview within 30 working days. By the end of this period, the Commission will determine \nwhether to issue a favourable decision and allow the merger situation to proceed or to carry \non to a second phase  review. The Commission’s decision will be communicated to the \napplicant through the issuance of an Order.  \n \n(6) The Commission after the first phase  review may proceed to pass an order in accordance \nwith the section 31 (d).  \n \nSubject to sub -regulation (5) of regulation 9, failure to make a determination under su b-\nregulation 4 hereof shall mean that the Commission has no objection to the intended merger.  \n \n12. Second Phase  Review  \n \n(1) If the Commission, during the first Phase  review, on the basis of all information \nbefore it, is unable to conclude that merger situation does not raise competition concerns, \nthe Commission shall proceed to carry out a more detailed assessment as a second Phase \nreview.  \n \n(2) If Commission decides to proceed with the second phase review, it shall notify to the  \n10 \n merger parties of its decis ion and may require them to provide such further information as \nit considers necessary.  \n \n(3) The Commission shall complete the second phase review and shall give its decision \nwithin 90 working days.  \n \n(4) The 90 working days shall only commence after the Commission  notifies to the \nmerger parties that the merger situation has proceeded to a second phase review and all the \ninformation required under sub -regulation (2) of this regulation has been received by the \nCommission.  \n \n(5) In case, after the second phase  review, the Commission determines:  \n \n(a) that the intended merger under review lessens competition by creating or \nstrengthening a dominant position and does not qualify the approval criteria as \nstipulated in regulation 15 , it may;  \n \n(i) prohibit consummation of the intended merger; or  \n \n(ii) approve the intended merger subject to conditions; or  \n \n(iii)approve the intended merger on the condition that the concerned undertakings \nenter into contracts specified by the Commission  \n \n(b) that the intended merger under review does not lessen competit ion by creating or \nstrengthening dominant position, it may give its clearance and authorize the intended \nmerger with or without conditions.  \n \n13. Interim measures  \n \nDuring the first phase and second phase review if the Commission is of the opinion that in \nthe situation that exists or is likely to emerge, the intended merger may adversely affect \ncompetition in the relevant market and an interim order is necessary in public interest, it may \ndirect such undertaking to do or refrain from doing or continuing to do any act or thing \nspecified in the order.  \n \n14. Merger without clearance  \n \n(1) Where an undertaking has consummated the merger which substantially lessens \ncompetition by creating or strengthening a dominant position in the relevant market , without \nobtaining clearance from the Commission, the Commission may without prejudice to the \npowers of imposing penalty under section 38, proceed to pass one or more of such order \nspecified under section 31 after:  \n \n(a) it gives notice of its intention to make such ord er stating the reasons therefore \nto such undertaking as may appear to it to be in contravention; and  \n \n(b) it gives the undertaking an opportunity of being heard on such date as may be \nspecified in the notice and placing facts and material in support of its contention \nbefore the Commission.  \n11 \n  \n(2) During the proceedings under clause (1) above if the Commission is of the opinion that \nin the situation that exists or is likely to emerge, serious or irreparable damage may occur \nand an interim order is necessary in public interest, it may direct such undertaking to do or \nrefrain from doing or continuing to do any act or thing specified in the order.  \n \n \n15. Efficiency Criteria   \n \n(1) If after the Phase 2 review, the Commission determines that the intended merger \nsubstantially lessens competition by creating or strengthening a dominant position, it may \nnonetheless approve the intended merger, if it is shown by the applicant that:  \n \n(a) it contributes substantially to the efficiency of the production or distribution \nof goods or to the provision of services;  \n \n(b) such efficiency could not reasonably have been achieved by a less restrictive \nmeans of competition;  \n \n(c) the benefits of such efficiency clearly outweigh the adverse effect of the \nabsence or lessening of competition; or  \n \n(d) it is the least anti -competitive option for the failing undertaking’s assets, when \none of the undertakings is faced with actual or imminent financial failure.  \n \n16. Hearings  \n(1) The Commission may, before passing any order with respect to first phase review  and \nshall before passing an order with respect to second phase review, provide the concerned \nundertakings an opportunity of being heard.  \n(2) If the concerned undertaking does not appear personally or through its attorney or \ncounsel, on the date of hearing  in spite of notice. ex -parte decision shall be taken on the basis \nof facts of the case placed on record before the Commission.  \n(3) The hearings before the Commission shall normally be in private. But in exceptional \ncircumstances and that too after having the views of the parties to the case, decide to conduct \nhearings in public.  \n \n17. Favo urable Decisions  \n \n(1) Where the Commission allows a merger makes a favourable decision, it may impose \nconditions on the concerned undertaking for carrying out the merger and shall give notice of \nthe decision to the concerned undertakings. The Commission may also place the favourable \ndecision on its website.  \nThe Commission may, at the time of issuing a favourable decision for any intended merger, \nspecify the validity period  of the decision within which the intended merger must be carried \ninto effect. The Commission will not take further action if the intended merger is effected \nwithin the validity period, unless any of the circumstances sated in regulation 17 occurs. In \nspecifying the validity period, the Commission will consider that generally one year is \nsufficient period for merger parties to act on the favourable decision and to carry the intended \n12 \n merger into effect. However, the Commission will take account of the circum stances of each \nmerger situation when specifying the duration of any validity period.  \n \n18. Review subsequent to clearance  \n \n(1) Subject to sub -section (13) of section 11, once a favourable decision has been made, the \nCommission will not take further action unle ss:- \n \n(a) the Commission has reasonable grounds for suspecting that information on \nwhich it has based its decision was materially incomplete, false or misleading; or  \n \n(b) the Commission has reasonable grounds for suspecting that any of the merger \nparties failed to  adhere to one or more terms of a commitment.  \nShould any of these circumstances occur, the favourable decision may be revoked.  \n \n(2) Where the Commission has granted clearance subject to conditions, the Commission \nmay within one year of its decision, review the  same on its own or on the application of \nthe concerned undertaking on the ground that the circumstances of the relevant market \nhave so changed, as to warrant review of the conditions imposed.  \n \n \n19.   Unfavo urable Decisions  \n \n(1) Where the Commission is proposing to issue an unfavourable decision, it will issue a \nnotice of the proposed unfavourable decision to the merger parties. The notice will state the \nfacts on which the Commission relies upon, as well as the objections which the Commission \nproposes to  take.  \n \nWhen the Commission makes an unfavourable decision, it will give notice of the decision to \nthe merger parties and will also place the decision on its website. The Commission may also \nissue directions to remedy, mitigate or eliminate the adverse eff ects arising from the merger \nsituation.  \n \n \n20. Confidential information  \n \n(1) Subject to sections 51  and 52, if the applicant considers any part of the information in \nthe application, or any document or correspondence submitted by the applicant to the \nCommission  to be confidential, the applicant shall, at the time of submitting that \napplication, document or correspondence, submit to the Commission – \n \n(a) a confidential version of that application, document or correspondence, containing \nand clearly identifying the con fidential information;  \n(b) a non -confidential version of that application, document or correspondence, in which \nthe confidential information has been removed in the manner specified by the \nCommission; and  \n(c) a written statement explaining why the information is confidential information.  \n \n(2) The Commission may dispense with the obligation to submit a non -confidential version \n13 \n of any application, document or correspondence if it considers that such version is \nunnecessary for examination of the application.  \n \n(3) If, in resp ect of the application, the applicant identifies any information therein to be \nconfidential but does not provide the Commission with a non -confidential version of the \napplication or the written statement referred to in sub -regulation (1) at the time he \nsubmits the application before the end of such further period, if any, as the  Commission \nconsiders appropriate, the application shall be deemed not to have been made.  \n \n(4) The Commission may treat all the information provided by the applicant through any \napplication, document or correspondence as non -confidential, if the applicant does not \nspecify any part thereof as confidential.  \n \n \n21. Confidentiality  \n(1)  The non -confidential versions of the application and their supporting documents may \nbe shared with third parties,  by placing on the Commission’s website for public viewing \nor through other means. Any confidential information removed from the non -\nconfident ial versions should be replaced by square brackets containing the word \n“CONFIDENTIAL”.  \n \n(2) Any subsequent correspondence and documents sent by the applicant to the Commission \nshall be accompanied by a non -confidential version, except those where the applicant  is \nof the view that they can be freely disclosed in their entirety. The Commission may share \nthe non -confidential version of such correspondence or documents with third parties, \neither by placing them on the Commission’s website or through other means.  \n \n(3) Even , if the Commission allows any information to be treated as confidential, it may at \nany subsequent point in time require the applicant to resubmit the non  confidential \nversion of the relevant application, document or correspondence with that item of \ninformation included. This may happen when it becomes necessary for the Commission \nto share the information with third parties in order to properly assess the intended \nmerger.  \n \n \n22. Compliance  \n \nIn order to ensure compliance with any decision of the Commission, the concerned \nundertaking may be required to provide to the Commission compliance report by the date \nspecified by the Commission in its order. In addition, the Commission may require further \ninformation or a further statement of compliance to b e provided to it on periodical basis.  \n \n \n23. Investigations  \n \nThe Commission may undertake, carry out or conduct an investigation if there are reasonable \ngrounds for suspecting that a merger or that an intended merger if carried into effect will \nsubstantially lessen competition by creating or strengthening a dominant position in the \nrelevant market.  \n \n14 \n  \n24. Complaints about Merger situations  \n \n(1) In making complaints about merger situations to the Commission, complainants shall be \nrequired to provid e all the relevant information including the following: - \n \n(a) Name and address of the complainant;  \n \n(b) a description of the relationship between the complainant and the merger parties or \nmerged entity;  \n \n(c) a concise explanation of the reasons for, and details of, the complaint, including \ndetails of the merger situation to which the complaint relates, when and how the \ncomplainant became aware of the merger situation, and (where  possible) the relative \nmarket positions of the parties named in the complaint; and  \n \n(d) evidence directly related to the facts set out in the complaint, including appropriate \ncopies of relevant correspondence, statistics or data which relate to the facts set out in \nthe complaint (in particular, where they show developments in the market).  \n \nThe Co mmission may also ask the complainant for further information or clarifications.  \n \n(2) The Commission will consider each complaint on its merits to determine if an \ninvestigation is warranted. If the Commission decides to pursue the complaint, it may seek \nfurther information from the merger parties.  \n \n(3) If a complainant does not wish to be identified, this should be made clear to the \nCommission at the earliest opportunity. However, potential complainants should note that it \nis sometimes necessary to reveal  information which may identify the source of a complaint \nwhere this is necessary for the effective handling of the complaint.  \n \n(4) While providing information or documents to the Commission, complainants shall \nprovide a non -confidential version of the com plaint and of any other information or \ndocuments which the complainant may furnish.  \n \n(5) The Commission may recognize the importance of complainants voluntarily supplying \ninformation and also their interest in maintaining confidentiality. If the Commission  \nproposes to disclose any of the information over which confidentiality has been claimed, it \nmay in appropriate cases and to the extent that it is practicable to do so, consult the \ncomplainant who has provided the information.  \n \n25. Directions  \n \n(1) If the Commission concludes that the situation prevails and may prevail, or that after an \nintended merger which substantially lessens competition in the relevant market, the \nCommission may give such directions as it considers appropriate to remedy, mitigate or \nprevent the adverse effects to competition caused by the merger situation.  \n \n \n \n15 \n (2) The directions envisaged in sub -regulation (1) may include the following: - \n \n(a) Prohibiting the intended merger from being carried into effect or requiring a \nmerger to be dissolved or modified in such manner as the Commission may \ndirect;  \n(b) requiring the merger parties to enter into such legally -enforceable agreements as \nmay be specified by the Commission to prevent or lessen the anti -competitive \neffects which have arisen;  \n(c) requiring the me rger parties to dispose of such operations, assets or shares of \nsuch undertaking in such manner as may be specified by the Commission; and  \n(d) providing a performance bond, guarantee or other form of security on such terms \nand conditions as the Commission may  determine.  \n \n(3) The directions must be in writing and may be given to such person(s) as the Commission \nconsiders appropriate.  \n \n26. Right of Private Litigants  \n \nParties  as defined in regulation 2 (1) (p),  suffering loss or damage directly arising from a \nmerger that substantially lessens competition in the relevant market are entitled to commence \na civil action seeking relief against the relevant undertakings. Such rights shall only arise \nafter the Commissi on has made a decision that a merger has infringed the rele vant provisions \nof the Act  and the appeal period has expired or, where an appeal has been brought, upon \ndetermination of the appeal.  \n \n27.  Appeals  \nThe person aggrieved by any order passed by the an y Member or authorized officer of the \nCommission in respect of a merger situation may file an appeal before the Appellate Bench \nof the Commission in accordance with the Competition Commission (Appeal) Rules, 2007.  \n \n28.  Coordination and Cooperation  in Tran snational mergers  \nSubject to section 49, where the merger situation is subject to review under merger laws in \nmore than one jurisdiction, the Commission shall:  \n \n(a) without compromising effective enforcement of the domestic law, seek to \ncooperate its reviews o f transnational mergers in appropriate cases;  \n(b) consider actions by which they can eliminate or reduce the impediments to \ncooperation and coordination;  \n(c) encourage merging parties to facilitate coordination among competition \nauthorities, in particular with respect to timing of notifications and voluntary waivers \nof confidentiality rights, without drawing any negative inferences from a party’s \ndecision not to do so;  \n(d) give the merging parties, the opportunity to consult with the concerned \ncompetition authority at key stages of investigation with respect to any significant or \npractical issue that may arise during the course of investigation;  \n(e) give an opportunity to third parties, with a legitimate interest, in the merger \nreview as recognized under reviewing countr y’s merger laws, to express their view \nunder the merger review process;  \n(f) treat foreign undertakings, no less favo urably than domestic undertakings in like \n16 \n circumstances;  \nand \n(g) endeavo ur in reaching, in so far as possible, consistent, or at least non -conflict ing \noutcomes.  \n \n(h)  \n29.  Issuance of guidelines  \n \n(1) The Commission may issue from time to time guidelines in respect of the merger frame \nwork.  \n \n(2) The guidelines shall be illustrative and not exhaustive and shall not set a limit on the \ninvestigation and enforcement  powers of the Commission.  \n \n(3) The guidelines shall not be a substitute for the Act, the rules, regulations and orders made \nthere under.  \n \n30. Mode of Service of Notice  \n \n(1) Any notice required to be issued to any undertaking under these Regulations may be :- \n(a) delivered personally at its last known address; or  \n(b) left at its last known address or sent to it by ordinary post; or  \n(c) sent through courier service at its last known address; or  \n(d) sent through electronic mail.  \n \n31. Time  \n \n(1) Where an act is required to be done in accordance with these Regulations within a \nspecified period after or from a specified date, the period begins immediately after that date.  \n(2) Where an act is required to be done in accordance with these Regulations within or not \nless than a specif ied period before a specified date, the period ends immediately before that \ndate.  \n(3) Where the time prescribed by these Regulations for doing any act expires on a day which \nis not a working day, the act is in time if done at or before 5 p.m. on the  next f ollowing \nworking day.  \n(4) Where an act done in accordance with these Regulations is done on a day which is not a \nworking day, or after 5 p.m. on a working day, the act shall be  treated as done on the next \nfollowing working day.  \n \n32. Removal of difficulty  \n \nIn the matter of implementation of these Regulations, if any doubt or difficulty arises, the \nsame shall be placed before the Commission and the decision of the Commission thereon \nshall be final and binding.  \n \n \n \n \n17 \n 33. Overriding effect  \n \nThese Regulations shall have effect in all matters relating to mergers notwithstanding \nanything inconsistent therewith contained in any other regulations framed under the Act.  \n \n34. Repeal  \n \nOn the commencement of these Regulations, the Competition (Merger Control) Regulations, \n2007 shall stand repealed.             \n \n \n      (Noman Laiq)  \n          Secretary"
}