{
    "file": "./converted_json\\administrator097759e0f2a16527881669c6e1435919.json",
    "name": "The Trusts Act, 1882",
    "date": "13th January, 1882",
    "tagline": "An Act to define and amend the law relating to Private Trusts and Trustees.",
    "content": "Page 1 of 33 \n  \n \n \n THE TRUSTS ACT, 1882  \n \n \n \n \n \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY  \n1. Short title  \nCommencement  \n Local extent  \nSavings  \n2. [Omitted.]  \n3. Interpretation clause \"trust\"  \nCHAPTER II  \nOF THE CREATION OF TRUSTS  \n4. Lawful purpose  \n5. Trust of immoveable property  \nTrust of moveable property  \n6. Creation of trust  \n7. Who may create trusts  \n8. Subject of trust  \n9. Who may be beneficiary  \nDisclaimer by beneficiary  \n10. Who may be trustee  \nNo one bound to accept trust  \nAcceptance of trust  \nDisclaimer of trust  \n  \n \n\n \nPage 2 of 33 \n CHAPTER III  \nOF THE DUTIES AND LIABILITIES OF TRUSTEES  \n11. Trustee to execute trust  \n12. Trustee to inform himself of state of trust­property  \n13. Trustee to protect title to trust­property  \n14. Trustee not to set up title adverse to beneficiary  \n15. Care required from trustee  \n16. Conversion of perishable property  \n17. Trustee to be impartial  \n18. Trustee to prevent waste  \n19. Accounts and information  \n20. Investment of trust­money  \n20A.  Power to purchase redee mable stock at a premium  \n21. Mortgage of land pledged to Government under Act XIX of 1883.  \nDeposit in Government Savings Bank  \n22. Sale by trustee directed to sell within specified time  \n23. Liability for breach of trust  \n24. No set­off allowed to trustee  \n25. Non­liability for predecessor's default  \n26. Non­liability for co­trustee's default  \nJoining in receipt for conformity  \n27. Several liability of co­trustees  \nContribution as between co­trustees  \n28. Non­liability of trustee paying without notice of transfer by  beneficiary  \n29. Liability of trustee where beneficiary's interest is forfetied to the Government  \n30. Indemnity of trustees  \nCHAPTER IV  \nOF THE RIGHTS AND POWERS OF TRUSTEES  \n31. Right to title­deed  \n \nPage 3 of 33 \n 32. Right to reimbursement of expenses  \nRight to be recouped for erroneous over­payment  \n33. Right to indemnity from gainer by breach of trust  \n34. Right to apply to Court for opinion in management of trust­property  \n35. Right to settlement of accounts  \n36. General authority of trustee  \n37. Power to sell in lots, and either by public auction or private contract  \n38. Power to sell under special conditions  \nPower to buy in and re­sell  \n Time allowed for selling trust­property  \n39. Power to convey  \n40. Power to vary investments  \n41. Power to apply property of minors, etc., for their maintenance, etc  \n42. Power to give receipts  \n43. Power to compound, etc  \n44. Power to several trustees of whom one disclaim or dies  \n45. Suspension of trustee's powers by decree  \nCHAPTER V  \nOF THE DISABILITIES OF TRUSTEES  \n46. Trustee cannot renounce after  acceptance  \n47. Trustee cannot delegate  \n48. Co­trustees cannot act singly  \n49. Control of discretionary power  \n50. Trustee may not charge for services  \n51. Trustee may not use trust­property for his own profit  \n52. Trustee for sale or this agent may not buy  \n53. Trustee may not buy beneficiary's interest without permission  \nTrustee for purchase  \n54. Co­trustees may not lend to one of themselves  \n \nPage 4 of 33 \n CHAPTER VI  \nOF THE RIGHTS AND LIABILITIES OF THE BENEFICIARY  \n55. Rights to rents and profits  \n56. Right to specific execution  \nRight to transfer of possession  \n57. Rights to inspect and take copies of instrument of trust, accounts, etc  \n58. Right to transfer beneficial interest  \n59. Right to sue for execution of trust  \n60. Right to proper trustees  \n61. Righ t to compel to any act of duty  \n62. Wrongful purchase by trustee  \n63. Following trust­property­  \ninto the hands of third persons;  \ninto that into which it has been converted  \n64. Saving of rights of certain transferees  \n65. Acquisition by trustee of trust­property wrongfully converted  \n66. Right in case of blended property  \n67. Wrongful employment by partner­trustee of trust­property for partnership purposes  \n68. Liability of beneficiary joining in breach of trust  \n69. Rights and liabilities of beneficiar y's transferee  \nCHAPTER VII  \nOF VACATING THE OFFICE OF TRUSTEE  \n70. Office how vacated  \n71. Discharge of trustee  \n72. Petition to be discharged from trust  \n73. Appointment of new trustees on death, etc  \n74. Appointment by Court  \nRules for selecting new trustees  \n75. Vesting of trust­property in new trustees  \nPowers of new trustees  \n \nPage 5 of 33 \n 76. Survival of trusts  \nCHAPTER VIII  \nOF THE EXTINCTION OF TRUSTS  \n77. Trust how extinguished  \n78. Revocation of trust  \n79. Revocation not to defeat what trustees have duly done  \nCHAPTER IX  \nOF CERTAIN OBLIGATIONS IN THE NATURE OF TRUSTS  \n80. Where obligation in nature of trust is created  \n81. Where it does not appear that transferor intended to dispose of beneficial interest  \n82. Transfer to one for consideration paid by another  \n83. Trust incapable  of execution or executed without exhausting trust­property  \n84. Transfer for illegal purpose  \n85. Bequest for illegal purpose  \nBequest of which revocation is prevented by coercion  \n86. Transfer pursuant to rescindable contract  \n87. Debtor becoming creditor's r epresentative  \n88. Advantage gained by fiduciary  \n89. Advantage gained by exercise of undue influence  \n90. Advantage gained by qualified owner  \n91. Property acquired with notice of existing contract  \n92. Purchase by person contracting to buy property to be held  on trust  \n93. Advantage secretly gained by one of several compounding creditors  \n94. Constructive trusts in cases not expressly provided for  \n95. Obligor's duties, liabilities and disabilities  \n96. Saving of rights of bona fide  purchasers  \nTHE SCHEDULE.  \n[Omitted.]  \n  \n \nPage 6 of 33 \n 1THE TRUSTS ACT, 1882  \n2ACT No. II OF 1882  \n[13th January, 1882]  \nAn Act to define and amend the law relating to Private Trusts and Trustees.  \nWHEREAS it is  expedient to define and amend the  law relating to  private  trusts and trustees; \nit is her eby enacted as follows: – \nCHAPTER I  \nPRELIMINARY  \n1. Short title,  Commencement.  This Act may be called the  3* Trusts Act, 1882; and it shall come \ninto force on the first day of March, 1882.  \nLocal extent,  Savings.  4[It extends to  5[the whole of Pakistan ]. But nothing herein contained affects \nthe rules of  6[Muslim] law as to waqf , or the mutual relations of the members of an undivided family \nas determined by any customary or personal law, or applies to public or private religious or charitable \nendowments, or to trusts to distribute prizes taken in war among the captors; and nothing in the second \nChapter of this Act applies to trusts created before the said day.  \n2. [Repeal of enactments.] Omitted by the Federal Laws (Revision and Declaration) Ordinance, \n1981 (XXVII of 1981), s. 3 and Sch. II.  \n3. Interpretation clause.  “trust” A “trust” is an obligation annexed to the ownership of \nproperty, and arising out of a confidence reposed in and accepted by the owner, or declared and \naccepted by him, for the benefit of another, or of another and the owner:  \n“author of the trust”:  “trustee”: “beneficiary”: “trust pro perty”: \"beneficial interest\": \ninstrument of trust\":  the person who reposes or declares the confidence is called the “author of the \ntrust”: the person who accepts the confidence is called the “trustee” : the person for whose benefit  \nthe confidence is accepted is called the “beneficiary” : the subject matter of the trust is called “trust­ \nproperty” or “trust­money” : the “beneficial interest” or “interest” of the beneficiary is his right  \nagainst the trustee as owner of t he trust­property; and the instrument, if any, by which the trust \nis declared is called the “instrument of  trust”:  \n“breach of trust”:  a breach of any duty imposed on a trustee, as such, by any law for the time \nbeing in force, is called a “breach of trust”:  \n \n1The Trust Act, 1882 is repealed to the extent of I.C.T by Act NO. XXV of 2020,s.1 11. \n2For Report of the Indian Law Commission on the Private Trusts Bill which they were instructed to consider among others, see G azette of India,  \n1880, Supplement, p. 104, and for the Statement of Objects and Reasons, see Gazette of India, 1880, Pt. V, p. 476 ; for repor t of the Select Committee, \nsee ibid.,  Supplement, 1881, p. 766 ; for further Report of the Select Committee, see ibid., Supplement,  1882, p. 67 ; for Proceedings in Council, see \nibid., Supplement, 1881, p. 687 ; and ibid., Supplement, 1882, p. 68.  \nThis Act has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P ., subject to certain \nmodifications; and also extended to the Excluded Area of Upper Tanawal (N. W.F.P.) other than PhuIera with effect from such d ate and subject to such \nmodifications as may be notified­ see N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950 . \n3 The word “Indian” omitted by A. O., 1949, Sch.  \n4Subs. ibid., for the first sentence of this paragraph, as amended by A. O., 1937.  \n5Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3 and 2nd Sch., for “all the Provinces” ( with effect from the 14th October, \n1955 ). \n6Subs. by F. A. 0., 1975, Art. 2 and Table, for “Muhammadan”.  \n \nPage 7 of 33 \n “registered”:  and in this Act, unless there be something repugnant in the subject or context, \n“registered” means registered under the law for the registratio n of documents for the time being in \nforce:  \n“notice”.  a person is said to have \"notice\" of a fact either when he actually knows that fact, or \nwhen, but for wilful abstention from inquiry or gross negligence, he would have known it, or when \ninformation of t he fact is given to or obtained by his agent, under the circumstances mentioned in the \nContract Act, 1872, (IX of 1872) section 229;  \nExpressions defined in Act IX of 1872.  and all expressions used herein and defined in the \nContract Act, 1872 (IX of 1872 ), shall be deemed to have the meanings respectively attributed to them \nby that Act.  \nCHAPTER II  \nOF THE CREATION OF TRUSTS  \n4. Lawful purpose.  A trust may be created for any lawful purpose. The purpose of a trust \nis lawful unless it is (a) forbidden by law, or (b) is of such a nature that, if permitted, it would defeat \nthe provisions of any law, or (c) is fraudulent, or (d) involves or implies i njury to the person or property \nof another, or (e) the Court regards it as immoral or opposed to public policy.  \nEvery trust of which the purpose is unlawful is void. And where a trust is created for two \npurposes, of which one is lawful and the other unlawf ul, and the two purposes cannot be separated, the \nwhole trust is void.  \nExplanation.__ In this section the expression “law” includes, where the trust property is  \nimmoveable and situate in a foreign country, the law or such country.  \nIllustrations  \n(a) A conve ys property to B in trust to apply the profits to the nurture of female \nfoundlings to be trained up as prostitutes. The trust is void.  \n(b) A bequeaths property to B in trust to employ it in carrying on a smuggling \nbusiness, and out of the profits thereof t o support A's children. The trust is void.  \n(c) A, while in insolvent circumstances, transfers property to B in trust for A during \nhis life, and after his death for B. A is declared an insolvent. The trust for A is \ninvalid as against his creditor.  \n5. Trust of immoveable property.  No trust in relation to immoveable property is valid \nunless declared by a non­testamentary instrument in writing signed by the author of the trust or the \ntrustee and registered, or by the will of the author of the trust or of the tr ustee.  \nTrust of moveable property.  No trust in relation to moveable property is valid unless declared \nas aforesaid, or unless the ownership of the property is transferred to the trustee.  \nThese rules do not apply where they would operate so as to effectuate  a fraud.  \n6. Creation of trust.  Subject to the provisions of section 5, a trust is created when the \nauthor of the trust indicates with reasonable certainty by any words or acts (a) an intention on his part \n \nPage 8 of 33 \n to create thereby a trust, (b) the purpose of the trust, (c) the beneficiary, and (d) the trust­ property, and \n(unless the trust is declared by will or the author of the trust is himself to be the trustee) transfers the \ntrust­ property to the trustee.  \nIllustrations  \n(a) A bequeaths certain property to B, “having the fullest confidence that he will \ndispose of it for the benefit of C”. This creates a trust so far as regards A and C.  \n(b) A bequeaths certain property to B, “hoping he will continue it in the family”.  \nThis does not create a trust, as the benefi ciary is not indicated with reasonable \ncertainty.  \n(c) A bequeaths certain property to B, requesting him to distribute it among such \nmembers of C’s family as B should think most deserving. This does not create \na trust, for the beneficiaries are not indicate d with reasonable certainty.  \n(d) A bequeaths certain property to B, desiring him to divide the bulk of it among \nC’s children. This does not create a trust, for the trust­property is not indicated \nwith sufficient certainty.  \n(e) A bequeaths a shop and stock­ in­trade to B, on condition that he pays A's debts \nand a legacy to C. This is a condition, not a trust for A’s creditors and C.  \n7. Who may create trusts.  A trust may be created  \n(a) by every person competent to contract1, and  \n(b) with the permission of a pr incipal Civil Court of original jurisdiction, by or on \nbehalf of a minor ;  \nbut subject in each case to the law for the time being in force as t o the circumstances and extent \nin and to which the author of the trust may dispose of the trust property.  \n8. Subject of trust.  The subject  matter of a trust must be property transferable to the \nbeneficiary.  \nIt must not be merely beneficial interest under a subsisting trust.  \n9. Who may be beneficiary.  Every person capable of holding property may be a \nbeneficiary.  \nDisclaimer by beneficiary.  A proposed beneficiary may renounce his interest under the trust \nby disclaimer addressed to the trustee, or by setting up, with notice of the trust, a claim inconsistent \ntherewith.  \n10. Who may be trustee.  Every person capable of  holding property may be a trustee; but, \nwhere the trust involves the exercise of discretion, he cannot execute it unless he is competent to \ncontract.  \n1 See section 11 of the Contract Act, 1872 (9 of 1872).  \n \nPage 9 of 33 \n  \nNo one bound to accept trust.  No one is bound to accept a trust.  \nAcceptance of trust.  A trust is accepted by any words or acts of the trustee indicating with \nreasonable certainty such acceptance.  \nDisclaimer of trust.  Instead of accepting a trust, the intended trustee may, within a rea sonable \nperiod, disclaim it, and such disclaimer shall prevent the trust­property from vesting in him.  \nA disclaimer by one of two or more co­trustees vests the trust­property in the other or others, \nand makes him or them sole trustee or trustees from the d ate of the creation of the trust.  \nIllustrations  \n(a) A bequeaths certain property to B and C, his executors, as trustees for D, B and \nC prove A’s will. This is in itself an acceptance of the trust, and B and C hold \nthe property in trust for D.  \n(b) A transfers certain property to B in trust to sell it and to pay out of the proceeds \nA’s debts. B accepts the trust and sells the property. So far as regards B, a trust \nof the proceeds is created for A’s creditors.  \n(c) A bequeaths a lakh of rupees to B upon certain trusts and appoints him his \nexecutor. B  severs the lakh from the general assets and appropriates it to the \nspecific purpose. This is an acceptance of the trust.  \nCHAPTER III  \nOF THE DUTIES AND LIABILITIES OF TRUSTEES  \n11. Trustee to execute trust.  The trustee is bound to fulfil the purpose of the trust, and to \nobey the directions of the author of the trust given at the time of its creation, except as modified by the \nconsent of all the beneficiaries being competent to contract.  \nWhere the beneficiary is incompetent to contract, his consent may, for the purposes of this \nsection, be given by a principal Civil Court of original jurisdiction.  \nNothing in this section shall be deemed to require a trustee to obey any direction when to do \nso would be impracticabl e, illegal or manifestly injurious to the beneficiaries.  \nExplanation.__ Unless a contrary intention be expressed, the purpose of a trust for the payment \nof debts shall be deemed to be__ \n(a) to pay only the debts of the author of the trust existing and recoverable at the \ndate of the instrument of trust, or, when such instrument is a will, at the date of \nhis death, and  \n(b) in the ease of debts not bearing interest, to make such payment without interest.  \n  \n \nPage 10 of 33 \n Illustrations  \n(a) A, a trustee, is simply authoriz ed to sell certain land by public auction. He \ncannot sell the land by private contract.  \n(b) A, a trustee of certain land for X, Y and Z, is authorized to sell the land to B for \na specified sum. X, Y and Z, being competent to contract, consent that A may \nsell the land to C for a less sum. A may sell the land accordingly.  \n(c) A, a trustee for B and her children, is directed by the author of the trust to lend, \non B’s request, trust­property to B’s husband, C, on the security of his bond. C \nbecomes insolvent an d B requests A to make the loan. A may refuse to make it.  \n12. Trustee to inform himself of state of trust­property.  A trustee is bound to acquaint \nhimself, as soon as possible, with the nature and circumstances of the trust­property; to obtain, where \nneces sary, a transfer of the trust­property to himself; and (subject to the provisions of the instrument \nof trust) to get in trust­moneys invested on insufficient or hazardous security.  \nIllustrations  \n(a) The trust­property  is a debt outstanding on personal security. The instrument of \ntrust gives the trustee no discretionary power to leave the debt so outstanding. \nThe trustee’s duty is to recover the debt without unnecessary delay.  \n(b) The trust­property is money in the hand s of one of two co­trustees. No \ndiscretionary power is given by the instrument of trust. The other co­trustee \nmust not allow the former to retain the money for a longer period than the \ncircumstances of the case required.  \n13. Trustee to protect title to tru st­property.  A trustee is bound to maintain and defend \nall such suits, and (subject to the provisions of the instrument of trust) to take such other steps as, \nregard being had to the nature and amount or value of the trust­property, may be reasonably requi site \nfor the preservation of the trust­property and the assertion or protection of the title thereto.  \nIllustration  \nThe trust­property  is immoveable property which has been given to the author of the trust by \nan unregistered instrument. Subject to the provisions of the 1Indian Registration Act, 1877, (III of \n1877), the trustee’s duty is to cause the instrument to be registered.  \n14. Trust ee not to set up title adverse to beneficiary.  The trustee must not for himself or \nanother set up or aid any title to the trust­property adverse to the interest of the beneficiary.  \n15. Care required from trustee.  A trustee is bound to deal with the trust­p roperty as \ncarefully as a man of ordinary prudence would deal with such property if it were his own; and, in the \nabsence of a contract to the contrary, a trustee so dealing is not responsible for the loss, destruction or \ndeterioration of the trust­property . \n1See now the Registration Act, 1908 (16 of 1908)   \n \nPage 11 of 33 \n Illustrations  \n(a) A, living in 1[Lahore] is a trustee for B, living in 2[Karachi]. A remits trust­funds \nto B by bills drawn by a person of undoubted credit in favour  of the trustee as \nsuch, and payable at 2[Karachi]. The bills are dishonoured. A is not bound to \nmake good the loss.  \n(b) A, a trustee of leasehold property, directs the tenant to pay the rents on account \nof the trust to a banker, B, then in credit. The ren ts are accordingly paid to B, \nand A leaves the money with B only till wanted. Before the money is drawn out, \nB becomes insolvent. A, having had no reason to believe that B was in insolvent \ncircumstances, is not bound to make good the loss.  \n(c) A, a trustee  of two debts for B, releases one and compounds the other, in good \nfaith, and reasonably believing that it is for B’s interest to do so. A is not bound \nto make good any loss caused thereby to B.  \n(d) A, a trustee directed to sell the trust­property by aucti on, sells the same, but does \nnot advertise the sale and otherwise fails in reasonable diligence in inviting \ncompetition. A is bound to make good the loss caused thereby to the beneficiary.  \n(e) A, a trustee for B, in execution of his trust, sells the trust­ property, but from \nwant of due diligence on his part fails to receive part of the purchase money. A \nis bound to make good the loss thereby caused to B.  \n(f) A, a trustee for B of a policy of insurance, has funds in hand for payment of the \npremiums. A neglec ts to pay the premiums, and the policy is consequently \nforfeited. A is bound to make good the loss to B.  \n(g) A bequeaths certain moneys to B and C as trustees, and authorizes them to \ncontinue trust­ moneys upon the personal security of a certain firm in wh ich A \nhad himself invested them. A dies, and a change takes place in the firm. B and \nC must not permit the mo neys to remain upon the personal security of the new \nfirm.  \n(h) A, a trustee for B, allows the trust to be executed solely by this co­trustee, C. C \nmisapplies the trust­property. A is personally answerable for the loss resulting \nto B.  \n16. Conversion of perishable property.  Where the trust is created for the benefit of \nseveral persons in succession, and the trust­property is of a wasting nature or a fu ture or  reversionary \ninterest, the trustee is bound, unless an intention to the contrary may be inferred from the instrument \nof trust, to convert the property into property of a permanent and immediately profitable character.  \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for “Chittagong”, which was previously subs. by t he Central \nLaws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch., for “Calcutta” (with effect from the 14th October , 1955).  \n2Subs. by Ord. 21 of 1960, s. 3 and 2nd Sch., for “Bombay” (with effect from the 14th October. 1955).  \n  \n \nPage 12 of 33 \n Illustrations  \n(a) A bequeaths to B all his property in trust for C during his life, and on his death \nfor D and on D’s death for E. A’s property con sists of three leasehold houses, \nand there is nothing in A’s will to show that he intended the houses to be enjoyed \nin specie. B should sell the houses, and invest the proceeds in accordance with \nsection 20.  \n(b) A bequeaths to B his three leasehold houses in l[Quetta] and all the furniture \ntherein in trust for C during his life, and on his death for D, and on D’s death \nfor E. Here an intention that the houses and furniture should be enjoyed in specie \nappears clearly, and B should not sell them.  \n17. Trustee to b e impartial.  Where there are more beneficiaries than one, the trustee is \nbound to be impartial, and must not execute the trust for the advantage of one at the expense of another.  \nWhere the trustee has a discretionary power, nothing in this section shall be  deemed to \nauthorize the Court to control the exercise reasonably and in good faith of such discretion.  \nIllustration  \nA, a trustee for B, C and D, is empowered to choose between several specified modes of \ninvesting the trust­property. A in good faith choose s one of these modes. The Court will not interfere, \nalthough the result of the choice may be to vary the relative rights of B, C and D.  \n18. Trustee to prevent waste.  Where the trust is created for the benefit of several persons \nin succession and one of the m is in possession of the trust property, if he commits, or threatens to \ncommit, any act which is destructive or permanently injurious thereto, the trustee is bound to take \nmeasures to prevent such act.  \n19. Accounts and information.  A trustee is bound (a) to keep clear and accurate accounts \nof the trust­property, and (b), at all reasonable times, at the request of the beneficiary, to furnish him \nwith full and accurate information as to the amount and state of the trust­property.  \n20. Investment of trust­money.  Where the trust­property consists of money and cannot be \napplied immediately or at an early date to the purposes of the trust, the trustee is bound (subject to any \ndirection contained in the instrument of trust) to invest the money on the foll owing securities, and  on \nno other :__ \n(a) in promissory notes, debentures, stock or other securities 2[of any 3[Provincial \nGovernment] or] of the 4[Federal Government], or of the United Kingdom of \nGreat Britain and Ireland:  \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for “Chittagong”, which was previously \nsubs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch., for “Calcutta” (with effect from the 14th October , \n1955).  \n2Ins. by the Repealing and Amending Act, 1920 (31 of 1920), s. 2 and Sch. I.  \n3Subs. by A. O., 1937, for “Local Government”.  \n4Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which was previously subs. by A. O., 1937, for “Governm ent of India”, to read \nas above.  \n  \n \nPage 13 of 33 \n 1[Provided that securities, both the principal whereof and the interest whereon shall \nhave been fully and unconditionally guaranteed by any such Government, shall be \ndeemed, for the purposes of this clause, to be securiti es of such Government;]  \n(b) in bonds, debentures and annuities 2[charged or secured 3[before the 15th August, \n1947] by the 4[parliament of the United Kingdom]  on the revenues of India or of \nthe 5[Governor­General in Council] or of any Province] :  \n6[Provided that, after the fifteenth day of February, 1916, no money shall be \ninvested in any such annuity being a terminable annuity unless a sinking fund has \nbeen established in connection with such annuity; but nothing in this proviso shall \napply to inve stments made before the date aforesaid ;]  \n6[(bb) in India three and a half per cent stock, India three pe r cent. stock, India two and a \nhalf percent. stock or any other capital stock which  16[was at any time] issued by \nthe Secretary of State for India in C ouncil under the authority of an Act of \nParliament 7[of the United Kingdom] and charged on the revenues of India 8[or \nwhich 17[was] issued by the Secretary of State on behalf of the Governor­ General \nin Council under the provisions of Part XIII of the Gove rnment of India Act, \n1935(26 Geo. 5, ch.2.] ;]  \n(c) in stock or debentures of, or shares in, Railway or other Companies the interest \nwhereon shall have been guaranteed by the Secretary of State for India in Council \n6[or by the 9[Federal Government]] 10[or in debentures of the Bombay 11[Provincial] \nCo­operative Bank Limited, the interest whereon shall have been guaranteed, by \nthe Secretary of State for India in Council] 8[or the Provincial Government of \nBombay] :  \n12[Provided that after the 31st day of March, 1949 no trustee shall invest the money \nin debentures of the Bombay Provincial Co­operative Bank Limited;]  \n13[(d) in debentures or other securities for money issued, under the authority of any \n14[Central Act or Act] of a Legislature established in 15[a Province] by or on behalf \nof any municipal body, port trust or city improvement trust in any Presidency­town, \nor in Rangoon Town, or by or on behalf of the trustees of the port of Karachi:]  \n1Proviso ins. by the Indian Trusts (Amdt.) Act, 1934 (18 of 193 4), s. 2.  \n2Subs. by A. O., 1937, for “charged by the Imperial Parliament on the revenues of India”.  \n3Ins. by A. O., 1949, Sch.  \n4Subs. by A. O., 1961, Art, 2 and Sch., for “Imperial Parliament” (with effect from the 23rd March, 1956).  \n5Subs. by A. O., 1949,  Sch., for “Federation”.  \n6Ins. by the Indian Trusts (Amdt.) Act, 1916 (1 of 1916), s. 2.  \n7Ins. ibid. (with effect from the 23rd March, 1956).  \n8Ins. by A. O., 1937.  \n9Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government” which was previously subs . by A. O., 1937, for “Government of India”, to read \nas above.  \n10Ins. by the Indian Trusts (Amdt.) Act., 1917 (21 of 1917), s. 2.  \n11Subs. by the Repealing and Amending Act, 1925, (37 of 1925), s. 2 and Sch. I. for “Central”.  \n12Proviso ins. by A. O., 1949, Sch. \n13Subs. by the Indian Trusts (Amdt.) Act, 1908 (3 of 1908), s. 2, for the original clause.  \n14Subs. by A. O., 1949, Sch., for “Act”.  \n15Subs. ibid., for “British India”.  \n16Subs. by A.O., 1961, Art.2 and Sch., for “may at any time have after be”, ( with effect from the 23, March , 1956 ) \n17Subs. by ibid.,  for “may be ( with effect from the 23, March, 1956 )  \n \nPage 14 of 33 \n 1[Provided that after the 31st day of March, 1949 no trustee shall invest the \nmoney in any securities issued by or on behalf of a municipal body, port trust \nor city improvement trust in any Presidency­town, or in Rangoon Town ;]  \n(e) on a first mortgage of i mmoveable property situate in 2[a Province] : Provided \nthat the property is not a leasehold for a term of years and that the value of the \nproperty exceeds by one­third, or, if consisting of buildings, exceeds by \none­half, the mortgage­money; or  \n(f) on any other security expressly authorized by the instrument of trust, or by any \nrule which the High Court may from time to time prescribe in this behalf [;or]3 \n3[(g)  in bonds, redeemable capital, debt securities or instruments issued by the \nPakistan Water and P ower Development Authority and in listed securities \nsubject to the conditions as may be prescribed by the Government [;or]4 \n4[(h)  in units issued by schemes established under the Asset Management Companies \nRules, 1995.]  \nProvided that, where there is a per son competent to contract and entitled in \npossession to receive the income of the trust­property for his life, or for any \ngreater estate, no investment on any security mentioned or referred to in clauses \n(d), (e) and (f) shall be made without his consent i n writing.  \n5[20A. Power to purchase redeemable stock at a premium.__ (1)A trustee may invest in any  \nof the securities mentioned or referred to in section 20, notwithstanding that the same may be \nredeemable and that the price exceeds the redemption value:  \nProvided that a trustee may not purchase at a price exceeding its redemption value any security \nmentioned or referred to in clauses (c) and (d) of section 20 which is liable to be redeemed within \nfifteen years of the date of purchase at par or at some othe r fixed rate, or purchase any such security \nas is mentioned or referred to in the said clauses which is liable to be redeemed at par or at some other \nfixed rate at a price exceeding fifteen per centum above par or such other fixed rate.  \n(2) A trustee may r etain until redemption any redeemable stock, fund or security which \nmay have been purchased in accordance with this section.]  \n21. Mortgage of land pledged to Government under Act XIX of 1883.  Deposit in \nGovernment Savings Bank. Nothing in section 20 shall apply to investments m ade before this Act \ncomes into force,  or  shall  be  deemed  to  preclude  an  investment  on  a  mortgage  of  immoveable \nproperty already pledged as security for and advance under the 6[Land Improvement Loans Act, 1883], \nor, in cas e the trust­money does not exceed three thousand rupees, a deposit thereof in a Government \nSavings Bank.  \n \n1Proviso ins. by A. O., 1949, Sch.  \n2Subs. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 4 and 3rd Sch., for “the Provinces  and the Capital of the Federation” \nwhich were subs. by A.O., 1949, Arts. 3(2) and 4, for “British India”.  \n3Subs. & added by Act. XII of 1994, s.2.  \n4Subs. & added by Finance Act 3 of 1998, s.2.  \n5S. 20A ins. by the Indian Trusts (Amdt.) Act, 1916 (1 of 1916), s. 3.  \n6Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981, (2 of 1981), s.3 and 2nd Schedule., for “Local Improvement Act, 1871 ”. \n \n \nPage 15 of 33 \n 22. Sale by trustee directed to sell within specified time.  Where a trustee, directed to sell \nwithin a specified time extends such time, the burden of proving, as between himself and the \nbeneficiary, that the latter is not prejudiced by the extension lies upon the trustee, unless the extension \nhas been authorized by a principal Civil Court of original jurisdiction.  \nIllustration  \nA bequeaths property to B, directing him with all convenient speed and within five years to sell \nit, and apply the proceeds for the benefit of C. In the exercise of reasonable discretion, B postpones \nthe sale for six years. The sale is not thereby rendered invalid, but C, alleging that he has been injured \nby the postponement, institutes a suit against B to obtain compensation. In such suit the burden of \nproving that C has not been injured lie s on B.  \n23. Liability for breach of trust.  Where the trustee commits a breach of trust, he is liable \nto make good the loss which the trust­property or the beneficiary has thereby sustained, unless the \nbeneficiary has by fraud induced the trustee to commit the breach, or the beneficiary, being competent \nto contract, has himself, without coercion or undue influence having been brought to bear on him, \nconcurred in the breach, or subsequently acquiesced therein, with full knowledge of the facts of the \ncase and of his rights as against the trustee.  \nA trustee committing a breach of trust is not liable to pay interest except in the following     \ncases: ­  \n(a) where he has actually received interest:  \n(b) where the breach consists in unreasonable delay in paying trust­money to the \nbeneficiary:  \n(c) where the trustee ought to have received interest, but has not done so :  \n(d) where he may be fairly presumed to have received interest.  \nHe is liable in case (a), to account for the interest actually received, and, in cas es \n(b), (c) and (d), to account for simple in terest at the rate of six per cent. per \nannum, unless the Court otherwise directs.  \n(e) where the breach consists in failure to invest trust­ money and to accumulate the \ninterest or dividends thereon, he is liab le to account for compound interest (with \nhalf­yearly rests) at the same rate.  \n(f) where the breach consists in the employment of trust property or the proceeds \nthereof in trade or business, he is liable to account, at the option of the benefi \nciary, eithe r for compound interest (with half­yearly rests) at the same rate, or \nfor the net profits made by such employment.  \nIllustrations  \n(a) A trustee improperly leaves trust­property  outstanding, and it is consequently \nlost: he is liable to make good the property lost, but he is not liable to pay interest \nthereon.  \n \n \nPage 16 of 33 \n (b) A bequeaths a house to B in trust to sell it and pay the proceeds to C. B neglects \nto sell the house for a great leng th of time, whereby the house is  deteriorated \nand its market price falls. B is answerable to C for the loss.  \n(c) A trustee is guilty of unreasonable delay in investing trust­money in accordance \nwith section 20, or in paying it to the beneficiary. The trus tee is liable to pay \ninterest thereon for the period of the delay.  \n(d) The duty of the trustee is to invest trust­money in any of the securities mentioned \nin section 20, clause (a), (b), (c) or (d). Instead of so doing, he retains the money \nin his hands. H e is liable, at the option of the beneficiary, to be charged either \nwith the amount of the principal money and interest, or with the amount of such \nsecurities as he might have purchased with the trurt­money when the investment \nshould have been made, and th e intermediate dividends and interest thereon.  \n(e) The instrument of trust directs the trustee to invest trust­money  either in any \nsuch securities or on mortgage of Immoveable property. The trustee does \nneither. He is liable for the principal money and interest.   \n(f) The instrument of trust directs the trustee to invest trust­money in any of such \nsecurities and to accum ulate the dividends thereon. The trustee disregards the \ndirection. He is liable, at the option of the beneficiary, to be charged either with \nthe amount of the principal money and compound interest, or with the amount \nof such securities as he might have pur chased with the trust­money when the \ninvestment should have been made, together with the amount of the \naccumulation which would have arisen from a proper investment of the \nintermediate dividends.  \n(g) Trust­property is invested in one of the securities ment ioned in section 20, \nclause (a), (b),  (c) or (d). The trustee sells such security for same puropose not \nauthorized by the terms of the instrument of trust. He is liable, at the option of \nthe beneficiary, either to replace the security with the intermediate  dividends \nand interest thereon, or to account for the proceeds of the sale with interest \nthereon.  \n(h) The trust­property consists of land. The trustee sells the land to a purchaser for \na consideration without notice of the trust. The trustee is liable, at  the option of \nthe beneficiary, to purchase other land of equal value to be settled upon the like \ntrust, or to be charged with the proceeds of the sale with interest.  \n24. No set­off allowed to trustee.  A trustee who is liable for a loss occasioned by a bre ach \nof trust in respect of one portion of the trust­property cannot set­off against his liability a gain which \nhas accrued to another portion of the trust­property through another and distinct breach of trust.  \n25. Non­liability for predecessor’s default.  Where a trustee succeeds another, he is not, \nas such, liable for the acts or defaults of his predecessor.  \n26. Non­liability for co­trustee’s default.  Subject to the provisions of sections 13 and 15, \none trustee is not, as such, liable for a breach of trust committed by his co­trustee:  \nProvided that, in the absence of an express declaration to the contrary in the instrument of trust, \n \nPage 17 of 33 \n a trustee is so liable__ \n(a) where he has delivered trust­property to his co­trustee without seeing to its \nproper application:  \n(b) where he allows his co­trustee to receive trust­property and fails to make due \nenquiry as  to the co­trustee’s dealings therewith or allows him to retain it  \nlonger than the circumstances of the case reasonably require:  \n(c) where he becomes aware of a breach of trust committed or intended by his \nco­trustee, and either actively conceals it or does not within a reasonable time \ntake proper steps t o protect the beneficiary’s interest.  \nJoining in receipt for conformity.  A co­trustee  who joins in signing a receipt for \ntrust­property and proves that he has not received the same is not answerable, by reason of such \nsignature only, for loss or misapplication of the property by his co­trustee.  \nIllustration  \nA bequeaths certain property to B and C, and directs them to sell it and invest the proceeds for \nthe benefit of D. B and C accordingly sell the property, and the purchase­money is received by B and \nretained in his hands. C pays no attention to the matter for two years, and then calls on B to make the \ninvestment. B is unable to do so, becomes insolvent, and the purchase­money is lost. C may be \ncompelled to make good the amount.  \n27. Several liability of co­trustees.  Where co­trustees jointly commit a breach of trust, or \nwhere one of them by  his neglect enables the other to commit a breach of trust, each is liable to the \nbeneficiary for the whole of the loss occasioned by such breach.  \nContribution as between co­trustees.  But as between the trustees themselves, if one be less \nguilty than anoth er and has had to refund the loss, the former may compel the latter, or his legal \nrepresentative to the extent of the assets he has received, to make good such loss; and, if all be  equally \nguilty, anyone or more of the trustees who has had to refund the lo ss may compel the others  to \ncontribute.  \nNothing in this section shall be deemed to authorize a trustee who has been guilty of fraud to \ninstitute a suit to compel contribution.  \n28. Non­liability of trustee paying without notice of transfer by beneficiary.  When any \nbeneficiary's interest becomes vested in another person, and the trustee, not having notice of the \nvesting, pays or delivers trust­property to the person who would have been entitled thereto in the \nabsence of such vesting, the trustee is not liab le for the property so paid or delivered.  \n29. Liability of trustee where beneficiary’s interest is forfeited to the Government.  \nWhen the beneficiary's interest is forfeited or awarded by legal adjudication l[to the Government], the \ntrustee is bound to hold  the trust­property to the extent of such interest for the benefit of such person \nin such manner as 2[the Provincial Government] may direct in this behalf.  \n \n1The words “to Government” have successively been amended by A.O., 1937 and A.O., 1961, Art. 2 (wit h effect from the 23rd March, 1956) to read as \nabove.  \n2Subs. by A.O., 1937, for “the Government”.  \n  \n \nPage 18 of 33 \n 30. Indemnity of trustees.  Subject to the provisions of the instrument of trust and of \nsections 23 and 26, trustees shall be respectively chargeable only fo r such moneys, stocks, funds and \nsecurities as they respectively actually receive and shall not be answerable the one for the other of \nthem, nor for any banker, broker or other person in whose hands any trust­property may be placed, nor \nfor the insufficien cy or deficiency of any stocks, funds or securities, nor otherwise for involuntary \nlosses.  \nCHAPTER IV  \nOF THE RIGHTS AND POWERS OF TRUSTEES  \n31. Right to title­deed.  A trustee is entitled to have in his possession the instrument of trust \nand all the document s of title (if any) relating solely to the trust ­property.  \n32. Right to reimbursement of expenses.  Every trustee may reimburse himself, or pay or \ndischarge out of the trust­property, all expenses properly incurred in or about the execution of the trust, \nor the realization, preservation or benefit of the trust­property, or the protection or support of the \nbeneficiary.  \nIf he pays such expenses out of his own pocket, he has a first charge upon the trust­property  \nfor such expenses and interest thereon; but such charge (unless the expenses have been incurred  with \nthe sanction of a principal Civil Court of original jurisdiction shall be enforced only by prohibiting any \ndisposition of the trust­property without previ ous payment of such expenses and interest.  \nIf the trust­property fail, the trustee is entitled to recover from the beneficiary personally on \nwhose behalf he acted, and at whose request, expressed or implied, he made the payment, the amount \nof such expenses . \nRight to be recouped for erroneous over­payment.  Where a trustee has by mistake made an \nover­payment to the beneficiary, he may reimb urse the trust­property out of the beneficiary's interest. \nIf such interest fail, the trustee is entitled to recover from  the beneficiary personally the amount of such \nover­payment.  \n33. Right to indemnity from gainer by breach of trust.  A person other than a trustee who \nhas gained an advantage from a breach of trust must indemnify the trustee to the extent of the amount \nactually received by such person under the breach; and where he is a beneficiary the trustee has a \ncharge on his interest for such amount.  \nNothing in this section shall be deemed to entitle a trustee to be indemnified who has, in \ncommitting the breach of trust , been guilty of fraud.  \n34. Right to apply to Court for opinion in management of trust­property.  Any trustee \nmay, without instituting a suit, apply by petition to a principal Civil Court of original jurisdiction for \nits opinion, advice or direction on any present questions respecting the management or administration \nof the trust­property other than questions of detail, difficulty or importance, not proper in the opinion \nof the Court for summary disposal.  \nA copy of such petition shall be served upon, and the  hearing thereof may be attended by, such \nof the persons interested in the application as the Court thinks fit.  \nThe trustee stating in good faith the facts in such petition and acting upon the opinion, advice \nor direction given by the Court shall be deemed , so far as regards his own responsibility, to have \n \nPage 19 of 33 \n discharged his duty as such trustee in the subject matter of the application.  \nThe costs of every application under this section shall be in the discretion of the Court to which \nit is made.  \n35. Right to se ttlement of accounts.   When  the duties of a trustee, as  such, are completed, \nhe is entitled to have the accounts of his administration of the trust­property examined and settled; and, \nwhere nothing is due to the beneficiary under the trust, to an acknowled gment in writing to that effect.  \n36. General authority of trustee.  In addition to the powers expressly conferred by this Act \nand by the instrument of trust, and subject to the restrictions, if any, contained in such instrument, and \nto the provisions of sec tion 17, a trustee may do all acts which are reasonable and proper for the \nrealization, protection or benefit of the trust­property, and for the protection or support of a beneficiary \nwho is not competent to contract.  \n1* * * * * * * \nExcept with the permiss ion of a principal Civil Court of original jurisdiction, no trustee shall \nlease trust­property for a term exceeding twenty­one years from the date of executing the lease, nor \nwithout reserving the best yearly rent that can be reasonably obtained.  \n37. Power  to sell in lots, and either by public auction or private contract.  Where the \ntrustee is empowered to sell any trust­property, he may sell the same subject to prior charges or not, \nand either together or in lots, by public auction or private contract, and either at one time or at several \ntimes, unles s the instrument of trust other wise directs.  \n38. Power to sell under special conditions.  The trustee making any such sale may insert \nsuch reasonable stipulations either as to title or evidence of title, or other wise, in any conditions of sale \nor contract for sale, as he thinks fit; and may also buy in the property or any part thereof at any sale by \nauction, and rescind or vary any contract for sale, and  \nPower to buy in and re­sell.  re­sell the property so bought in, or as to which the contract is so \nrescinded, without being responsible to the beneficiary for any loss occasioned thereby.  \nTime allowed for selling trust­property.  Where a trustee is directed to sell trust­property or \nto invest trust­money  in the purchase of property, he may exercise a rea sonable discretion as to the \ntime of effecting the sale or purchase.  \nIllustrations  \n(a) A bequeaths property to B, directing him to sell it with all convenient speed and \npay the proceeds to C. This does no t render an immediate sale imperative.  \n(b) A bequeaths property to B, directing him to sell it at such time and in such \nmanner as he shall think fit and invest the proceeds for the benefit of C. This \ndoes not authorize B, as between him and C, to postpone the sale to an indefinite \nperiod.  \n39. Power to convey.  For the purpose of completing any such sale, the trustee shall have \npower to convey or otherwise dispose of the property sold in such manner as may be necessary.  \n1The second paragraph of this section was repealed by the Amending Act, 1891 (12 of 1891), s. 2 and Sch. I.  \n \nPage 20 of 33 \n 40. Power to vary investments.  A trustee may, at his discretion, call in any trust­property \ninvested in any security and invest the same on any of the securities mentioned or referred to  in section \n20, and from time to time vary any such investments for others of the same nature:  \nProvided that, where there is a person competent to contract and entitled at the time to receive  \nthe income of the trust­property for his life, or for any great er estate, no such change of investment \nshall be made without his consent in writing.  \n41. Power to apply property of minors, etc., for their maintenance, etc.  Where any \nproperty  is held by a trustee in trust for a minor, such trustee may, at his discretio n, pay to the guardians \n(if  any) of such minor, or otherwise apply for or towards his maintenance or education or advancement \nin life, or the reasonable expenses of his religious worship, marriage or funeral, the whole or any part \nof the income to which h e may be entitled in respect of such property; and such trustee shall accumulate \nall the residue of such income by way of compound interest by investing the same and the resulting \nincome thereof from time to time in any of the securities mentioned or refer red to in section 20, for the \nbenefit of the person who shall ultimately become entitled to the property from which such \naccumulations have arisen:  \nProvided that such trustee may, at any time, if he thinks fit, apply the whole or any part of such \naccumulat ions as if the same were part of the income arising in the then current year.  \nWhere the income of the trust­property is insufficient for the minor's maintenance or education \nor advancement in life, or the reasonable expenses of his religious worship, marri age or funeral, the \ntrustee may, with the permission of a principal Civil Court of original jurisdiction, but not otherwise, \napply the whole or any part of such property for or towards such maintenance, education, advancement \nor expenses.  \nNothing in this s ection shall be deemed to affect the provisions of any local law for the time \nbeing in force relating to the persons and property of minors.  \n42. Power to give receipts.  Any trustees or trustee may give a receipt in writing for any \nmoney, securities or othe r moveable property payable, transferable or deliverable to them or him by \nreason, or in the exercise, of any trust or power; and, in the absence of fraud, such receipt shall \ndischarge the person paying, transferring or delivering the same therefrom, and f rom seeing to the \napplication thereof, or being accountable for any loss or misapplication thereof.  \n43. Power to compound, etc.  Two or more trustees acting together may, if and as they \nthink fit,  \n(a) accept any composition or any security for any debt or for any property claimed;  \n(b) allow any time for payment of any debt;  \n(c) compromise, compound, abandon, submit to arbitration or otherwise settle any \ndebt, account, claim or thing whatever relating to the trust; and  \n(d) for any of those purposes, enter in to, give, execute and do such agreements, \ninstruments of composition or arrangement, releases and other things as to them \nseem expedient, without being responsible for any loss occasioned by any act \nor thing so done by them in good faith.  \nThe powers confer red by this section on two or more trustees acting together may be exercised \n \nPage 21 of 33 \n by a sole acting trustee when by the instrument of trust, if any, a sole trustee is authorized to execute \nthe trusts and powers thereof.  \nThis section applies only if and as far as  a contrary intention is not expressed in the instrument \nof trust, if any, and shall have effect subject to the terms of that instrument and to the provisions therein \ncontained.  \nThis section applies only to trusts created after this Act comes into force.  \n44. Power to several trustees of whom one disclaim or dies.  When an authority to deal \nwith the trust­property is given to several trustees and one of them disclaims or dies, the authority may \nbe exercised by the continuing trustees, unless from the terms of  the instrument of trust it is apparent \nthat the authority is to be exercised by a number in excess of the number of the remaining trustees.  \n45. Suspension of trustee's powers by decree.  Where a decree has been made in a suit for \nthe execution of a trust, the trustee must not exercise any of his powers except in conformity with such \ndecree, or with the sanction of the Court by which the decree has been made, or, where an appeal \nagainst th e decree is pending, of the Appellate Court.  \nCHAPTER V  \nOF THE DISABILITIES OF TRUSTEES  \n46. Trustee cannot renounce after acceptance.  A trustee who has accepted the trust cannot afterwards \nrenounce it except (a) with the permission of a principal Civil Cour t of original jurisdiction, or (b) if the \nbeneficiary is com petent to contract, with his consent, or (c) by virtue of a special power in the instrument of \ntrust.  \n47. Trustee cannot delegate.  A trustee cannot delegate his office or any of his duties either  \nto a co­trustee or to a stranger, unless (a) the instrument of trust so provides, or (b) the delegation is in \nthe regular course of business, or (c) the delegation is necessary, or (d) the beneficiary, being \ncompetent to contract, consents to the delegati on. \nExplanation . The appointment of an attorney or proxy to do an act merely ministerial and  \ninvolving no independent discretion is not a delegation within the meaning of this section.  \nIllustrations  \n(a) A bequeaths certain property to B and C on certain tr usts to be executed by them \nor the survivor of them or the assigns of such survivor. B dies. C may bequeath \nthe trust­ property to D and E upon the trusts of A's will.  \n(b) A is a trustee of certain property with power to sell the same. A. may employ \nan auctioneer to effect the sale.  \n(c) A bequeaths to B fifty houses let at monthly rents in trust to collect the rents \nand pay them to C. B may employ a proper person to collect these rents.  \n48. Co­trustees cannot act singly.  When there are more trustees than one, all must join in \nthe execution of the trust, except where the instrument of trust otherwise provides.  \n49. Control of discretionary power.  Where a discretionary power conferred on a trustee \nis not exercised reasonably  and in good faith, such power may be controlled by a principal Civil Court \n \nPage 22 of 33 \n of original jurisdiction.  \n50. Trustee may not charge for services.  In the absence of express directions to the \ncontrary contained in the instrument of trust or of a contract to the  contrary entered into with the \nbeneficiary or the Court at the time of accepting the trust, a trustee has no right to remuneration for his \ntrouble, skill and loss of time in executing the trust.  \nNothing in this section applies to any Official Trustee, Adm inistrator General Public Curator \nor person holding a certificate of administration.  \n51. Trustee may not use trust property for his own profit.  A trustee may not use or deal \nwith the trust­property for his own profit or for any other purpose unconnected wi th the trust.  \n52. Trustee for sale or this agent may not buy.  No trustee whose duty it is to sell \ntrust­property, and no agent employed by such trustee for the purpose of the sale, may, directly or \nindirectly, buy the same or any interest therein, on his o wn account or as agent for a third person.  \n53. Trustee may not buy beneficiary’s interest without permission.  No trustee, and no \nperson who has recently ceased to be a trustee, may, without the permission of a principal Civil Court \nof original jurisdiction , buy or become mortgagee or lessee of the trust­property or any part thereof; \nand such permission shall not be given unless the proposed purchase, mortgage or lease is manifestly \nfor the advantage of the beneficiary.  \nTrustee for purchase. And no trustee w hose duty it is to buy or to obtain a mortgage or lease of \nparticular property for the beneficiary may buy it, or any part thereof, or obtain a mortgage or lease  of \nit, or any part thereof, for himself.  \n54. Co­trustees may not lend to one of themselves.  A trustee or co­trustee whose duty it \nis to invest trust­money on mortgage or personal security must not invest it on mortgage by, or on the \npersonal security of, himself or one of his co­trustees.  \nCHAPTER VI  \nOF THE RIGHTS AND LIABILITIES OF THE BENEFICIARY  \n55. Rights to rents and profits.  The beneficiary has, subject to the provisions of the \ninstrument of trust, a right to the rents and profits of the trust property.  \n56. Right to specific execution.  The beneficiary is entitled to have the intention of the \nauthor of the trust specifically executed to the extent of the beneficiary's interest;  \nRight to transfer of possession.  and, where there is only one beneficiary and he is competent \nto contract, or where there are several beneficiaries and they are competent to contract and all of one \nmind, he or they may require the trustee to transfer the trust­property to him or them, or to such person \nas he or they may direct.  \nWhen property has been transferred or bequeathed for the benefit of a married woman, so that \nshe shall not have power to deprive herself of her beneficial interest, nothing in the second clause of \nthis section applies to such property during her marriage.  \n  \n \nPage 23 of 33 \n Illustrations  \n(a) Certain Government securities are given to trustees upon trust to accumulate the \ninterest until A attains the age of 24, and then to transfer the gross amount to \nhim. A on attaining majority may, as the person exclusively interested in the \ntrust­property, require the trustees to transfer it immediately to him.  \n(b) A bequeaths Rs. 10,000 to trustees upon trust to purchase an annuity for B, who \nhas attained his majority and is otherwise competent to contract. B may claim \nRs. 10,000.  \n(c) A transfers certain pr operty to B and directs him to sell or invest it for the benefit \nof C, who is competent to contract. C may elect to take the property in its \noriginal character.  \n57. Rights to inspect and take copies of instrument of trust, accounts, etc.  The \nbeneficiary has a right, as against the trustee and all persons claiming under him with notice of the \ntrust, to  inspect and take copies of the instrument of trust, the documents of title relating solely to the \ntrust­ property, the accounts of the trus t­property and the vouchers (if any) by which they are supported, \nand the cases submitted and opinions taken by the trustee for his guidance in the discharge of his duty.  \n58. Right to transfer beneficial interest.  The beneficiary, if competent to contract,  may \ntransfer his interest, but subject to the law for the time being in force as to the circumstances and extent \nin and to which he may dispose of such interest:  \nProvided that when property is transferred or bequeathed for the benefit of a married woman, \nso that she shall not have power to deprive herself of her beneficial interest, nothing in this section \nshall authorize her to transfer such interest during her marriage.  \n59. Right to sue for execution of trust.  Where no trustees are appointed or all the t rustees \ndie, disclaim, or are discharged, or where for any other reason the execution of a trust by the trustee is \nor becomes impracticable, the beneficiary may institute a suit for the execution of the trust, and the \ntrust shall, so far as may be possible , be executed by the Court until the appointment of a trustee or \nnew trustee.  \n60. Right to proper trustees.  The beneficiary has a right (subject to the provisions of the \ninstrument of trust) that the trust­property shall be properly protected and held and administered by \nproper persons and by a proper number of such persons.  \nExplanation I .__The following are not proper persons within the meaning of this section:__ \n A person domiciled abroad: an alien enemy: a person having an interest inconsistent with that  \nof the beneficiary: a person in insolvent circumstances; and, unless the personal law of the beneficiary \nallows otherwise, a married woman and a minor.  \nExplanation II.  When the administration of the trust involves the receipt and custody of money,  \nthe num ber of trustees should be two at least.  \nIllustrations  \n(a) A, one of several beneficiaries, proves that B, the trustee, has improperly \ndisposed of part of the trust­property, or that the property is in danger from B’s \n \nPage 24 of 33 \n being in insolvent circumstances, or that he is incapacitated from acting as \ntrustee. A may obtain a receiver of the trust­property.  \n(b) A bequeaths certain jewels to B in trust for C. B dies during A’s life­time; then \nA dies, C is entitled to have the pro perty conveyed to a trustee for him.  \n(c) A conveys certain property to four trustees in trust for B. Three of the trustees \ndie. B may institute a suit to have three new trustees appointed in the place of \nthe deceased trustees.  \n(d) A conveys certain property to three trustees in trust for B. All the trustees \ndisclaim. B may institute a suit to have three trustees appointed in place of the \ntrustees so disclaiming.  \n(e) A, a trustee for B, refuses to act, or goes to reside permanently out of 1[Pakistan] \nor is declared an insolvent, or compounds with his creditors, or suffers a \nco­trustee to commit a breach of trust. B may institute a suit to have A removed \nand a new trustee appointed in his room.  \n61. Right to compel to any act of duty.  The beneficiary has  a right that his trustee shall \nbe compelled to perform any particular act of his duty as such, and restrained from committing any \ncontemplated or probable breach of trust.  \nIllustrations  \n(a) A contracts with B to pay him monthly Rs. 100 for the benefit of C. B writes \nand signs a letter declaring that he will hold in trust for C the money so to be \npaid. A fails to pay the money in accordance with his contract. C may compel \nB on a proper indemnity to allow C to sue on the contract in B's name.  \n(b) A is truste e of certain land, with a power to sell the same and pay the proceeds \nto B and C equally. A is about to make an improvident sale of the land. B may \nsue on behalf of himself and C for an injunction to restrain A from making the \nsale. \n62. Wrongful purchase by trustee.  Where a trustee has wrongfully bought trust property, \nthe beneficiary has a right to have the property declared subject to the trust or retransferred by the  \ntrustee, if it remains in his hands unsold, or, if it has been bought from him by any person with notice \nof the trust, by such person. But in such case the beneficiary must repay the purchase\"‘money paid  by \nthe trustee, with interest, and such other expenses (if any) as he has properly incurred in the \npreservation of the property; and the trustee or purchaser must (a) account for the net profits of the \nproperty, (b) be charged with an occupation\"‘rent, if he has been in actual possession of the property, \nand (c) allow the beneficiary to deduct a proportionate part of the purchase\"‘money if the property has \nbeen deteriorated by the acts or omissions of the trustee or purchaser.  \nNothing in this section__ \n(a) impairs the rights of lessees and others who, before the institution of a suit to have the \nproperty declared subject to the trust or retransf erred, have contracted in good faith with \nthe trustee or purchaser; or  \n1Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October , 1955), for “the Provinces \n \nPage 25 of 33 \n and the Capital of the Federati on” which had been subs. by A. O., 1949, Arts. 3 (2) and 4, for “British India”.  \n(b) entitles the beneficiary to have the property declared subject to the trust or retransferred \nwhere he, being competent to contract, has himself, without coercion or undue infl uence \nhaving been brought to bear on him, ratified the sale to the trustee with full knowledge of \nthe facts of the case and of his rights as against the trustee.  \n63. Following trust­property  into the hands of third persons; into that into which it \nhas been converted . Where trust­property comes into the hands of a third person inconsistently with \nthe trust, the beneficiary may require him to admit formally, or may institute a suit for a declar ation, \nthat the property is comprised in the trust.  \nWhere the trustee has disposed of trust­property and the money or other property which he has \nreceived therefore can be traced in his hands, or the hands of his legal representative or legatee, the \nbenefi ciary has, in respect thereof, rights as merely as may be the same as his rights in respect of the \noriginal trust ­property.  \nIllustrations  \n(a) A, a trustee for B of Rs. 10,000 wrongfully invests the Rs. 10,000 in the \npurchase of certain land. B is entitled  to the land.  \n(b) A, a trustee, wrongfully purchases land in his own name, partly with his own \nmoney, partly with money subject to a trust for B. B is entitled to a charge on \nthe land for the amount of the trust­money so misemployed.  \n64. Saving of rights o f certain transferees.  Nothing in section 63 entitles the beneficiary \nto any right in respect of property in the hands of__ \n(a) a transferee in good faith for consideration without having notice of the trust, \neither when the purchase­money was paid, or whe n the conveyance was \nexecuted, or  \n(b) a transferee for consideration from such a transferee.  \nA judgment­creditor of the trustee attaching and purchasing trust­property is not a transferee \nfor consideration within the meaning of this section.  \nNothing in sec tion 63 applies to money, currency notes and negotiable instruments in the hands \nof a bona fide holder to whom they have passed in circulation, or shall be deemed to affect the Contract \nAct, 1872( IX of 1872 ), section 108, or the liability of a person to whom a debt or charge is transferred.  \n65. Acquisition by trustee of trust­property wrongfully converted.  Where a trustee \nwrongfully sells or otherwise transfers trust\"‘prope rty and afterwards himself becomes the owner of \nthe property, the property again becomes subject to the trust, notwithstanding any want of notice on \nthe part of intervening transferees in good faith for consideration.  \n66. Right in case of blended property.  Where the trustee wrongfully mingles the \ntrust­property with his own, the beneficiary is entitled to a charge on the whole fund for the amount \ndue to him.  \n67. Wrongful employment by partner­trustee of trust­property for partnership \n \nPage 26 of 33 \n purposes.  If a partner,  being a trustee, wrongfully employs trust­property in the business, or on the \naccount of the partnership, no other partner is liable therefore in his personal capacity to the \nbeneficiaries, unless he had notice of the breach of trust.  \nThe partners having such notice are jointly and severally liable for the breach of trust.  \nIllustrations  \n(a) A and B are partners. A dies, having bequeathed all his property to B in trust for \nZ and appointed B his sole executor. B, instead of winding up the affairs of the \npartnership, retains all the assets in the business. Z may compel him, as partner, \nto account for so much of the profits as are derived from A’s share of the capital. \nB is also answerable to Z for the improper employment of A’s assets.  \n(b) A, a trader, beq ueaths his property to B in trust for C, appoints B his sole \nexecutor, and dies. B enters into partnership with X and Y in the same trade, \nand employs A’s assets in the partnership business. B gives an indemnity to X \nand Y against the claims of C. Here X a nd Y are jointly liable with B to C as \nhaving knowingly become parties to the breach of trust committed by B.  \n68. Liability of beneficiary joining in breach of trust.  Where one of several \nbeneficiaries__ \n(a) joins in committing breach of trust, or  \n(b) know ingly obtains any advantage therefrom, without the consent of the other \nbeneficiaries, or  \n(c) becomes aware of a breach of trust committed or intended to be committed, and \neither actually conceals it, or does not within a reasonable time take proper steps \nto protect the interests of the other beneficiaries, or  \n(d) has deceived the trustee and thereby induced him to commit a breach of trust,  \nthe other beneficiaries are entitled to have all his beneficial interest impounded as against him \nand all who claim un der him (otherwise than as transferees for consideration without notice of the \nbreach) until the loss caused by the breach has been compensated.  \nWhen property has been transferred or bequeathed for the benefit of a married woman, so that \nshe shall not have  power to deprive herself of her beneficial interest, nothing in this section applies to \nsuch property during her marriage.  \n69. Rights and liabilities of beneficiary’s transferee.  Every person to whom a beneficiary \ntransfers his interest has the rights, an d is subject to the liabilities, of the beneficiary in respect of such \ninterest at the date of the transfer.  \nCHAPTER VII  \nOF VACATING THE OFFICE OF TRUSTEE  \n70. Office how vacated.  The office of a trustee is vacated by his death or by his discharge \nfrom his office.  \n \nPage 27 of 33 \n 71. Discharge of trustee.  The trustee may be discharged from his office only as follows:__ \n(a) by the extinction of the trust;  \n(b) by the completion of his duties under the trust;  \n(c) by such means as may be prescribed by the instrument of trust;  \n(d) by appointment under this Act of a new trustee in his place;  \n(e) by consent of himself and the beneficiary, or, where there are more \nbeneficiaries than one, all the beneficia ries being competent to contract; or  \n(f) by the Court to which a petition for his discharge is presented under this Act.  \n72. Petition to be discharge from trust.  Notwithstanding the provisions of section 11, \nevery trustee may apply by petition to a princip al Civil Court of original jurisdiction to be discharged \nfrom his office; and, if the Court finds that there is sufficient reason for such discharge, it may \ndischarge him accordingly, and direct his costs to be paid out of th e trust property. But, where th ere is \nno such reason, the Court shall not discharge him, unless a proper person can be found to take his \nplace.  \n73. Appointment of new trustees on death, etc.  Whenever any person appointed a trustee \ndisclaims, or any trustee, either original of substitute d, dies, or is for a continuous period of six months \nabsent from 1[Pakistan], or leaves  1[Pakistan] for the purpose of residing abroad, or is declared  an \ninsolvent, or desires to be discharged from the trust, or refuses or becomes, in the opinion of a principal \nCivil Court of original jurisdiction, unfit or personally incapable to act in the trust, or  accepts an \ninconsistent trust, a new trustee may be appointed in his place by__ \n(a) the person nominated for that purpose by the instrument of trust (if any), or  \n(b) if there be no such person, or no such person able and willing to act, the author \nof the  trust if he be alive and competent to contract, or the surviving or \ncontinuing trustees or trustee for the time being, or legal representative of the \nlast surviving and continuing trustee, or (with the consent of the Court) the \nretiring trustees, if they all retire simultaneously, or (with the like consent) the \nlast retiring trustee.  \nEvery such appointment shall be by writing under the hand of the person m aking it.  \nOn an appointment of a new trustee the number of trustees may be increased.  \nThe Official Trustee may, with his consent and by the order of the Court, be appointed under \nthis section, in any case in which only one trustee is to be appointed and s uch trustee is to be the sole \ntrustee.  \nThe provisions of this section relative to a trustee who is dead include the case of a person \nnominated trustee in a will but dying before the testator, and those relative to a continuing trustee \ninclude a refusing or  retiring trustee if willing to act in the execution of the power.  \n1Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October , 1955), for “the Provinces \nand the Capital of the Federation” which had been subs. by A. O., 1949, Arts. 3(2) and 4, for “British India”.  \n \nPage 28 of 33 \n 74. Appointment by Court.  Whenever any such vacancy or disqualification occurs and it \nis found impracticable to appoint a new trustee under section 73, the beneficiary may, without \ninstituting a suit, apply by petition to a principal Civil Court of original jurisdiction for the ap pointment \nof a trustee or a new trustee, and the Court may appoint a trustee or a new trustee accordingly.  \n Rules for selecting new trustees.  In appointing new trustees, the Court shall have regard (a) \nto the wishes of the author of the trust as expressed in or to be inferred from the instrument of trust; \n(b) to the wishes of the person, if any, empowered to appoint new trustees; (c) to th e question whether \nthe appointment will promote or impede the execution of the trust; and (d) where there are more \nbenef iciaries than one, to the interests of all such beneficiaries.  \n75. Vesting of trust­property in new trustees.  Whenever any new trustee is appointed \nunder section 73 or section 74, all the trust\"‘property for the time being vested in the surviving or \ncontin uing trustees or trustee, or in the legal representative of any trustee, shall become vested in such \nnew trustee, either solely or jointly with the surviving or continuing trustees or trustee, as the case may \nrequire.  \nPowers of new trustees.  Every new trustee so appointed, and every trustee appointed by a  \nCourt, either before or after the passing of this Act, shall have the same powers, authorities and \ndiscretions, and shall in all respects act, as if he had been originally nominated a trust ee by the author \nof the trust.  \n76. Survival of trusts.  On the death or discharge of one of several co­trustees, the trust \nsurvives and the trust­property passes to the others, un less the instrument of trust expressly declares \notherwise.  \nCHAPTER VIII  \nOF TH E EXTINCTION OF TRUSTS  \n77. Trust how extinguished.  A trust is extinguished__ \n(a) when its purpose is completely fulfilled; or  \n(b) when its purpose becomes unlawful; or  \n(c) when the fulfillment of its purpose becomes impossible by destruction of the \ntrust­ property or otherwise; or  \n(d) when the trust, being revocable, is expressly revoked.  \n78. Revocation of trust.  A trust created by will may be revoked at the pleasure of the \ntestator.  \nA trust otherwise created can be revoked only__ \n(a) where all the beneficiaries are competent to contract ­by their consent;  \n(b) where the trust has been declared by a non­testamentary instrument or by word \nof mouth­ in exercise of a power of revocation expressly reserved to the author \nof the trust; or  \n \nPage 29 of 33 \n (c) where the trust is for the payment of the debts of the author of the trust, and has \nnot been communicated to the creditors­at the pleasure of the author of the trust.  \nIllustration  \nA conveys property to B in trust  to sell the  same  and pay out  of the  pr oceeds the  claims  of  \nA's creditors. A reserves no power of revocation. If no communication has been made to the creditors, \nA may revoke the trust. But if the creditors are parties to the arrangement, the trust cannot be revoked \nwithout their consent.  \n79. Revocation not to defeat what trustees have duly done.  No trust can be revoked by \nthe author of the trust so as to defeat or prejudice what the trustees may have duly done in execu tion \nof the trust.  \nCHAPTER IX  \nOF CERTAIN OBLIGATIONS IN THE NATURE OF TRUS TS \n80. Where obligation in nature of trust is created.  An obligation in the nature of a trust \nis created in the following cases.  \n81. Where it does not appear that transferor intended to dispose of beneficial interests.  \nWhere the owner of property transfers  or bequeaths and it cannot be inferred consistently with the \nattendant circumstances that he intended to dispose of the beneficial interest therein, the transferee or \nlegatee must hold such property for the benefit of the owner or his legal representative . \nIllustrations  \n(a) A conveys land to B without consideration and declares no trust of any part. It \ncannot, consistently with the circumstances under which the transfer is made, \nbe inferred that A intended to transfer the beneficial interest in the land. B  holds \nthe land for the benefit of A.  \n(b) A conveys to B two fields, Y and Z, and declares a trust of Y, but says nothing \nabout Z. It cannot, consistently with the circumstances under which the transfer \nis made, be inferred that A intended to transfer the beneficial interest in Z. B \nholds Z for the benefit of A.  \n(c) A transfers certain stock belonging to him into the joint names of himself and \nB. It cannot, consistently with the circumstances under which the transfer is \nmade, be inferred that A intended to transfer the beneficial interest in the stock \nduring his life. A and B hold the stock for the benefit of A during his life.  \n(d) A makes a gift of certain land to his wife B. She takes the beneficial interest in \nthe land free from any trust in favour of A, for it may be inferred from the \ncircumstances that the gift was for B’s benefit.  \n82. Transfer to one for consideration paid by another.  Where property is transferred to \none person for a consideration paid or provided by another person, and it appears that such other person \ndid not intend to pay or provide such consideration for the benefit of the transferee, the transferee must \nhold the property for the benefit of the person paying or providing the consideration.  \n \n \nPage 30 of 33 \n 1[Nothing in this section shall affect the provisions of the Code of Civil Procedure, 1908( Act \nV of 1908)].  \n83. Trust incapable of execution or executed without exhausting trus t­property.  \nWhere a trust is incapable of being executed, or where the trust is completely executed without \nexhausting the trust­property, the trustee, in the absence of a direction to the contrary, must hold the \ntrust­property, or so much thereof as is un exhausted, for the benefit of the author of the trust or his \nlegal representa tive. \nIllustrations  \n(a) A conveys certain land to B­  \n\"upon trust,\" and no trust is declared; or  \n\"upon trust to be thereafter declared,\" and no such declaration is ever made; or  \nupon trusts that are too vague to be executed; or  \nupon trusts that become incapable of taking effect; or  \n\"in trusts for C,\" and C renounces his interest under the trust. In each of these \ncases B holds the land for the benefit of A.  \n(b) A transfers Rs. 10,0 00 in the four per cents, to B, in trust to pay the interest \nannually accruing due to C for her life. A dies. Then C dies. B holds the fund \nfor the benefit of A's legal representative.  \n(c) A conveys land to B upon trust to sell it and apply one moiety of t he proceeds \nfor certain charitable purposes, and the other for the maintenance of the worship \nof an idol. B sells the land, but the charitable purposes wholly fail, and the \nmaintenance of the worship does not exhaust the second moiety of the proceeds. \nB ho lds the first moiety and the part unapplied of the second moiety for the \nbenefit of A or his legal representative.  \n(d) A bequeaths Rs. 10,000 to B, to be laid out in buying land to be conveyed for \npurposes which either wholly or partially fail to take effe ct. B holds for the \nbenefit of A's legal representative the undisposed of interest in the money or \nland if purchased.  \n84. Transfer for illegal purpose.  Where the owner of property transfers it to another for \nan illegal purpose and such purpose is not carri ed into execu tion, or the transferor is not as guilty as \nthe transferee, or the effect of permitting the transferee to retain the property might be to defeat the \nprovisions of any law, the transferee must hold the property for the benefit of the transfero r. \n85. Bequest for illegal purpose.  Where a testator bequeaths certain property upon trust \nand the purpose of the trust appears on the face of the will to be unlawful, or during the testator's \nlife­time the legatee agrees with him to apply the property for an unlawful purpose, the legatee m ust \nhold the property for the benefit of the testator's legal re presentative.  \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s.3 and 2nd Sch., for the existing paragra ph. \n  \n \nPage 31 of 33 \n Bequest of which revocation is prevented by c oercion.  Where property is bequeathed and \nthe revocation of the be quest is prevented by coercion, the legatee must hold the property for the \nbenefit of the testator's legal representative.  \n86. Transfer pursuant to rescindable contract.  Where property is transferred in \npursuance of a contract which is liable to rescission or induced by fraud or mistake, the transferee \nmust, on receiving notice to that effect, hold the pro perty for the benefit of the transferor, subject to \nrepayment by t he latter of the consideration actually paid.  \n87. Debtor becoming creditor’s representative.  Where a debtor becomes the executor or \nother legal representative of his creditor, he must hold the debt for the benefit of the persons interested \ntherein.  \n88. Advantage gained by fiduciary.  Where a trustee, executor, partner, agent, director of \na company, legal adviser, or other person bound in a fiduciary character to protect the interests of \nanother person, by availing himself of his character, gains for himself any pecuniary advantage, or \nwhere any person so bound enters into any dealings under circumstances in which his own interests \nare, or may be, adverse to those of such other person and thereby gains for himself a pecuniary \nadvantage, he must hold for the be nefit of such other person the advantage so gained.  \nIllustrations  \n(a) A, an executor, buys at an undervalue from B, a legatee, his claim under the \nwill. B is ignorant of the value of the bequest. A must hold for the benefit of B \nthe difference between the price and value.  \n(b) A, a trustee, uses the trust property for the purpose of his own business. A holds \nfor the benefit of his beneficiary the profits arising from such user.  \n(c) A, a trustee, retires from his trust in consideration of his successor paying  him \na sum of money. A holds such money for the benefit of his beneficiary.  \n(d) A, a partner, buys land in his own name with funds belonging to the partnership. \nA holds such land for the benefit of the partnership.  \n(e) A, a partner, employed on behalf of h imself and his co -partners in negotiating \nthe terms of a lease, calandestinely stipulates with the lesser for payment to \nhimself of a lakh of rupees. A holds the lakh for the benefit of the partnership.  \n(f) A and B are partners. A dies. B, instead of windi ng up the affairs of the \npartnership, retains all the assets in the business. B must account to A’s legal \nrepresentative for the profits arising from A’s share of the capital.  \n(g) A, an agent employed to obtain a lease for B, obtains the lease for himself.  A \nholds the lease for the benefit of B.  \n(h) A, a guardian, buys up for himself incumbrances on his ward B’s estate at an \nundervalue. A holds for the benefit of B the incumbrances so bought, and can \nonly charge him with what he has actually paid.  \n89. Advantage gained by exercise of undue  influence.  Where, by the exercise of undue \ninfluence, any advantage is gained in derogation of the interests of another, the person gaining such \n \nPage 32 of 33 \n advantage without consideration, or with notice that such influence has been exercised, must hold the \nadvantage for the benefit of the person whose interests have been so prejudiced.  \n90. Advantage gained by qualified owner.  Where a tenant for life, co­owner, mortgagee \nor  other qualified owner of any property, by availing hims elf of his position as such, gains an \nadvantage in derogation of the rights of the other persons interested in the property, or where any such \nowner, as representing all persons interested in such property, gains any advantage, he must hold, for \nthe benefi t of all persons so interested, the advantage so gained, but subject to repayment by such \npersons of their due share of the expenses properly incurred, and to an indemnity by the same persons \nagainst liabilities properly contracted, in gaining such advanta ge. \nIllustrations  \n(a) A, tenant for life of lease hold property, renews the lease in his own name and \nfor his own benefit. A holds the renewed lease for the benefit of all those \ninterested in the old lease.  \n(b) A village belongs to a Hindu family. A, one o f its members, pays nazrana to \nGovernment and thereby procures his name to be entered as the inamdar of the \nvillage. A holds the village for the benefit of himself and the other members.  \n(c) A mortgages land to B, who enters into possession. B allows the G overnment \nrevenue to fall into arrear with a view to the land being put up for sale and his \nbecoming himself the purchaser of it. The land is accordingly sold to B. Subject \nto the repayment of the amount due on the mortgage and of his expenses \nproperly inc urred as mortgagee, B holds the land for the benefit of A.  \n91. Property acquired with notice of existing contract.  Where a person acquires property \nwith notice that another person has entered into an existing contract affecting that property, of which \nspecific performance could be enforced, the former must hold the property for the benefit of the  latter \nto the extent necessary to give effect to the contract.  \n92. Purchase by person contracting to buy property to be held on trust.  Where a person \ncontracts to buy property to be held on trust for certain beneficiaries and buys the property accordingly, \nhe must hold the property for their benefit to the extent necessary to give effect to the contract.  \n93. Advantage secretly gained by one of several compounding cr editors.  Where \ncreditors compound the debts due to them, and one of such creditors, by a secret arrangement with the \ndebtor, gains an undue advantage over his co­creditors, he must hold for the benefit of such creditors \nthe advantage so gained.  \n94. Constru ctive trusts in cases not expressly provided for.  In any case not coming \nwithin the scope of any of the preceding sections, where there is no trust, but the person having \npossession of property has not the whole beneficial interest therein, he must hold th e property for the \nbenefit of the persons having such interest, or the residue thereof (as the case may be), to the extent \nnecessary to satisfy their just demands.  \nIllustrations  \n(a) A, an executor, distributes the assets of his testator B to the legatees without \nhaving paid the whole of B’s debts. The legatees hold for the benefit of B’s \n \nPage 33 of 33 \n creditors, to the extent necessary to satisfy their just demands, the assets so \ndistributed.  \n(b) A by mistake assumes the character of a trustee for B, and under colour of the \ntrust receives certain money. B may compel him to account for such moneys.  \n(c) A makes a gift of a lakh of rupees to B, reserving to himself, with B’s assent, \npower to revoke at pleasure the gift as to Rs. 10,000. The gift is void as to Rs. \n10,000, and B holds that sum for the benefit of A.  \n95. Obligor’s duties, liabilities and disabilities.  The person holding property in \naccordance with any of the preceding sections of this Chapt er must, so far as may be, perform the same \nduties, and is subject, so far as may be, to the same liabilities and disabilities, as if he were a trustee of \nthe property for the person for whose benefit he holds it:  \nProvided that (a) where he rightfully cult ivates the property of employs it in trade or business, \nhe is entitled to reasonable remuneration for his trouble, skill and loss of time in such cultivation or \nemployment; and (b) where he holds the property by virtue of a contract with a person for whose  \nbenefit he holds it, or with any one through whom such person claims, he may, without the permission \nof the Court, buy or become lessee or mortgagee of the property or any part thereof.  \n96. Saving of rights of bona fide  purcha res. Nothing contained in thi s Chapter shall \nimpair the rights of transferees in good faith for consideration, or create an obligation in evasion of \nany law for the time being in force.  \nTHE SCHEDULE.  Omitted by the Federal Laws (Revision and Decleration) ordinances ,1981 \n(XXVII of 1981), s.3 and Sch. II."
}