{
    "file": "./converted_json\\administratora4dc224b51847e8d5bad3bce54eca604.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "ISLAMABAD CAPI TAL TERRITORY LOCAL GOVERNMENT \nELE CTIONS (AMENDMENT) ORDINANC E, 2002.  \n \nORDINANCE  CII OF 2002  \n \n \nAn \n \nOrdinance \n \nto amend the Islama bad Capital Territory Local Government Elections Ordinance, \n2002)  \n \nWHEREAS  it is expedient  to amend  the  Isl amabad  Capital  Territory  Local  Government \nElections  Ordin ance, 2002 (LVII of 2002),  for the purpos es hereinafter appearing: \n \nAND  WHEREAS  the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n \nNOW, THE REFORE, in pursu ance of the Proclamation of Emergency of the Fourteenth day \nof October; 1999,  the Provision al Constitu tion Order No. 1 of 1999,  read with the Provision al \nConstitution  (Amendment) Order No.9 of 1999,  and in exercise of all powers enabling him in \nthat  behalf,  the  President  of  the  Islamic  Republic  of  Pakistan  is  pleased  to  make  and \npromulgate the following  Ordin ance: \n \n1.  Short  title,  extent  and  commencement. ---(1)  This  Ordin ance  may  be  called  the \nIslamabad Capital Territory Local Government Elections  (Amendment) Ordinance, 2002.  \n \n(2) It shall come into force at once and shall be deemed to have taken effect on the 2nd \nOctober, 2002.  \n \n2. Amendment of section 15, Ordinance LVII of 2002 .---In the Islamabad Capital Territory \nLocal Government Elections Ordin ance, 2002  (LVII of 2002),  hereinafter referred to as the \nsaid Ordin ance; in section 15, for clause (e) the following  shall be substituted, namely: \n \n\"(e)  is at least  a graduate  possessing  a bachelor  degree  in any  discipline  or any  degree \nrecognized as equivalent under any law for the time being in force, for contesting  election of \na Nazim or Naib Nazim;\" \n \n3. Amendment of section 18, Ordinance LVII of 2002 .---In the said Ordinance, in section \n18, in subsection (1), in the first proviso, for the figure \"2004\" the figure \"2005\" shall be \nsubstitu ted. \n \n\\"
}