{
    "file": "./converted_json\\administratoradaacbf03195f8ecadcf31db4a69c76d.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 20 \n  \n \n \nTHE CENTRAL DEPOSITORIES ACT, 1997  \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Overriding effect.  \n4. Central depository system.  \n5. Central depository not to be a member of an issuer, etc.  \n6. Transfers under book entry system.  \n7. Effect of book­entry transfer on transferee.  \n8. Central depository discharged from liability if acting on instructions.  \n9. Central depository to supply information.  \n10. Bonus issue by an issuer.  \n11. Bar on rectification of central depository register.  \n12. Pledge of book entry securities.  \n13. Consolidation or subdivision of securities by an issuer.  \n14. Regulations for issue or offer for sale of securities.  \n15. Conversio n of non­equity securities into equity securities.  \n16. Issuance of jumbo Certificates.  \n17. Inspection of the central depository register.  \n18. Record ot an entry prima facie evidence.  \n19. Borrowing or lending of securities.  \n20. Duty to maintain secrecy.  \n \n \nPage 2 of 20 \n 21. Permitted disclosures.  \n22. Regualtion of access to the computer system.  \n23. Central depository to provide assistance to the Registrar, the Authority, the State Bank of \nPakistan and the stock exchanges.  \n24. Handing book­entry securities without authority  \n25. Nomination and transmission.  \n26. Settlement of securities transactions using the central depository system.  \n27. Power of Registrar and Authority to call for information or appoint inspectors.  \n28. Offences.  \n29. Cognizance of offences by courts.  \n30. Offen ces to be non­cognizable.  \n31. Punishment and adjudication of fine or penalty.  \n32. Review and appeal.  \n33. Powers of the Authority in relation to proceedings.  \n34. Amendment of Ordinance XLVII of 1984.  \n35. Central depository to have power to make regulations.  \n36. Removal of difficulties.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 20 \n THE CENTRAL DEPOSITORIES ACT, 1997  \nACT NO. XIX OF 1997  \n \nAn Act to make provision for the establishment and operation of book‑entry systems for the transfer \nof securities by central depository companies  \nWHEREAS it is expedient to make provisions for the establishment and operation of \nbook‑entry systems for the transfer of securities by central depository companies;  \nIt is hereby enacted as follows: — \n1. Shor t title and commencement .—(1) This Act may be called the Central Depositories Act,  \n1997.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions .—In this Act, unless there is anything repugnant in the subject or context, — \n(1) “access ” in relation to the central depository sy stem maintained by a central \ndepository, means the placing of information on that system or the retrieval of \ninformation therefrom;  \n(2) “account ” means an account maintained by a central depository in the name of \nan account‑holder so as to record the title  of the account‑holder to any \nbook‑entry securities entered in such account;  \n(3) “account‑holder ” means a person who opens and maintains an account with a \ncentral depository and operates such account;  \n(4) “Authority ” means the Corporate Law Authority const ituted under section 11 \nof the Companies Ordinance, 1984, (XLVII of 1984).  \n(5) “book‑entry security ”, in relation to a central depository, means a security which \nis transferable by book‑entry in the central depository register pursuant to a \ndeclaration mad e by the central depository under sub­section (6) of section 4 \nand which is — \n(a) in the case of security transferable by registration, registered in the name \nof the central depository or issued to the central depository pursuant to \nsection 14; or  \n(b) in th e case of a security transferable by delivery or endorsement, \ndeposited with or transferred by endorsement to the central depository;  \n(6) “central depository ” means a central depository as defined in clause (cc) of \nsection 2 of the Securities and Exchange Ordinance, 1969, (XVII of 1969). and \nregistered with the Authority under section 32‑A of that Ordinance;  \n(7) “central depository register ” means a computerized electronic register \nmaintained by a central depository in respect of book‑entry securities;  \n \nPage 4 of 20 \n (8) “central depository system ” means central depository system established under \nsection 4;  \n(9) “debenture ” means a debenture as defined in clause (12) of sub­section (1) of \nsection 2 of the Companies Ordinance, 1984, (XLVII of 1984). and includes a \ndebenture  issued by an issuer other than a company;  \n(10) “document evidencing title ” includes, — \n(a) in the case of any security which is not a Government security, the shares \ncertificate, debentures certificate, modaraba certificate or any other \ncertificate represe nting the security; and  \n(b) in the case of any security which is a Government security, such \ndocument or other evidence of title thereto as a central depository may \nrequire;  \n(11) “eligible pledgee ” means any person who, in accordance with the regulations, \nis recognised by a central depository as eligible for the purpose of receiving any \npledge of book‑entry securities;  \n(12) “handling ”, with its grammatical variations and cognate expressions, in rela tion \nto a book‑entry security, means the transfer of a book­entry security by \nelectronic or similar means, the pledging of a book‑entry security in accordance \nwith section 12 or the withdrawal from the central depository system of the \nsecurity represented by the book‑entry security;  \n(13) “information ” includes data recorded in a form which can be processed by \nequipment operating automatically in response to instructions given for a \nparticular purpose;  \n(14) “issuer ” means any person, the Federal Government or a Provincial Government \nwho or which has issued or proposes to issue any security;  \n(15) “jumbo certificates ” means one or more consolidated certificates of the \nsecurities of one kind or class issued by an issuer  which are registered in the \nname of a central depository;  \n(16) “member ” means a member as defined in clause (21) of sub­section (1) of \nsection 2 of the Companies Ordinance, 1984, (XLVII of 1984). and includes the \nregistered owner of any equity security of  an issuer which is established under \nany other law;  \n(17) “participant ” means — \n(a) an account‑holder who is a member of a stock exchange; and  \n(b) any other account‑holder who meets the qualifications of a participant \nprescribed in the regulations:  \n  Provid ed that such account holders — \n(i) perform services for sub‑account‑holders in accordance with the \nterms of an agreement entered into between the central \ndepository and each of he participants;  \n \nPage 5 of 20 \n (ii) transfer any securities to the central depository to the c redit of \nany sub‑accounts under their respective accounts; and  \n(iii) handle, on behalf of sub‑account holders, the book‑entry \nsecurities in the sub‑accounts under their respective accounts;  \n(18) “prescribed ” means prescribed by regulations made under this Act; \n(19) “record ” includes, in addition to a record in writing, — \n(a) any photograph;  \n(b) any disc, tape, sound‑track or other device in which sounds or other data \n(not being visual images) are embodied so as to be capable (with or \nwithout the aid of some other instrument or machine) of being \nreproduced therefrom in audible or readable form; and  \n(c) any film, tape of other device in which visual images are embodied so \nas to be capable (with or without the aid of some other instrument) of \nbeing reproduced th erefrom in visual form; and  \n(d) any reference to a copy of a record includes — \n(i) in the case of a record falling within paragraph (b) but not \nparagraph (c) of this clause, a transcript of the sounds or other \ndata embodied therein;  \n(ii) in the case of a record falling within paragraph (c) but not \nparagraph (b) of this clause, a still reproduction of the images \nembodied therein, whether enlarged or not; and  \n(iii) in the case of a record falling within paragraph (b) and paragraph \n(c) of this clause, the transcript of the sounds or other data \nembodied therein together with the still reproduction of the \nimages embodied therein;  \n(20) “register of members ” means the register of members referred to in section 147 \nof the Companies Ordinance, 1984, ( XLVII of 1984), and includes the register \nof owners of any equity securities of an issuer established under any other law;  \n(21) “register of debenture‑holders ” means the register of debenture­holders referred \nto in section 149 of the Companies Ordinance, 1 984, (XLVII of 1984), and \nincludes the register of holders of any non‑equity securities of an issuer other \nthan a company;  \n(22) “Registrar ” means the Registrar as defined in clause (31) of sub­section (1) of \nsection 2 of the Companies Ordinance, 1984, (XLV II of 1984).  \n(23) “regulations ” means the regulations made pursuant to section 35;  \n(24) “security ” means — \n(a) a security as defined in sub‑clause (i) of clause (1) of section 2 of the \nSecurities and Exchange Ordinance, 1969, (XVII of 1969).  \n(b) any Governm ent security;  \n(c) any derivative relating to a security or a Government security; or  \n \nPage 6 of 20 \n (d) any other instrument specified by the Federal Government, by a \nnotification in the official gazette, to be a security for the purposes of \nthis Act;  \n(25) “State Bank ” means the State Bank of Pakistan established under the State Bank \nof Pakistan Act, 1956, (XXXIII of 1956).  \n(26) “stock exchange ” means a stock exchange registered under the Securities and \nExchange Ordinance, 1969, (XVII of 1969).  \n(27) “sub‑account ” means a sub‑account maintained, as part of the account of a \nparticipant, in accordance with the regulations by a central depository in the \nname of a sub‑account holder so as to record the title of sub­account holder to \nany book‑entry securities entered in such sub ‑account; and  \n(28) “sub‑account holder ” means a person in whose name a sub‑account is opened \nand maintained by a participant with a central depository and is operated by that \nparticipant.  \n3. Overriding effect .—The provisions of this Act shall have effect notwithstanding anything \ncontained in the Companies Ordinance, 1984, or in any other law or in any charter, statute or \nmemorandum or articles of association or in any applicable document or resolution.  \n4. Central d epository system.  —(1) A central depository shall establish a central depository \nsystem whereby, in accordance with the regulations, — \n    (a)          (i)  accounts may be opened and maintained with the central depository by \nthe account‑holders so as to record the title of the account‑holders to \nbook‑entry securities entered in such accounts; or  \n            (ii)  where the account‑holders are participants, su b‑accounts may be opened \nand maintained, as part of the accounts of the participants, with the \ncentral depository by the participants on behalf of the sub‑account \nholders so as to record the title of the sub‑account holders to book‑entry \nsecurities entered  in such sub‑accounts;  \n(b) transfers of such book‑entry securities shall be effected electronically or by any \nsimilar means; and  \n(c) pledging of such book‑entry securities may be effected in accordance with \nsection 12.  \n(2) Where any securities are issued t o or registered in the name of a central depository or \ntransferred by endorsement to or deposited with a central depository, such securities shall, in \naccordance with the regulations, be entered in the relevant accounts or sub‑accounts, as the ca se may \nbe, as book‑entry securities.  \n(3) Notwithstanding anything contained in sub­section (1), a participant may, with the written \nauthorisation of his clients, enter book‑entry securities beneficially owned by the clients in his own \naccount without establishing su b­accounts in the names of such clients in the central depository system:  \nProvided that the central depository may, at its discretion, enquire whether such authorisation \nhas been obtained by the participant.  \n \nPage 7 of 20 \n (4) Subject to the provisions of this Act, a cen tral depository system shall be operated by a \ncentral depository for holding book‑entry securities as a nominee for account‑holders and for \nfacilitating the transfer of such book‑entry securities:  \nProvided that nothing containing herein shall be construed as preventing a central depository \nfrom holding book‑entry securities, as a beneficial owner of such securities, in its own account opened \nand maintained on its own central depository system.  \n(5) The title to any book‑entry securities entered in an account  shall vest in the account holder \nand the title to any book‑entry securities entered in a sub­account shall vest in the sub‑account holder.  \n(6) The central depository system of a central depository shall handle such securities as \nbook‑entry securities as a re declared as such by the central depository.  \n(7) Different types of accounts and sub‑accounts for different classes of persons may be opened \nwith a central depository in accordance with the regulations.  \n5. Central depository not to be a member of an issu er, etc .— (1) Where a central \ndepository is  named in the register of members of an issuer,  \n(a) the central depository shall be deemed not to be a member of the issuer; and  \n (b) the persons named as the account‑holders or, as the case may be, the \nsub‑account holders shall, for such period as the book‑entry securities \nrepresenting securities carrying voting rights in the issuer are entered against \ntheir names in the central deposit ory register, be deemed to be members of the \nissuer in respect of such securities and shall, except as is otherwise provided in \nthis Act, be entitled to all the rights, powers and privileges and be subject to all \nthe liabilities, duties and obligations of a member as are or may be conferred by \nthe Companies O rdinance, 1984, (XLVII of 1984)  or by any other law for the \ntime being in force or by the charter, statute or memorandum or the articles of \nassociation of the issuer.  \n(2) Where a central depository is a debenture‑holder of an issuer or is the owner of securities \nof an issuer (whether equity securities or debt securities) which do not carry voting rights in the \nissuer, — \n(a) the central depository shall be deemed not to be the owner of such securities; \nand \n(b) the persons named as the account‑holders or, as the case may be, the \nsub‑account holders shall, for such period as the book‑entry securities \nrepresenting such securities are entered against their names in the central \ndepository register, be deemed to be the owners of such securities and shall, \nexcept as is otherwise provided in this Act, be entitled to all the rights, powers \nand privileges and be subject to all the liabilities, duties and obligations of the \nowners of such securities as are or may be  conferred by the Companies \nOrdinance, 1984, (XLVII of 1984), or by any other law for the time being in \nforce or in terms of any documents creating such securities.  \n(3) Nothing in this Act shall be construed as affecting, — \n(a) the obligation of an issuer t o keep a register of its members or debenture holders \nor allow inspections of such register under the provisions of the Companies \n \nPage 8 of 20 \n Ordinance, 1984 (XLVII of 1984), or under any other law for the time being in \nforce:  \n  Provided that the issuer shall not be o bliged to enter in any registers \nmaintained by it the names and particulars of persons who are members of the \nissuer under clause (b) of sub­section (1) or owners of the securities of the issuer \norder clause (b) of sub­section (2);  \n(b)        (i) the right  of an account‑holder to request withdrawal of his securities    \nfrom the central depository system at any time and, where applicable, to \nhave them registered in his name, or where the account‑holder is a \nparticipant, in any other name; or  \n            (ii) the right of a participant to request a withdrawal of his  \nsub‑accountholders securities from the central depository system at any \ntime and, where applicable, to have them registered in the name of his \nsub‑account holder; or  \n(c) the rights of a central de pository to hold book‑entry securities beneficially in its \nown behalf.  \n(4) Notwithstanding anything contained in this Act, an account‑holder or a sub‑account holder, \nwho is named in the central depository register, at the close of business hours of the cen tral depository \non the day before the first day of the period of closure of register of members of an issuer as the holder \nof book‑entry securities representing securities carrying voting rights in issuer, shall be regarded as a \nmember of the issuer for th e purpose of attending and exercising all rights at a general meeting of the \nmembers of the issuer in respect of which  the register of members has been closed.  \n(5) Notwithstanding anything contained in this Act, an account‑holder or a sub‑account‑holder, \nwho i s named in the central depository register, as at the close of business hours of the central \ndepository on the day before the first day of the period of closure of register of non‑equity securities \nof an issuer, as the owner of book‑entry securities repres enting such securities of the issuer, shall be \nregarded as an owner of such securities for the purpose of attending and exercising all rights at a  \ngeneral meeting of the owners of such securities of the issuer in respect of which the register of such \nsecur ities has been closed.  \n6. Transfers unde r book‑entry system .—(1) Subject to the provis ions of this Act, a transfer \nof book‑entry securities from accounts or sub‑accounts to other accounts or sub‑accounts shall be made \nin such manner as may be prescribed an d shall be effected by making of an appropriate entry in the \ncentral depository register in accordance with such regulations.  \n(2) A transfer of book‑entry securities in the manner set out in subsection (1) shall be valid and \neffective transfer of title to the securities represented by the book‑entry securities.  \n7. Effect of book‑entry transfer on transferee .—If a transfer of book­entry securities takes \nplace at a particular time in accordance with the provisions of section 6 — \n(a) the transferee shall be deemed to have agreed to have accepted the transfer of \nsuch book‑entry securities subject to the terms and conditions on which the \ntransfer or held them immediately before the time of such transfer; and  \n (b) the transferee shall be dee med to have agreed to become a member of the issuer \nand to be bound by the issuer's charter, statute or Memorandum and Articles of \nAssociation, as the case may be.  \n \nPage 9 of 20 \n 8. Central depository discharged from liability if acting  on instructions .—(1) A central \ndepository, if acting in good faith and without negligence, shall not be liable for any loss, damages, \ncompensation, costs and expenses in tort or under any law or contract for any breach of trust or duty \nand in the cases where the central depository has, in the accounts or sub‑ accounts maintained by it, \nmade or allowed to be made entries or handled or allowed handling of any book‑ entry securities, \naccording to the instructions of an account‑holder or a participant, notwithstanding that the \naccount‑holder o r the participant, as the case may be, had no right to dispose of or take any other action \nin respect of such book‑entry securities.  \n(2) A central depository, if acting in good faith and without negligence, shall be fully \ndischarged of its obligations to a n account‑holder and participant, upon the transfer or delivery of \nbook‑entry securities under the instructions of the account holder or participant, as the case may be.  \n(3) A central depository shall not be required to enquire whether or not. — \n(a) an acco unt‑holder or a participant, has a right to handle any book­entry \nsecurities entered in his account or in any sub‑account under his account, as the \ncase may be, or to take any action in that regard; or  \n(b) the document of title in respect of a security dep osited with an issuer for the \npurpose of registration of the transfer of the security in the name of the central \ndepository is genuine.  \n(4) Except as provided in this Act, a central depository shall not owe any fiduciary or any other \nobligations whatsoever , including, without limitation to the generality of the foregoing, any obligations \nin law, contract, tort, warranty or strict liability, to the sub‑account holders in whose name \nsub­accounts are maintained in the central depository system.  \n(5) Without pre judice to the provisions of any other law for the time being in force, if any loss \nis caused to an account‑holder or a sub‑account holder due to any negligent or wrongful act or omission \nof a central depository or any of its employees, the central deposito ry shall compensate such \naccount‑holder or sub‑account holder for such loss.  \n9. Central de pository to supply information .—(1) Every iss uer which is a company or other \nbody corporate and whose securities are entered in the central depository system of a cen tral depository \nshall request the central depository, at such times as may be prescribed in the regulations, for a list of \nthe names and other relevant details of the account‑holders and sub‑account holders, holding the \nbook‑entry securities of such issuer  together with details of the book‑entry securities of such issuer \nentered in the accounts of such account­holders of sub‑account holders, as the case may be — \n(a) for sending notices to any account‑holders and sub‑account holders of general \nmeetings of the  holders of any securities of the issuer;  \n(b) for sending any other notices to any account holders and sub­account holders \nwhich are required to be sent by the issuer to holders of any securities of the \nissuer;  \n(c) for the purpose of allowing any account‑h olders and sub‑account holders to \nattend general meetings of any holders of securities of the issuer or to appoint \nproxies for this purpose;  \n(d) for despatching dividend or other warrants to any account‑holders and \nsub‑account holders;  \n \nPage 10 of 20 \n (e) for despatching to any account‑holders and sub‑account holders any other \npayments or benefits paid by the issuer; or  \n(f) for despatching to any account‑holders and sub‑account holders formal offers \nfor subscription of securities of the issuer.  \n(2) A participant may, in re spect of such book‑entry securities as are beneficially owned by his \nclients and entered in his account, supply to the central depository  the names and other details of such \nclients together with instructions that such names and other details be forwarded to the issuer upon a \nrequest for information made by the issuer under sub­section (1):  \nProvided that the persons whose names are supplied by a participant under this sub­section \nshall be deemed to be sub‑account holders holding the book‑entry securities to  which they are stated \nby the participant to be entitled and shall be entitled to the rights of sub‑account holders set out in \nsection 5.  \n(3) Subject to sub­section (2), the central depository shall supply to an issuer the information \nrequested by the issu er under sub­section (1) in such manner and within such time as may be prescribed \nin the regulations:  \nProvided that in cases where the information requested by the issuer under sub­section (1) is \nfor the determination of entitlement of any accoun­holders a nd sub‑account holders, in relation to the \nbook‑entry securities of the issuer held by them, to attend any meetings called by the issuer or to \nreceive payments of any dividends or other amou nts payable by the issuer or to receive any offers for \nsubscriptio n of any shares in the issuer or for any other purpose as required by any law or the issuer's \ncharter, statute or Memorandum or Articles of Association, the central depository shall supply such \ninformation to the issuer as is correct as at the close of bus iness hours of the central depository on the \nday before the first day of the period of closure of register of members, debenture holders or any other \nsecurities of the issuer.  \n(4) Subject to sub­sections (5) and (6), an issuer to whom sub­section (1) appli es shall rely \nupon the information supplied by the central depository under sub­section (3).  \n(5) An issuer who is liable to pay any dividend or other amount or issue any offer for \nsubscription of any securities to any account‑holders or sub­account holders  shall pay such dividend \nor other amount or issue such offer for subscription of securities in acco rdance with such information \nas central depository may give in accordance with the regulations and such payment or issue shall \ndischarge the issuer from any liability in respect of that payment or issue to the relevant \naccount‑holders or sub‑account holders.  \n(6) All notices and other documents which an issuer is obliged or required to send to its \nmembers or holders of any of its securities, shall in cases wher e an account‑holder or a sub‑account \nholder is deemed to be a member or holder of any securities of the issuer, be sent directly to the \naccount‑holder or the sub‑account holder, as the case may be, on the basis of information provided by \nthe central deposi tory under sub­section (3) and in such manner as notices and documents are required \nto be sent by the Companies Ordinance, 1984, (XLVII of 1984), or any other applicable law or Articles \nof Association.  \n10. Bonus issue by an issuer . —(1) Where an issuer whose securities are entered in the central  \ndepository system makes a bonus issue, the securities to be issued on the number of securities of that \nissuer registered in the name of the central depository shall be allotted to the central depository.  \n(2) The central depository shall, upon allotment of securities under sub­section (1), determine \nthe entitlements of the relevant account‑holders, and sub‑account holders to such securities in \n \nPage 11 of 20 \n proportion to the other securities of the same issuer standing i n their accounts and sub‑accounts, as of \nthe close of business hours of the central depository on the day before the first day of the period of \nclosure of register of members, debenture‑holders or any other securities of the said issuer and enter \nthe book‑ entry securities in the relevant accounts and sub‑accounts in accordance with the determined \nentitlements:  \nProvided that fractional entitlements to book‑entry securities relating to the bonus securities \nshall not be credited by the central depository to th e relevant accounts and sub‑accounts but the \nbook‑entry se curities representing such fractional entitlements shall be consolidated and dealt with in \naccordance with the regulations.  \n11. Bar on rectification of central depository register .—Notwithstanding a nything \ncontained in section 152 of the Companies Ordinance, 1984, (XLVII of 1984), if — \n(a) an account‑holder or a sub‑account holder did not consent to a transfer of any \nbook‑entry securities from, or to, his account or sub‑account, as the case may \nbe; or  \n(b) the name of any account‑holder or sub‑account holder is fraudulently or without \nsufficient cause entered in, or omitted from, the central depository register.  \nthe aggrieved party may apply to the Court for relief and the Court may award damages to the  \naggrieved party but shall not order rectification of the central depository register.  \nExplanation .—The expression “court ” for the purposes of this section shall mean the High \nCourt  having jurisdiction over the defendant.  \n12. Pledge of book‑entry securitie s.— (1) Book‑entry securities shall be pledged only in \nfavour of an eligible pledgee to secure the payment of a debt or liability or performance of any \nobligation by any account‑holder directly or by any sub‑account holder through instructions given to \na participant when the book­entry securities are blocked in the manner set out in sub­section (2).  \n(2) The book‑entry securities to be pledged shall be blocked when an account‑holder or a \nparticipant gives instructions to the central depository system in a ma nner that the pledgor or the \nrelevant participant when the pledgor is sub­holder ceases to handle the pledged book‑entry securities \nand notice of the blocking is available through the central depository system to the eligible pledgee.  \n(3) A pledge of the p ledged book‑entry securities shall, in addition to the powers available to \nhim under the Contract Act, 1872, (IX of 1872), have the following powers: — \n(a) a power, upon the default of the pledgor , to transfer the pledged book‑entry \nsecurities or any part thereof; and  \n(b) any other power which may be granted to him in writing by the pledgor in \nrelation to the pledged book‑entry securities provided that the central depository \nshall not be concerned with or affected by the exercise of any such power.  \n(4) The central depository system shall only allow the pledgee to remove the block from the \npledged book­entry securities in such manner that they are available to the pledgor for the purpose of \nhandling them.  \n(5) The central depository system shall not allow the pledgor to handle the pledged book­entry \nsecurities save upon the removal by the pledgee of the block from such pledged book­entry securities.  \n \nPage 12 of 20 \n (6) A participant shall not create a pledge over any book­entry securities entered in any sub­ \naccounts maintained under his account with the central depository without the authorisation of the \nsub­account holder concerned.  \n(7) No pledge of any book­entry securities may be made except as provided in this sec tion. \n(8) Except as otherwise provided in this section, the provisions of the Contract Act, 1872, shall \nbe applicable to pledging of book­entry securities.  \nExplanation .—For the purpose of this section, the account­holder or sub­account holder, as \nthe case may be, pledging any book­entry securities shall be called the “pledgor ”, the eligible pledgee \nin whose favour a pledge of book­entry securities is made shall be called the “pledgee ” and the book­ \nentry securities when blocked be called the “pledged book­e ntry securities ”. \n13. Consolidation or subdivision of securities by an issuer .—When an issuer announces a \nconsolidation or sub­division of his securities, the book­entry securities of such issuer as are entered \nin the accounts and sub­accounts maintained i n the central depository register shall in like manner and \nin accordance with the regulations, be consolidated or sub­divided, as the case may be, in the central \ndepository register.  \n14. Regulations for issue or offer for sale of securities .—(1) A central depository may make \nregulations which permit any issuer to enter into an arrangement with the central depository \nwhereunder the issuer may register in the name of the central depository all the securities of one class \nafter making allocation of such securi ties to subscribers of the securities.  \n(2) Where any issuer enters into an arrangement referred to in sub­section (1) with a central \ndepository and registers the securities in the name of the central depository, the central depository shall \nensure that eve ry subscriber of the securities or any account­holder designated by such subscriber is \ncredited with book­entry securities representing his entitlement to such securities.  \n(3) A central depository may make regulations which permit any person intending to m ake an \noffer for sale of se curities to the public to enter into an arrangement with the central depository where \nunder the securities which are to be offered for sale by that person may be transferred in the name of \nthe central depository after the accepta nce of offer from persons who apply to purchase such securities.  \n(4) Where any person intending to make an offer for sale of securities to the public enters into \nany arrangement referred to in sub­section (3) with a central depository and transfers the sec urities in \nits name, the central depository shall ensure that every purchaser of the securities or any account­ \nholder designated by such purchaser is credited with book­entry securities representing his entitlement \nto such securities.  \n15. Conversion of non­equity securities into equity securities .—Where any debentures, \nbonds or any other non­equity securities, whether partly or wholly convertible into equity securities or \nwith warrants to subscribe to equity securities of an issuer, are converted into eq uity securities, a central \ndepository shall take appropriate action, in accordance with the regulations, in respect of the book­ \nentry securities representing such debentures, bonds or other non­equity securities to give effect to \nsuch conversion.  \n16. Issuance of Jumbo Certificates. —Every issuer of the securities registered in the name of \na central depository shall, if so requested by the central depository in writing, issue to it jumbo \ncertificates, of such denominations as may be requested by the central depository, upon the occurrence \nof any increase or decrease in the number of the securities of such issuer held by the central depository.  \n17. Inspection of the central depository register. —(1) The central depository register shall, \nto the extent that it r ecords the holdings of book­entry securities representing securities of an issuer, \n \nPage 13 of 20 \n be open to inspection at the registered or head office of the issuer in the same manner and to the extent \nprovided in any law for the time being in for ce pursuant to or by w hich such issuer was established or \nis governed.  \nExplanation .—For the purposes of this sub­section, the expression “law” shall include any \nrules or regulations governing such issuer. ­  \n(2) The information made available upon any request for inspection unde r sub­section (1) shall \nbe correct as of the close of business hours of the central depository on its first working day in the \nmonth preceding the month in which the request for inspection is made:  \nProvided that where any closure of the register of members  or debenture holders or of the \nholders of any other equity or non­equity securities of the issuer has occurred subsequent to the first \nworking day of the central depository in the month preceding the  month in which the request for \ninspection is made, the information made available upon any request for inspection shall be correct as \nof the close of business hours of the central depository on the day before the first day of the latest \nperiod of closure of register of members on debenture holders or of the ho lders of any other equity or \nnon­equity securities, as the case may be, of the issuer :  \nProvided further that where notice of a general meeting of the members or debenture holders \nor of the holders of any other equity or non­equity securities of the issuer  has been issued, the \ninformation made available upon any request for inspection under sub­section (1) shall be correct as \nof the close of business hours of the central depository on the third day before the date of receiving the \nrequest for inspection.  \n18. Record of an entry prima facie evidence . —A record of an entry in an account or a sub­ \naccount shall be prima facie  evidence  of the truth of the matters so recorded.  \n19. Borrowing or lending of securities .—Book­entry securities ma y, in accordance with the \nregulations, be borrowed or lent in the interest of the smooth and orderly functioning of stock \nexchanges.  \n20. Duty to maintain secrecy .—(1) Except as provided in this Act or in any other law for the \ntime being in force, no director or officer of a cen tral depository or a participant, whether during his \ntenure of office or during his employment or thereafter; and no other person who has by any means \nknowledge of any information or document whatsoever relating to the affairs of any of the account­ \nholder s, and in particular, relating to their accounts or sub­accounts, shall give, divulge, reveal or \notherwise disclose such informati on or document to any other per son. \n(2) A person who has any information or document which to his knowledge has been disclosed  \nin contravention of sub­section (1) shall not in any manner howsoever disclose it to any other person.  \n21. Permitted disclosures .—Subject to the provisions of this Act, the provision of section 20 \nshall not entitle any person to refuse to disclose any inf ormation or documents — \n(a) which an account­holder or a sub­account holder has authorised in writing to \ndisclose.  \n(b) in a case where an account­holder or a sub­account holder is declared a \nbankrupt, or, if the account­holder or sub­account holder, as the case may be, is \na company or body corporate and is being or, has been, wound up within or \noutside Pakistan;  \n(c) in the case of any litigation or other legal proceedings ;  \n \nPage 14 of 20 \n (d) to any person duly authorised by a competent court, the Authority or the State \nBank of Pakistan to investigate into any offence under any law for the time \nbeing in force ;  \n(e) for the purpose of enabling or assisting the Authority to exercise any power \nconferred on it by this Ordinance or by any other law for the time being in force ; \n(f) for the purpose of enabling or assisting the State Bank of Pakistan to exercise \nany power conferred on it by any other law for the time being in force ; \n(g) for the purpose of enabling or assisting a stock exchange or clearing house of a \nstock excha nge t o discharge its functions;  \n(h) for the purpose of enabling or assisting auditors of a central depository or \nparticipant to discharge their functions; or  \n(i) to the Authority if the disclosure is required in the interest of investors or in the \npublic intere st. \n22. Regulation  of access to the computer system .—(1) A central depository may, in \naccordance with the regulations, authorise any account­holders, the stock exchanges on which the \nsecurities in relation to book­entry securities entered in the central de pository register of the central \ndepository are listed, clearing houses of such stock exchanges or issuers to have access to its computer \nsystem within such limits and for such purposes as may be specified in such regulations.  \n(2) No person — \n(a) who, being a person authorised to have access under sub­section (1), shall gain \naccess, or attempt to gain access, to a computer system of a central depository, \nwhether by means of any device or apparatus forming part of the computer \nsystem or by any other  means, beyond the limits or for purposes other than for \nwhich he is authorised thereunder  \n(b) who; not being a person authorised to have access under sub­section (1), shall \ngain access, or attempt, to gain access, to a computer system of a central \ndeposit ory, whether by means of any device or apparatus forming part of the \ncomput er system or by any other means ; or \n(c) shall unlawfully interfere with, or impede, or attempt to interfere with or \nimpede, the operation of a computer system of a central depository.  \n23. Central depository to provide assistance to the Registrar, the Authority, the State \nBank of Pakistan and the stock exchanges .—A central depository shall provide such assistance to \nthe Authority, the State Bank of Pakistan, the Registrar, stock exchang es and to any person acting on \ntheir behalf, as they reasonably require for the performance of their functions and duties under this Act \nor under any other law for the time being in force.  \n24. Handing book­entry securities without authority .—(1) A particip ant shall not handle or \nauthorise or permit any handling of book­entry securities entered in the sub­accounts maintained under \nhis account without authority of the sub­account holder.  \n(2) A participant shall not, except with the authority of his clients, h andle or authorise or permit \nany handling of book­entry securities beneficially owned by such clients and entered in his account.  \n25. Nomination and transmission .—The provisions of sections 79, 80 and 81 of the \nCompanies Ordinance, 1984,(XLVII of 1984), sh all mutatis mutandis, apply to book­entry securities \n \nPage 15 of 20 \n and all references to member or holder of debentures in those sections shall be construed as references \nto account­holders or sub­account holders, and all references to a company shall be construed as \nreferences to a central depository in case the book­entry securities belong to an account­holder and to \na participant in case the book­entry securities belong to a sub­account holder.  \n26. Settlement of securities transactions using the central depository system .—(1) Subject \nto the provisions of this Act, no transfer of book­entry securities shall be effected on the central \ndepository system unless at least one party to the transaction in respect of which the transfer of book­ \nentry securities is sought to be effected is a member of a stock exchange.  \n(2) Notwithstanding the provisions of sub­section (1), a central depository shall make \nregulations prescribing transactions, other than the transactions referred to in that sub­section, in \nrespect of which trans fers of book­entry securities may be effected on the central depository system :  \nProvided that a central depository may, before making or allowing the entry to be made, require \nthe production of such documentary evidence as may be prescribed in the regulat ions.  \n27. Power of Registrar and Authority to call for information or appoint inspectors .—(1) \nNothing contained in this Act shall be construed to impose any limits on the powers of the Registrar \nor the Authority under the Companies Ordinance, 1984,(XLVII o f 1984), as regards calling for any \ninformation from and appointing any persons as inspectors to investigate the affairs of a central \ndepository or of any participant which is a company or is corporation to which the provisions of the \nCompanies Ordinance, 1984,(XLVII of 1984), apply.  \n(2) Nothing contained in this Act shall be construed to impose any limits on the powers of any \ncompetent authority under any other law for the time being in force as regards calling for any \ninformation from or carrying out any investigation into the affairs of a participant which is established \nunder , or is otherwise governed by, such law.  \n(3) The Authority, on being satisfied that the affairs of a participant, not being a participant \nreferred to in sub­sections (1) of (2), in r elation to his account on a central depository system are being \nor have been conducted with intent to defraud his creditors or any other persons or for a fraudulent or \nunlawful purpose, may by order in writing, — \n(a) call upon such participant to furnish in  writing such information relating to \nbook­entry securities held by him on the central depository register, whether on \nhis own behalf or on behalf of a client; or  \n(b) authorise any one or more competent persons as inspectors to investigate the \naffairs of s uch participant:  \nProvided that before making an order for enquiry or inspection, the \nAuthority shall give, the participant an opportunity to show cause against the \naction proposed to be taken.  \n(4) A person appointed as inspector under sub­section (3) shall , for the purposes of his \ninvestigation, have the same powers as are vested in a court under the Code of Civil Procedure, 1908, \n(Act V of 1908) while trying a suit, in respect of the following matters, namely : — \n(a) enforcing the attendance of persons and examin ing them on oath or affirmation ; \n(b) compelling the discovery and production of books and papers and any material \nobjects ; and \n(c) issuing commissions for the examination of witnesses;  \n \nPage 16 of 20 \n and every proceeding before such person shall be deemed to be “judicial proceeding ” within the \nmeaning of sections 193 and 228 of the Pakistan Penal Code, 1860, (Act XLV of 1860).  \n(5) Any contravention of or non­compliance with any orders, directions or requirement of the \ninspector exercising powers of a court under s ub­section (4) shall, in all respects, entail the same \nliabilities, consequences and penalties as are provided for such contravention, non­compliance or \ndefault under the Code of Civil Procedure, 1908, and the Pakistan Penal Code, 1860.  \n(6) Every past and present partner, proprietor or employee of a participant shall on demand \nproduce before inspector all information or such records and other documents in his custody having a \nbearing on the subject­matter of the investigation.  \n(7) The inspector may, and if so directed by the Authority shall, make interim reports to the \nAuthority, and on the conclusion of the investigation, shall make a final report to the Authority on the \nbasis of which it may take such action as it deems expedient.  \n(8) If, from any report m ade under sub­section (7), it appears to the Authority that any \nparticipant on any other person has been guilty of any offence for which he is criminally liable, the \nAuthority may prosecute such participant or other person for the offence.  \n(9) When an inve stigation is ordered to be made under this section, the expenses of the \ninvestigation shall, in the first instance be defrayed by the Authority; but any person who is convicted \non a prosecution instituted in pursuance of sub­section (8) may, in the same pr oceedings, be ordered \nto pay the said expenses to such extent as may be specified by the Authority or as the court may so \ndirect.  \n(10) The amount of expenses which any person is liable under this section to reimburse to \nthe Authority shall be recoverable f rom that person as arrears of land revenue.  \n(11) In so far as the expenses to be defrayed by the Authority under this section are not \nrecovered thereunder, those shall be borne by the Federal Government.  \n(12) A copy of any report of any inspector or inspec tors appointed under this section \nauthenticated in such manner as may be prescribed, shall be admissible in any legal proceedings as \nevidence of the opinion of the inspector or inspectors in relation to any matter contained in the report.  \n28. Offences .—(1) Whoever knowingly and wilfully contravenes or attempts to contravene or \nabets the contravention of any of the provisions of this Act or the regulations made thereunder shall be \npunishable with a fine which may extend to five hundred thousand rupees and to  a further fine not \nexceeding ten thousand rupees for every day if such contravention continues after the imposition of \nthe fine.  \n(2) Notwithstanding anything contained in sub­section (1), whoever knowingly and wilfully \ncontravenes or attempts to contraven e or abets the contravention of the provisions of section 24 shall \nbe punishable with a fine which may extend to one million rupees and to a further fine not exceeding \ntwenty thousand rupees for every day after the first contravention during which the cont ravention \ncontinues or with imprisonment for a term which may extend to five years, or with both.  \n(3) Where an offence under this Act has been committed by a company, every person who at \nthe time the offence was committed was in charge of, and was responsi ble, to, the company for the \ncon­ duct of the business of the company shall be deemed to be guilty of the offence and shall be liable \nto be proceeded against and punished accordingly.  \n(4) Notwithstanding anything contained in sub­section (3), where an offe nce under this Act \nhas been committed by a company and it is proved that the offence has been committed with the \n \nPage 17 of 20 \n consent or connivance of, or is attributable to any neglect on the part of any director, manager, secretary \nor other employee of the company, s uch director, manager, secretary or other employees shall also be \ndeemed to be guilty of the offence.  \nExplanation. —For the purposes of this section, — \n(a) “company ” means any body corporate and includes a partnership firm or other \nassociation of individuals  ; and  \n(b) “director ”, in relation to a firm, means a partner in the firm.  \n29. Cognizance of offences by courts .—No court or authority or officer shall take cognizance \nof any offence punishable under this Act or any regulations or under any bye­laws made t hereunder, \nsave on a complaint made in writing by the Authority.  \n30. Offences to be non­cognizable .— Notwithstanding anything contained in the Code of \nCriminal Procedure, 1898,( Act V of 1898), every offence under this Act shall for the purposes of the \nsaid Code, be deemed to be non­cognizable.  \n31. Punishment and adjudication of fine or penalty .—(1) A fi ne for any offence under, or \ncontravention of any provisions of, this Act may be adjudged and imposed by any member of the \nAuthority.  \n(2) The fine as aforesaid shall be imposed after giving the person concerned an opportunity to \nshow cause why he should no t be punished for the alleged offence or contravention and, if he so \nrequests, after giving him a reasonable opportunity of being heard personally or through such person \nas may be prescribed in this behalf.  \n(3) Where imprisonment is provided for any offenc e under or contravention of any provisions \nof this Act, it shall be adjudged by a court not inferior to that of a court of session.  \n32. Review and appeal .— Any person — \n(a) aggrieved  by any order or sentence passed under sub­section (1) of section 31 \nmay, within thirty days of such order or sentence for a review of such order or \nsentence; or  \n(b) aggrieved by any order or sentence passed under sub­section (1) of section 31, \nmay within sixty days of such order or sentence, prefer an appeal to the \nAuthority and the Authority may pass such order in relation to the appeal as it \nthinks fit:  \nProvided that no order enhancing the fine shall be passed unless the applicant has been given \nan oppor tunity of showing cause against it and, it he so requests, of being heard personally or though \nsuch person as may be prescribed in this behalf.  \n33. Powers of the Authority in relation to proceedings .—(1) The Authority shall, for the \npurposes of a proceedin g in exercise of its powers and discharge of functions under this Act, have the \nsame powers as are vested in a court under the Code of Civil Procedure, 1908, while trying a suit, in \nrespect of the following matters, namely : — \n(a) summoning and enforcing th e attendance of any witnesses and examining him \non oath or affirmation ;  \n(b) compelling the discovery or production of any document or other material \nobject;  \n \nPage 18 of 20 \n (c) receiving evidence on affidavit; and  \n(d) issuing commissions for the examination of witnesses and documents.  \n(2) Any proceeding before the Federal Government of the Authority or a member of the \nAuthority under this Act shall be deemed to be a judicial proceeding within the meaning of section \n193 and section 228 of the Pakistan Penal Code, 1860, and  such Government or Authority or a member \nof the Authority shall be deemed to be a Civil Court for the purposes of section 195 and Chapter XXXV \nof the Code of Criminal Procedure, 1898.  \n34. Amendment of Ordinance XLVII of 1984 .—As from the date of commencem ent of this \nAct, sections 2, 3, 74, 77 and 209 of the Companies Ordinance, 1984,( XLVII of 1984), shall have \neffect subject to the amendments specified in the Schedule to this Act  \n35. Central depository to have power to make regulations .—(1) Subject to pri or approval \nof the regulations by the Authority, a central depository shall have the power to make regulations from \ntime to time to carry out its functions in accordance with the provisions of this Act.  \n(2) In particular, and without prejudice to the gener ality of the foregoing power, such \nregulations may provide for all or any of the following matters, namely : — \n(a) manner of opening and maintaining accounts and sub­accounts with the central \ndepository ;  \n(b) criteria for recognition of persons as eligible pledgees ;  \n(c) qualifications of account­holders for the purposes of becoming participants ;  \n(d) manner and procedure of effecting transfers of book­entry securities;  \n(e) manner and timing of entering book­entry securities in accounts and \nsub­accounts ;  \n(f) types of accounts and sub­accounts which may be established with the central \ndepository for different classes of persons;  \n(g) manner of withdrawing securities from the central depository system of the \ncentral depository ;  \n(h) criteria for determining clo se of business hours of the central depository on each \nday ;  \n(i) manner of making entries in accounts and sub­accounts maintained with the \ncentral depository ;.  \n(j) manner  of provision of information to a central depository by a participant under \nsub­ section (2) of section 9 ;  \n(k) manner and timing of provision of information by the central depository to \nissuers under sub­section (3) of section 9 ;  \n(l) details of informati on to be given by the central depository to issuers under \nsub­section (5) of section 9 ;  \n(m) procedure for consolidation and sub­division of book­entry securities \nrepresenting securities which have been consolidated or sub­divided by an \nissuer  \n \nPage 19 of 20 \n (n) new issu es or offer for sale of securities ;  \n(o) manner of conversion of debt­based book­entry securities into equity­based \nbook­entry securities ;  \n(p) borrowing and lending of book­entry securities ;  \n(q) regulating access to the computer system of the central dep ository and the limit \nof such access ;  \n(r) direct statements sent by a central depository to sub­account holders ; and  \n(s) any other matter for which a regulation is required to be or may be made to carry \nout the purposes of this Act.  \n(3) All regulations m ade under this section shall be published in the official gazette and shall \ntake effect upon such publication.  \n(4) Where the Authority considers it expedient so to do, it may, by order in writing, direct a \ncentral depository to make any regulation, or to a mend or rescind any regulation already made, within \nsuch period as it may specify in this behalf.  \n(5) If a central depository fails or neglects to comply with any direction under sub­section (4) \nwithin the specified period, the Authority may make or amend,  with or without modifications, or \nrescind, any regulation directed to be made, amended or rescinded; and a regulation so made, amended, \nrescinded by the Authority shall be deemed to have been made, amended or rescinded by the central \ndepository in accorda nce with the provisions of this section and shall have effect accordingly.  \n36. Removal of difficulties .—If any difficulty arises in giving effect to any provisions  of this \nAct, the Authority may  by notification in the official gazette, make such provisions  as may appear to \nit to be necessary for the purpose of removing such difficulty.  \n_________________  \nSCHEDULE  \n(See section  34) \nAMENDMENT OF ORDINANCE XLVII OF 1984  \nAs from the commencement of this Act, the following amendments shall be made in the Companies  \nOrdinance, 1984, (XLVII of 1984). namely : — \n(a) in section 2, in sub­section (1), — \ni. in clause (2), in sub­clause (iii), in the second proviso, in item (ii), after the \nwords “Provincial Government ”, occurring at the end, the words and comma \n“or shares registered in the name of a central depository, where such shares are \nbeneficially owned by the central depository ” shall be inserted; and  \nii. after clause (5), the following new clause shall be inserted, namely : — \n(5A) central depository ” means a central depository as defined in clause (cc) of section 2 of the \nSecurities and Exchange Ordinance, 1969, (XVII of 1969). and registered with the Authority under \nsection 32A of that ” Ordinance; ”; \n \nPage 20 of 20 \n (b) in section 3, in sub­section (1), in clause (b) , for the full stop at the end a colon shall be \nsubstituted and thereafter the following proviso shall be added, namely : — \n“Provided that, where a central depository holds more than fifty per cent of the voting securities \nof a company, such company shall n ot be deemed to be a subsidiary of the central depository save \nwhere such voting securities are held beneficially by the central depository in its own behalf ”; \n(c) in section 74, in sub­section (1), for the full stop at the end, a colon shall be substitute d \nand thereafter the following proviso shall be added, namely : — \n“Provided that, the company shall ; within five days after an application is made for the \nregistration of the transfer of any; shares debentures or debenture stock to a central depository, re gister \nsuch transfer in the name of the central depository, ”; \n(d) in section 77, in th first proviso, after the words “thirty days ”, the words and comma or, \nwhere the transferee is a central depository, within five days ” shall be inserted ; and  \n(e) in sect ion 209, in sub­section (5), — \ni. in clause (b), in the proviso, the word 'or' occurri ng at die end, shall be omitted ; \nand \nii. in clause (c), for the full stop, at the end, the semicolon and word or shall be \nsubstituted and thereafter the following ne w clau se shall be added, namely :— \n(d)  “from depositing with, or transferring to, or holding, or registering in the name of a \ncentral depository any shares or securities. ”. \n \n_________________"
}