{
    "file": "./converted_json\\administrator6767baf09de0a47be3636af17e2ac8ab.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n \n \nTHE TRANSFER OF POPULATION WELFARE PROGRAMME \n(FIELD ACTIVITIES) ORDINANCE, 1983 . \n \n \n \nCONTENTS  \n \nSECTIONS:  \n1. Short  title and commencement.  \n2. Ordinance  to override  other  laws.  \n3. Definitions.  \n4. Transfer  of field activities  to the Provincial  Government . \n5. Powers , funct ions and responsibilities  of the Provincial  Government s. \n6. Function s of the Federal  Government,  etc. \n7. Transfer  of other  activities  to the Provinces.  \n8. Transfer,  etc., of employees.  \n9. Assets  and liabilities,  etc. \n10. Financing  of the Population  Welfare  Programme.  \n11. Remo val of difficulties.  \n12. Power to make rules.  \nUpdated till 06.12.2022\n\n \nPage 2 of 6 \n THE  TRANSFER  OF POPULATION  WELFARE  PROGRAMME  (FIELD  \nACTIVITIES)  ORDINANCE,  1983.  \n \nORDINANCE  No. XIX OF 1983  \n \n[2nd August,  1983 ] \n \nAn Ordinance  to provide  for the transfer  of field  activities  of the Population  Welfar e \nProgramme  to the Provincial  Governments.  \n \nWHEREAS  it is expedient  to provide  for the transfer  of field activities  of the Population  \nWelfare  Programme  under  the Population  Welfare  Division  to the Provincial  Governments  for their \nspeedy  implementation  and exercising  effective  supervision  and control  and for matters  connected  \ntherewith  or ancillary  thereto ; \n \nAND  WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary  \nto take immediate  action  ; \n \nNOW,  THEREFORE,  in pursuance  of the Proclamation  of the fifth day of July,  1977,  and in \nexercise  of all powers  enabling  him in that behalf,  the President  is pleased  to make  and promulgate  \nthe following  Ordinance  : ___ \n \n1. Short  title and commence ment.⎯ (1) This Ordinance  may be called  the Transfer  of \nPopulation  Welfare  Programme  (Field  Activities)  Ordinance,  1983.  \n \n(2) It shall  come  into force  on such date as the Federal  Government  may,  by notification  in \nthe official  Gazette,  appoint.  \n \n2. Ordinance  to override  other  laws.  This Ordinance  shall have  effect  notwithstanding  \nanything  contained  in any other  law for the time being  in force.  \n \n3. Definitions.  In this Ordinance,  unless  there  is anything  repugnant  to the subject  or \ncontext,___ \n \n(a)  “Board” and “Council” shall  have  the same  meaning  as in the Population  \nWelfare  Planning  Programme  (Appointment  and Termination  of Service)  \nOrdinance,  1981  (XIV  of 1981)  ; \n \n(b)  “employee ” means  a person  whose  services  have  been  regularized  under  the \nPopulation  Welfare  Planning  Programme  (Appointment  and Termination  of \nService)  Ordinance,  1981  (XIV  of 1981)  or who has been  recruited  in or under  \nthe Population  Welfare  Division  after the promulgation  of the said Ordinance  ; \n \n(c)  “field activities” means___ \n \n(i)  provision  of Population  Welfare  Motivational  Services by establishing  \ncontacts  with the clients  at all levels  ; \n \n(ii)  provision  of Family  Health  Service,  Clinical  and Non-clinical  con-\ntraception  through  Family  Welfare  Centres  and those  Reproductive  \n \nPage 3 of 6 \n Health  Service  Establishments  located  in the Provi ncial Government  \nhospitals,  and, particularly,  provision  of services  for rural  areas  ; \n(iii)  provision  of Population  Welfare  motivation  and services  through  line \ndepartments  of the Provincial  Governments;  \n \n(iv)  supply  of contraceptives  and medicines  to the desirous  clients  in urban  \nand rural  areas  of the districts  through  the network  of community  \ndistribution  points , and other  agencies  involved  in the programme;  \n \n(v)  implementation  of publicity  and communication  strategy;  \n \n(vi)  promotion  of community  involvement and active  participation  in \nPopulation  Welfare  Programme  activities;  \n \n(vii)  coordination  of Population  Welfare  Programme  activities  with other  \nnation -building  departments  at district  and local  levels;  \n \n(viii)   setting  up of Advisory  Management  Comm ittees at Family  Welfare \nCentre  level  and Population  Welfare  Councils  at district  and provincial  \nlevels  as provided  in the Population  Welfare  Plan,  1981 -84 ; and \n \n(ix)  any other  activity  of the Population  Welfare  Programme  that the \nFederal  Government  may specify;  \n \n(d)  “Population  Welfare  Programme ” means  any such programme  in operation  at \nthe commencement  of this Ordinance  or as may be formulated  by the Federal  \nGovernment  from  time to time.  \n \n  4. Transfer  of field  activitie s to the Provincial  Governme nts.___ (1) The field activities  of \nthe Population  Welfare  Programme  shall  stand  transferred  to the Provincial  Governments.  \n \n(2) The Federal  Government  shall  determine  as to whether  a particular  activity  is a field \nactivity  within  the meaning  of this Ordina nce. \n \n5. Powers,  functions  and responsibilities  of the Provincial  Gover nment s.⎯ (1) Upon  the \ntransfer  of field activities  of the Population  Welfare  Programme  to the Provincial  Government,  all \npowers  and functions  of the Federal  Government  in respect  of field activities  shall,  subject  to the \nother  provisions  of this Ordinance,  vest in the Provincial  Governments.  \n \n(2) The Provincial  Government  shall  supply  to the Federal  Government  such returns,  \nstatistics  and information  as may be required  for monitoring,  evaluat ion and research.  \n \n(3) The Provincial  Government  shall  closely  collaborate  with the Federal  Government  in \nrespect  of the functions  of the Federal  Government  referred  to in sub-section  (1) of section  6 and \nactivities  which  are identified  by the Feder al Gove rnment  as Federal  functions.  \n \n6. Functions  of the Federal  Government,  etc.⎯ (1) The Federal  Govern ment  shall  continue  \nto perform  all functions  pertaining  to National  Policy,  Planning  and Coordination,  Information,  \nTraining,  Supplies,  Statistics,  Monitorin g and Evaluation,  Research  and Foreign  Assistance.  \n \n \nPage 4 of 6 \n Explanation.___ In this sub-section,  “Information ” includes  “Education ” and \n“Communication ” components  of the Population  Welfare  Programme.  \n(2) In the performance  of their functions  relating  to field activities,  the Provincial  \nGovernment  shall  be guided  by such guidelines  and instructions  on questions  of policy  as may be \nlaid down  and given  from  time to time by the Federal  Government,  which  shall  be the sole judge  as \nto whether  a question  is a question of policy.  \n \n7. Transfer  of other  activities  to the Provinces.  The working  of the field activities  of the \nPopulation  Welfare  Programme  shall  be reviewed  by the Federal  Government  from  time to time and \nthe Federal  Government  may transfer  to the Provin cial Gover nment s 1[or withdraw  from  such \nGovernment  any activities  of the Population  Welfare  Programme  as it may deem  necessary  to \nimprove  the execution  of the Population  Welfare  Programme].  \n \n8. Transfer,  etc. of employees .⎯ (1) Notwithstanding  anything  contained  in any contract  or \nagreement  or in the conditions  of service,  an employee  shall  be retained  in the Population  Welfare  \nDivision  or transferred  to the Provinces  as follows  :⎯ \n \n(a)  an employee  who was recruited  or appointed  by the Council  shall  be retained \nin, or, as the case may be, stand  transferred  to, the Population  Welfare  \nDivision  ; \n \n(b)  an employee  who was recruited  by the Board  shall  be retained  in, or, as the \ncase may be, stand  transferred  to the Province  in which  he was originally  \nrecrui ted ; \n \n(c)  an employee  who was originally  recruited  by the Board  but subse quently  \nappointed  by the Council  shall  be retained  in, or, as the case may be, stand  \ntransferred  to the Population  Welfare  Division . \n \n(d)  an employee  shall,  if he was recruited  for the Populat ion Welfare  Division,  be \nretained  in that Division  and, if he was recruited  against  a post in a Province,  \nstand  transferred  to the Province  of his domicile;  and \n \n(e)  a female  employee  who is married  or a widow  may be allowed  the option  to \nbe trans ferred  to the Province  of the husband's  or late husband's  domicile:  \n \nProvided  that the Provincial  Government  of the Province  in which  an employee  who is to be \nso transferred  to the Population  Welfare  Division  or to another  Province  is serving  immediat ely \nbefore  the commencement  of this Ordinance  may retain  the services  of such employee  for such \nperiod  as may be agreed  upon  between  the Provincial  Government  and the Population  Welfare  \nDivision  or, as the case may be, the Government  of the other  Province  to which he is to be \ntransferred:  \n \nProvided further, that the services of an employee, who immediately before the \ncommencement of this Ordinance was working in relation to any of the functions of the Federal \nGovernment under the Ordinance, shall be retained  by the Fede ral Government in consultation and \nwith the agreement of the Provincial Government concerned.  \n \n \n1Subs. and shall be deemed always to have been so subs. by ordinance No. 32 of 2001, s. 2.  \n \nPage 5 of 6 \n (2) Every  employee  referred  to in sub-section  (1) shall be entitle d to the same  terms  and \nconditions  of service  with respect  to grade,  remuneration,  leave  and pension  to which  he was entitled  \nimmediately  before  the commence ment  of this Ordinance  1[and shall,  notwithstanding  anything  \ncontained  in any other  law for the time being  in force  or any judgment  of any Court  or tribunal,  \nincluding  a High  Court  and the Supreme  Court,  be deemed  to have  become  the civil servants  of the \nrespective  Provincial  Government  on such commencement  and shall  be governed  by the rules and \nregula tions made  under  the Provincial  laws relating  to civil servants].  \n \n(3) Unless  otherwise  directed  by the Provincial  Government,  all authorities  and officers  and \nministerial  staff exercising  powers  and functions  immediately  before  the date of transfer shall,  as \nfrom  that day, continue  to exercise  their respective  powers  and functions.  \n \n(4) No employee  referred  to in sub-section  (1) shall  be entitled  to any compensation  because  \nof his transfer  by virtue  of, or under,  the provisions  of this Ordinanc e. \n \n2[(5) Notwithstanding  any judgment  of any Court  or tribunal,  including  a High  Court,  the \nSupreme  Court,  any law, contract,  agreement  or in the conditions  of service,  all actions  taken,  \npowers,  including  financial  and administrative,  exercised,  orders  or instructio ns issued,  by the \nFederal  Government  and Provincial  Governments  in respect  of terms  and conditions  of employees  \nreferred  to in sub-section  (1) after their retention  in the Federal  Government  or transfer  to the \nProvincial  Governments,  shall  be deeme d always  to have  been  validly  taken,  exercised  or issued  by \nthe Federal  Government  and Provincial  Governments.]  \n \n 9. Assets  and liabilities,  etc. On the commencement  of this Ordinance,___ \n \n(a)  all rights  and privileges,  assets  and liabilities,  debts  and obligatio ns of the \nFederal  Government  relating  to field activities  of the Population  Welfare  \nProgramme  subsisting  immediately  before  such commencement  shall,  as from  \nsuch commencement,  be the rights,  privileges,  assets,  liabilities,  debts  and \nobliga tions  of the Provincial  Government  within  whose  territorial  jurisdiction  \nthey exist  ; \n \n(b)  any contract  made  on behalf  of the Federation  for matters  relating  to field \nactivities  of the Population  Welfare  Programme  before  such commencement  \nshall,  as from  such commenceme nt, if the contract  is for purposes  which  are \nexclusively  purposes  of the Provincial  Government,  be deemed  to have  been  \nmade  on behalf  of the Province  concerned  ; \n \n(c)  all rights  and liabilities  relating  to field activities  of the Population  Welfa re \nProgr amm e which  have  accrued  or may accrue  under  any such contract  shall,  \nto the extent  to which  they would  have  been  rights  or liabili ties of the \nFederation,  be the rights  or liabilities  of the Province  concerned  ; and \n \n(d)  all suits and other legal proceedi ngs relating to field activities of the \nPopulation Welfare Programme instituted by or against the Federation before \nsuch transfer shall, as from such commencement, be deemed to be suits and \nproceedings by or against the Province concerned.  \n \n \n1Adde d and sh all be deemed always to have been so added by  ordinance  32 of 2001, s. 3.  \n2Added ibid. \n \nPage 6 of 6 \n 10. Financing  of the Population  Welfare  Programm e.⎯ (1) The financial  liability  of the \nFederal  Government  in respect  of field activities  shall  be limited  to the extent  of the approved  \nprojects  and financial  grants  shall  be provided  to the Provincial  Governments  through  the \nDevelopment  Budget  of the Population  Welfare  Division.  \n \n(2) The grants  provided  to the Provincial  Governments  for specific  approved  project s shall \nnot be transferred  by them  to other  projects  or for any other  purpose.  \n \n(3) The Provincial  Government  shall  maintain  complete  and accurate  account  and other  \nrecord  in respect  of the Population  Welfare  Programme  in such manner  and form  as may be specified \nby the Federal  Government  in consultation  with the Auditor  General  of Pakistan,  provided  that \nseparate  accounts  shall  be maintained  for the Head  Office  and for each organization,  unit or project.  \n \n(4) The accounts  shall  be audited  by the Auditor  General of Pakistan. \n \n11. Removal  of difficulties.  The Federal  Government  may,  for the purpose  of removing  any \ndifficulty  that may arise  in bringing  into operation,  or giving  effect  to, any provision  of this \nOrdinance,  make  such orders  as it may consider  necessary. \n \n12. Powe r to make  rules.⎯ (1) The Federal  Government  may,  by notification  in the official  \nGazette,  make  rules  for the purpose  of giving  effect  to all or any of the provisions  of this Ordinance.  \n \n(2) The Provincial  Governments  may,  for the purpos e of carrying  out the field activities  of \nthe Population  Welfare  Programme,  make  rules  with the prior  approval  of the Federal  Government."
}