{
    "file": "./converted_json\\administrator619dc59abe31af578ae0d2f183e9db68(3).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "$\nREGISTEREDN\".M\n@0eGp;dfn d fEHstEil9\n..-R-_\nEXTRAOBDINARY\nPUBLISHED BY AUTHOBITY\nISLAMABAD, WEDNESDAY, OCTOBER 6, 2O2I\nPART I\nActs, Ordinances, President's Orders and Regulations\nSENATE SECRETARIAT\nlslomobad, the 6rh October 2021\nNo. F. 9( 10)/202l-Legis.-Th e following Act of Majlis-e-Shoora\n(Parliament) received the assent oftlre President on 4th October. 2021 and is hereby\npuhlished for general in lormation:-\nAcl No. XVI ot 2021\nAn Acl lo proide .for ra-orgdni:otion of the Pokistan Air Fot'ce Air ll/ot\nCollege as a degree nrarding institute\nWsrsr.rs. in vierv olthe interminable need of an apex institution to impart\nhigher education in the fields ofdefence altd security studies with special emphasis\non air porvel employment in joint rnilitary environment, it is expedient to establish a\nprern ier dcgree award ing in stitution of lcarn ing to d issem inate knorv ledge re lated 1o\nnational and global security challenges- tratural and applied scienccs. social and\nbehavioral science. httmanities. ntathetnatics. political science. mcdical scietlccs.\nbio-teclxroio$. computer sciences. iltlbnrraticttt comttrurrication technologv- lau'larc.\nspace sciences. science artd tccllnology- international rclations. histo$'. arlitlcial\n(623)\n[1471(2021)lEx.Gaz.]Price: Rs.40.00\n624 THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6,2021 [P,rnr I\ninElligencg managemenq op€rational research, air power, war studies, sports sciences\nan(l other relevant areas ofstudy and to provide for matters connected therelvith or\nancillary thereto;\nIt is hereby enacted as follous:-\nCHAPTER.I\nPRf,LIMIN.,\\RY\nl. Short title and commencemenl{l) This Aci shall be called the\nPAF Air War College Instilute Act, 2021.\n(2) It shall come into force at once.\n2. Definitions.-In this Act, unless there is anything repugnant in the\nsubject or context -\n(a) 'Academic Council\" nteans thc Academic Council ofthe Institute;\n(b) \"Advance Studies and Resealch Board\" means the advance sttrdies\nand research board constituted in the prescribed nranner;\n(c) \"affiliated college\" means a college or an educational institution, by\nwhatever name called for, affiliated to the Institution but not maintained\nor administered by it;\n(d) \"Authority\" means any authorities ofthe institute specified or set up\nunder section l6;\n(e) \"Board of Facultv\" means the board of facuhy constituted in the\nprescribed manner;\n(Q \"Board of Studies\" means thc board ol'studies constituted in the\nprescribed manner:\n(e)\n(h)\n(D\"Chancellor\" means the Chancellor ofthe lnstitute:\n\"Chief Instructor (CI)\" or \"Chairman'' nteans lread of a department;\n\"Commission\" means the Higher Education Commission established\nunder the Higher Mucation Commission Ordinance,2002 (LIII of2002);\nO \"constituent college\" means a college or an educational institution, by\nwhatever name described, maintained and administered by the lnstitute;\nPrrrr Il THE CAZETTE OF PAKISTAN, EXTRA., OCT. 6,2021 625\n(k) \"Dean\" means head of a faculty or the head of an academic body\ngranted the status ofa faculty by this Act or by the statutes or regulations;\n(l) ''departrnent\" means a teaching department maintained and\nadrninistered or recognized by the Institute in the prescribed manner;\n(m) \"Deputy President\" means the Deputy President ofthe lnstitute;\n(n) \"faculry\" means an adrninistrative and academic unit ofthe lnstitute\nconsisting ofone or more departrnents, as rnay be prescribed;\n(o) \"Finance and Planning Committee\" means the finance and planning\ncommittee constituted in the prescribed manner;\n(p) \"Governmellt\" means the Federal Covemmenl;\n(q) \"institute\" means the PAF Air War College lnstitute established under\nthis Act;\n(r) \"Patron\" means the Patron ofthe institute;\n(s) \"President\" means the President being head ofthe Institute;\n(t) \"prescribed\" means prescribed by statutes, regulations or rules tnade\nunder lhis Act:\n(u) ''Representation Committee\" means the representation committee\nconstituted in the prescribed manner:\n(v)\"Selection Board\" means the selection board constituted in the\nprescribed manner;\n(w) \"Senate\" means the Senate ofthe lnstitute;\n(x) \"statutes\", \"regulations\" and \"rules\" mean respectively the statutes,\nthe regulations and the rules made under this Act;\n(y) \"Syndicate\" means the Syndicate ofthe Institute; and\n(z) \"teachers\" ioclude professors, associate professors, assistant\nprofessors, lecturers and directing staff(DS) engaged whole-time by\nthe Institute or by a constituent or affiliated college and such other\npersons as may be declared by regulations to be the teachers.\ni. Establishment and incorporation of the Institutc.-{l) ]'hc t,AF\nAir Wal Colle-ec stands re-oryanizcd and csLtblished as the PAF Air \\!hr (bllegc Institute-\nhcrein altcr called as the Institute, ryhich shall consist ofthe l'olkrl ing. narnely:-\n(a) the Patron. Chancellor, the nrembers of Senatc. thc l)resident lrrrtl\nIf eputy President;626 Tl'lE GAZETI'E. OI-' I,AKISIAN. IIXTRA.. oCT. 6.202I lprnr I\nCH APTE R-II\n(b) the mernbers ofthe authorities ofthe Institute;\n(c) all teachers and persons recognized as students of lhe Institute in\naccordance rvith terms prescribed from time to time: and\n(d) alt other f'ull-time officers and members of tlre sralf of the Institute.\n4. Potvers and functions of the lhstitute.-The lnstitute shall have\nthe follorving porvers and functions. narnely:-\n(i) to provide for ed ucat ion and scho larsh ip in such brarrches of knorr ledgc\nas it rnay deem fit arrd to make provision {irr research. innovatiorr.\nscrvice to socicty' and for the application. tdrancemcnt and\ndissemination ofknorvledge in sucir nranner as it nray dctemtinc:(2) The Institute shall be a body corporate by the name ofrhe pAF Air\nWar College lnstitute, having perpetual succession and a common seal and may sue\nand be sued by the said narne.\n(3) The principal seat ofthe Institute shall be at Karachi and it may set up\nany number ofcampuses, constituent colleges at such places in pakistan and abroad\nas the Senate may, fiom time to time, determine in accordance with the prescr.ibed\nprocedure and applicable larvs with prior approval ofthe Commisiion.\n(4) The Institute shall be competent to acquire and hold properrl. both\nmovable and immovable, and to lease, sell or othenvise transfer any nrovable and\nimmovable property which mav have become !€sted in or been acquire.d by it.\n(5) The Institute shall have academic, financialand administrative autonomy,\nincluding the porver to employ officers, teachers and other employees on such temi s\nand conditions as may be prescribed.\n(6) ln particular and rvithout prejudice to the authori8 granted to rhe\nCommission by the larl, the GoYemment or an authoritv or auditor appointed by the\nCovernment shall have no power ro question the policy underlying the allocation of\nresources approved by the Senate in the annual budget ofthe Institute.THE DEGREE A\\\\ARI)ING INSTITTITE\nP.rnl Il 'fl1E CAZETTE OF PAKISTAN. EX'[RA., OCT. 6.2021 627\n(ii) to prescribe courses ofstudies to be conducted by it and the constituent\nand affi liated colleges:\nliii) to hold examinations and to arvard and confcr derrees. diplonras.\ncertiticates and other acadenric distinctions to aud on persons rvho\nlrave been admitted to and have passed its examinations under\nprescribcd conditions:\n(i\\,) to prescribe thc lcrllls and conditions olemploynterrt i:fthe o1ficcrs.\ntcachers and other enrplovees ofthe Institute and to lav dorvn ten.s\nand conditions that nral be d ifi'erent fi onr those applicable to qoven'llnent\nserr,ants in genefa l;\n(v) to engagc, \\\\here necessan- persons on contract olspecillcd duration\nand to speci$, the lerms ol eaclr such ergagenrenl:\n(vi) to confer honorary deerees or other distinctions crn appror cd persons\nin the manner prescribed;\n(vii) to pror ide tbr such instructions lor pcrsons not being students ofthe\nInstitute as it nra1, presclibe and to gmnt certificates and diplomas to\nsuch persons;\n(viii) to institute programs for the exchange ofstudents and teachers betrveen\nthe Institute and other universities, educational institutions and research\norganizations, in Pakistan and abroad;\n(ir) to provide career counseling and job search services lo students and\nalunuri:\n(x)\n(xi)\n(xii)to provide and support the academ ic developmenl ofthe facLrlqv oithe\nlnstitute;\n(xiii) to conler degrees on pcrsons u,ho lrave carried out independcnt\nresealch under prescribed cond itions:\n(riv) to affiliate and disafliliate colleges and educational institutions under\nprescribed conditions:\n(rv) to inspect colleges and othereducational institutions afllliated or seeking\nafll liat iorr rvith it:to maintain linkages rvith alumni:\nto devclop and inrplement fund raising plans;\n628 THE GAZETTE OF PAKISTAN, EXTRA.. OCT. 6,2021 [P,rnr I\n(xvi)\n(xvii)\n(xviii)to accept the examinations passed and the period ol study spent by\nstudents of the Institutc al otlrer universities and places ol lcanling\nequivalent to such examinations and periods of studl- in Pakistan and\nabroad, as it nray prescribe, and to rvithdrarv sucll acceptance:\nto co-operate *'ith other Lrniversities. public authorities or private\norganizations. inside as s'ell as outside Pakistan, in such manncr atrd\nlbr such purposcs as it rrav prcscribe;\nto institute proftssorships, associate professorships, assistant\nprofbssorships and leclureships and any other posts and to appoint\npersors thereto;\nto create, abolish, up-grade ordown-grade posls for research, teaching,\nextension, administration and other related purposes 4nd to appoint\npersons theretol\nto recognize as Institute teachers selected members of the teaching\nstaff of a{filiated colleges or educational institutions admitted to the\nprivileges ofthe Institute or such other persons as it may deem fit;\nto institute and award financial assistance to students in need,\nfellorvsh ips, scholarships, bursaries, medals and prizes under prescribed\nconditions;\nto establish teaching departments, constituent colleges, faculties,\ninstitutes, workshops, libraries, museums and other centers of leaming\nfor the development of teaching and researcll and to make sucl,\narrangements for their maintehance, manag€ment and administration\nas it rnal prescribe:\nto provide for the residence of the students of the lnstitute and the\n- colleges, to institute and maintain halls ofresidence and to approve or\nlicense hostels and lodging;\nto maintain order, discipline and security on the campuses ofthe lnstiarte\nand tle oonstituent col leges;\nto promote the extra-curricular and recreational activities ofstudents\nof the Institute, its campuses and constituent colleges and to rrake\narangements for promoting their health and generhl welfare;\nto demand and receive such fees and otber charges as it may determ ine;\nto make provision for reseaich, advisory or consultancy senuices and\nrvith these objects to enter into arrangements $'ith other inslitutions,\npublic or private bodies, commercial and industrial enterprises under\nprescribed conditions;(xix)\n(xx)\n(r,xD\n(lrxii)\n(xriii)\n(rriv)\n(xxv)\n(xr.\"ri)\n(xlrvii)\nPenr ll THE GAZETTE OF PAKISTAN. EXTRA.. OCT. 6. 2021 629\n(xxviii)\n(xxix)to enter into, carry out, vary or cancel contracts;\nto receive and manage property transferred and grants, contributions\nmade to the Institute and to invest any fund representing such property.\ngrants, bequests, trusts, gifts, donations, endowments or contributions\nin such manner as it may deem fit;\n(xxr) to provide forthe printing and publication ofresearch and other works;\nand\n(xx\\i) to do all such other acls and things, whether incidental to the powers\naforesaid or not, as may be requisite or expedient in order to further\nthe objectives ofthe Institute as a place ofeducation, leaming, research\nand development.\n5. Institute open to all classes, creeds, ctc.{l) The Institute shall\nbe open to all persons ofeither gender and ofwhatever religion, race, creed, class,\ncolour or domicile who qualifu for admission to the courses ofstudy offered by the\nInstitute based on the criteria determined by the Syndicate and no person shall be\ndenied the privileges of the Institute on the ground only of religion, race, casre,\ncreed, class, colour or domicile.\n(2) An increase in any tle or charge that is in excess often percent per\nannum on an annualized trasis from the last such increase shall not be made except\nin special circumstances, and only with the approval by the Senate.\n(3) 'l'he lnstitute shall institute, financial aid programmes for students in\nneed, to the extent considered feasible by the Senate given tlre resou.ces are available,\nso as to enable admission and access to the Institute and the various opportunities\nprovided by it to be based on merit rather than ability to pay:\nProvided that the Institute may institute self-finance schemes not covering\nmore than ten percent ofthe total number ofcandidates in any on-campus taught\ncourse or research-based programme of study-\n6. Teaching ,t the Institute.-< I ) AII recognized teaching in various\nc()ursL.s shall bc conducted b)' the Institute or the colleges in the prescribetl m;rrner\nar:cl nrlY include lectures.lutorials. discussions. seninars. dernonstrations. lrntl r,th.,r.\nnrethods ol'instruction as rvell as practical rvork in the rvorkshops and otltcr\n!o\\ cnlme ntaI or pri\\ ate Organ izations.\n(2) The authorit-v responsible for organizing recognized teaching shaii bc\nsuch as r:ra1, be prescribed.\n630 THE GAZETTE OF PAKISTAN, EXTRA.. OCT. 6, 2021 [Paxr I\nCHAPTER.III\nOFFICERS OF THE INSTITUTE\n7. Principal officers.-Following shall be the principal officers of the\nInstitute, nanrely,-\n(a) the Patron;\n(b) the Chancellor;\n(c) the President;\n(d) the Deputy President;\n(e) Chicf Instructor, Chairrnan or head ofdepartment;\n(f) the Registrar;\n. (g) the Director Finance:\nth) the Controller of Exam inalions:\n(i) the Officer Commanding Adrninistration or Director Adrninistration;\nand\n() such otherpersons as may be prescribcd b)'the statutes or regulations\nto be the principal of-ficers of tlre lnstitute.\n8. The Patron.-{l) The President of the Islamic Republic of Pakistan\nshall be the Patron ofthe Institute.\n(2) The Patron shall, when present, preside at the meetings ofthe Senate\nand the convocation ofthe Institute. In the absence ofPatron, the Chancellor shall\npreside over the convocation ofthe lnstitute.\n(3) The members ofthe Senate shall be appointed by the Patron lrom\namongstthe persons recommended by the Replesentation Committee set up for this\npurpose in accordance rvith sLrb-section ( I ) ol section 24 aloug with thosc electcd.\n(4) Every proposal to confer an honorarl' degrec shall lre stthject ttt\nc,.rrllrrrtetion br tlte Palr.rt.\n(5) lt the Patron is satisfietl that.r ser ,)us ilreqrrlarilr or r]isnlilnaSrjnlcnt\nrvith respect to the at-fiirs ofthe InstitLrte lr,ts ,,cctrlrcd- lte nral' -\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6,2021 631\n(a) as regards proceedings ofthe Senate, direct that specified proceedings\nbe reconsidered and appropriate action taken within one month ofthe\ndirection having been issued:\nProvided that if the Patron is satisfied that either no\nreconsideration has been carried out or that the reconsideration has\nfailed to address the concern expressed, he may, after calling upon the\nSenate to show cause in writing, appoint a five member review panel\nto examine and report to the Patron on the functioning ofthe Senate.\nThe report ofthe review panel shall be submitted within such time as\nmay be specified by the Patron. The revierv panel shall be drawn\nfrom persons of eminence in academics and in the fields of defence\nand security, law, accountancy and administration; and\n(b) as regards proceedings of any Authority or with respect to matterc\nwithin the competence ofany Authority, other than the Senate, direlt\nthe Senate to exercise powers under section 18.\n9. Chancellor.- (l) The Chief ofAir Staff shall be the Chancellor of\nthe lnstitute\n(2) The Chancellor shall, when present, preside at the meetings of the\nSenate and the convocation ofthe Institute in the absence ofPatron. In the absence\nofChancellor, the Senate may requestthe person of eminence or President to preside\nover the convocation ofthe lnstitute.\n(3) lf the Chancellor is satisfied that a serious irregularity or\nmismanagemert with respect to the affairs of the Institute has occuned, he may,-\n(a) as regards proceedings ofthe Senate, direct that specified proceedings\nbe reconsidered and appropriate action taken rvithin one month ofthe\ndirection having been issued:\nProvided that if the Chancellor is satisfied that either no\nreconsideration has been carried out or that the reconsideration has\nfailed to address the concern expressed, he may, aftercalling upon the\nSenate to show cause in writing, appoint a five member review panel\nto examine and report to the Chancellor on the functioning of the\nSenate. The report of the rwiew panel shall be submitted within such\ntime as may be specified by the Chancellor, The review panel shall be\ndrawn from persons of eminence in academics and in the fields of\ndefence and security, law, accountancy and administration; and\n(b) as regards proceedings of any Authority or with respect to matters' within the competence of any Authority, other than the Senate, direct\nthe Senate to exercise powers under section 18.\n632 THE GAZETTE OF PAKISTAN , EXTRA., OCT. 6.2021 [Penr I\n10. Removal from the Senate.-{l) The Chancellor may, upon rhe\nrecommendation ofthe review panel, send his recommendation to the patron to removs\nany person from the membership ofthe Senate on the ground that such person -\n(a) has become ofunsound mind; or\n(b) has become incapacitated to function as member ofthe Senate; or\n(c) has been convicted by a court of larv for an offence involving moral\nturpitudel or\n(d) has absented himself from two consecutive meetings without\nj ust cause; or\n(e) has been guilty ofmisconduct. including use ofposition for personal\nadvantage of any kind, or gross inefficiency in the perlormance of\nfunctions.\n(2) The Chancellor shall remove any person from the membership ofthe\nSenate on a resolution calling for the removal of such person supported by at least\ntwo-Third ofthe membership ofthe Senate:\nProvided that before passing such resolution, the Senate shall provide the\nrrremhcr concemed a fair hearing.\nI L President.{ l) There shall be a President ofthe Institute, who shall\nbc a scnior olTicer from Paki;tan Air Force and shall be appointed by the Chancellor\non such tcrms and condition_s as may be prescribed.\n(2) The Prcsident shall be the chief executive officer of the Institute\nresponsible for all administrative and academic functions olthe Institute and for\nensuring that the provisions ofthis Act, statutes and rules are faithfully observed in\norder to promote the general efficiency and good order ofthe Institute. The President\nshall have all powers prescribed for this purpose including administrative control\nover the offiiers, teachers and other employees ofthe Institute.\n(3) The President shall, ifpresent, be entitled to attend any meeting ofany\nAuthoriry or body ofthe Institute.\n(4) Notwithstanding anyhing contained in this Act, the President may\nexercise such powers which are not expressly stated to be within his competence,\nwhere in his discretion immediate action is required to be taken. The President shall\nreport any such exercise of power to the Emergency Committee of the Senate\nwithin seventy-two hours.\nPrnr Il THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6,2021 633\n(5) The President shall also have the following porvers, namely:-\n(a) to direct teachers, officers and other employees of the Institute to\ntake up such assignments in connection with examination, administration\nand such other activities in the Institute as he mav consider necessarv\nfor the purposes ofihe Institute;\n(b) to sanction by re-appropriation an amount not exceeding an amount\nprescribed by the Senate for an unforeseen item not provided for in\nthe budget and report it to the Senate at the next meeting;\n(c) to make appointments ofsuch categories ofemployees ofthe Institute\nas may be prescribed by the statutes. Such appointments shall be\nmade after advertising in cases other than appointment by transfer,\nsecondment or deputation;\n(d) to suspend, punish and remove, in accordruce rvith prescribed\nprocedure, from service, officers, teachers and other employees <if\nthe Institute except those appointed b1' or u ith the approval of the\nSenate;\n(e) to delegate, subject to such conditions as may be prescribed, any of\nhis powers under this Act to an officer or officers ofthe Institute; and\n(f) to exercise and perform such other porvers and functions as may be\nprescribed.\n(6) The President shall present an annual report before the Senate within\nthree months of the close of the academic year. The annual report shall present\nsuch information as regards the academic year under review as may be prescribed,\nincluding disclosure ofall relevant facts pertaining te-\n(a) academics;\n(b) research;\n(c) administration;and\n(d) finances.\n(7) The President's annual report shall be made available, prior to its\npresentation before the Senate, to all officers and lnstitute teachers and shall be\npublished in such numbers as are required to ensure its wide circulation.\n634 THE GAZET-IE OF PAKISTAN, EXTRA.. OCT. 6, 2021 [P,rnr I\n12. Vacancy of the oflice of the President.{ I ) Whenever the office\nofthe President falls vacant, or is likely to fall vacant, the Chancellor shall appoint a\nsuitable officer for appointment as the President.\n(2) At any time when the office ofthe President is vacant or the President\nis absent or is unable to perform the functions of his office due to illness or some\nother cause, the Senate shall make arrangements in accordance with the statutes\nfor the performance ofthe duties of the President.\n13. Registrar.{ I ) There shatl be a Registrar of the lnstitute who shall\nbe appointed by the Senate on the, recommendation ofthe President, on such tenls\nand conditions as may be prescribed.\n(2) The experience as well as the professional and academic qualifications\nnecessary for appointment to the post of the Registrar shall be such as may be\nprescribed.\n(3) The Registrar shall be a full-time officer ofthe Institute and shall-\n(a) be the administrative head of the secretariat of the Institute and be\nresponsible for the provision of secretadat support to the Authorities\nof the Institute;\n(b)be the custodian ofthe common seal and the academic records ofthe\nInstitute;\n(c) maintain a register of registered graduates in the prescribed manner;\n(d) supervise the process of election, appointment or nornination of\nmembers to the various Authorilies and other bodies in the prescribed\nmanner; and\n(e) perform such other duties as may be prescribed\n(4) The Registrar shall hold oflice &r a term ofthree years which may be\nextended by one or more such term:\nProvided that the Senate may, on the advice of the President and after\nproviding him the opportunity of being heard, terminate the appointment of the\nRegistrar on ground of inefficiency or misconduct in accordance with prescribed\nprocedure.\n14. Director Finance.- (l) Thdre shall be a Director Finance of the\nlnstitute who shall be appointed by the Senate on the recommendation ofthe President\non such terms and conditions as may be prescribed,\nPanr Il TI-IE GAZETTE OF PAKISTAN, EXTRA.. OCT. 6,2021 635\n(2) The experience and the prof'essional and academic qualifications\nnecessary for appointment to the post of the Director Finance shall be as may iie\nprescribed.\n(3) The Director Finance shall be the chieffinancial offrcer ofthe Institute\nand shall-\n(a) manage the assets, liabilities. receipts, expenditures, funds and\ninvestments of the Institute;\n(b) prepare the annual and revised budget estimates ofthe Institute and\npresent them to the Syndicate or a committee thereof for approval\nand incorporation in the budget to be presented to the Senate;\n(c) ensure thatthe funds ofthe lnstitute are expended on the purposes for\nrr hich they arc pror idcd:\n(d) have the accounts ofthe Institute audited annually so as to be available\nfor submission to the Senate rvithin six months of the close of the\nfi nanc ial year: and\n(e) perform such other duties as may be prescribed\n(4) The term ofolfice ofthe Director Finance shall. unless renerved, be\nfor a period of three years:\n15. Controller of Examinations.{ l) There shall'be a Controller of\nExaminations, to be appointed by' the Senate on the recommendation ofthe President,\non such terms and conditions as may be prescribed.\n(2) The minimum qualifications necessary for appointment to the post of\nthe Controller of Examinations shall be as rnay be prescribed.\n(3) The Controller of Examinations shall be a full-time officer of the\nInstitute and shall be responsible for all matters connected with the conduct of\nexaminations and perform such other duties as may be prescribed.\n(4) The Controller of Examinations shall be appointed for a renewable\nlerm of lhree years:Provided that the Senate may, on the advice of the President and after\nprovidinghim the opportunity ofbeing heard, terminate the appointment ofthe Director\nFinance on grounds of inefficiency or miscorrdnct in accordance rvith prescribed\nprocedure.\n636 THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6,2021 [Panr I\nProvided that the Senate may, on the advice of the President and after\nproviding him the opportunity of being heard, terminate the appointment of the\nController ofExaminations on grourds ofinefficiency or misconduct in accordance\nwith prescribed procedure.\nCHAPTER.IV\nAUTHORITIES OF THE INSTITUTE\n16. Authorities.- (1) The follorving shall be the Authorities of the\nInstitute, namely:-\n(a) the Senate;\n(b) the Syndicate;\n(c) theAcademicCouncil;\n(d) the Advanced Studies and Research Board;\n(e) the Board ofFaculty;\n(D the Board of Studies:\n(g) the Finance and Planning Committee;\n(h) the Representation Committees for appointrnent to the Senate, Syndicate\nand the Academic Council in accordance with relevant provision of\nthis Act;\n(i) the Selection Board; and\n0) such ofher Authorities as may be constituted by the Senate\n(2) The Senate, the Syndicate and the Academic Council may set up such\nothercommittees or sub-committees, by whatever name described, as are considered\ndesirable through statutes or regulations as may be appropriate. Such committees or\nsub-committees shall be Authorities ofthe institute for the purposes ofthis Act.\nI 7. Senate.-{ I ) The Senate shall be responsible for govemance, general\nsupervision and control ofthe affairs including laying down broad policies ofthe\nInstitute and shall consist ofthe following. namely:-\n(a) the Patron who shall be the chairperson ofthe Senate;\n(b) the Chancellororhis nominee notbelow tbe rank ofAirVice Marshal;\nPrnr Il THE IIAZET'IE OF PAKTSTAN, EXTRA., OCT. 6,2021 637\n(c) the President;\n(d) one member of the Govemment not b€low the rank of Additional\nSecretary from the Division to which business of education stands\nallocated or any other department relevant to the special.focus ofthe\neducation;\n(e) four persons, being persons ofdistinction in the fields ofdefence and\nsecurity, stratery, statecraft, administration and managemen! such that\nthe appointment ofthese persons reflects a balance across the various\nfields:\nProvided that the special focus or affiliation ofthe Institute, to\nbe declared in the manner prescribed, may be reflected in the number\nofpersons ofdistinction in an area ofexpertise relevantto the Institute\nwho are appointed to the Senate;\n(f) one person from amongst the alumniof the Institute;\n(g) two persons from the academic community ofthe country, other than\nan employee ofthe lnstitute, at,the level ofprofessor or principal ofa\ncollege:\n(h) four lnstitute teachers; and\n(i) one person nominated by the Commission.\n(2) The numbers ofthe members ofthe Senate described against clauses\n(f) to (i) ofsub-section ( I ) may be increased by the Senate through statutes subject\nto the condition that the total membership ofthe Senate does not exceed twenty-\none, with a maximum of five lnstitute teachers and the increase is balanced to the\nextent possible, in proportion to different categories specified in sub-section ( I ).\n(3) All appointments to the Senate shall be made by the Chancellor.\nAppointments ofpersons described in clauses (f) end (g) ofsub-section (l) shall be\nmade from amongst a panel ofthree names for each vabancy recommended by the\nRepresentation Committee set up in terms of section 24 and in accordance with\nprocedure as may be prescribed:\nProvided that effort shall be made, without compromising on quality or\nqualification, t6 give fair representation to women on the Senate:\nProvided fir*her that as regards the institute teachers described in clause\n(h) ofsub-section ( I ), the Senate shall prescribe a procedure for appointment on the\nbasis ofelections that provide for voting by the various categories oflnstitute teachers:\no )6 THE GAZETTE OF PAKISTAN. EXTRA., OCT. 6, 2021 [Perr I\nProvided also that the Senate may alternatively prescribe that appointment\nof Institute teachers to the Senate shall also be in the rnanner provided by this\nsuEsection for the persons described in clauses (f) and (g) of sub-section ( I ).\n(4) Members of the Senate, other than ex-oficio members, shall hold\noffice for a term of three years. One-third of the mernbers, other than ex-fficio\nmembers, ofthe first restructured Senate, to be determined by lot, shall retire from\noffice on the expiration ofone year from the date ofappointment by the Chancellor.\nOne-half of the remaining members, other than ex-oficio members, of the first\nrestructured Senate, to be determined by lot, shall retire from oflice on the expiration\nof two years from the date ofappointment and the remaining one-halt other than\nex-officio members, shall retire frorn oflice on the expiration ofthe third year:\nProvided that no person, other than an ex-officio nrember, may sen'e on\nthe Senate for more than two consecutive terms:\nProvided further that the Institute teachers appointed to the Senate may not\nserve for two consecutive tenns.\n. (5) The Senate shall meet, at least twice in a calendar year.\n(6) Service on the Senate shall be on honorary basis but actual expenses\nmay be reimbursed as may be prescribed.\n(7) The Registrar shalt be the secretary ofthe Senate.\n(8) ln the absence of the Chancellor, meetings of the Senate shall be\npresided over by the senior nrost sen'ingA ir Forcc officer tiotn amongsl the menlbers\noflhe Senate, not being an employee ofthe Institute as the Chancellor may, from\ntime to time, nominate. The mernber so nominated shall be the convener of the\nSenate.\n(9) Unless otherwise prescribed by thisAct, all decisions of the Senate\nshall be taken on the basis ofthe opinion ofa najority ofthe members present, In\nthe event ofthe members being evenly divided on any matter, the person presiding\nover the meeting shall have a casting vote,\n( l0) The quorum tbr a meeting ofthe Senate shall be two-thirds ofits total\nmembership, a fraction being counted as one.\n18, Powers and functions of the Senate.- (l) The Senate shall have\nthe po*,ers ofgeneral supervision over the Institute and shall holdthe President and\nthe Authorities accountable for all the functions of the Institutc. The Senatc shall\nhave all powers ofthe institute not expressly vested in an Authority or officer by this\nAct and all other powers notexpressly mentioned by this Act that are necessary for\nthe performance of its functions.\nPrrnr ll THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6,2021 639\n(2) Without prejudice to the generality ofthe foregoing powers, the Senate\nshall have the following powers, namely:-\n(a) to approve the proposed annual plan ofwork, the annual and the revised\nbudget estimates, the annual report and the annual statement of the\naccount;\n(b) to hold, control and lay down policy for the administration of the\nproperty, funds and investments by the institute, including the approval\nofthe sale and purchase or acquisition of immovable property;\n(c) to oversee the quality and relevance of the Institute academic\nprogrammes and to review the academic affairs of the Institute in\ngeneral;\n(d) to approve the appointment of the Deans, professors, associate\nprofessors and such other senior faculty and senior administrators as\nmay be prescribed;\n(e) to institute schemes, directions and guidelines for the terms and\nconditions ofappointrnent ofthe officers, teachers and other employees\nofthe institute;\n(0\n(e)\n(h)to approve strategic plans;\nto approve financial resource development plans ofthe Institute;\nto consider the drafts of statutes proposed by the Syndicate and deal\nwith them in the manner as provided for in section 26;\n(i) the Senate may make a statute on its own initiative and approve it\nafter calling for the advice ofthe Syndicate or the Academic Council,\nas the case may be;\nO to annul by order in writing the proceeding ofany Authority or ofiicer\nif the Senate is satisfied that such proceedings are not in accordance\nwith the provisions of this Ac! statutes or regulations after calling\nupon such Authority or officer to show cause as to why such\nproceedings should not be annulled;\n(k) to recommend to the Chancellor removal ofany member ofthe Senate\nin accordance with the provisions ofthis Acq\n(l) to rnake appointments ofmembers of Syndicate, in accordance with\nthe provisions ofthis Act;\n640 THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6,2021 [Penr I\n(m) to make appointments ofthe members ofAcademic Council, other than\nex-ofricio members. in accordance with the provisions ofthis Act; and\n(n) to determine the form, provide forthe custody and regulate the use, of\nthe common seal ofthe lnstitute.\n(3) The Senate may, subject to the provisions of this Act delegate all or\nany of its powers and functions to any Authority, officer or employee olthe lnstitutc\nat its main campus, to any Authority, committee, officer oremplo) ee at its additiorral\ncampus for the purpose ofexercising such powers and performing such functions in\nrelation to such additional campus, and for this purpose the Senate may create new\nposts or positions at the additional campus.\n' 19. Visitations.-The Senate may, in accordance with the terms and\nprocedures as may be prescribed, cause an inspection to be made in respect ofany\nmatter connected with the Institute.\n20. Syndicate.- (l) There shall be a Syndicate headed by the President\nto make regulations and rules, for day to day functioning ofthe Institute, within the\nframework of policies laid down by the Senate. Other members of the Syndicate\nshall consist of-\n(a) the President who shall be its chairperson;\n(b) the Deans offaculties ofthe institute;\n(c) heads ofthe constituent colleges and institutes;\n(d) one professor, one associate professor and one assistant professor or\nlechrrer fiom different departments who are not members ofthe Senate\nto be elected by the Institute teachers in accordance with procedure\nto be prescribed by the Senate;\n(e) the Registrar;\n(f) the Director Finance; and\n(g) the Controller of Examinations\n(2) Members of the Syndicate, oth er thut ex<fficio members, shall hold\noffice for a term of three years.\n(3) As regards three professors specified in clause (d) ofsub-section (l).\nthe Senate may, as an altemative to elections, prescribe a procedure for proposal of\na panel ofnames by the Representation Committee set up in terms of section 24.\nAppointment of persons proposed by the Representation Committee may be made\nby the Senate on the recommendation ofthe President.\nPanr Il THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6, 2021 641\n(4) The quorum for a meeting of the Syndicate shall be one-halfofthe\ntotal number ofmembers, a fraction being counted as one.\n(5) The Syndicate shall meet at least once in each quarter ofa year\n21. Powers and functions of the Syndicate.{l) The Syndicate shall\nbe the executive body ofthe Institute and shall, subject to the provisions ofthis Act\nand the statutes, exercise general supervision over the affairs and management of\nthe Institute.\n(2) Without prejudice to the generality ofthe foregoing powers and subject\nto the provisions ofthis Ac! the statutes and directions ofthe Senate, the Syndicate\nshall have the following powers, namely:-\n(a) to considerannual report, the annual and revised budget estimates and\nto submit these to the Senate; .\n(b) to transfer and accept transfer ofmoveable property on behalfofthe\nlnstitute;\n(c) to enter into, vary, carry out and cancel contracts on behalf of the\nInstitute;\n(d) to cause proper books ofthe accounts to be kept for all sums ofmoney\nreceived and expended by the Institute and for the assets and liabilities\nofthe Institute;\n(e) to investanymoney belonging to the lnstitute including any un-applied\nincome in any of the securities described in section 20 ofthe Trusts\nAct, 1882 (Act II of 1882), or in the purchase of immovable property\nor in such other manner, as it may prescribe, with the like power of\n. varying such investment;\n(f) to receive and manage any property transferred and grants, bequests,\ntrusts, gifts, donations, endowments and other contributions made to\nthe Institute;\n(g) to administer any funds placed at the disposal of the lnstitute for\nspecified purposes;\n(h) to provide the buildings, libraries, premises, fumiture, apparatus,\nequipment and other means required for carrying out the work ofthe\nlnstitute;\n(i) to establish and maintain halls ofthe residence and hostels or approve\nor licence hostels or lodging for the residence of students;\n642 THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6, 2021 [Penr I\nO to recommendto the Senate affiliation or disatl'iliation ofthe colleges;\n(k)to recommend to the Senate admission ofeducational institutions to\nthe privileges ofthe Instinrte and withdraw such privileges;\n(m) to institute professorships, associate professorships, assistant\nprofessorships, lectureships and other teaching posts orto suspend or\nro abolish such posts;\n(n) to create, upgrade, down-grade, suspend or abolish such administrative\nor other posts as may be necessary;\n(o) to prescribe the duties ofofficers, teachers and other employees of\nthe Institute;\n(p) to report to the Senate on matters with respect to which it has been\nasked to report;\n(q) to appoint members to various Authorities in accordance with the\nprovisions ofthisActl\n(r) to propose drafts of the statutes for submission to the Senate;\n(s) to regulate the conduct and discipline ofthe students ofthe Institute;\n(t) to take actions necessary for the good administration ofthe Institute in\ngeneral and to this end exercise such powers zrs are necessary;\n(u) to delegate any of its powers to any Authority or officer or a committee;\nand\n(v) to perform such other functions as have been assigned to it by the\nprovisions of this Act or may be assigned to it by the statutes.\n22. Academic Counc il.- ( I ) There shallbe an Academic Council, which\nshall lay down academic policies, decide on the syllabi and curricula of various\ncourses at the Institute and the affiliated institutions to ensure excellence and the\nrequisitejoint-ness in training activities. TheAcademic Council ofthe Institute shall\nconsist of the following, namely:-\n(a) the President who shall be its chairman;(l) to arrange for the inspection ofthe colleges and the departments;\nPenr IlTHE GAZETTE OF PAKISTAN, EXTRA., OCT, 6, 2O2I\n(b) the Deans of faculties and heads ofcolleges and departments as may\nbe prescribed;\n(c) five members representing the departments, institutes and the\nconstituent colleges to be elected in the manner prescribed by the\nSenate;\n(d) two heads of affiliated colleges;\n(e) five professors including emeritus professors;\n(0 the Registrar;\n(g) the Controller ofExaminations; and\n(h) the Librarian.\n(2) The Senate shall appoint the members of the Academic Council on\nth€ recommendation of the President:\nProvided that as regards the five professors and the members representing\nthe departments, institutes and the constituent colleges, the Senate may, as an\naltemative to elections, prescribe a procedure for proposal ofa panel ofnames by\nthe Representation Committee set up in terms ofsection 24. Appointment ofpersons,\nproposed by the Representation Committee shall be made by the Senate on the\nrecommendation of the President.\n(3) The Academic Council shall act as an advisory and implementing body\nfor the decision ofthe Syndicate on allmatters relatingto the conductofexaminations,\nconferment ofdegrees, revision and updating ofcourse syllabi, quality ofeducation\nand duration of all courses including conduct of postgraduate classes in specified\ndisciplines.\n(4) The Academic Council shall also assist the President in evaluating,\nproposing and coordinating research and development projects at respective institutes\nand colleges both constituent and affiliated.\n(5) Members of the Academic Council shall hold office for a term of\nthree years.\n(6) The Academic Council shall meet at least once in each quarter\n(7) The quorum for meetings ofthe Academic Council shall be one-half\nof the total number of members, a fraction being counted as one.o+J\n644 THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6, 2021 [Prnr I\n23. Powers and functions of the Academic Council.{l) The\nAcademic Council shall be the principal academic body ofthe lnstitute and shall,\nsubject to the provisions of this Act and the statutes, have the power to lay down\nproper standards of instruction, research and examinations and to regulate and\npromote the academic life ofthe Institute and the colleges.\n(2) Mthoutprejudice to the generality ofdre forgoing powers and subject to tie\nprovisions of this Act and the statutes, the Academic Council shall have dre power to-\n(a) approve the policies and procedures pertaining to the quality of\nacademic programmes;\n(b)\n(c)\n(d)approve academic programmes;\napprove the policies and procedures pertaining to the student related\nfu nctions ihcluding admissions. expulsions, punishments, examinations\nand certification;\napprove the policies and procedures assuring quality ofteaching and\nresearch;\npropose regulations for submission to the Syndicate;\nprepare an annual report on the academic performance ofthe Institute; and\nperform such other functions as may be prescribed by regulations'\nRepresentation Committees.{l) There shall be Representation\nconitituted by the Senate through statutes to recommend persons for\nto the Senate in accordance with the provisions of section 17.(e) recommend the policies and the procedures for afliliation of other\ned ucational institutions;\n(0 propose to the Syndicate schemes for the constitution and organization\nof faculties, teaching departments and boards of studies;\n(g) appoint paper setters and examiners for all examinations ofthelnstitute\nafter receiving panels ofnames from the relevant authorities;\n(h) institute programmes for the continued professional development of\nInstitute teachers at all levels;\n(i) recognize the examinations ofother universities or examining bodies\nas equivalent to the corresponding examinations ofthe Institute;\n(l) regulate the award of studentship, scholarships, exhibitions, medals\nand prizes;\n(k)\n(D\n(m)\n24.\nCommittees\nappointment\nPnrr Il THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6,2021 645\n(2) There shall also be a Representation Committee constituted by the Senate\nthrough statutes to rccommend persons for appointrnent to the Syndicate and dre\nAcademic Council in accordance with the provisions ofsections 20 and 22 respectivley.\n(3) Members of the Representation Committee, to recommend persons\nfor appointrnent to the Senate, shall consist ofthe following, namely:-\n(a) three members of the Senate who are not lnstitute teachers;\n(b) two persons nominated by the Institute teachers from amongst\nthemselves in the manner prescribed;\n(c) one person tom the academic community, not employed by the Institute,\natthe level ofprofessor or college head to be nominated by the lnstitute\nteachers in the manner prescribed; and\n(d) one eminent citizen with experience in administration, philanthropy,\ndevelopment work, law or accountancy to be nominated by the Senate.\n(4) The Representation Committee, to recommend persons for the\nappointment to the Syndicate and the Academic Council, shall consist ofthe following\nnamely;-\n(a) two members ofthe Senate who are no1 Institute teachers; and\n(b) three persons nominated by the institute teachers from amongst\nthemselves in the manner prescribed.\n(5) The term of the Representation Committee shall be three years:\nProvided that no member shall serve for more than two consecutive terms.\n(6) The procedures of the Representation Committee shall be such as\nmay be prescribed.\n(7) There may also be such other Representation Committees set up by\nany of other Authorities of the Institute as are considered appropriate for\nrecommending persons for appointments to the various Authorities and other bodies\nofthe Institute.\n25. Appointment of committees by certain Authorities.---1 I ) 'l-he\nSenate, the Syndicate, the Academic Council and other Authorities may, frout timc\nLo tinle, appoint such standing, special oradvisory committees, as they may deem tit,\nand ntay place on such committees persons who are not members ofthe Authorities\nappointing the committees.\n616 THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6, 2021 [Penr I\n(2) The constitutions, functions and powers of the Authorities for which\nno specific provision has been made in this Acl shall be such as may be prescribed\nby statutes or regulations.\nCHAPTER.V\nSTATUTES, REGULATIONS AND RULES\n26. Statutes.-{ I ) Subject to the provisions of this Act, statutes may he\nmade to regulate or prescribe all or any ofthe follorving matters, namely:-\n(a) the contents of and the manner in which the annual report to be\npresented by the President before the Senate shall be prepared;\n(b) the tnstitute fees and other charges;\n(c) the constitution ofany pension, insurance, gratuity, provident fi.rnd and\nbenevolent fund for Institute employees;\n(d) the scales ofpay and other terms and conditions ofservice ofofficers,\nteachers and other Institute employees;\n(e)\n(0\n(e)the maintenance of the register of registered graduates;\naffiliation and disaffiliation of educational institutions and related matters;\nadmission ofeducational institutions to the privileges of the lnstitute\nand the withdrawal ofsuch privileges;\n(h) the establishment of faculties, departments, institutes, colleges and\nother academic divisions;\n(i) the powers and functions of officers and teachers;\nC) conditions under which the Institute may enter into a.lngementr with\nother lnstitutions or with public bodies for purposes of research and\nadvisory services;\n(k) conditions for appointment of emeritus professors and award of\nhonorary degrees;\n(l) efficiency and discipline oflnstitute employees;\n(m) the constitution and procedure to be followed by Represl r: Latinr,\nCommittees in carrying out functions in terms of this Act;\n(n) dre constitution, functions and powers oftheAuthorities ofthe lnstitute: md\nPenr llTHE GAZETTE OF PAKISTAN, EXTRA., OCT. 6, 202I 647\n(o) all other matters rvhich by this Act are to be or may be prescribed or\nregulated by slatutes.\n(2) The dralt ofstatutes shall be proposed by the Syndicate to the Senate\nrvhich may approve or pass with such modifications as the Senate rnay think fit or\nrray refer back to the Syndicate, as the case may be, for reconsideration of the\nproposed dra ft:\nProvided that statutes conccrning any ofthe matters mentioned in clauses\n(a) and (i) of sub-section (l ) shall be initiated and approved by the Senate after\nseeking vieu s oI the Syndicale:\n. Provided further that the Senate may initiate a statute with respect to any\nmatter in its power or with respect to which a statute may be made in terms of this\nAct and approve such statute afler seeking the views ofthe Syndicate.\n27. Regulations.{ I ) Subject to the provisions ofthis Act and the statutes,\nthe Acadernic Council may propose and the Syndicate may make regulations for all\nor any of the follorving matters, namely:-\n(a) the courses of study for degrees, diplomas and ceftificates of the\nInstitute;\n(b) the manner in which the teaching referred to in sub-section (l) of\nsection 6 shall be organized and conducted;\n(c)the admission and expulsion ofstudents to and from the Institute;\nthe conditions under which studi:nts shall he admitted to the course\nand the examinations ofthe Institute and shall become eligible for the\naward ofdegrees, diplomas and certificates;(d)\n(e) the conduct of examinations;\n(0 the conditions underwhich a person may carqr on independenl research\nto entitle him to a degree;\n(g) the institution offellowships. scholarships. exhibitions, medals and prizes;\n(h) the use of the libraryt\n(i) the formation offaculties. departments and board ofstudies; and\n0) all other matters which by this Act or the statutes are to be or may be\nprescribed by regulations.\n648 THE GAZE1TE OF PAKISTAN. EXTRA., OCT. 6.2021 [P-tn I\n(2) Regulations shall be proposed by the Academic Council and shall be\nsubmitted to the Syndicate which may approve them or withhold approval or ref'er\nthem back to the Academic Council for reconsideration. A regulation proposed by the\nAcademic Council shallnot be effective unless it receives the approvalofthe Syndicate.\n28. Amendment and repeal of stAtutes and regulations.-The\nprocedure for adding to, amending or repealing the statutes and the regulations shall\nbe the same as that prescribed respectively for making statutes and regulations.\n29. Rules.-The Authorities and the orher bodies of the lnstitute may\nmake rules, to be published in official Gazette, consistent with this Act, statutes and\nthe regulations. to regulate any matter relating to the affairs ofthe Institute which\nhas not been provided for by this Acg or that is not required to be regulated by\nstatutes or regulation, including rules to regulate the conduct of business and the\ntime and place of meetings and related matters.\nCHAPTER.VI\nINSTITUTE FUND\n30. Institute fund.-{l) The Instifute shall have a fund to which shall be\ncredited all donations, trusts, bequests, endorvments, grants, proportionate grant from\nthe Federal Govemment Joint StaffHeadquafters (JSHQ), Defence Division. Higher\nEducation Commission (HEC), Division to which the business of education stands\nallocated, assistance from international agencies, contributions, shares of fee and\nincome from any other source.\n(2) The present recurring and non-recurring grants being allocated by the\nDefence Division, HEC and JSHQ to the National Defence Universit-v immediately\nin existence before the commenceinent ofthis Act, shall continue to be allocated in\nfuture to the Institute, with suitable upward adjustments from time to time.\n(3) Allexpenditure ofthelnstitute shallbe metwithin the sanctioned budget\nofthe Institute or as approved by the Syndicate.\n31. Audit and accounts.{ I ) The accounts of the Institute shall be\nrnaintained b,v. Director Finance in such fonn and in such manner as may be\nprescribed.\n(2) The teaching, departments. constituent colleges and institutes and all\nother bodies designated as such by the Syndicate in terms of statutes shall be\nindependent cost centers of the Institute with authority vested in the head of each\ncost centre to sanction expenditure out ofthe budget allocated to it:\nProvided that re-appropriation from one head of expenditure to anothcr\nmay be made by the head of a cost centre in accordance with and to the extcnt\nprescribed by the statutes.\nPrnr Il THE CAZETTE OF PAKISTAN, EXTRA., OCT. 6.2021 649\n(3) All funds generated by a teaching department constituent college or\nother unit ofthe Institute through consultancy, research or other provision ofservice\nshall be made available without prejudice to the budgetary allocation othenvise made,\nafter deduction ofover heads in the manner and to the extent prescribed bv Senate,\nto the teaching department, constituent college or other units for its development. A\npart of the funds so generated may be shared with the Institute teachers or\nresearchers in charge of the consultancy, research or service concerned in the\nmanner and to the extent prescribed by the statutes.\n(4) No expenditure shall be made from the funds of the Institute unless a\nbilt for its payments has been issued by the head of the aost centre concemed in\naccordance with the relevant statutes and the Director Finance has verified that the\npayment is provided for in the approved budget of the cost centre, subject to the\nauthority to re-appropriate funds from one head of expenditure to other head of\nexpenditure in respect ofthe cost centre.\n(5) Provision shall be rnade for an intemal audit ofthe finances ofthe lnsitute.\n(6) The annual audited statement of accounts shall be prepared in\naccordance rvith the laid dorvn rules and regulations ofthe Covemment ofPakistan\nfor the purpose ofaudit for such institutions and signed by Director Finance.\n(7) The obsenations made by the Pakistan Air Force audit team, ifany,\ntogether with such annotations as the Dircctor Finance may make, shall be considered\nby the Syndicate and shali be placed before the Senate rvithin six rnonths ofclosing\nofthe financial year.\nCHAPTER-VI I\nGENf R4.L PROVISIONS\n32. Opportunity to show cause.- Except as otherwise provided, no\no{ficer, teacher or other employee ofthe institute holding a permanent posishall be\nreduced in rank or removed or compulsorily retired from service or dismissed from\nservice unless he has been given a reasonable opportunity ofshowing cause against\nthe action proposed to be taken.\n33. Appeal to the Syndicate and the Senate.- Where an order is\npassed imposing penalty on any officer (other than the President), teacher or other\nemployee ofthe Institute oraltering or interpreting3o his disadvantage the prescribed\ntenns and conditions of his service, he shall, where the order is passed by any\nofiicer or teacher ofthe Institute other than the President, have the right to appeal to\nthe Syndicate against the order and where the order is passed by the President,\nhave the right to app€al to the Senate.\n650 THE GAZET'IE OF PAKISTAN, EXTRA., OCT 6,202l [Perr I\n34. Service of the Institute.- ( I ) All persons employed by the Institute\nin accordance with the terms and conditions of servic'e prescribed by statutes shall\nbe persons in the service of Pakistan for the purposes ofany court or tribunal set up\nby iaw in terms ofArticle 212 ofthe Constitution ofthe Islam ic Republic of Pakistan:\nProvided that any provision as regards the terms and the conditions of the\nemployment of persons in the service of Pakistan in general or in comparable\nemiloyment, notwithstanding the service ofpersons employed by the Institute, shall\nbe entirely governed by the terms and conditions prescribed by the relevant statutes'\n(2) An officer, teacher or other employee ofthe Institute shall retire from\nservice on the attainment of such age or term of service as may be prescribed'\n(3) The terms and conditions ofemployment of any lnstitute teacher in\nthe employment of the Institute shall not be varied to his disadvantage from tle\ncommencemen( of this Act.\n(2) Where any provident fund which has been constituted under this Act,\nthe provisions ofthe Provident Funds Act, 1925 (XIX of 1925) shall apply to such\nfund as if it were the Govemment Provident Fund'(4) Persons above.the age of superannuation may be re-employed on\ncontract in the manner prescribed try the Senate, in conformity with the Government\nrules and regulations.\n35. Benefits and insurance, gratuity, provident fund and benevolent\nfund.-{ l) The tnstitute shall constitute for the benefit of its ofligers, teachers and\nother employees schemes, as may be prescribed, for the provision of post-employment\nbenefits as well as health and life insurance while in service.\n36. Commencement of tcrm of olfice of members of Authority.-\n(l) When a member of a newly constituted Authority is appointed or nominated, his\nterm of office as fixed under this Act shall commence from such date as may be\nprescribed.\n(2) Where a member who has accepted any other assignment or for any\nother similar reason remains absent from the Instilute for a period ofnot less than\nsix months, he shall be deemed to have resigned and vacated his seat.\n37. Filling of casual vacancics in Authorities.-Any casual vacancy\nin the appointed or nominated member of any Authority shall be filled, as soon as\nconveniently may be, by the person or the body who appointed or nominated the\nmember whole position has becorne vacant and the person appointed or nominated\nto the vacancy shall be member ofsuch Authority for the residual term for which\nthe person whose place he fills would have been a member.\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA.. OCT. 6.2021 651\n38. Flaws in the constitution of Anthorities.-Where there is flaw in\nthe constitution of an Authority, as constituted under this Act, the statutes or the\nregulationson account ofabolition ofa specified office under Govemment or b€cause\nan organization, institution or other body outside the Institute has been dissolved or\nhas ceased to function, or becaUse ofsome other similar reason, such flaw shall he\nremoved in such manner as the Senate may direct.\n39. Proceedings of authorities not invalidated by thc vacancies.-\nNo act, resolution nor decision of any Authority shall be invalid by reason of any\nvacancy in the Authority doing, passing or making it or by reason of any rvant of\nqualification or invalidiry in the election. appointment or nomination of an y- defacto\nmember ofthe Authority, rvhether present or absent.\n40. First statutes and regulations.-Notwithstanding anything to the\ncontrary contained in this Act, the President ofthe islamic Republic of Pakistan,\nbeing the Patron, shall promulgate the first statutes and regulations rl'hich shatl be\ndeemed to be statutes and regulations nlade under sections 26 and 27 respectively\nand shall continue to remain in force unless amended or repealed.\n41. Transitory provisions.{l) Notwithstanding anyhing contained in\nthis Act, the members of the first Senate, except the lnstitute teachers, shall be\nappointed by the Chancellor in accordance with the numbers and criteria for\nmembership specified in this Act. The first S€nate so constituted shall initiate, as\nsoon as possible, the process for the recru itment of Institute teachers and appoinsnent\nofthe members ofthe Syndicate and the Academic Council in accordance with the\nterms ofthis Act. The Institute teachers to be appointed to the first Senate shall be\nappointed as soon as the procedure prescribed for appointment oflnstitute teachers\nto the Senate has to be complied with. The term or tenure provided in sub-section\n(4) of section I 7 notr,vithstanding one-third of the members, other than ex-o.fficio\nmembers, ofthe first Senate, to be determined by log shall retire from office on the\nexpiration ofone year from the date ofappointment by the Chancellor. One-halfof\nthe remaining-members, other than ex-oficio members of the first Senate, to be\ndetermined by lot, shall retire from office on the expiration of two years from the\ndate of appointment and the remaining one-lralll other than ex-oflicio members,\nshall retire from office on the expiration ofthe third year.\n(2) On commencement of this Act, all pending cases of enrollments,\ndegrees and transcripts, etc. with the other universities and institutions, with which\nthe PAF Air WarCollege stood affiliated to before commencement of this Act, shall\nstand transferred to the lnstitute and shall be dealt with as ifthese were the cases oi'\nenrollments, degrees and transcripts, etc. of the Institute, notwithstanding any\ncondition of such affrliation or agreement or contract with the said other universities\nand institutions.\n652 THE GAZETTE OF PAKISTAN, EXTRA., OCT. 6, 2021 [Prnr I\n42. Removal of difliculties.-lf any difficulty arises in giving effect to\nany provision of this Act, the Chancellor may make such order or direction, not\ninconsistent, with the provisions ofthis Ac! as may appear to him to be necessary\nfor the purpose ofremoving such difficulty.\n43. Indemnity.-No suit or legal proceedings shall lie against the\nGovemmenq the Institute or any Authority, officer or enrployee ofthe Government\nor the Institute or any person in respect ofany,thing which is in good faith done or\ndeemed to have been done under this Act.\n44. Power to allorv appointment of employees of the Government,\nother universities or educational or research institutions to the Institute,-\n(l) Notwithstanding anything contained in thisAct, the Senate may on the advice of\nthe Syndicate, allorv any post in the institute to be filled by appointment, on such\nterms and conditions as the Senate may specifr, an employee ofthe Government or\nany other university or educational research institution.\n(2) Where any appointment has been made under this section, the terms\nand condition of service of the appointee shall not be less favourable than those\nadmissible to him immediately before such appointrnent and he shall he entitled to all\nbenefits of his past service.\nMOHAMMAD QASIM SAMAD KHAN,\nSecrctary.\nPRINTED BY THE MANACER. PRIN]'INC CORPORATION OF PAKISTAN PRESS, ISLAMABAD,\nPUBLISHED BY THE DEPUTYCONTROLLER. STATIONERYAND T-ORMS. t]NI\\ERSITY ROAD. KARACHI"
}