{
    "file": "./converted_json\\administrator8fc9c8c419b4c0a729bcdbccfb6e4490(1).json",
    "name": "Pakistan Nursing Council (Emergency Management) Ordinance",
    "date": "December 7, 2021",
    "tagline": "An Ordinance to provide for the emergency management of the Pakistan Nursing Council",
    "content": "REGISTEREDNo.M-302L.-7646\nGtte 6rp;ffi d Ds[tdturI\nISLAMABAD, TUESDAY, DECEMBER 7, 2021\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nLAW AND JUSTICE DIVSION\nIslamabad, the 6th December, 2021\nNo. F. 2(1)/2021-Pub.-The following Ordinance promulgated on 3rd\nDecember, 2021 by the President is hereby published for general information:-\nOR-DNANCE No. XXIX oF 2021\nAN\nORDINANCE\nro provide for the emergenq) m(magement of the Pakislan Nursing Council\nWHEREAS it is expedient to provide for the emergency management ofthe\nPakistan Nuning Council and to enable it to discharge its functions under the law;\nAND WHEREAS the Senate and the National Assembly is not in session\nand the President is satisfied that circumstances exist which render it necessary\nto rake immediate action:\n(l l0r)\nPrice: Rs. 6.00\nlt 7 4 5 (2021) /Ex. G az.l.EXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nNow, THEREFoRT, in exercise of the powers conferred by clause (l) of\nArticle 89 ofthe Constitution ofthe Islamic Republic ofPakistan the President is\npleased to make and promulgate the following Ordinance:-\n1. Short title, extent and commencemenL{l) This Ordinance may be\ncalled the Pakistan Nuning Council (Emergency Management) Ordirxae,2}Zl.\n(2) It extends to the rvhole of Pakistan.\n(i) It shall come into force at once.\n2. Definitions.-ln this Ordinance, unless there is anything repugnant\nin the subject or context,\n(a) \"Act\" means the Pakistan Nursing Council Act, 197i (Act\nNo. XXVI of I 973);\n(b)\"Administtator\" means the\nsection 3 ofthis Ordinance;Administrator appointed under\n(c) \"Council\" means the Pakistan Nursing Council established under\nsection 3 ofthe Acl:\n(d)\"Executive Committee\" means the Executive Committee of the\nCouncil constituted under section 9 ofthe Act;\n(e) 'Ex-Officio members of the Council\" means the Ex-officio\nMembers of the council appointed under section 3(l ) (a) to (e) of\nthe Act:\n(f)\n(e)\n(h)\n(0\"Government of Pakistan\" means the Federal Government:\n\"Member\" means the member of the Council;\n\"Ordinance\" means lhis Ordinance:\n\"President\" means the President of the Council elccted under\nsection 8 ofthe Act or the Administrator appointed under section 5\nof this Ordinance;\n(i)\"Vice-President\" means the Vice-President ofthe Council elected\nunder section 8 ofthe Acl\n3. Appointmert of Administrator.-The Director General Health,\nGovemment ofPakistan shall act as the Administralor of the Council for a period\nofone hundred and twenty days from the promulgation ofthe Ordinance.\n4. Powers of the Administrator,-The Administrator shall be vested\nwith and exercise all powers vesting in the President and the Vice-President of\nthe Council and during such period there shall be no person elected or hold office\nas the President or Vice-President ofthe Council.I i02 T[{E GAZT]TTE OF PAKIS,IAN, EX].R-A,. DI]CEMBI]R 7. 2O2I [P^RT I\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBERT, 2O2I I IO3\n5. Appointment of Executive Committee,-The Executive Committee\nshall be dissolved and shall be reformulated consisting ofthe ex-offcio members\nofthe Council as its members for a period ofone hundred and twenty days from\nthe promulgation of the Ordinance. The Administrator shall be the President of\nthe Executive Committee-\n6. Powers of the Executive Committee.-{l ) The Executive\nCommittee shall be vested with and exercise all the powers and authority vesting\nin the Council and during such period no other member of the Council shall\nexercise any power otherwise vesting in the Council or its members.\n(2) The Executive Committee shall anange random inspection of the\nselected institutions under section l7 ofthe Act and proceed in accordance with\nsection l8 ofthe Act.\n7. Elections of Office Bearers.{l) The Administrator shall within a\nreasonable time verify the status of each elected member of the Council and\nwhere necessary require an election to be held of any member under clause (f) to\n(1) ofsub-section (l) ofsection 3 ofthe Act.\n(2) The Administrator shall after completion of the composition of the\nCouncil call tbr a meeting of the properly constituted Council and\ncause for an election to be held for the office of President and Vice-\nPresident under section 8 ofthe Act.\n(3) The Administrator shall immediately upon the completion of the\nelection of the President and Vice-President of the Council shall cause\nfor an election ofthe members ofthe Executive Committee under sub.\nsection (l) ofsection 9 ofthe Act.\n8. Audit -The Administrator and the Executive Committee shall cause\nfor a financial audit to be undertaken and completed as soon as possible and\nsubmit the audit report and a report on the operations and working ofthe Nuning\nCouncil to the Ministry of National Health Services, Regulations and\nCoordination.\nDR. ARIF ALVI,\nPresident.\nRAJA NAEEM AKBAR,\nSecretary.\nPRh'TED AYIHE MANAGER. PRINTINC CORPORATION OF PAI(STAN PRESS, ISLAMABAD\nPUBLISHED BY THE DEPUTY CONTROLLER. STATIONERY AND FORMS. UNIVERSITY ROAD, (ARACHI"
}