{
    "file": "./converted_json\\administrator13a2a2baa2af5938a3062c9b092afd57.json",
    "name": "The Competition Commission (Appeal) Rules, 2007",
    "date": "April 24, 2008",
    "tagline": "Regulations for Appeals in Pakistan's Competition Commission",
    "content": "to<c6  \n REGISTERED No. M 302  L.-7646   \nIrbe  \ntoette of Valtbitan I 4..  \ni6ca isgal \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, THURSDAY, APRIL 24,. 2008 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nCOMPETITION COMMISSION OF PAKISTAN \nNOTIFICATIONS \nIslamabad, the 24th April, 2008 \nS. R. 0. 399 (I)/2008.—In exercise of the powers cbnferred by section \n55 read with sub-section (5) of section 41 of the Competition Ordinance, 2007 \nthe Competition Commission of Pakistan, with approval of the Federal \nGovernment, hereby makes the following rules, namely:— \nThe Competition Commission (Appeal) Rules, 2007 \n••••. \nPART-I \nPRELIMINARY \n1. Short title and commencement.—(1) These rules may be called \nthe Competition Commission (Appeal) Rules, 2007. \n(2) \tThey shall come into force at once. \n(1101) - \n[2441(2008)/Ex. Gaz.] \t Price : Rs. 20.50 \n1102 \tTHE GALE I E. OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[PART IIr \n2. \tDefinitions.—(1) In these rules, unless there is anything repugnant \nin the subject or context,— \n(a) \t\"adjudicating authority\" means a Member or a authorized officer of \nthe Com m isSion; \n\"appeal\" means an appeal preferred 'under section 41; \n\"appellant\" means a person who prefers an appeal before the Appellate \nBench; \n\"Appellate Bench\" means an Appellate Bench constituted by the \nCommission under section 41; \n\"authorized representative\" means, \nin relation to a company, a person who is either the chief \nexecutive or a director or secretary of the company or an \nadvocate entitled to appear before High Court or a member of \nInstitute of Chartered Accountants of Pakistan or Institute of . \nCost and Management Accountants and is duly authorized by \nthe company to appear, plead and act on its behalf before the \nAppellate Bench; \nin relation to the adjudicating authority or any other officer of \nthe Commission, an officer authorized by the adjudicating \n_ authority to appear, plead and act before the Appellate Bench; \nand \nin relation to any other appellant or respondent, a person who \nis an advocate of High Court, or a member of Institute of \nChartered Accountants of Pakistan or Institute of Cost and \nManagement Accountants and is duly authorized by the appellant \nor respondent to appear, plead and act on his behalf before the \nAppellate Bench ; or \nin relation to a director of the company, in addition to sub-clause \n(iii) a director representing fellow appellants or respondents and \nis duly authorized by the appellant or respondent to appear, plead \nand act on his behalf before the Appellate Bench; \n\"bank Challan\" means an original receipt issued by one of the several \nbank branches which are for the time being authorized by the \nParr HI \t\nTHE GAZETTE OF PAKISTAN, 'EXTRA., APRIL 24, 2008 \t1103 \nCommission for collection of receipts or other services to the account \nof the Commission; \n\"form\" means a form appended to these rules; \n\"impugned order\" means an order passed by an adjudication authority \nagainst which an appeal is preferred under section 41 of the Ordinance. \n\"Ordinance\" means the Competition Ordinance, 2007 (LII of 2007); \n\"Registrar\" means an officer of the Commission who is appointed as \nthe Registrar of the Appellate Bench and for the purpose of these \nrules shall also include a Deputy Registrar performing functions of \nthe Registrar under these rules; and \n(2) \tWords and expressions used in these rules, but not defined herein, \nshall have the same meanings as are assigned to them in the Ordinance. \nPA RT-H \nAPPEALS \nCommencement of appeals.—An appellant may prefer an appeal \nto the Appellate Bench by filing a memorandum of appeal in accordance with \nrule 7. \nLimitation for filing appeal.—(1) Every appeal shall be preferred \nwithin a period of thirty days from the date on which a copy of the impugned order \nis received by the appellant: \nProvided that the Appellate Bench may, upon an application filed in this \nbehalf, entertain an appeal after the expiry of the said period of thirty days if it is \nsatisfied that there was sufficient cause for not filing it within the prescribed period. \nPresumption of receipt of impugned order.—(1) Subject to \nanything contrary on the record a copy of the impugned order shall be presumed to \nhave been received by the appellant if,— \nsent by courier, three days following the day it is dispatched by the \nreceipt and issue department of the Commission; \nsent by registered posts, seven days following the date it is mailed by \nthe receipt and issue department of the Commission; and \nt-s \n1104 \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[PART If \n(c) \tsent by hand delivery; on production of the receipt showing the date it \nis served on the appellant. \n6. \tAppeal to be in Writing.—Every appeal, application, reply, \nrepresentation or any document filed before the Appellate Bench shall be type-\nwritten or printed neatly and legibly on one side of good quality paper of foolscap \nsize.in  double space and separate sheets shall be stitched together and every page \nshall be consecutively numbered and filed accordingly. \n7. Memorandum of appeal, deposit of fee and penalty etc.—(1) \nThe memorandum of appeal shall,— \n(a) state,— \nthe name and address of the appellant; \nthe name and address of the appellant's authorised representative; \nand \nan address in Pakistan for the service of documents; \n(b) \tbe in the form provided in Schedule II and shall contain, — \n(i) \ta concise statement of the facts; \n(ii) a summary of the grounds for appealing against or with respect \nto the impugned order, identifying, in particular— \nthe statutory provision under which the appeal is brought; \nthe extent to which the appellant contends that the impugned \norder was based on an error of fact or was wrong in law; \nand \nthe extent to which the appellant is appealing against the \nCommission's exercise of discretion in making the impugned \norder; \n(iii) a succinct presentation of the arguments of fact or law supporting \" \neach ground of appeal; and \n(iv) the relief of directions sought by the appellant; \net PART III \tTHE GAZETTE OF PAKISTAN, EXTRA.,APRIL 24, 2008 \t1105 \nbe signed and dated by the appellant, or on his behalf by his authorised \nrepresentative; and \nbe accompanied by,— \n(I) \ta certified copy of the impugned order; \nwhere an appellant or respondent is represented by an authorized. \nrepresentative, the written authorization in his favour signed by \nthe appellant or the respondent as the case may be; \na copy of bank challan evidencing payment of deposit as provided \nunder sub-rule (2) and fee as provided under Schedule Ito these \nrules; and \nall documents and evidence as attachments upon which the \nappellant/respondent has relied upon in his pleadings. \nWhere any appeal is filed under these rules and the impugned order . \nrelates to any penalty imposed under the Ordinance or rules and regulations made \nthereunder, the person desirous of filing such an appeal, shall at the time of filing the \nappeal, deposit in the account of the Commission twenty five per cent of the penalty \nimposed. \nNo appeal in respect of the impugned order shall be entertained or \nadmitted to hearing unless the percentage of penalty envisaged in sub-rule (2) is \ndeposited with the Commission. \nUnless the Appellate Bench otherwise directs, the appellant shall file \nthe duly signed original of the memorandum of appeal and its accompanying \ndocuments with the Appellate Bench together with five copies thereof, each certified \nby the appellant, or his authorised representative, to be in conformity with the original. \nThe appellant shall not rely on any ground of appeal which is not \nstated in the notice of appeal during the hearing of the appeal except with the \npermission of the Appellate Bench. \n8. \tDefective memorandum of appeal.—(1) If the Appellate Bench \nconsiders that memorandum of appeal is not filed in accordance with rule 7, is \nmaterially incomplete, unduly prolix or lacking in clarity, theAppellate Bench may \ngive such directions to the appellant as may be necessary to remedy the \nmemorandum of appeal. \n1106 \tTHE GALE' tr, OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[PART II \n(2) \tThe Appellate Bench may, if it considers that the efficient conduct of \nthe appeal proceedings so requires, instruct the Registrar to defer forwarding a - \ncopy of the notice of appeal to the other parties concerned until after the directions \ngiven under sub-rule (1) have been complied with. \n9. \tPower to reject.—The Appellate Bench may, after giving the parties \nan opportunity of being heard, reject an appeal in whole or in part at any stage in the \nappeal proceedings if,— \nit considers that the memorandum of appeal discloses no valid ground \nof appeal; \nit considers that the appellant is not an aggrieved party or person \nunder section 41; \n(.c) it is satisfied that the appellant has habitually and persistently, and \nwithout any reasonable ground,— \ninstituted vexatious proceedings before the Appellate Bench; or \nmade vexatious applications in any proceedings before the \nAppellate Bench; or \n(d) \tthe appellant fails to comply with any provision of these rules, or any \ndirection; or order of the Appellate Bench. \nWithdrawal of appeal.—(1) The appellant may, with the permission \nof the Appellate Bench, withdraw his appeal. \nWhere the Appellate Bench grants permission under sub-rule (1), it \nmay,— \n(a) order the appellant to pay the costs of the Commission and the \nAppellate Bench incurred up to the time his appeal is withdrawn; and \ndo so on such other terms or conditions as it thinks fit to impose, \nincluding requiring the Registrar to publish a notice of the withdrawal \nof the appeal on the Commission's website or in such other manner \nas the Appellate Bench may direct. \nAppeal number, etc.—On receiving the memorandum of appeal, \nthe Registrar shall, — \t• \naffix to the memorandum of appeal an official stamp showing the \ndate on which it was received;  \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 24, 2008 \t1107 \nenter the appeal in a list and assign a number thereto, which shall \nconstitute the title of the appeal; \ninform the appellant of the title of the appeal; and \nsubject to rules 9 and 8, forward a copy of the memorandum of appeal \nto the Commission. \n12. Filing of reply to the appeal and other documents by the \nrespondent.—(1) The respondent may file such number of copies of reply statement \nas is required under sub-rule (2) of rule 7 along with similar number of documents \nin a paper-book form with the Registrar within such time normally not exceeding \nfifteen days or as the Registrar may specify. \nEvery reply, application or written representation filed before the \nAppellate Bench shall be verified in the manner provided for in the Form B of the \nSchedule II to these rules. \n• A copy of every application, reply, document or written material filed \nby the respondent before the Appellate Bench shall be forthwith served on the \nappellant by the respondent. \nThe Appellate Bench may, in its discretion, on application by the \nrespondent or other interested party allow the filing of reply referred to in sub-rule (1) \nafter the expiry of the period originally allowed. \n. • \nNotwithstanding anything contained in this rule, it shall not be \nmandatory for the Commission to file a reply to the memorandum of appeal filed \nunder these rules. In the -absence of any such reply, the impugned order shall be \ntreated as the defense for and on behalf of the Commission. \nPART-Ill \nCONSOLIDATION, SUMMONING OF WITNESSES AND EVIDENCE \n13. \tConsolidation, eic.—(1) Where two .or more appeal proceedings \nare pending in relation to the same decision of the Commission, or involve the same \nor similar issues, the Appellant Bench may at any tine, on the request of a party or \nof its own initiative, order that the proceedings or any particular issue or matter \nraised in the proceedings be consolidated or heard together. \n(2) \tBefore making an order under sub-rule (1), the Appellate Bench shall \ninvite all the parties to the relevant proceedings to make their submissions thereon. \n1108 \tTHE GALE i th OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[PART IIr  \n14. Evidence.—(1) The Appellate Bench, — \nshall appraise the evidence at the hearing of an appeal; and \nmay give directions as to, — \nthe issues on which it requires evidence; \nthe nature of the evidence which it requires to decide those \nissues; and \nthe manner in which the evidence is to be placed before the \nAppellate Bench. \nThe Appellate Bench may admit or exclude evidence, whether or not \nthe evidence was available when the contested decision was made. \t. \nThe Appellate Bench may require any witness to give evidence on \noath or affirmation, or by way of affidavit. \nThe Appellate Bench may dispense with the need to call a witness to \n'give oral evidence if a witness statement has been• submitted in respect of that \nwitness. \nThe Appellate Bench may, at any time before notifying the appellant \nof its decision, call for such further evidence or explanation from all or any of the \nparties to be given, in the presence of the other party of parties, as it may consider \nnecessary. \n15. Summoning of witnesses.-(1) Without prejudice to section 32 \nand subject to sub-rules (2) and (3) of this rule, the Appellate Bench may at any \ntime, on the request of a party or of its own initiative, issue summons requiring any \nperson in Pakistan to do either or both of the following, namely:— \n(a) \tattend as a witness before the Appellate Bench, at the time and place \nset out in the summons; \t. \n(b) \tanswer any question, or produce any document or other material in \nhis possession or under his control, which relate to any issue or matter \nin question in the appeal proceedings. \nPAKr1:11 \tTHE GALL I I L OF PAKISTAN, EXTRA., APRIL 24, 2008 \t1109 \n(2) \tA request by a party for the issue of summons under this rule shall be \nmade to the Registrar with the appropriate fee specified in the Schedule-I, and shall \nstate,— \nthe name and address of the witness to be called; and \t• \nthe facts upon which the witness is to be examined and the reasons \nfor the examination, the documents required to be produced by the \nwitness and the reasons for their production, or both. • \n(3) \tSubject to sub-rules (2) and (3) of rule 31, no person may be required \nto attend in compliance with summons under these rules unless he has been served \npersonally with the summons issued by the Registrar of the Appellate Bench. \nPART - IV \nHEARING OF APPEALS AND DECISIONS \nSeat of the Appellate Bench.—The Appellate Bench shall hold its \nseat either at Islamabad or at any other place as may be deemed fit by the Appellate \nBench. \nDate of hearing to be notified.—The Registrar shall notify the date, \ntime and venue of hearing of the appeal to all the parties in such manner as the \nAppellate Bench may direct. \nAdjournments.—(I),If on the day fixed or any other day to which \nthe hearing may be adjourned, the appellant does not appear when the appeal is \ncalled on for hearing, the Appellate Bench may make an order that the appeal be \ndismissed: \nProvided that the Appellate Bench may, upon an application submitted by \nthe appellant giving sufficient cause for his nob-appearance, make an order setting \naside ex-parte order and restore the appeal on payment of such costs as it may, in \nthe circumstances of the case, deem necessary. \n(2) \tThe dismissal of an appeal under sub-rule (1) shall be notified to the \nappellant, the adjudicating authority against whose order the appeal is preferred \nand other respondents, if any. \n(3).  The appellant or respondent seeking adjournment for a fixed date of \nhearing shall be required to give reasons alongwith evidence of his non-appearance \nor his authorized representative before the Appellate Bench. \n1110 \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[PART II r \n19. Hearing of appeal.—(1) On the day fixed for hearing or on any \nother day to which the hearing may be adjourned, the appellant shall be heard \npersonally.or through his authorized representative, in support of the appeal. The \nAppellate Bench shall then hear the respondent or his authorized representative \nagainst the appeal and in such a case the appellant shall be entitled to reply. \nAll parties appearing before the Appellate Bench may be required to \nsubmit a summary of their arguments in writing at the conclusion of the hearing; \nprovided that the Appellate Bench shall not be bound to entertain such arguments \nwhich are included in the summary but not pressed before the Appellate Bench \nduring the course of hearing. \nThe appeal shall, as far as possible, be decided within forty-five days \nof its filing. \nThe hearing of appeals under these rules shall normally be in private. \nBut in exceptional circumstances and that too after having the views of the parties \nto the case, the Commission may decide to conduct hearing in public. \n20. Power to make interim orders and directions.—(1) If the \nAppellate Bench considers that it is necessary as a matter of urgency for the purpose \nof,— \n(a) \tpreventing serious, irreparable damage to a particular person or class \nof persons; or \nprotecting the public interest, the Appellate Bench may give such \ndirections as it considers appropriate for that purpose. \n(2) \tThe Appellate Bench may, subject to sub-rule (1) •above on the \napplication of a party or of its own initiative, make an order on an interim basis,— \nsuspending in whole or part the effect of any decision which is the \nsubject Matter of the appeal proceedings before it; or \ngranting any remedy which the Appellate Bench would have the power \nto grant in its final decision. \n(3) \tThe Appellate Bench shall exercise its power under these rules taking \ninto account all the relevant circumstances, including, \n.(a) the urgent) ,  of the matter; \n(b) \tthe effect on the party making the request if the relief sought is not \ngranted; and (b) \n(c) \tthe effect on competition if the relief is granted. \n(4) \tAny order or direction under these rules is subject to the further order, \ndirection or final decision by the Appellate Bench. \n21. \tApplication for interim relief.—(1) A pariy shall apply for an order \nunder sub-rule (2) of rule 20 or a direction under sub-rule (1) of rule 20 by lodging .  \nan  application for interim relief in accordance with sub-rule (2) with the Appellate \nBench together with the appropriate fee specified in the Schedule I. \n(2) \tAn application for interim relief shall state, — \nthe subject matter of the relevant proceedings; \nthe circumstances giving rise to the urgency; \nthe factual and legal grounds establishing a preliminary case for the \ngrant of interim relief by the Appellate Bench; and \nthe relief sought. \n(3) \tOn receiving an application for interim relief, the Registrar shall send \na copy thereof to each of the other parties to the proceedings and inform them of \nthe date by which they may submit written or oral submissions to the Appellate \nBench. \n(4) \tThe Appellate Bench shall fix a date for hearing of the application for \ninterim relief and give the parties such directions as may be necessary for dealing \nwith the application for interim relief. \n(5) \tThe Appellate Bench may, for the purposes of these rules, join any \nthird party to the proceedings. \n(6) \tSubject to sub-rule (7), the Appellate Bench shall, before making an \norder or direction for interim relief against a person who is not a party to the \nproceedings, invite that person to make his submissions thereon. \n(7) \tIf the urgency of the case so requires, the Appellate Bench may grant \nthe application for interim relief before receiving the submissions of all the parties \nconcerned, including the person referred to in sub-rule (6). \n22. Decision of appeal.—.(l ) The Appellate Bench in appeal may, \ninter alia, confirm, remand, set aside or cancel the impugned order or enhance or \nreduce the penalty or make such other order as it may deem just and equitable in \nthe circumstances of a case. LI THE GA= OF PAKISTAN, EXTRA.,APREL 24, 2008 \t1111 \n1112 \tTHE GALEI lh OF PAKISTAN, EXTRA., APRIL 24, 2008 \n(2) \tThe decisions of the Appellate Bench shall be made unanimously or \nby majority of votes if the Appellate Bench comprises of more than two members. \nIn the event of a split verdict, the original order appealed against shall hold and shall \nhave effect as the final order of the Commission. \n23. \tConsent orders.—(1) If all the parties to an appeal agree on terms \nwhich settle all or any part of the proceedings, they may request the Appellate \nBench to make a consent order. \n(2) A request for a consent order shall be made by sending to the \nRegistrar,— \n(a) \ta draft consent order; \na consent order impact statement which is in accordance with sub-\nrule (3); and \na statement signed by all the parties to the proceedings, or their \nauthorised representatives or legal representatives, requesting that an \norder be made in terms of the draft consent order. \n(3) \tA consent order impact statement shall provide an explanation of the \ndraft consent order, including, — \nan explanation of the circumstances giving rise to the draft consent \norder; \nthe relief to be obtained if the order is made; and \nthe anticipated effects on competition of that relief. \n(4) \tIn respect of any request for a .consent order, the Appellate Bench \nmay, as it thinks fit, after hearing the parties, — \n(a) \tmake the order in the terms requested; \ninvite the parties to vary the terms and make the order in the terms as \nvaried; or \n(c) \trefuse to make any order. \n24. Issue of directions by Appellate Bench.—An Appellate Bench \nmay make such orders, or give such directions, as may be necessary or expedient \nto give effect to its orders or to prevent abuse of its process or to secure the ends \nof justice.  \n \npARTin \tTHE GALE.I I E. OF PAKISTAN, EXTRA., APRIL 24, 2008 \t1113 \nPART- V \nREGISTRAR \n25. • Functions of the Registrar.—(1) The Registrar of the Bench shall \ndischarge his functions under general superintendence of the Appellate Bench and \nshall discharge such other functions as are assigned to him under these rules or by \na separate order in writing by the Appellate Bench. The Registrar shall have the \ncustody of the records of the Appellate Bench. \nThe official stamp of the Appellate Bench shall be kept in the custody \nof the Registrar. \nSubject to any general or special direction by the Appellate Bench, \nthe official stamp of the Appellate Bench shall not be affixed to any order, summons \nor other process save under the authority in writing from the Appellate Bench. \n26. \tAdditional functions and duties of Registrar.—In addition to the \nfunctions and duties assigned in the preceding rule, the Registrar shall also have, \nsubject to any general or special orders of the Appellate Bench, the following functions \nand duties, namely \nto receive all appeals, replies and other documents; \nto decide all questions arising out of the scrutiny of the appeals before \nthey are registered; \t• \nto require any appeal presented to the Appellate Bench to be amended \nin accordance with these rules or the relevant law; \nsubject to the directions of the Bench to fix the date of hearing of the \nappeals or other proceedings and issue notices thereof; \nto order grant of copies of documents or proceedings to parties; \nto grant leave to inspect the record of the Appellate Bench in a .  \nparticular appeal case; \nto dispose of all matters relating to the service of notices or other \nprocesses, application for the issue of fresh notice or for extending \nthe time for or ordering a particular method of service on a respondent \nincluding a substituted service by publication of the notice by way of \nadvertisement in the newspapers; \n1114 \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[PART R r \nto requisition records from the custody of any adjudicating authority; \nto maintain record of appeal cases received by the Appellate Bench \nin good order for a period of at least ten years; \nto maintain a proper record of the appeals filed; and \nto maintain a proper record of the documents which are destroyed \nafter completion of a period of ten years from the date of decision on \nan appeal. \nPART - VI \nGENERAL PROVISIONS \nLanguage of Appellate Bench.—(1) The proceedings of the \nAppellate Bench shall be conducted in English or Urdu. \n(2) Appeal, application, representation, document or other matters \ncontained in any language other than English or Urdu shall only be admissible where \na true copy of translation thereof in English or Urdu accompanies the same and in \nthe manner as deemed appropriate by the Appellate Bench. \nFee.—(1) Unless otherwise directed by the Commission, the fee \nspecified in the Schedule I shall be paid to the Commission, in the form of bank \nchallan or a bank draft in favour of the Commission, at the time the relevant \ndocument, request or application is lodged or made. \n. \t29. Plural remedies.—A memorandum of appeal shall not seek relief \nor reliefs therein against more than one order unless the reliefs prayed for are \nconsequential. \nOrder to be signed and dated.— (1) Every order of the Appellate \nBench shall be signed and dated by the Members comprising the Bench who may,. \nsubject to recording of reasons in writing, pass interim orders or injunctions in the \ninterest of justice. \n(2) \tThe order shall be pronounced in the sitting of the Appellate Bench or \nat any time as the Appellate Bench may deem fit. \nService of documents.— (1) Personal service of a document may \nbe effected— \n(a) \tby leaving with the person to be served a copy of the document; or \n(b) \tin such other manner as May be agreed between the party serving \nand the party to be served. \n(2) \tWhere, by virtue of any provision of these rules, a document is required \nto be served personally on any person and is unable to be so served, the party \nserving may make an application to the Appellate Bench for an order for substituted \nservice of the document. \n(3) \tThe Appellate Bench may, if it appears that it is impracticable for any \nreason to serve that document personally on that person, make an order for substituted \nservice of that document and direct the steps to be taken to bring the document to \nthe notice of the person to be served. \n(4) \tAny document required to be sent to or served on any person for the \npurpose of any proceedings under these rules, other than by personal service, may \nbe,— \ndelivered personally at his appropriate address; \nsent to him at his appropriate address by ordinary post or through \ncourier service; or \nsent to him by facsimile or electronic mail or other similar means. \n(5) Where — \n(a) \ta document is to be served by the Appellate Bench; and \nthe Appellate Bench is unable to serve it, the Appellate Bench shall \nsend a notice of non-service, stating the attempted method of service, \nto the other parties to the proceedings. \n(6) \tWhere it appears to the Appellate Bench that there is a good reason \nto authorise service by a method not permitted by these rules, the Appellate Bench \nmay, on the request of a party or of its own initiative, make an order permitting and \nspecifying an alternative method of service, and specifying when the document is \ndeemed to be served. \n(7) \tThe Appellate Bench may dispense with service of a document if the \ninterests of justice so require. PART III \tTHE GALE! h. OF PAKISTAN, EXTRA., APRIL 24, 2008 \t1115 \n1116 \tTHE GALE' It OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[PART El e \n(8) \tA document which is sent or served in accordance with these rules \nshall, except where express provision has been made, be treated as if it had been \nreceived by or served on that person, — \nin the case of personal delivery, on the day of delivery; \nwhen sent by ordinary post, on the second working day after it was \nposted; \nin the case of a facsimile transmitted on a working day before 4 p.m. \non that day, or in any other case, on the working day after the day on \nwhich it is transmitted; or \nin the case of electronic mail or similar means, on the second working \nday after the day on which it is transmitted. \n(9) If a document (other than a facsimile) is served after 5 p.m. on a \nworking day or on any day other than a working day, the document shall be treated \nas having been served on the next working day. \n(10) For the purposes of sub-rule (4) and subject to sub-rules (11) and \n(12), the appropriate address of a person shall be, — \nin the case of an appellant, the address for service stated in his notice \nof appeal; \nin the case of the Commission, the address for service stated in its \ndefence; \nin any other case, the usual or last known address of the place of \nresidence or business of the person, or such other address as may be \nsubsequently notified to the Appellate Bench. \n(11) Anything required to be sent to or served on a body corporate is duly \nsent or served if it is sent to or served on the chairman or president of the body or \nA \t- the secretary, treasurer or other similar officer thereof at its registered or principal \noffice for the time being. \n(12) Anything required to be sent or delivered to or served on a partnership \nis duly sent, delivered or served if it is sent or delivered to or served on any one of \nthe partners for the time being. \n(13) The Registrar, — \nshall, at the request of the Appellate Bench; or \nmay, at the request of any party, \ncertify the steps taken to serve a document pursuant to these rules, including \nle date and manner of service. \n32. \tCommunication of orders.—A copy of the duly signed order passed \n.3/ the Appellate Bench shall be communicated to all the parties. \nSCHEDULE I \n[ rule 29] \nTABLE OF FEES \nI. For filing of memorandum of appeal Rs. 50,000/- \n For each issue of summons Rs. 500/- \n For filling an application for interim relief Rs. 25,000/- \n For inspection of record relating to the pleadings Rs. 500/- \n For copies per page of the record pending before the \nAppellate bench Rs. 100/- \n For certified copy of the order passed by the Appellate \nBench Rs. 1000/- \nSCHEDULE H \n[ rule 7] \nForm — A \nForm-A shall be appended to the appeal by the appellant giving the following \nparticulars: \nTitle: A .B .— Appellant \nversus \nCD.. .and others Respondent(s) \nParticulars of the appellant: van] \tTHE GAZEI IL OF PAKISTAN, EXTRA.,APRIL 24, 2008 \t1117 \n1118 \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[Pr II r  \nName of the appellant; \nIn case of a company, address of registered office, in other cases \nmailing addreSs for service of all notices; \nTelephone/Fax number and E-mail address, if any. \n(3) \tParticulars of the respondent(s) \nName of the respondent(s) \nIn case of a company, address of registered office, in other cases \nmailing address for service of all notices; \nTelephone/Fax number and E-mail address, if any. \nSignatures of the Appellant or his authorized representative \n(Name in Block Letters) \n2. \tFor use in the Appellate Bench's office: \nDate of presentation before the Registrar \nDate of receipt by post \nRegistration number \nSignature of the Registrar \nFORM-B \nBEFORE THE APPELLATE BENCH NO. \t COMPETITION \nCOMMISSION OF PAKISTAN \nA .B.-Appellant(s) \nversus \nCD.. .and other Respondent(s) \nAppeal under section 41 read with section(s) (specify the relevant \nprovisions invoked in the appeal). \nPAirrIll \tTHE GAZETTE OF PAKISTAN, EX'TRA, APRIL 24, 2008 \t1119 \nJurisdiction of the Appellate Bench \nThe appellant declares that the subject matter of the appeal falls within the \njurisdiction of the Appellate Bench. \nLimitation \nThe appellant further declares that the appeal is within the limitation period \nas prescribed in section 41. \nFacts of the case and the details of the orders against which \nappeal is preferred: \nThe facts of the case are given below: \n(give a concise statement of facts and grounds of appeal against the specific \norder in a chronological order, each paragraph containing as nearly as possible, a \nseparate issue or fact). \nRelevant provisions of law \n(Reference must be made to all the relevant provisions invoked and to be - \nrelied upon in the appeal). \nLegal grounds \n(Give all the legal grounds with reference to the law they are based upon). \n6.• \tInterim order, if prayed for \n(Give here the nature of the interim order prayed for and reference to the \napplication No. \t attached with the appeal in this regard). \nReliersought \nIn view of the facts mentioned in paragraphs 3,4 and 5 above, the appellant \nprays for the following relief: (Specify the relief(s) sought, explain the grounds for \nrelief(s) and the legal provisions, if any, relied upon). \nMatter not pending with any other court etc. \nThe appellant further declares that the matter regarding which this appeal \nhas been made is not pending before any court of law or any other authority or any \nother Tribunal. \n1120 \tTHE GAZbY IL OF PAKISTAN, EXTRA., APRIL 24, 2008 \t[PART r \n9. \tDetails of index \nAn index containing the details of the documents to be relied upon is enclosed. \n, \t10. List of enclosures \nSignature of the appellant/authorized representative \nII. VERIFICATION \nI, (Name in full in block letters) son/daughter/wife of \t  \nbeing the appellant/authorized representative of ( \t ) do \nhereby solemnly declare that the foregoing constitutes full, true and plain disclosure \nof all material facts and nothing has been concealed, and that the contents of paras \n1-10 are true to my personal knowledge and belief. \nVerified today this \t day of \t  \nSignature of the appellant/authorized representative \nPlace: \n• \nDate: \n[No. 10(1) SY/CCP/RULES-APPEAL/071 \nS. R. 0. 400 (I)/2008.—In exercise of the powers conferred by section \n55 read with sub-section (3) of section 35 of the Competition Ordinance, 2007 (LII \nof 2007), the Competition Commission of Pakistan, with approval of the Federal \nGovernment, hereby makes the following rules, namely:— \nThe Competition Commission Enquiry (Conduct of Investigating \nOfficers) Rules, 2007 \n1. \tShort title, commencement and application.—(1) These rules \nmay be called the Competition Commission Enquiry (Conduct of Investigating \nOfficers) Rules, 2008. \nThey shall come into force at once. \nThese rules shall apply to any investigating officer authorized by the \nCommission and the Inquiry Officer appointed by the Commission under the \nOrdinance. \nPART \t\nTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 24, 2008 \t1121 \n2. \tDefinition.—(1) In these rules, unless there is anything repugnant in the subject or context,— \n\"Inquiry Officer\" means the officer or Committee, as the case may \nbe, appointed by the Commission to conduct enquiry into the conduct \nof investigating officer; \n\"Investigating officer\" means an individual authorized by.  the \nCommission to enter any place or building Of an undertaking, under \nthe Ordinance; \n\"Ordinance\" means the Competition Ordinance, 2007 (LII of 2007); and \n\"person\" includes an undertaking. \n(2) Words and expressions used but not defined herein, shall have the \nsame meanings as are assigned to them in the Ordinance. \nFiling of complaint.—(1) Any person or undertaking, aggrieved by \nthe conduct of an investigating officer (the accused) who is alleged to have exercised \nthe power which was vexatious, excessive or with mala fide intent, may lodge a complaint in writing before the Commission. \n(2) \tUpon receipt of the complaint by any aggrieved person the Commission \nmay initiate proceedings against the accused. \nProcedure of the enquiry.--(1) The Commission shall, before \npassing any order in respect of the complaint, appoint any one or more officers of \nthe Commission as Inquiry Officer to scrutinize the complaint and to verify the \ncontents thereof. \n(2) \tThe Inquiry Officer, upon his appointment under sub-rule (1) shall,— \ncommunicate to the accused, the charges and statement of allegations \nspecified in the complaint; \nrequire the accused within seven days from the day the charge is \ncommunicated to him to make a written defense; and \nquire into the charge and may examine such oral or documentary \nevidence in support of the charge or in defense of the accused as \nmay be considered necessary and the accused shall be entitled to \ncross-examine the witnesses against him;"
}