{
    "file": "./converted_json\\administrator48c284e00d89261f947ac55251f1d93d(1).json",
    "name": "Competition Commission of Pakistan (Service) Regulations, 2007",
    "date": "November 20, 2007",
    "tagline": "Service Manual for the Competition Commission of Pakistan",
    "content": "1  \n COMPETITION COMMISSION OF PAKISTAN  \n*** \nIslamabad, November 20, 2007  \n \nNOTIFICATION  \nS.R.O. 1192(I) 2007 – In exercise of the powers conferred by Sections 56 and 20(3) of the Competition \nOrdinance, 2007, read with Sections 20 and 23 thereof, the Competition Commission of Pakistan (the \nCommission) is pleased to make the following Regulations, namely1\" \n \nCompetition Commission (Service) Regulations, 2007  \nSERVICE MANUAL  \nCHAPTER I  \n  \nGENERAL  \n1. Short title and commencement . - (1) This Manual may be called the Competition Commission of \nPakistan (Service) Manual, 2007.  \n \n(2) It shall come into force at once.  \n \n2. Definitions . - (1) In this Manual, unless there is anything repugnant in the subject or context:  \n(a)  ‘appointing authority’ means the Commission or Chairman and may include a Member \nor a committee or an officer authorized by the Commission or the Chairman in this \nbehalf and specified in this Manual;  \n(b)  ‘Chairman’ means the Chairman of the Commission;  \n(c)  ‘Commission’ means the Competition Commission established under the Competition \nOrdinance, 2007;  \n(d)  ‘competent authority’ in relation to the exercise of any powers means the authority to \nwhich the power is vested or any other authority to which the  power is delegated by the \nCommission or the Chairman, subject to such conditions and limitations as it may be \ndeemed fit to impose.  \n(e)  ‘employee’ means a person holding a post in the Commission;  \n(f)  ‘initial appointment’ means appointment made throug h direct recruitment or by \npromotion or transfer;  \n(g)  ‘Member’ means a Member of the Commission and shall include the Chairman thereof;  \n(h)  “Ordinance” means the Competition Ordinance, 2007;  \n \n(i)  ‘pay’ means the amount to be drawn by an employee as pa y fixed for him in a pay scale \nor otherwise, and includes special pay and any other emoluments classed as pay but \ndoes not include allowances;  \n(j)  ‘permanent post’ means a post carrying definite rate of pay sanctioned without limit of \ntime;  \n(k)  ‘promot ion committee’ means a committee constituted for the purpose of promoting \nemployees of the Commission to higher posts in the Commission;  \n(l)  ‘regular basis’ when used with reference to an appointment, means appointment other \nthan on adhoc basis, or on co ntract, or on a temporary basis for a specified period;  \n(m)  ‘selection committee’ means a committee constituted for the purpose of recommending \na person for appointment to posts in the Commission;  \n(n)  ‘temporary post’ means a post carrying a definite r ate of pay sanctioned for a limited \ntime.  \n                                                 \n1 Amended vide corrigenda dated 21 -01-2014  \n 2  \n(2) All other terms and expressions used but not defined in this Manual shall have the same meanings \nas are assigned to them in the Ordinance.  \n \n3. Power of the Commission to relax Regulations .- Where the Commiss ion is satisfied that it is not \npracticable to comply with any of these Regulations in a particular case or class of cases, the \nCommission may, for reasons to be recorded and subject to such conditions as it may deem fit, relax \nany of these Regulations.  \n \n \nCHAPTER 2  \nAPPOINTMENTS, PROBATION AND SENIORITY  \n \n1. Creation of posts . - The Commission or the Chairman may create or establish permanent posts from \ntime to time and may also create temporary posts within the budget provision for a period not exceeding \ntwelve months.  \n \n2. Appointments . - (1) Appointments to all the posts sh all be made by the Commission or the \nChairman:  \n \nProvided that the Commission or the Chairman may designate any of the Members or a \ncommittee or an officer authorized to be the appointing authority in respect of a class of \nemployees, in such scale of pay, as may be specified by it.  \n \n(2) Appointments to various posts in the Commission shall be made either by direct recruitment or by \npromotion or on deputation terms or on contract.  \n \n3. Direct appointment . - (1) Direct appointments shall be made on the basis  of the qualifications, \nexperience and subject to age limit as may be determined by the Commission for the respective posts. \nAll vacant posts to be filled up by direct appointment shall be, as far as possible advertised in one or \nmore newspapers having cir culation throughout the country. The appointments to the posts to be filled \nup by direct recruitment shall be made by the Commission or the Chairman or by a competent authority \ntaking into consideration the recommendations of the designated selection commi ttee constituted for \nthe purpose.  \n \n(2) The recommendations of the selection committee may be based on interviews with or without \nwritten tests on a date to be notified by the appointing authority to the applicants.  \n \n(3) Appointments shall be made purely on merit.  \n \n(4) A candidate for appointment must be in good mental and bodily health and free from any physical \ndefect likely to interfere with the discharge of his duty. The candidate shall have to obtain a physical \nfitness certificate from a medical prac titioner authorized in this behalf by the Commission. The \ncertificate shall be in such form as may be specified by the Commission for the purpose.  \n \n4. Appointment by promotion . - (1) Promotion to a higher post shall be made by the Chairman taking \ninto con sideration, the recommendations of the designated Promotion Committee.  \n \n(2) Only such persons as possess the qualifications and meet the conditions for the purpose of \npromotion, as determined by the Commission or the Chairman shall be considered by the pr omotion \ncommittee.  \n \n 3 5. Adhoc and temporary appointments .- When the Commission or the Chairman considers it \nnecessary to fill a post urgently pending nomination of a candidate for appointment on regular basis, it \nmay proceed to fill it on adhoc basis for a  period not exceeding six months.  \n \n6. Appointment by deputation . - (1) Appointment on deputation to posts in the Commission may be \nmade by the appointing authority in the interest of the Commission.  \n \n(2) Civil/Government servants, Federal or Provincial, and employees of the corporations or of other \nautonomous bodies set up, managed or controlled by the Federal Government or, as the case may be, \nof any Provincial Government, holding appointment on regul ar basis, may, with the consent of the \nFederal Government or, as the case may be, of the Provincial Government or other authority concerned, \nhereinafter to be called the lending authority, be appointed by the appointing authority on deputation \nto appropria te posts in the Commission for such period and on such terms and conditions as may be \ndetermined by the appointing authority in consultation with and the concurrence of the lending \ninstitution or agency. This arrangement shall apply, mutatis mutandis , to employees of the Commission \nallowed to proceed on deputation outside the Commission.  \n \n(3) A person serving on deputation in the Commission may be appointed to an equivalent post on \nregular basis subject to the following conditions: -  \n \n(i)  the person servi ng on deputation applies in writing for or gives his consent to such \nabsorption;  \n(ii)  his parent office agrees to such absorption;  \n(iii)  he possesses the qualifications laid down for initial appointment to the post;  \n(iv)  he, in the opinion of the app ointing authority, is suitable for such absorption and is \nrecommended by the designated selection committee;  \n(v)  for the purpose of absorption, he seeks retirement from his parent office if he has \ncompleted the prescribed service for retirement benefits,  or, otherwise, resigns from his \nprevious post to join the Commission; and  \n(vi)  save as may otherwise be provided in this Manual, no benefit of his previous service \nshall be admissible for any purpose in the Commission.  \n \n(4) The appointment made in acco rdance with sub -paragraph (3) shall be treated as initial appointment \nand shall be made against the sanctioned post.  \n 4  (5) Nothing contained in this paragraph shall be construed to confer any right on such a person on \ndeputation to the Commission to claim absorption in the Commission in accordance with this \nparagraph.  \n \n7. Appointments on contract . - The Commission or the Chairman may appoint experts having \nprofessional qualifications, and experience in the relevant field on contract basis for an initial pe riod \nnot exceeding two years subject to such conditions as may be approved by the competent authority in \neach case.  \n \n8. Probation .- (1) An initial appointment and also an appointment by promotion to a post not being an \nappointment on contract or on deputa tion, shall be made on probation for a period of three months \nextendible for a further period not exceeding three months.  \n \n(2) On successful completion of probation period, the appointing authority may, by issue of a specific \norder, terminate the probatio n.  \n \n(3) If no orders are issued under sub -paragraph (2) on the expiry of the first three months probation, \nthe probation shall be deemed to have been extended for further three months.  \n \n(4) In the absence of an order under sub -paragraph (2), the period of probation shall, on the expiry of \nextended period, be deemed to have been successfully completed:  \n \nProvided that in the case of initial appointment to a post an employee shall not be de emed to \nhave completed his period of probation satisfactorily until his character and antecedents have \nbeen verified as satisfactory and he is found medically fit.  \n \n9. Seniority .- (1) For the proper administration of the posts in an equal pay scale, the Commission shall \ncause a seniority list of the employees for the time being occupying such posts to be prepared separately \nbut nothing contained therein shall be construed to conf er vested right to a particular seniority in a post.  \n \n(2) The seniority list as per position on the last day of the calendar year shall be circulated within one \nmonth.  \n \n(3) Regarding seniority on initial appointment –  \ni) persons initially appointed on t he recommendations of the selection committee \nthrough an earlier open advertisement shall rank senior to those appointed through a \nsubsequent open advertisement.  \n \nii) If two or more persons are recommended in open advertisement by the selection \ncommittee,  their inter -se seniority shall be determined in order of merit assigned by the \nselection committee.  \n 5 iii) If only one candidate is recommended in open advertisement by the selection \ncommittee, he shall count his seniority from the date of joining the post .  \n(4) Regarding seniority on promotion –  \n \ni) seniority in a post to which an employee is promoted shall take effect from the date \nof regular promotion to that post:  \nProvided that –  \n(a)  an employee selected for promotion to a higher post on an earlier date shall be \nsenior to those selected for such promotion on a later date; and  \n(b)  employees selected for promotion to a higher post in one batch shall, on their \npromotion to the higher po st, retain inter -se seniority as in the lower post.  \n \n \nCHAPTER 3  \nPAY, ALLOWANCES, HONORARIA,  \nAND FIXATION OF PAY  \n \n1. Pay and allowances . - Employees of the Commission to whom this Manual is applicable, shall be \nentitled to pay, allowances and other fringe benefits as are prescribed in the Appendix.  \n \n2. Classification of posts . - Each sanctioned post in the Commission shall be placed in a particular \nscale.  \n \n3. Authority competent to fix pay . - The fixation of pay shall be within the competence of the \nappoi nting authority.  \n \n4. Fixation of pay on initial appointment . - Pay of a person on initial appointment shall be fixed at \nthe minimum of the pay scale:  \n \nProvided that one or more advance increments may be granted by the appointing authority on the \nrecommen dations of the appropriate selection committee for good and sufficient reasons including \nexceptional qualifications and experience relevant to the job. The reason or reasons, for which advance \nincrement(s) is/are granted shall be recorded by that authority .  \n \n5. Fixation of pay on promotion .- If an employee is appointed by promotion to a higher post, his pay \nshall be fixed at the stage next above his pay in respect of the lower post or the pay scale:  \n \nProvided that if such a stage gives a pay increase equivalent to or less than a full increment in \nthe higher pay scale, the pay shall be fixed after allowing one premature increment in the pay \nscale of the higher post.  \n 6 62. Annual increments .  \n(i)  There shall be steps in each pay scale within its minimum and maximum as determined \nby the Commission. One increment shall be equal to one step in the relevant pay scale. \nThe employees shall be entitled to one or more annual increments depending upon their \nperfo rmance and ranking. However, the employees ranked ‘unsatisfactory’ shall not be \nentitled to any increment.  \n(ii)  Annual increment in the salary of officers shall be performance -based. The support staff \nmay, however, draw the annual increment as a matter o f course unless it is with -held as \na penalty.  \n (iii)  The annual increment in the pay scale for the preceding year ending 30th \nJune shall accrue \non the first day of the month of July. Employees with less than six months service during \nthe preceding year a t the relevant stage of pay scale shall not be eligible for annual \nincrement.  \n(iv)  The Commission may take necessary decisions from time to time regarding all matters \nrelated or incidental to the procedural aspects of employee performance and award of \nincrement in salary, including format of the performance report, basis of performance \nassessment, employee ranking, and grant of annual increment.  \n \n7. Grant of merit increments .- In addition to the annual increment, the competent authority may grant \none or more 'merit increments' to an employee who has shown outstanding work performance \nconsistently throughout the year preceding the first day of the month of January.  \n \n8. Additional pay : - (1) Where the additional charge of a vacant post is entrusted in its entirety, with \nthe approval of the appointing authority, to another employee holding an equivalent post, the employee \nmay be granted a special allowance of twenty per cent of his pay for the actual period of additional \ncharge.  \n \n(2) The special allowance f or additional charge under sub -paragraph (1) shall not be allowed for a \nperiod less than thirty days.  \n \n9. Grant of honorarium and Cash Award : (1) The Commission or the Chairman may grant \nhonorarium to employees as remuneration for work performed which is occasional in character and \neither so laborious or of such special merit as to justify a special reward.  \n \n(2) The Commission or the Chairman may grant cash awards to employees based on exceptional \nperformance, including the research works, publications an d to encourage them to improve their \nqualification in the area of their working.  \n \n10. Allowances and perquisites . - The allowances and perquisites shall be admissible to employees \naccording to the rates and subject to the conditions as specified in the Ap pendix.  \n \n11. Other Allowances : - The overtime allowance, special allowance, and any other allowance will be \nadmissible to the employees of the Commission at the rates as may be prescribed by the Commission \nfrom time to time.  \n \n  \n                                                 \n2 Amended vide SRO NO 1129(I)/2008 dated 30 -10-2008  \n 7 CHAPTER 4  \nRECORD OF SERVICE  \n \n1. Record of service of each employee to be maintained . - A record of service of each employee shall \nbe kept in such form as the Commission may determine from time to time. Every step in an employee's \nofficial life should be recorded in his record  of service and attested by an officer authorized by the \nCommission or the Chairman in this behalf. The entries shall contain no erasures or over -writings.  \n \n2. Personal file to be maintained .- (1) A personal file for each employee shall be maintained in w hich \nall papers relating to his service including an antecedents form duly verified and authenticated, pay, \nleave record, orders and notifications etc. shall be kept.  \n \n(2) The officer authorized in this behalf shall be responsible for the maintenance of p ersonal files of \nthe employees.  \n \n3. Date of birth .- (1) Every person newly appointed to a post in the Commission should at the time of \nhis appointment declare the date of his birth by the Gregorian calendar with, as far as possible, \nconfirmatory documenta ry evidence such as matriculation certificate or/and municipal birth certificate.  \n \n(2) The actual date should be recorded in his service record and be properly attested. Once entered, the \ndate of birth cannot be altered except for clerical error and that too with the prior approval of the \nCommission.  \n \n4. Performance Reports . - (1) Performance Reports of an employee shall be written in such form and \nsubject to such conditions as may be prescribed by the Commission from time to time.  \n \nCHAPTER 5  \nTRAINING AN D CAREER PLANNING  \n \n1. Training . - (1) The Commission or the Chairman may, at any time, require an employee to undergo \nsuch training courses within or outside Pakistan, at the expense of the Commission or any other agency, \nas may be deemed appropriate in t he interest of the Commission.  \n \n(2) An employee who is selected for training exceeding 90 days at the expense of the Commission or \nany other agency shall be required to execute a bond with two sureties to serve in the Commission for \nsuch period as the Com mission may prescribe.  \n \n(3) An employee who is sent for second training during the validity of the existing surety bond, he shall \nbe required to execute fresh surety bond for the second training:  \n \nProvided that this requirement may be waived, if the un -expired duration of the existing \nsurety bond exceeds the stipulated period of the second surety bond.  \n(4) In case, an employee who has furnished surety bond, leaves the service of the Commission for any \nreason before the expiry of the prescribed period of the bond, he shall be required to pay to the \nCommission all the expenses incurred on his training and this may be recovered from his provident \nfund balance on the basis of his consent given in the su rety bond and other dues admissible to him on \nleaving the service of the Commission.  \n \n2. Career Planning . - The Commission may, from time to time, make such provision for career \nplanning of employees as it may deem fit having regard to the requirements of  the Commission in all \nspheres of its activities and may prescribe minimum qualifications or any other conditions as may be \ndeemed appropriate.  \n 8  \n \nCHAPTER 6  \nLOANS AND ADVANCES  \n \n1. Loans and advances . - Subject to availability of funds for this purpose, and  subject to such \nconditions as the Commission may consider appropriate, employees or Members including the \nChairman may be granted a loan or both the loan and advance as prescribed below on written \napplication for the grant of such loan/advance.  \n \n2. Gener al Purpose Loan :  \n \nLoan up to a maximum of six months basic pay may be granted on written request.  \n \nThis loan shall be recovered in 24 equal monthly installments starting one from the month in \nwhich loan has been paid. Second application for general purpo se loan may only be made after \nthe first such loan is completely paid off.  \n \n3. House Rent Advance :  \n \nThe Commission may grant an advance payment equal to 12 months house rent allowance \naccording to the entitlement of the individual on receiving a written request for such advance \npayment.  \nAn employee including the Members and the Chairman applying for the  above loan/advance \nshall be required to give an undertaking that in case he has outstanding amounts to his credit \nand leaves the service of the Commission for any reason, he will forthwith pay to the \nCommission the balance of the outstanding amount in lum p sum. The undertaking shall \nauthorize the Commission to deduct the outstanding amount from terminal benefits and other \npayable dues in case of failure to pay such amount.  \n \n4. 3House Building Advance : The Chairman may grant house building advance to employees of the \nCommission other than the contract employees, subject to the following conditions, namely: - \n(a). An employee who  shall be a person holding a post in the Commission in terms of  \nparagraph 2(e) of Chapter I of the Service Manual would be e ligible to avail of this \nfacility;  \n(b). total entitlement shall be 36 months basic pay, with a maximum limit of Rs 4.54 million, \nwhichever is less;  \n(c). the advance shall be repayable in 120 equally monthly installments. If the remaining \nservice is less th an 10 years (i.e. 120 months), the number of installments equal to the \nnumber of months of the remaining service;  \n(d). no mark -up shall be charged on House Building Advance;  \n(e). before sanctioning the advance, it shall be made sure that deductions under a ll advance \nfacilities granted to certain employee shall not exceed 50% of the gross pay of that \nemployee;  \n(f). an employee applying for the advance shall be required to give an undertaking that in \ncase, he/she has outstanding  loans/advances against him  a nd leaves the service of the \nCommission or  any reason, he /she shall forthwith pay to the Commission, all the  \nbalance of the outstanding amount in lump sum. The undertaking so made shall \n                                                 \n3 Inserted vide SRO No. 666(I)/2010 dated 19 -07-2010  \n4 Inserted vide SRO No. 1197(I)/2016 dated 02 -05-2016  \n 9 authorize the Commission to deduct the outstanding amount from term inal benefits and \nother payable dues in case of failure to pay such amount; and  \n(g). necessary procedure for documentation or mortgage of property etc. in favour of the \nCommission would be the same as has been laid down in the ESTACOD (Civil \nEstablishment Code)/Financial Rules on the subject of House Building  Advance \ntherein.  \n 10 CHAPTER 7  \nTERMINAL BENEFITS  \n \n51. Nature of terminal benefits . - (1) The employees and Members of the Commission including the \nChairman, shall be  entitled to  gratuity upon separation.  \n \n(2). The gratuity shall be fully funded and its accounts shall be kept by the Commission under the \n‘Gratuity Fund’.  \n \n(3). The employees of the Commission shall be governed by this Manual and the procedure to be \nprescribed by the  Commission from time to time.  \n \n(4). The amount of gratuity admissible to any employee, shall be the sum equal to his one month’s \ngross salary drawn immediately preceding the date of his ceasing to be in the service of the Commission \nor on his death, for e ach completed year of service in the Commission. Any part of service in excess of \nsix months will be considered as one completed year for purposes of gratuity.  \n \n(5). The Commission  may consider Contributory Provident Fund as part of terminal benefits in due \ncourse after its financial position so permits.  \n \n \nCHAPTER 8  \nGROUP INSURANCE  \n \n1. Eligibility . - The Chairman, Members and employees after the completion of necessary formalities \nin this respect shall be entitled to Group Insurance.  \n \n2. Contribution . - (1) Contribution shall be paid and borne by the Commission in respect of the \nChairman, Members and all the employees covered by the Group Insurance Scheme.  \n \n(2) Group Insurance benefits  would be allowed to the Chairman, Members and the employees in \naccordance with the policy obtained by the Commission from an Insurance Company so selected for \nsuch purpose or from any other institution or Government agency which caters for such service.  \n                                                 \n5 Substituted vide SRO No. 164(I)/2012 dated 21 -02-2012  \n 11 CHAPTER 9  \nOFFICIAL TRAVEL ENTITLEMENTS  \n \n1. Definitions . - For the purpose of this chapter: -  \n(a)  \"controlling authority\" means any authority designated as such by the Commission for \napproval of tours and countersigning of traveling allowance bills;  \n \n(b)  “employee” includes Chairman and a Member.  \n \n(c)  \"family\" means an employee's spouse, legitimate children, and step -children residing \nwith and wholly dependent upon him. If the employee has no legitimate child of his \nown or step -child, one adopted ch ild; provided that under the personal law of the \nemployee concerned, the adoption is legally recognized as conferring the status of a \nnatural child and prior approval of the Commission is obtained.  \n \n(d)  “headquarter” means the office of the Commission in  which the person is employed.  \n \n(e)  \"personal effects\" includes household articles, such as furniture and other luggage;  \n \n(f)  \"travelling expenses\" means the fare as admissible to an employee together with \nincidental expenses, cost of transportation of  personal effects and daily allowance.  \n2. Circumstances in which travel expenses would be admissible . - Travel expenses would be \nadmissible to an employee travelling on official duty on tour or transfer:  \n \nProvided that no such expenses would be admissibl e for transfer made at the employee's own \nrequest, unless the authority sanctioning the transfer, for special reasons, so directs.  \n \n3. Daily allowance . - (1) A daily allowance is a uniform allowance for each day of absence from \nheadquarters on official bu siness, which is intended to cover the ordinary daily charges incurred by an \nemployee in consequence of such absence.  \n \n(2) Unless otherwise expressly provided in these regulations, an employee is entitled to draw a daily \nallowance while on official tour o r whose duty requires that he should travel.  \n \n(3) Daily allowance shall be admissible to different categories of employees at the rates to be fixed by \nthe Commission from time to time.  \n \n(4) One daily allowance shall be admissible for each night or 12 hours stay at the halting station. Where \nnight stay is not involved and if absence from headquarters exceeds six hours, half of the daily \nallowance shall be admissible.  \n \n(5) Daily allowance may not be drawn for local travel.  \n \n(6) Daily allowance may be drawn during a halt on tour including Saturday/ Sunday or holiday \noccurring during the tour.  \n \n(7) An employee on tour shall not be entitled to daily allowance for the days on which he is on a ny type \nof leave.  \n \n4. Journey to join first appointment . - (1) Travelling allowance is not admissible to any person for a \njourney to join his first appointment in the Commission.  \n \n 12 5. Journey to places outside Pakistan . - Where an employee is required to proceed to places outside \nPakistan on official duty the following entitlements shall be applicable: -  \n(1)  Air Travel entitlement as determined by the Commission.  \n \n(2)  TA/DA in case of hotel stays to cover all expenses (meals, laundry, tips, transport et c). \nAll officers are entitled to stay in a four star hotel whereas Chairman, Members, and \nsuch class of senior officers allowed to do so by the Chairman may stay in a five star \nhotel as determined by the Commission.  \n \n(3)  TA/DA per day in case staying und er own arrangement (The amount includes hotel \nroom charges, meals, laundry, tips, transport etc) as determined by the Commission:  \nProvided, that the Chairman may, if the circumstances of the case so justify, permit reimbursement \nextra -ordinary incidental charges or other expenses. Such power shall vest with the Commission, if the \ncase relates to the Chairman himself.  \n \n6. Local travel . - (1) A journey within the radius of 16 Kilometers of the headquarters shall be treated \na local travel and no daily allowa nce during such travel shall be admissible.  \n \n(2) In the case of local travel, a distance allowance would be paid to different categories of employees \nfor different modes of travel, at the rates to be fixed by the Commission from time to time.  \n \n7. Other journeys . - An employee who is summoned in his official capacity by a court of law or any \nother authority in Pakistan, shall be entitled to traveling allowance as on tour, but in every such case in \nwhich an employee draws an allowance from the Commission u nder this Chapter, any payment made \nby the authority summoning him to meet his traveling expenses shall be refunded to the Commission.  \n \n8. Mode of travel . - Every tour program shall be approved by the controlling authority clearly \nspecifying the mode of t ravel (i.e. by air, rail or road) and entitlement of the class of travel by air or rail \nas the case may be.  \n 13 CHAPTER 10  \nLEAVE  \n \n1. Application and commencement . - The provisions in this chapter shall apply to the Chairman, \nMembers and all the employees of the Commission and shall come into force with immediate effect.  \n \n2. Leave entitlement . - The Chairman, Members and employees shall be entitled to different types of \nleave in accordance with and subject to the conditions and limits as provided in this Chap ter.  \n \n3. Earned leave . - (1) Leave on full pay shall be earned at the rate of two working days for every \ncalendar month of the period of duty. The duty period for more than fifteen days in a month shall be \ntreated as a full calendar month for this purpose .  \n \n(2) The maximum limit of accumulation of earned leave shall be 60 working days as on 31 December \nof the year, i.e. any leave balance over and above 60 working days as on 31st \nDecember shall stand \nlapsed.  \n \n(3) No employee shall proceed on earned leave without prior approval of the competent authority, in \nwriting.  \n \n4. Overstay after sanctioned leave . - (1) Unless the leave of an employee is extended by the competent \nauthority, an employee who remains absent after the end of his leave shall not be entitled to any \nremuneration for the period of such absence, and without prejudice to any disciplinary action that may \nbe taken against him, double the period of such absence shall be debited against his leave accoun t.  \n \n(2) Such debit shall, if there is insufficient credit in the leave account, be adjusted against future earning.  \n \n5. Leave Preparatory to Retirement .- (1) An employee may, at his option avail leave preparatory to \nretirement on full pay upto 60 working  days subject to availability.  \n \n(2) The Commission or the Chairman or the competent authority may at its discretion send an employee \non leave preparatory to retirement on full pay upto 60 working days subject to availability.  \n \n6. Encashment of earned leave . - Encashment of accumulated earned leave up to 60 working days \nsubject to availability shall be allowed on cessation of employment, other than dismissal or removal \nfrom service on disciplinary grounds.  \n 14 7. Sick leave . - (1) An employee may be grante d sick leave up to ten days in a calendar year. If, the \nsick leave exceeds ten days, such excess period may be debited to the earned leave account of the \nemployee.  \n \n(2) The competent authority may direct the employee to obtain medical certificate from the  authorized \nmedical practitioner and produce it in support of his request for grant of sick leave.  \n \n8. Extra -Sick Leave .- In case of continued sickness of an employee beyond the period in the balance \nof his sick leave account the competent authority may g rant extra -sick leave, subject to the limits and \nconditions as provided hereinafter: -  \n \n(i) Scale of payment. -  \n \n(a) On full pay  \n  \nNot more than \none year  \n  \n(b) On half pay  Not more than \nthree years  \n  \n(c) On without pay  Not more than \nsix years   \n \n(ii) The  pay, for the purposes of clause (i), shall not include conveyance allowance.  \n \n(iii) No extra -sick leave shall be allowed to an employee unless the case is referred by the competent \nauthority to a medical officer or medical specialist or a duly constitute d medical board and this has \nbeen recommended in favour of the employee. The recommendation by the Medical Specialist or the \nMedical Board, as the case may be, shall be considered by the competent authority and the authority \nmay, in its discretion, seek a second opinion, if deemed necessary.  \n(iv) Grant of extra -sick leave shall be at the discretion of the competent authority.  \n \n(v) The extra -sick leave may be granted for such period as recommended by the Medical \nOfficer/Medical Specialist/Medical Board or for such shorter period as the competent authority may \ndeem appropriate.  \n \n9. Leave ex -Pakistan. - (1) Leave ex -Pakistan may be granted on full pay subject to the availability in \nthe leave account maintained for each employee for the purposes of earned leav e.  \n \n(2) The leave pay shall not be payable in foreign exchange.  \n \n610. Study leave. - (1) An employee may be granted study leave with full pay by the  competent \nauthority for a maximum period of one year during the entire service of the employee; provided that \nthe employee has been in the service of the Commission for a continuous period of three years.  \n                                                 \n6 Substituted vide SRO No. 1001/2010 dated 27 -10-2010  \n 15  \n(2) Such leave may be granted for study within or outside Pakistan:  \n \nProvided that such a study  may increase the efficiency of the employee and may be in the \nbenefit of the Commission.  \n \n(3) The study leave may be allowed for Competition Law and Policy courses only.  \n \n(4) Study leave may be granted to a limited number of employees every year, as may be decided by the \nCommission.   \n \n(5) The employee shall have to provide sufficient evidence of his admission in a recognized institution, \nat the time of applying for leave.   \n \n(6) The employee shall also have to furnish a bond in prescribed form, for an amou nt of double the \namount of salary paid during the  leave,  to the effect to the Commission if the employee violates any \nterms and conditions of the bond.  \n \n(7) The competent authority shall have the right to pend, approve or reject study leave to an employe e.  \n \n11. Casual leave . - (1) Casual leave for a maximum period of ten days in a calendar year shall be \nadmissible to an employee which may be availed of on the basis of application to the competent \nauthority.  \n \n(2) Un -availed casual leave shall lapse at th e end of each calendar year.  \n \n(3) Casual leave may be prefixed or suffixed to Saturday/Sunday or any other gazetted holiday.  \n \n12. Maternity leave . - (1) Maternity leave may be granted on full pay on the authority of certificate \nissued by the medical practitioner, outside the earned leave account, to a female employee to the extent \nof twelve weeks in all from the date of its commencement.  \n \n(2) Half  of the maternity leave may be granted before the delivery of the child and the remaining half, \nafter confinement. The entire period of maternity leave may also be granted after birth of the child, at \nthe option of the female employee.  \n \n(3) Such leave may  not be granted for more than three times in the entire service of a female employee.  \n \n(4) For confinements beyond the third one, the female employee shall have to take leave from her leave \naccount maintained for earned leave and in the case of non -availa bility of earned leave, the leave \navailed of by her shall be treated as leave without pay.  \n 16  (5) Maternity leave may be granted in continuation of, or in combination with, any other kind of leave \nas may be due and admissible to a female employee.  \n \n13. R&R  Leave along -with Leave Fare Assistance . – (1) Leave shall be admissible to Chairman, \nMember and the employees for a period of 15 days, once in each calendar year with one Basic Pay (For \nfirst year of employment and on separation, the leave and Leave Fare Assistance shall be allowed on \nprorata basis).  \n \n(2) This leave shall not be carried forward and shall lapse if not availed of within 15 months. The \nconcerned Member may, however, relax this condition in case an employee is not allowed to proceed \non leave,  as may be deemed expedient in the interest of the Commission.  \n \n14. Special leave. – The Members including the Chairman and the employees may be granted special \nleave, for the performance of Hajj, or for discharging similar religious obligations under spe cial \ncircumstances with the approval of the Chairman. If it is a case of Chairman, approval of the \nCommission would be required.  \n \n15. Leave without Pay . - Leave without pay may be granted under special circumstances when no \nother leave is by regulations a dmissible and the employee concerned applies in writing for the grant of \nextra -ordinary leave. Leave without pay may be allowed to a maximum of 90 days subject to approval \nby the Chairman.  \n \n16. Recall from leave . - (1) If an employee is recalled to duty c ompulsorily with the approval of the \ncompetent authority from leave of any kind and he is away from his headquarters, he may be granted a \nsingle return fare from the station where he is spending his leave to the place where he is required to \nreport for dut y.  \n \n(2) In case the employee is recalled to duty at headquarters and his remaining leave is cancelled, the \nfare then admissible shall be for one way journey only.  \n \n(3) Every order of recall from leave shall mention whether recall is optional or compulsor y.  \n \n(4) If the return from leave is optional, the employee shall not be entitled to any concession.  \n \n17. Leave to be applied, etc., in terms of days . - Leave shall be applied for, expressed, and sanctioned, \nin terms of working days for earned leave and calendar days for all other leaves.  \n \n18. Reasons may not be specified .- (1) It shall not be necessary to specify the reasons for which leave \nhas been applied so long as that leave is due and admissible to an employee.  \n \n(2) Leave applied for on medical certificate other than the extra -sick leave may not be refused:  \n \nProvided that the authority competent to sanction leave may, at its discretion, secure a second medical \nopinion.  \n \n19. Combination of different types of leave, etc . - One type of leave may be combined with any other \ntype of leave subject to approval of the  Chairman.  \n \n720. Leave account . - Leave account in respect of each employee shall be maintained as part of his \nservice.  \n                                                 \n7 Substituted vide SRO No. 920(I)/2014 d ated 02 -10-2014  \n 17  \n(1)  All the employees shall submit leave applications, duly approved by the Competent \nAuthority, to Administration Department at leas t three working days before proceeding on \nleave.  \n(2)   In case of leave where prior approval is not mandatory, the employee shall submit the \napproval of leave to Administration Department on the day he is back in office before closing \nof office hours. A le ave application submitted after the said time period shall not be \nentertained and the leave shall be treated as leave without pay.  \n(3)    All employees are expected to register their arrival/departure at the office premises \nthrough the Biometric Attendance  System installed at entrance and strictly follow the office \ntimings i.e. 0900 -1715 hours. An employee arriving 30 minutes after the starting time will \nbe considered late. To ensure office discipline, late arrivals shall be dealt as follows:  \n(a)  Arrival o f any employee after 11 a.m. will be considered as half day leave and \narrival of any employee after 1 p.m. will be recorded as one casual leave.  \n(b). Three late arrivals shall be treated as one day casual leave.  \n(c). If authorized casual leave balance of a n official has been exhausted, the three late \narrivals shall be counted as one day's balance and be treated as leave without pay.  \n \nCHAPTER 11  \nMEDICAL  \n \n1. Medical allowance .- All employees shall be paid medical allowance at the rate of 10% of basic pay \nper month to meet usual expenses on account of medical treatment for themselves and their families.  \n \n2. Reimbursement of medical charges to Chairman and Members .- The Chairman and Members \nwould be entitled to reimbursement of all actual expenditures including consultancy fees paid to \nmedical practitioners subject to a ceiling of 10% of basic pay.  \n \n3. Hospitalization .- In addition to the medical allowance and rei mbursement as described in Para 1 \nand 2 above, the Chairman, Members and the employees shall be entitled to reimbursement of \nhospitalization charges, for themselves and their families as defined in Para 9 below. All such \nexpenditure on hospitalization shal l be authorized by the Commission.  \n \n4. Hospitals to be specified .- The Commission may specify the hospitals where an employee can get \nmedical treatment.  \n \n5. Entitlement of accommodation during hospitalization .- The Chairman, Members and also certain \nofficers as authorized by the Commission shall be entitled to private accommodation during \nhospitalization.  \n \n6. Treatment after discharge from hospitalization . - The cost of medication, tests and consultation \nfee in connection with the same illness, if it is part of the hospitalization of an employee or any member \nof his/her family discharged from the hospital but requiring treatment as an outdoor patient, shall be \nreimbursable on the authorization of a committee consisting of two Members and the officer incha rge \nof the Department concerned. The Committee while considering such cases shall also consult the \nMedical Consultant appointed/nominated by the Commission. If the claim pertains to any member of \nthe Committee, the Commission shall nominate another member in his/her place.  \n \n7. Treatment for prolonged illness . - The cost of medication, tests and consultation fee in connection \nwith a prolonged illness of an employee, shall be reimbursable as an outdoor patient on the \nrecommendation of a committee constituted  by the Commission, as indicated in Para 6 above.  \n \n 18 8. Medical insurance . - The Commission may obtain a medical insurance cover in due course and in \nthat case the entitlement of medical allowance and hospitalization shall be reviewed and suitably \namended. The details of such cover shall be notified by the Commission from time to time.  \n \n9. Family . - For the purpose of this chapter the term “family” includes, spouse, legitimate children, \nstep-children, parents residing with and wholly dependent upon the Chai rman, a Member or an \nemployee. In addition, family includes one adopted child; provided that under the personal law of the \nemployee concerned, adoption is legally recognized as conferring the status of a natural child and prior \napproval of the Commission i s obtained.  \n \nCHAPTER 12  \nRETIREMENTS, DISMISSAL, RESIGNATION,  \nTERMINATION AND CLEARANCE  \n \n1. Retirement . - (1) An employee shall retire from service on the completion of the sixtieth year of his \nage.  \n \n(2) An employee, other than an employee against whom a disciplinary action is pending, may seek \nretirement after he has completed twenty five years of service qualifying for retirement benefits. Such \nan employee shall, at least three months before the date  he intends to retire, submit a written intimation \nto the Commission indicating the date on which he intends to retire. Such an intimation once submitted \nshall be final and shall not be allowed to be modified or withdrawn after it has been accepted by the \ncompetent authority.  \n \n(3) The Commission shall have power to retire any of its employees on such date after he has completed \ntwenty five years of service qualifying for retirement benefits as the Commission may, in the public \ninterest, direct.  \n \n(4) No di rection under sub -paragraph (3) shall be made until the employee has been informed in writing \nof the grounds on which it is proposed to make the direction, and has been given a reasonable \nopportunity of showing cause against the said direction.  \n \n2. Dismis sal. - 8 \n \ni). Dismissal of an employee shall be made in light of the Government Servants (Efficiency \nand Discipline) Rules, 1973 (the Rules), which shall, mutatis mutandis, apply to \nemployees of the Commission.  \nii). The Chairman of the Commission shall be  the ‘authority’ in the context of the said \nRules.  \niii). The term ‘Government servant’ as used in the Rules shall be read as ‘employee of the \nCommission . \n \n3. Resignation .- (1) An employee, other than an employee on deputation, or on contract, may resign \nfrom the service of the Commission by tendering his resignation in writing, with one month notice or \nin lieu thereof, shall surrender to the Commission, a sum equal to one month pay. The period of notice \nof resignation shall commence from the date of submiss ion of notice in writing:  \n \nProvided that the appointing authority may relax the condition of one month notice in special \ncircumstances.  \n \n                                                 \n8 Substituted vide SRO No. 666(I)/2010 dated 19 -07-2010  \n 19 Provided further that no resignation shall become effective during the pendency of any \ndisciplinary proceedings again st the employee.  \n \n(2) An employee engaged on contract may leave the service in terms of the contract.  \n \n(3) The employee, who tenders his resignation from the service of the Commission, continues to be in \nservice until the resignation is accepted and cann ot absent himself from his duty without proper leave.  \n \n(4) Acceptance of resignation shall be subject to recovery of any dues or money recoverable from the \nemployee.  \n(5) The appointing authority may either accept the resignation or, for reasons to be com municated to \nthe employee in writing, refuse to accept the resignation.  \n \n(6) In case an employee withdraws resignation before it is accepted by the appointing authority, the \nresignation be deemed to have been withdrawn.  \n \n(7) A temporary employee or a probationer may resign from his service without giving any notice. The \nCommission may also terminate the service of such employee without giving notice.  \n \n(8) Resignation, other than a resignation to take another appointment e ntail forfeiture of past service.  \n \n94. Ineligibility for re -employment . - A person dismissed from the service of the Government, \nautonomous and semi -autonomous bodies shall not be eligible for employment in the Commission. An \nemployee dismissed from the service of the Commission shall not be eligible for re -employment.  \n \n5. Rep resentation . - (1) An employee aggrieved by a decision adversely affecting his terms and \nconditions of service shall have a right to appeal against the decision to the appellate authority as \nnotified by the Commission.  \n \n(2) A representation under sub -section (1) shall be preferred within one month of the day on which the \ncause of grievance had arisen. A representation submitted after this period shall not be entertained \nunless sufficient cause is shown.  \n \n(3) Not more than one representation on the same gr ounds shall be preferred.  \n \n6. Liability to serve anywhere in Pakistan .- An employee may be required to serve in any office or \nestablishment of the Commission anywhere in Pakistan. In the event of non -compliance, the employee \nshall be liable to disciplinar y action as considered appropriate by the Commission.  \n \n7. Clearance . - It shall be the responsibility of the employee leaving the Commission to obtain a \nclearance certificate in the prescribed form. Final settlement of accounts shall not be made unless th e \nclearance certificate is obtained.  \n \nCHAPTER 13  \nCONDUCT  \n \n1. Gift .- (l) Save as otherwise provided in this Manual, no employee, Chairman or Member shall, except \nwith the previous sanction of the competent authority, accept, or permit any member of his family to \naccept, from any person, any gift, the receipt of which wou ld place him under any form of official \nobligation to the donor.  \n                                                 \n9 Previous Para 4 deleted and the remaining Paras re -numbered vide SRO NO 67(I)/2019 dated 18 -01-2019  \n 20  \n(2) If any gift is offered by the Head or Representative of a Foreign State, the Chairman, Member or \nthe employee concerned shall attempt to avoid acceptance of such a gift, if he can do so  without causing \noffence. If he cannot do so, he shall accept the gift and shall report to the Commission for orders as to \nits disposal.  \n \n2. Lending and Borrowing moneys .- (l) No employee shall lend money to, or borrow money from, or \nplace himself under a ny pecuniary obligation, to any person with whom he has any official dealings., \nprovided that nothing in this behalf shall apply to authorised dealings under letter on behalf of the \nCommission in the ordinary course of business with a company, bank or a fi rm of standing.  \n \n(2) When an employee has borrowed money or has, otherwise placed himself under pecuniary \nobligation in violation of sub -paragraph (1), he shall forthwith, declare the circumstances to the \nChairman.  \n \n3. Speculation, investment and insider  trading . - (l) All employees shall be required to make \ndisclosure of any investment or disinvestment or purchase of any property other than personal effects.  \n \n4. Employee not to live beyond his means etc . - No employee shall live beyond his means or indu lge \nin ostentation.  \n \n5. An employee not to express views against ideology of Pakistan .- No employee shall express views \nagainst ideology or integrity of Pakistan.  \n \n6. Declaration of assets .- All employees shall submit a declaration of assets valuing One Hundred \nthousand rupees or more with the Commission along with a reconciliation of purchases and sales of \nsuch assets. The declaration shall be submitted by 15th \nOctober of each year and shall show the assets \nas on 30th June of such year.  \n \n \n(Mohammed Hayat Jesra)  \nSecretary"
}