{
    "file": "./converted_json\\administratorb97a44ef18ea4fa99439e19004c1f2bf.json",
    "name": "The Tramways Act, 1886",
    "date": "12th March, 1886",
    "tagline": "An Act to facilitate the construction and to regulate the working of Tramways",
    "content": "Page 1 of 25 \n   \n \n \n \nTHE TRAMWAYS  ACT, 1886  \n \n \n \nCONTENTS  \n \nPRELIMINERY  \n \n1.  Short title and commencement. \n2.  Local extent. \n3.  Definitions. \nORDERS AUTHO RIZING  THE \nCONSTRUC TION OF TRAMWAYS  \n \n4.  Application for and consent necessary to making of o rder. \n \n5.  Consent of local or road-authority not necessary in certain cases. \n6.  Procedure for making order. \n7.  Contents of order. \n8.  Further order. \n9.  Power to a uthorize joint work by local authorities. \n10.  Cessation  of powers given by an order. \nCONSTRUC TION AND \nMAINTENANCE  OF TRAMWAYS  \n \n11.  Mode of formation  of tramway. \n \n12.  Inspection of  tramway before opening. \n13.  Agreement between road authority and promoter as to repair of roadway. \nTRAFFIC  ON TRAMWAYS  \n \n\n \nPage 2 of 25 \n 14.  Rights of promoter and the public over tramways. \n \n15.  Tolls leviable by promoter or lessee. \n16.  Carriage of dangerous or offensive goods. \nLICENSES TO USE TRAMWAYS  \n \n17.  Grant to third parties of licenses to use tramway in certain events. \n18.  Licensee to give to promoter or lessee an account of traffic. \nDISCONTINUANCE OF TRAMWAYS  \n \n19.  Cessation  of powers of promoter and lessee on discontinuance of tramway. \n20.  Powers of road-authority on cessation  of powers of promoter. \nINSOLVENCY  OF PROMOTER \n \n21.  Proceedings in case of insolvency of promoter. \n \nPURCHASE OF TRAMWAY S \n \n22.  Future purchase of undertaking by local authority. \nWORKING  OF TRAMWAYS  OWNED \nBY LOCAL  AUTHO RITIES \n \n23.  Lease of, or working of, tramway by local authority. \n \nRULES  \n \n24.  Power to make rules. \n25.  Power to impose penalty by rule. \n26.  Procedure for making, and publication  of, rules. \nOFFENCES \n \n27.  Penalty for failure of promoter, lessee or licensee to comply with act or order. \n \n28.  Penalty for obstructing promoter in exercise of his powers. \n29.  Penalty for interfering with tramway. \n \n30.  Penalty for using tramway with carriage having flange wheels.  \n \n31.  Penalty for evading payment of proper toll. \n \n32.  Penalty for taking or s ending dangerous or off ensive goods without giving notice. \n \nPage 3 of 25 \n  \n33.  Penalty for licensee not giving to promoter or lessee an account of traffic or givi ng \n false account. \n34.  Saving of prosecutions under other laws. \nSETTLE MENT OF DIFFERENCES \n \n35.  Differences between promoters or lessees and authorities. \n \nRECOVERY OF TOLLS  \n \n36.  Recovery of moneys due from promoters and in certain cases, from lessees. \n37.  Recovery of tolls from licensee. \n38.  Recovery of tolls from passengers. \nSAVINGS  \n \n39.  Promoter to have right of user only. \n \n40.  Saving of power over roads traversed by tramways. \n41.  Saving of power of local authority and police to regulate traffic or roads. \nSUPPLEME NTAL PROVI SIONS \n \n42.  Promoters, lessees and licencees to be responsible for all injuries. \n \n43.  Want of funds not a sufficient reason for default. \n44.  Power to exempt from municipal taxati on.  \n45.  Application  by local authorities of local funds to tramways. \n46.  Extension of Act to existing tramways. \n47.  Prohibition of construction of tramways except under this Act. \n48.  Transfer of control on exclusion of  local area from circle of local authority. \n49.  [Repealed .]. \n50.  Powers of Government exercisable from time to time. \n \n \nPage 4 of 25 \n THE TRAMWAYS  ACT, 1886  \n \nlACT  No. XI OF 1886  \n \n[12th March, 1886] \n \nAn Act to facilitate  the construction and to regulate the working of Tramways \n \n WHEREAS  it is expedient to facilitate the construction and to regulate the worki ng of \ntramways; It is hereby enacted as follows :— \n \nPRELIMINARY  \n \n 1. Short title and commencement.—(1) This Act may be called the 2* Tramways Act, \n1886;  and \n \n (2) It shall come into force at once. \n \n 2. Local extent.—3[(1) It extends in the first instance to 4[the Punjab] and the 5[North- \nWest Fronti er Province].]  6[(2) This Act may by notification in the official Gazette be extended to the whole  or any \npart of the said territories by the Provincial Government concerned.] \n \n 3. Definitions . In this Act, unless there is something  repugnant in the subject or context, — \n(1) “local authorit y” means a municipal comm ittee, district board, body  of port commissioners or \nother authority  legally entitled to, or entrus ted by 7[the 8[Federal  Government] or any Provincial \nGovernment] with, the control  or manageme nt of a municipal or local fund:  \n \n 9[*  *  *  *  *  *  *] \n \n (2) “road” means the way of a road, street, thorou gh fare, passage or pl ace along or across \nwhich a tramway authori zed under this Act is, or is int ended to be, laid, and includes the surface-\nsoil and sub-soil of a road, and the footw ay, berms, drains and ditches of a road, and any bridge, \nculvert or causeway forming part of a road: \n \n (3) “road-authorit y”, in relation to a road, means— \n \n(a)  if a local authority  maintain s and repairs the road, then that authority;  \n \n \n1For Settlement  of Objects  and Reasons,  see Gazette  of India,  1885,  Pt. V, p. 308 ; for Report  of the Select  Committee,  see ibid., 1886,  Pt. IV, p. 131; \nand for Procee dings  in Council,  see ibid., 1885,  Supplement,  p. 1544  ; and ibid., 1886,  Supplement,  pp. 7 and 418. \nThis Act has been  extended  to the town  of Karachi  and its suburbs,  see Bombay  Gazette,  1887,  Pt. I. p. 899. \nFor separate  Acts on the subject  of tramways  in Karachi,  see the Karachi  Tramways  Act, 1883  (Bom  2 of 1883).  \n2The word  “Indian”  omitted  by A.O.,1949,  Sch. \n3Subs.  ibid., for the original  sub-section(I).  \n4Subs.  by the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 8, for “West  Punjab” . \n5Subs.  by F.A.O,  1975,  Art. 2 and Sch.,  for “North  West  Frontier”  which  was amended  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of \n1960),  s. 3 and 2nd Sch. (with  effect  from  the 14th October,  1955),  to read as above.  \n6Subs.  by A.O.,1937,  for the original  sub-section  (2). \n7Subs . ibid., for “the Govt.”.  \n8Subs.  by F. A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n9Clause  (1a) which  was ins, by A.O.,1961,  Art. 2 and Sch. (with effect  from  the 23rd  March,  1956 ), has been  omitted  by A.O.,1 964, Art. 2 and Sch. \n \n \nPage 5 of 25 \n (b)  if a local  authority  does not maintain  and repair  the road,  and the road is \nneither  vested  in l[Government]  nor maintained  and repaired  by 2[the \n3[Federal  Government]  or any Provincial  Government],  then the person  in \nwhom  the road is vested;  and \n \n(c)  if a local  authority  does not maintain  and repair  the road,  and the road is \nvested  in l[Government]  or maintained  and repaired  by 2[the 3[Federal  \nGovernment]  or any Provincial  Government],  then 4[the Government  for \nwhose  purposes  a road is so vested  or by which  the road is maintained  and \nrepaired,  as the case may be]: \n \n (4) “circle”,  in relation  to a local  authority  or road authority,  means  the area within  the \ncontrol  of that authority:  \n \n 5[(5) “tramway”  means  a tramway  having  one, two or more  rails,  and includes – \n \n(a)  any part of a tramway, or any siding, turnout,  connection, line or track \nbelonging to a tramway; \n \n(b)  any electrical equipment of a tramway; and \n \n(c)  any electric supply-line transmitting  power from a generating station or sub-\nstation to a tramway or from a generating station to a sub-station from which \npower is transmitted to a tramway.] \n \n \n (6) “order” means an order authori zing the constru ction of a tramway under this Act, and \nincludes a further order substitut ed for, or amending, extending  or varying, that order: \n \n (7) “promoter” means a local authority  or person in whose  favour an order has been made, \nand includes a local authority  or person on whom  the rights and liabilities conferred and imposed \non the promoter by this Act and by the order and any rules made under this Act as to the \nconstru ction, maintenance and use of the tramway, have devolved: \n \n (8) “undertaking” includes all moveable and immoveable pro perty of the promoter \nsuitable to and used by him for the purposes of the tramway: \n \n (9) “carriage”, in the case of a tr amwa y on whi ch steam-power or any other mecha nical \npower 6[or electrical power] is used, includes an engine work ed on the tramway for the purpo se of \nprodu cing 6[or utilizing] that power:  \n \n \n \n \n1Subs . by A.O.,1961,  Art. 2, for “Her  Majesty”  (with effect  from  the 23rd  March,  1956 ). \n2Subs.  by A.O.,  1937,  for “the Govt.”.  \n3Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n4Subs.  by A.O.,  1937,  for “the L. G.”. \n5Subs.  by the Indian  Tramwa ys (Amdt.)  Act, 1911  (5 of 1911),  s. 2, for the original  clause.  \n36Ins. by the Indian Tramways (Amdt.) Act, 1911 (5 of 1911), s. 3.  \n \nPage 6 of 25 \n  (10) “toll” includes any charge leviable in respect of the use of a tramway: \n \n (11) “lessee” means a person to whom  a lease has been granted of the right of user of a \ntramway and of demanding and taking the author ized tolls:  \n \n (12) “Distri ct Magistrate” includes an officer empowered by the 1[Government] by name or \nby virtue of his office to discharge within any local area all or any of the functions  of a Distri ct \nMagistrate under this Act: \n \n (13) “Distri ct Court”  means a principal Civil Court of original jurisd iction, and includes a \nHigh Court having ordin ary original civil jurisdi ction: \n \n (14) “Col1ector” means the chief officer in charge of the revenue-administration of a distri ct, \nand includes an officer empowered by the 1[Government] by name or by virtue of his office to \ndischarge within  any local area the functions  of a Collector  under this Act: 2* \n \n (15) “prescribed”  means  prescribed  by rules  made  by the 1[Government]  under  this Act: 3[and \n4[(16)  “Government”  means  the Provincial  Government].]  \n \nORDERS AUTHO RIZING  THE \nCONSTRUC TION OF TRAMWAYS  \n \n 4. Application  for and consent necessary to making of order.—(1) The 1[Government] \nmay make an order authori zing the constru ction of a tramway in a circle on application made:— \n \n(a)  by the local authority  of the circle with the consent of the road-author ity of \nany road or part of a road which is to be traversed by the tramway and of \nwhich the local author ity is not itself the road-authorit y; or \n \n(b)  by any person with the consent of the local authority  of the circle, and of \nthe road-authority of  any road or part of a road which is to be traversed \nby the tramway and of which the local authority  is not the road authority : \n \n 5[*  *  *  *  *  *  *] \n \n (2) A local authority sh all not  make an application for an order or be deemed to consent \nto an application being made by any person for an order, unless the making of the application or the \ngiving of the consent has been approved by the  local authority  in manner prescribed. \n \n \n1Subs.  by A. O., 1937,  for “L. G.”. \n2The word  “and”  rep., ibid. \n31ns. ibid. \n4Clause  (16) which  was ins. by A.O.,  1937,  and subsequently  amended  by. A.O.,  1949,  Sch. and A.O., 1961,  Art. 2 and Sch. (with effect from the 23rd \nMarch, 1956) has been subs. by A. O., 1964, Art.2 and Sch.  \n5The proviso to sub -section 4(1) rep. by A.O., 1937  \n \n \n \nPage 7 of 25 \n  5. Consent  of local  or road -authority  not necessary  in certain  cases . When  it is proposed  to \nlay a tramway  in two or more  circles,  and a local  authority  or road-authority  having  control  in either  \nor any of the circles  does not consent  thereto,  or attaches  conditions  to its consent,  the 1[Government]  \nmay,  nevertheless,  make  an order  authorizing  the construction  of the tramway  in the circle,  or by the \norder  impose  on the promoter  any conditions  which  it deems  fit, if, after considering  the reasons  of \nthe authority  for withholding  its consent  or attaching  the conditions  thereto,  it is satisfied  that the \nconstruction  of the tramway  in the circle  is expedient,  or, as the case may be, that the conditions  \nattached  by the authority  to its consent  ought  not to be imposed.  \n \n 6. Procedure for making order.—(1) The 1[Government] on receiving an application shall \nconsider it, and, if satisfied as to the propri ety of proceeding thereon, publish in the official \nGazette, and in such other manner as it deems sufficient for giving information to persons  \ninterested, a draft of a propos ed order authorizing the construction of the tramway. \n \n (2) A notice  shall be published  with the draft stating  that any objection  or suggestion  which  \nany person  may desire  to make  with respect  to the proposed  order  will, if submitted  to the \n1[Government]  on or before  a date to be speci fied in the notice,  be received  and considered.  \n \n (3) If, after considering any objections  or suggestions  which may have been made  with \nrespect to the draft on or before the date so specified, the 1[Government] is of opinion  that the \napplication shou ld be granted, with or without addition  or modifi cation, or subject or not to any \nrestriction or condition,  it may make an order accordingly.  \n \n (4) Every order authori zing the constru ction of a tramway shall be publish ed in the official \nGazette in English, and in the other prescribed language or languages, if any; and that publication \nshall be conclusive proof  that the order has been made as required by this section. \n \n 7. Contents of order.—(1) An order made under section 6 shall empower the  promoter \ntherein specified to construct an maintain the tramway therein described in the manner therein \nprovided, and shall specify the time within  which the tramway shall be commenced and the time \nwithin  which it shall be completed and opened for public  traffic. \n \n (2) The order may also provide in manner consistent with this Act, for all or any of the \nfollowin g, among other matters, that is to say:— \n \n(a)  a period before the expiration of which the tramway shall not be commenced, \nand the conditions su bject to whi ch the local authority, when it is not i tself the \npromoter, may, within  that period elect to be sub stituted in the place of t he \npromoter in respect of the undertaking or of so much thereof as is within  its \ncircle; and the limits of time within which, and the terms upon  which, the \nlocal authority may, after the tramway has been constru cted, require  the \npromoter to sell to it the und ertaking or so much thereof as is within  its circle; \n \n \n \n1Subs. ibid., for “L. G.”. \n \n \nPage 8 of 25 \n (b)  the acquisition by the promoter of land for the purpo ses of the tramway, and \nthe dispos al by him of land which has been acquired but is no longer required \nfor those  purpos es; \n \n(c)  the conditions  subject to which roads may be opened and broken up for the \npurpos es of the constr uction or maintenance of the tramwa y or any part \nthereof, and the method of, and mate rials to be used in, the reinstating of the \nroads, and the approval of the method and materials by the l[Government] or \nthe road-authority  before the commenceme nt of the work;  \n \n(d)  the conditions on which the tramway may be constructed over a bridge or \nacross a railway or tramway when the carriageway over the bridge is to form \npart of the tramway or when the tramway is to cross a railway or another \ntramway on the level; \n \n2\n[(e)  the space which shall ordinarily intervene between the outsi de of the \ncarriageway on either side of a road whereon the tramway is to be constructed, \nand— \n \n(i)  in the case of a tramway having one rail, the rail of the tramway, or \n \n(ii)  in the case of a tramway having two or more rails, the nearest rail \nof the tramway,  \n and the conditions on which a smaller space may be permitted;] \n \n(f)  the gauge of the tramway, the rails to be used, and the mode in which, and the \nlevel at which, they shall be laid and maintained; and the adoption  and \napplication by the promoter of such improvements in the rails, and in, their \nsituation, and in the sub -structure upon which they rest, as the l[Government] \nmay from time to time require;  \n \n(g)  the portion of the road or roads traversed by the tramway to be kept in repair \nby the promoter; the maintenance by the promoter to the satisfaction of the \n1[Government] or the road -authority, or both, of that portion of the road or \nroads; and the liability of the promoter, on the requisition of the \n1[Government],  from time to time to adopt and apply such improvements in \nthe tramway as the 1[Government] may consider necessary or desirable for the \nsafety or convenience of the public, and to alter the position or level of the \ntramway to suit future alterations in the  road or roads;  \n \n \n \n \n1Subs.  by A.O.,  1937,  for “L. G.”. \n2Subs.  by the Indian  Tramways  (Amdt)  Act, 1911  (5 of 1911),  s. 4, for the original  clause.  \n \n \n \nPage 9 of 25 \n (h)  the application of material excavated by the promoter in the constr uction \nor maintenance of the tramway; \n \n(i)  the provision  of such crossin gs, passing-places, sidin gs, junctions and other \nworks,  in addition to those specified in or authorized by the order, as may \nfrom time to time be necessary or convenient to the efficient working  of the \ntramway; \n \n(j)  the powers which may from time to time be exercised by the 1\n[Government], \nthe local authorit y, the road-authority  or any person in respect of sewers, \ndrains, telegraph-lines, gas-pipes, water-pipes or other things in or on land \noccupied by the tramway; the notice (if any) to be given of the intended \nexercise of those powers; the manner in which the powers shall be exercised; \nand the extent to which the tramway and the traffic thereon may be interfered \nwith in the exercise thereof; \n \n(k)  the conditions  subject to which the promoter may from time to time interfere \nwith,  or alter or require the alteration of the position of, drains (not being \nsewers or main drains), telegraph-lines, gas-pipes, water-pipes or other things \nas aforesaid; \n \n(l)  the provision  of a temporary tramway in place of a part of a tramway which \nhas been removed, or of which the use has been discontin ued by reason of \nthe execution  of any work  affecting a road along which the part of the \ntramway was laid, or by reason of the use of the road being interrupt ed by \nfloods  or other cause; \n \n(m)  the motive power to be used on the tramway, and the conditions  on which \nsteam-power or any other mecha nical power 2[or electrical power] may be \nused; \n \n(n)  the nature, dimensions, fittin gs, appliances and apparatus of the carriages to be \nused on the tramway, and the inspection and exam ination thereof by officers \nof the 1[Government] or the local authorit y, and the liability of the promoter or \nlessee, on the requisi tion of  the 1[Government], from time to time, to adopt \nand apply such improveme nts in the carriages, and in the fittings, appliances \nand apparatus, as the 1[Government] may consider necessary or  desirable for \nthe safety or convenience of the public; \n \n(o)  the traffic wh ich may be carried on the tramway, the traffic wh ich the \npromoter or lessee shall be bound  to carry, and the traffic which he may refuse \nto carry; the tolls to be leviable by the promoter or lessee, and the periodical \nrevision th ereof by the 1[Government]; and the regulation of the traffic and of \nthe levy of the  tolls; \n \n \n \n1Subs.  by. A. O., 1937,  for “L. G.”. \n2Ins. by the Indian Tramways (Amdt.) Act, 1911 (5 of 1911), s. 5 . \n \nPage 10 of 25 \n (p)  the use of the tramway free of toll by the local authorit y, with its own \ncarriages, for specified purpo ses, during  specified hours,  with power to the \nlocal authority  to make such sidings and other works  as may be necessary for \ncommunication between its premises and the tramway; \n \n(q)  the conditions  subject to which the promoter may transfer the undertaking, \nor any part thereof, by sale, mortgage, lease, exchange or otherwise; and the \nconditions  subject to which the local authority  may be the transferee; \n(r)  the performance by the 1\n[Government] or by the local author ity or road- \nauthority  of any work  required by the Act or the order to be done  by the \npromoter; and \n \n(s)  the penalty to be incurred by the promoter or lessee for failure to observe any \ncondition  or direction contained in the order, and the application of the \npenalty when recovered. \n \n (3) The 1[Government] may, in providing  in the order for the acquisi tion of land for the \npurpos es of a tramway of which the promoter is not a company, direct that land may be acquired for \nthe promoter under the provisions  of the Land Acquisition  Act, 2[1894(I  of 1894)],  in the same \nmanner and on the same conditions  as it might be acquired for the purpos es of the tramway if a \ncompany were the promoter. \n \n (4) The  order shall imply the conditio n– \n \n(a)  in the case of a tramway of which a local author ity is the promoter, that a \nlease thereof shall be granted only in manner by this Act provided; and \n \n(b)  in the case of a tramway of which a local author ity is not the promoter, that a \nlease thereof shall be only of  the right of user and of demanding and taking \nthe authori zed tolls,  and shall not confer or impose on the lessee any of the \npowers or duties of the promoter in respect of the constru ction or maintenance \nof the tramway. \n \n 8. Further order.—(1) The l\n[Government] may, on the application of the promoter, \nrevoke, amend, extend or vary the order by a further ord er. \n \n (2) An  application for a further ord er shall be made in the same manner and subj ect to the \nsame conditions  as an application for an order. \n \n (3) The l\n[Government] may, in its discretion, either grant or r eject the application. \n \n \n \n \n \n1Subs.  by A.O.,  1937,  for “L.G.”.  \n2Subs.  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. 3 and 2nd Sch.,  for “1870”.  \n \n \nPage 11 of 25 \n  \n (4) If it grants the application, it shall make the further order in the same manner as an \norder, except that no addition to, or modification of, the rights, powers and authorit ies asked for in \nthe application, or restriction or condition  with respect thereto, shall be made or imposed by the \nfurth er order without  the consent in writing  of the promoter. \n \n 9. Power  to authorize  joint  work  by local  authorities. —(1) Subject to, and in accordance \nwith,  the provisions  of this Act, the l[Government] may, on a joint application, or on two or more \nseparate applications,  make an order empowering two or more local authorit ies, respectively, jointly \nto constr uct the whol e, or separately to constru ct parts, of a tramway, and jointly or separately to own \nthe whole  or parts thereof. \n \n (2) All the provisions  of this Act which relate to the constru ction of tramways shall extend \nand apply to the constru ction of the whole and the separate parts of the tramway, and the form of \nthe order may be adapted to the circumstances of the case. \n \n 10. Cessation  of powers given by an order.—(1) If a promoter authori zed by an order to \nconstru ct a tramway— \n \n(a)  does not within the time specified in the order subst antially commence \nthe constru ction of the tramway, or \n \n(b)  having comme nced the constru ction suspends it without a reason sufficient in \nthe opinion  of the l[Government] to warrant the suspension,  or \n \n(c)  does not within  the time specified in the order complete the tramway and open \nit for public  traffic, the following  consequences shall ensue:— \n \n(i)  the powers given by the order to the promoter for constru cting the \ntramway and oth erwise in r elation thereto s hall, un less t he \n1[Government], by special direction in writin g, prolongs the time or \ncondo nes the suspension, cease to be exercised except as to so much of \nthe tramway as is then completed; \n \n(ii)  as to so mu ch of the tr amway as is th en compl eted, the l[Government] \nmay either permit, or re fuse to p ermit, the pow ers giv en by the ord er \nto continu e; \n \n(iii)  if the l[Government] refuses to permit the powers to continue, then so \nmuch of the tramway as is then completed may be dealt with, under the \nprovisions of this Act relating to the discontinuance of tramways, as a \ntramway of the working whereof the discontinuance has been proved \nto the satisfaction of the 1[Government].  \n \n (2) A notification publi shed by the 1[Government] in  the official Gazette to the effect that on \na date specified in the notification the constru ction of a tramway had not been substantially \ncomme nced or a tramwa y had not been completed and opened for public  traffic, or th at the \nconstr uction of a tramway had been suspended without  sufficient reason, shall, for the purpos es of \nthis section be conclusive proof  of the matter stated therein. \n \n \n \n1\nSubs. by A. O., 1937, for “L.G.”. \n \nPage 12 of 25 \n CONSTRUC TION AND MAINTENANCE  OF TRAMWAYS  \n \n 11. Mode of formation  of tramway. A tramway shall be constr ucted and maintained in the \nmanner provided by the order. \n \n 12. Inspection  of tramway  before  opening . A tramway,  or portion  or extension  of, or \naddition  to, a tramway,  shall  not be opened  for public  traffic  1[until  it has been  inspected  and \ncertified  to be fit for such traffic  by an engineer  appointed  2[by the Government]].  \n \n 13. Agreement between road authority and promoter as to repair of roadway. Subject \nto the provisions  of any order for the time being in force with respect to the matters mentioned in \nsection 7, sub-section (2), clause (g) the road-authority  and the promoter may from time to time \nenter into agreements as to the keeping in repair of the whole  or a part of a road traversed by a \ntramway, and as to the proportion  to be paid by either of them of the expense of keeping the road or \npart in repair. \n \nTRAFFIC  ON TRAMWAYS  \n \n 14. Rights of  promoter and the public over tramways.—(1) The promoter of a tramway \nshall, subject to the provisions  of sub-section (2) and to the other provision s of this Act and of the  \norder, have the exclusive use of the tramway for carriages with flange-wheels or  other wh eels \nsuitable to run on the rail described in the order as the rail to be used on the tramway: \n \n Provided that nothing in  this Act or in the order or any rule made under this Act shall affect \nthe right of any person authorized to use a tramway or railway to pass across a tramway constru cted \nunder this Act with carriages having wheels suitable to run on the rail thereof. \n \n (2) The  public  shall have a right to pass along or across any part of a road along or across, \nwhich a tramway is constru cted, whether on or off the tramway, with carriages not having flange-\nwheels or other wheels suitable to run on the rail of the tramway: \n \n Provided— \n \n(a)  that this sub-section s hall not apply where the tramway is constru cted on l and \nthe right to the exclusive possession  of which has been acquired by the  \npromoter; and \n(b)  that the l\n[Government] may by an order author ize the constru ction of a \ntramway on any part of a road with rails raised above the surface of the road, \nif it is satisfied that the convenience of the publ ic will n ot be in juriou sly \naffected thereby. \n \n 15. Tolls leviable by promoter or lessee .—(1) The promoter or lessee may demand and \ntake, in respect of the tramway, tolls  not exceeding the limits specifie d in or determinable under the \norder, or, if the order contains no provision  in this behalf, then such sums as may from time to time \nbe fixed by the promoter or lessee with the previous sanction of the l[Government]. \n \n \n1Subs . ibid., for “until  an engineer  appointed  in this behalf  by the L.G. has inspected  it and certified  it to be fit for such traffic”.  \n2Subs.  by A. O., 1964,  Art. 2 and Sch.,  for the dash and clauses  (a) and (b) as amended  by  A.O.,  1949 , Sch. \n \nPage 13 of 25 \n  (2) A list of all the tolls authorized to be levied shall be exhibi ted, in such languages as the \nDistrict Magistrate may direct, in a conspicuous  place inside and outsi de each of the carriages used \nupon  the tramway. \n \n 16. Carriage of dangerous or offensive goods.—(1) A person shall not be entitled to \ncarry or to require to be carried, on a tramway constru cted under this Act, any goods  of a dangerous \nor offensive nature. \n \n (2) A person taking such goods  with him on the tramway shall, before entering the carriage, \ngive notice of their nature to the servant of the promoter or lessee in charge of the carriage. \n \n (3) A person sending  such goods  by the tramway shall distinctly mark their nature on the \noutsi de of the package containing  them, or otherwise give notice thereof in writing  to the servant of \nthe promoter or lessee with whom  he leaves them for the purpose of their being sent by the \ntramway. \n \n (4) Any servant of the promoter or lessee may refuse to carry upon  the tramway a parcel \nwhich he suspects to contain goods  of a dangerous or offensive nature, and, if any such parcel bas \nbeen received for the purpose  of being carried upon  the tramway, may stop the transit thereof until \nhe is satisfied as to the nature of its contents. \n \n (5) Where a servant of the promoter or lessee refuses under sub-section (4) to carry a parcel \nwhich has been received for the purpose  of being carried upon  the tramway, he shall, as soon  as \nmay be, give notice of his refusal to the consignor or consignee if he refuses at a time when neither \nof them is present. \n \nLICENSES TO USE TRAMWAYS  \n \n 17. Grant  to third  parties  of licenses  to use tramway  in certain  events . If, at any time \nafter a tramway  or part of a tramway  has been  for three  years  opened  for public  traffic  in a circle,  \nthe local  authority  of the circle  represents  in writing  to the l[Government]  that the public  is deprived  \nof the full benefit  of the tramway  or of the part thereof,  the l[Government]  may,  if after considering  \nany statement  which  the promoter  or lessee  or both may desire  to make,  and after such further  \nenquiry  as it deems  necessary,  it is satisfied  as to the truth  of the representation,  grant  a license  to \nany person  to use the tramway  conformably  to this Act and to the order  and the rules  made  under  \nthis Act, subject  to the following  provisions,  namely: — \n \n(a)  the license  shall  be for a period  not less than one year or more  than three  \nyears  from  the date of the license,  but the l[Government]  may in its discretion  \nrenew  it; \n \n(b)  the license  shall  be to use the whole of the tramway  for the time being  opened  \nfor public  traffic,  or such part or parts  of the tramway  as the l[Government,]  \nhaving  regard  to the cause  for granting  the license,  thinks  fit; \n \n(c)  the license shall specify the number of carriages which the licensee shall run \nupon  the tramway, the mode in which, and times at which, the carriages \nshall be run, the tolls to be paid to the promoter or lessee by the licensee for \nthe use of the tramway, and the tolls,  being those  for the time being leviable \nby the promoter or lessee, which the licensee may demand and take for the use \nof his carriages; \n \nl\nSubs. by A. O., 1937, for “L.G.”. \n \n \nPage 14 of 25 \n (d)  the licensee and his officers and servants shall permit one person,  duly \nauthorized for that purpo se by the promoter or lessee, to travel free of toll in \nor upon  each carriage of the licensee run upon  the tramway for the whole  or \nany part of a journey; \n \n(e)  any provision  of this Act, or of the order or rules made under this act, relating \nto the functions  of a servant of a promoter or lessee shall be constru ed, so far \nas may be, as referring  to a servant of the licensee; and \n \n(f)  the l[Government] may revoke, alter or modify the license for any cause \nsufficient in its opinion  to warrant the revocation, alteration or modification \nthereof. \n \n 18. Licensee to give to promoter or lessee an account of traffic. A licensee shall, on \ndemand, give to an officer or servant authori zed in that behalf by the promoter or lessee an exact \naccount in writin g, signed by the licensee, of the number of passengers, or number or quantity of \ngoods,  conveyed by any and every carriage used by him on the tramway. \n \nDISCONTINUANCE  OF TRAMWAYS  \n \n 19. Cessation  of powers of promoter and lessee on discontinuance of tramway. If it is \nproved to the satisfaction of the l[Government], at any time after the opening of a tramway for \npublic  traffic, that the working  of the tramway, or any part thereof, has been a practically \ndiscontin ued, for the space of three months,  without a reason sufficient, in the opinion  of the \nl[Government], to warrant the discontinuance, the l[Government], if it thinks  fit, may, by \nnotification in the official Gazette, declare that the powers of the promoter and of the lessee, if any, \nin respect of the tramway or the part thereof of which the working  has been so discontin ued, shall, \nfrom the date of the notification, be at an end; and thereupon  the said powers shall cease and \ndetermine, except in so far as they may be purchased by a local authority  in manner by this Act \nprovided. \n \n 20. Powers of road-authority on cessation  of powers of promoter.—(1) Where a \nnotification has been publish ed under section 19, the road-authority  may, at any time after the \nexpiration of two months from the date of the notification, remove the tramway or part of the \ntramway of which the working  has been so discontin ued, and used the materials thereof in \nreinstating the road. \n \n (2) The promoter shall pay to the road-authority  the cost incurred by that authority  in \nremoving the tramway or the part thereof and in reinstating the road. \n \n (3) The cost shall be certified by an officer of the road-authorit y, and his certificate, \ncountersigned by the District Magistrate, shall be conclusive proof  as to the cost incurred. \n \n (4) If the promoter does not pay the amount so certified within  one month after the delivery \nto him of the certificate or of a copy thereof, the road-authority may, without  any previous notice to \nthe promoter and witho ut prejudice to any other remedy which it may have for the recovery of the \namount, sell and dispose of such materials of the tramway or part thereof removed as it has not used \nin reinstating the road, either by public  auction or by private sale, and for such sum or sums, and to \nsuch person or persons,  as it thinks  fit, and may, out of the proceeds of the sale, pay and reimburse  \nitself the amount of the cost aforesaid and of the expenses of the sale, and shall pay over the residue  \n(if any) of the pro ceeds of the sale to the promoter. \n \nlSubs. by A. O., 1937, for “L.G.”. \n \n \nPage 15 of 25 \n INSOLVENCY  OF PROMOTER \n \n 21. Proceedings  in case of insolvency  of promoter .—(1) If, at any time after the opening  of \na tramway  in a circle  for public  traffic,  it appears  to the road-authority  or local  authority  of the circle  \nthat the promoter  of the tramway  is insolvent,  so that he is unable  to maintain  the tramway,  or to \nwork  it with advantage  to the public,  and either  of those  authorities  makes  a representation  to that \neffect  to the l[Government],  the l[Government]  may,  if after considering  any statement  which  the \npromoter  may desire  to make,  and after such further  enquiry  as it deems  necessary,  it is satisfied  as to \nthe truth  of the representation,  declare,  by notification  in the official  Gazette,  that the powers  of the \npromoter  shall,  at the expiration  of six months  from  the publicat ion of the notification,  be at an end; \nand the powers  of the promoter  shall  cease  and determine  at the expiration  of that period,  except  in \nso far as they may be purchased  by a local  authority  in manner  by this Act provided.  \n \n (2) Where a notification has been publis hed under sub-section (1), the road-authority  \nmay, at any time after the expiration of six months from the date thereof, remove the tramway in the \nsame manner, and subject to the same provisions  as to the payment of the cost of the removal and to \nthe same remedy for recovery of the cost, in every respect as in cases of removal under section 20. \n \nPURCHASE OF TRAMWAYS  \n \n 22. Future  purchase  of undertaking  by local  authority .—(1) Where the promoter of a \ntramway in a circle is not the local authorit y, the local authorit y, with the previous sanction of the \nl[Government], may— \n \n(a)  within  such limits of time as may be specified in this behalf in the order, or \n \n(b)  if a time was not specified in the order, then within  six months after the \nexpiration of a period of twenty one years from the date of the order, and \nwithin  six months  after the expiration of every subsequent period of seven \nyears, or \n \n(c)  within  two months  after the publication of a notification under section 19 \nor within  six months  after the publication of a notification under section 21, by \nnotice in writin g, require  the promoter to sell to the local authority  his \nundertaking or the part thereof which is within the circle of the local authorit y; \nand thereupon  the promoter shall sell the same upon  the terms specified in the \norder, or, if the terms were not specified in the order, then upon  the terms of \npaying the then value of the undertaking or of the part thereof, exclusive of \nany allowance for p ast or future pro fits of the undertaking or any \ncompensation for compulsory sale or other consideration whatsoever. \n \n (2) A requisition  shall not be made under sub-section (1)  unless the making thereof has been \napproved by the local authority  in manner prescribed. \n \n (3) When a sale h as been made und er this s ection, all the rights, pow ers and authoriti es of \nthe promot er in respect of the und ertaking or p art thereof sold, or, wh ere a noti fication h as been \npublish ed und er section 19 or s ection 21, all the rights, pow ers and authoriti es of the promot er \nprevious to the publication of the notific ation in r espect of the und ertaking or p art thereof sold, \nshall be transferred to the authority to whom the undertaking or p art has been sold, and sh all vest \nin, and m ay be exercised by, th at authority in the s ame m anner as if the tr amway had be en \nconstru cted by it und er an ord er made und er this A ct. \n \n1Subs. by A. O., 1937, for “L.G.”.  \n \n \n \nPage 16 of 25 \n  (4) Subject to, and in accordance with,  the preceding provisions  of this section, two or more \nlocal authorit ies may jointly  purchase an undertaking or so much thereof as is within their circles. \n \nWORKING  OF TRAMWAYS  \nOWNED BY LOCAL  AUTHO RITIES \n \n 23. Lease  of, or working  of, tramway  by local  authority .—(1) When a local authority  has \nunder the authority  of an order completed a tramway, or has under the provisions  of this Act or of an \norder acquired possession  of a tramway, it may, by a lease to be approved by the l[Government] let to \nany person at the right of user of the tramway and of demanding and taking the authori zed tolls.  \n \n (2) On the determination of a lease the local authority  may from time to time let the right for \nsuch further term and on such conditions  as the l[Government] may approve. \n \n (3) Every lease made under this section shall imply a condition of re-entry if at any time after \nthe making thereof it is proved to the satisfaction of the l[Government] that the lessee has practically \ndiscontinued the working  of the tramway leased, or of any part thereof, for the space of one month \nwithout  a reason sufficie nt, in the opinion  of the l[Government], to warrant the discontin uance . \n \n (4) Notice of the intention of the local authority  to make a lease shall be given in manner \nprescribed. \n \n (5) If the local authority cannot by means of a lease obtain what it deems to be a fair rent for  \nthe tramway, it may itself, with the previous sanction of the l[Government] and for such term as the \n1[Government] directs, place and run carriages upon the tramway, and demand and take the \nauthorized tolls in respect of the use of the carriages.  \n \nRULES \n \n 24. Power to make rules .—(1) In addition  to any other power to make rules expressly or by  \nimplication conferred by this Act, the l[Government] may make rules consistent with this Act— \n \n(a)  as to the form in which an application for an order shall be made; \n \n(b)  as to the costs to be paid by an applicant in respect of an order, and the time \nwhen, and the place where, those costs shall be paid; \n \n(c)  as to the payment of money or lodgment of securities, by  way of deposit,  by \nthe applicant for an order before the order is publi shed under section 6, sub-\nsection (4),  or a further order is made under section 8 the investment of \nmoney so paid; the  disposal of interest or dividends from time to time \naccruing due  on money or securities so paid, lodged or invested; the \napplication of the  money or securities or the  produ ce thereof to the discharge \nof any li ability incurred by the promoter; and the  forfeiture, repayment or \nreturn of the  money or securities; \n \n \nlSubs . by A. O., 1937,  for “L.G.”.  \n \n \nPage 17 of 25 \n (d)  as to the plans and sections of any works  to be deposit ed by applicants for \norders or by promoters; \n \n(e)  for regulating the use of steam-power or any other mechanical power 2[or \nelectrical power] on a tramway; \n \n(f)  as to any matter specified in section 7, sub-section (2), clauses (c), (d), (e), (j) \nand (k), as a matter which may be provided for in an order, when that matter \nhas not been so provided for, or has not, in the opini on of the 1[Government], \nbeen effectually so provided for; \n \n(g)  as to the periodical submission,  by promoters, lessees and licensees, of \naccounts of traffic and receipts to the l[Government] or as that Government \ndirects, and as to the forms in which those accounts  are to be submitted; \n \n(h)  as to the accidents of which report is to be made to the l[Government] or as \nthat Government  directs;  \n \n(i)  as to any matter respecting which rules may be made under this section by a \nlocal authority  or a promoter or lessee; and \n \n(j)  generally, as to any other matter or thing  in respect of which it may seem to \nthe l[Government] to be expedient to make rules for carrying out the purpos es \nof this A ct. \n \n (2) A local authority may, from time to time, with the previous sanction of the l[Government], \nmake rules consistent with this Act and with the order and any rul es made by the l[Government] \nunder this Act, for regulating—_ \n \n(a)  the rate of speed to be observed in travelling upon  a tramway within  the circle \nof the local authorit y; \n \n(b)  the use of animal power on the tramway; \n \n(c)  the distances at which carriages using the tramway are to be allowed to \nfollow one  after the other; \n \n(d)  the stopping of carriages using  the tramway, and the notice to be given to the \npublic  of their approach; \n \n(e)  the manner in which carriages using  the tramway after sunset and before \nsunrise are to be lighted; \n \n(f)  the traffic on roads along or across which the tramway is laid; \n \n(g)  the number of passengers which may be carried in any carriage; \n \n \n1Subs.  by A. O., 1937,  for “L.G.”.  \n21ns. by the Indian  Tramways  (Amdt.)  Act, 1911  (5 of 1911 ), s. 6. \n \nPage 18 of 25 \n (h)  the licensing  and control of drivers, condu ctors and other persons  having \ncharge of the carriages of the promoter or lessee or a licensee; and,  \n \n(i)  generally, the mode of use of the tramway: \n \n2[* * * * * * *] \n \n (3) The promoter  or lessee  of a tramway  may,  from  time to time,  with the previous  sanction  \nof the 1[Government],  make  rules  consistent  with this Act and with the order  and any rules  made  \nunder  this Act— \n \n(a)  for preventing  the commission  of any nuisance in or upon  any carriage, or in \nor against any premises, belonging to him; and \n \n(b)  for regulating the travelling in any carriage belonging to him. \n \n (4) The l[Government] may cancel any rule made by a local authority  or by a promoter or \nlessee under this section. \n \n 25. Power to impose penalty by rule. The authority making any rule under section 24 may \ndirect that a breach of it shall be punis hable with fine which may extend,— \n \n(a)  if the authority  making the rule is the 1[Government], to two hundr ed rupees, \nand, \n \n(b)  if that authorit y is a local authority  or a promoter or lessee, to twenty rupees; \n \n  and, when the breach is a continuing  breach, with a further fine which may extend,__  \n \n(c)  if the authority  making the rule is the l[Government], to fifty rupees, and, \n \n(d)  if that authority is a local authority  or a promoter or lessee, to five rupees, for \nevery day after the first during  which the breach contin ues. \n \n 26. Procedure for making, and publication  of, rules.—(1) Every authority  having power to \nmake rules under any section of this Act shall, before making the  rules, publish  a draft of the \npropos ed rules for the information of persons  likely to be affected thereby. \n \n (2) The publication shall be made, in the case of rules made by the 1[Government], in such \nmanner as may in its op inion be sufficient for giving information to persons interested, and, in the \ncase of rules made by a local authority or by a promoter or lessee, in manner prescribed.  \n \n \n1Subs.  by A. O., 1937,  for “L.G.”.  \n2Proviso  which  was ins. by A. O., 1937,  of the G. of I. Act, 1935  (26 Geo.  5, c. 2) s. 181 (3) and definition  of railway,  has been  omitted  by  A. \nO., 1964,  Art. 2 and Sch. \n \n \nPage 19 of 25 \n  (3) There shall be publi shed with the draft a notice specifying a date, not earlier than the \nexpiration of one month after the date of publication, at or after which the draft will be taken into \nconsideration. \n \n (4) The authority  shall receive and consider any objection or suggestion  which may be made \nby any person with respect to the draft before the date so specified. \n \n (5) The publication in the official Gazette of a rule purporting  to be made under this Act \nshall be conclusive proof  that it has been duly made. \n \nOFFENCES \n \n 27. Penalty for failure of promoter, lessee or licensee to comply with act or order. If a \npromoter— \n \n(a)  constru cts or maintains a tramway otherwise  than in accordance with the order, \nor \n \n(b)  opens the tramway for traffic, or permits it to be so opened, before it has \nbeen inspected and certified in manner required by section 12, or \n \n(c)  fails to observe any requirement or condition  of the order for neglect or breach \nwhereof no penalty has been expressly provided in the order, \n \n or if a promoter, lessee or licensee runs a carriage on a tramway otherwise  than in \naccordance with the order, \n \n he shall (without  prejudice to the enforceme nt or specifi c performance of the requirements of \nthis Act or of the order, or to any other remedy which may be obtained against him in a Code of Civil \nJudicature), on complaint made by the l[Government] or by the local authority  or road-authority  or \nby the Distri ct Magistrate or, with the previous sanction of the Distri ct Magistrate, by any person \ninjuriously  affected by the act or omission, be punish ed with fine which may extend to two hundr ed \nrupees, and in the case of a continuing offence to a further fine which may extend to fifty rupees for \nevery day after the first during which the offence contin ues to be committed. \n \n 28. Penalty for obstructing promoter in exercise of his powers. If any person without  \nlawful excuse, the burden of proving which shall lie upon  him, wilfully obstru cts any person acting \nunder the authori ty of the promoter in the lawful exercise of his powers in constructing or \nmaintaining  a tramway, or injures or destroys any mark made for the purpose of setting out the line \nof the tramway, he shall be punis hed with fine which may extend to fifty rupees. \n \n 29. Penalty for interfering with tramway. If any person without  lawful excuse, the burden \nof Penal proving which shall lie upon  him, wilfully does any of the following  things  namely:— \n \n(a)  interferes with,  removes or alters any part of a tramway constru cted under \nthis Act, or of the works  connected therewith,  or \n \n1Subs. by A.O., 1937, for “L.G.”.  \n \nPage 20 of 25 \n (b)  places or throws  upon  or across any such tramway any wood,  stone, refuse \nor other thing, or \n \n(c)  does anything  in such a manner as to obstru ct any carriage using  any \nsuch tramway, or \n \n(d)  abets within  the meaning of the Pakistan Penal Code (XLV of 1860)  the doing  \nof, or attempts to do, anything  mention ed in clause (a), clause (b), or clause (c), \n \n he shall (without  prejudice to any other remedy which may be obtained against him in a \nCourt of Civil Judicature) be punished with fine which may extend to one hund red rupees. \n \n30. Penalty  for using  tramway  with  carriage  having  flange  wheels.  If any person,  except under a \nlease from, or by agreeme nt with, the promoter, or under license from the l[Government] granted \nunder this Act, uses on a tramway, otherwise than as permitted by section 14, a carriage having \nflange-wheels or other wheels suitable to run on the rail of the tramway , he shall be punis hed with a \nfine which may extend to two hundr ed rupees. \n \n 31. Penalty for evading payment of proper toll.—(1) If any person travelling or having \ntravelled in a carriage of the promoter or lessee or of a licensee evades or attempts to evade \npayment of toll, or if any person having paid toll for a certain distance wilfully proceeds in any such \ncarriage beyond that distance and does not pay the additio nal toll for the additio nal distance or \nattempts to evade payment thereof, or if any person wilfully refuses or neglects on arriving at the \npoint to which he has paid toll to quit the carriage, he shall be punis hed with fine which may extend \nto ten rupees. \n \n (2) When a person commits an offence under this section and refuses on demand of a servant \nof the promoter, lessee or licensee to give his name and residence, or gives a name or residence \nwhich the servant has reason to believe to be false, he may be arrested and taken to the nearest \npolice-station by the servant or any person whom  the servant may call to his aid. \n \n (3) When the person is taken to the police-station he shall with the least possible  delay be \nforwarded to the nearest Magistrate, unless his true name and residence are ascertained, in which \ncase he shall be released on his executing  a bond for his appearance before a Magistrate if so \nrequired. \n \n 32. Penalty for taking or sending dangerous or offensive goods without giving notice. \nIf any person takes or sends by tramway any goods  of a dangerous or offensive nature without  \ngiving the notice required by section 16, he shall be punis hed with fine which may extend to \nfifty rupees. \n \n33. Penalty for licensee not giving to promoter or lessee an account of traffic or giving \nfalse account.—(1) If a licensee fails on damand to give the account mention ed in section18,  or, \nwith intent to evade the payment of tolls, gives a false account when he is called upon  to give an \naccount under that section, he shall be punish ed with fine which may extend to fifty rupees. \n \n1Subs. by A.O., 1937, for “L.G.”.  \n \n \nPage 21 of 25 \n  (2) The fine shall be in addition  to any tolls payable by the licensee to the promoter or lessee \nin respect of the passengers or goods  conveyed by the carriage or carriages used by the licensee on \nthe tramway. \n \n 34. Saving of prosecutions under other laws. Nothing  in this Act shall prevent a person \nfrom being prosecuted under any other law for an act or omission  which constitutes an offence \nagainst this Act or the rules made under it, or from being liable under that other law to any other or \nhigher punish ment or penalty than that provided by this Act or the rules made under it: \n \n Provided that a person shall not be punis hed twice for the same offence. \n \nSETTLEMENT OF DIFFERENCES \n \n 35. Differences  between  promoters  or lessees  and authorities .—(1) If any difference  arises  \nbetween  the promoter  or lessee  on the one hand  and the l[Government],  or the local  authority,  or the \nroad-authority,  or a person  having  the charge  of any sewers,  drains,  telegraph -lines,  gas-pipes,  water -\npipes  or other things in or on land occupied by the tramway, on the other hand, with respect to any \ninterference or control  exercised or claimed to be exercised by, or on behalf of, either party by virtue \nof this or any other Act, or of the order or the rules made under this Act, or with respect to the \npropri ety of, or the mode of, the execution  of any work,  or with respect to any compensation to be \nmade by or to the promoter or lessee, or on the question whether any work  is such as ought \nreasonably to satisfy the 1[Government] or the road-authority  or both,  or with respect to any other \nsubject or thing  regulated by, or comprised in, this Act or the order or the rules made under this Act, \nand not otherwise  expressly provided for therein, the matter in difference shall, excep t where the \nparties elect to proceed under 2[the Arbitr ation Act, 1940], (X of 1940)  be settled, on the application \nof either a party, by a referee. \n \n (2) Where the difference is— \n \n(a)  between the promoter or lessee on the one hand and the 1[Government], either \nas such or as the road authorit y, on the other, or \n \n(b)  between the promoter on the one hand and the local authority  on the \nother, with respect to the sum to be paid by the local authority  for an \nundertaking or part of an undertaking which that authority  has required the \npromoter to sell under section 22, \n \n the referee shall be the Distri ct Court within  the jurisdi ction of which the tramway is situate, \nor, where the tramway is within the jurisd iction of more than one District Court, the District Court \nwithin the jurisdiction of which the greater part of the tramway is situate. \n \n (3) In other cases the referee shall be appointed by the 1[Government]. \n \n (4) Except where the referee is the Distri ct Court, the powers and procedure of the referee \nmay be prescribed. \n \n \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for “section 523 of the  Code of Civil \nProcedure”.  \n \nPage 22 of 25 \n   (5) In the case of a difference between a promoter on the one hand and a local authority  on \nthe other, with respect to the sum to be paid by the local authority  for an undertaking or part of an \nundertaking which that authority  has required the promoter to sell under section 22, an appeal shall \nlie to the High Court from the award of the referee as from an original decree of the Distri ct Court.  \n \n (6) In the case of every other difference the award of the referee shall be final. \n \nRECOVE RY OF TOLLS \n \n 36. Recovery  of moneys  due from  promoters  and in certain  cases,  from  lessees . Any of \nthe following  moneys,  namely,  any rent due to a local  authority  from  a lessee,  any penalty  \nrecoverable  from  a promoter  or lessee  under  an order,  any sum payable  by a promoter  or lessee  under  \nan award  of a referee,  the cost of the performance  under  this Act by the l[Government]  or by a local  \nauthority  or road-authority  of any work  required  by this Act or by an order  to be done  by a promoter,  \nand the cost incurred  by a road-authority  in removing  a tramway  and reinstating  a road under  this \nAct, may,  without  prejudice  to any other  remedy  that the authority  to which  the money  is due may \nhave  by suit or otherwise,  be recovered  by that authority,  on application  made  in this behalf  to the \nCollector,  as if the sum due were  an arrear  of land-revenue  due by the promoter  or lessee  or his \nsurety  (if any):  \n \n Provided that nothing  in this section shall authori ze the arrest of the promoter or lessee or his \nsurety in execution  of any process issued by the Collector. \n \n 37. Recovery of tolls from licensee.—(1) If a licensee fails to pay on demand the tolls due \nfor the use of a tramway, the promoter or lessee to whom  the tolls are due may, without  prejudice to \nthe remedy which he may have by suit, apply to a Magistrate to recover the amount of the tolls and \nthe Magistrate may, after giving notice to the licensee, if possib le, and allowing  him an opportunity  \nof being heard, proceed to recover the amount by distress and sale of any carriages or other \nmoveable property of the licensee which may be found  on the tramway or on premises connected \ntherewith.  \n \n (2) When a licensee has failed to pay on demand the tolls due from him, the promoter or \nlessee to whom  the tolls are due may seize any carriage or other moveable property of the \nlicensee on the tramway or on premises connected therewith,  and detain the same for forty-eight \nhours  unless the tolls are soon er paid. \n \n (3) When application is made to a Magistrate under subsection (1), he may make an interim \norder of distraint pending  his final decision. \n \n 38. Recovery of tolls from passengers. Any tolls due to a promoter, lessee or licensee from \na passenger may be recovered either by suit or, on application to a Magistrate having jurisd iction \nwithin  any local area in which any part of the tramway is laid, by distress and sa1e of any moveable \nproperty belonging to the passenger within  the local limits of the jurisd iction of the Magistrate. \n \n \n \n \n1Subs. by A.O., 1937, for “L.G.”.  \n \n \nPage 23 of 25 \n  SAVINGS  \n \n 39. Promoter to have right of user only.—(1) Notwithstanding anything  contained in this \nAct, or in an order or any rule made under this Act, a promoter shall not acquire  any right other than \nthat of user only over a road along or across which he lays a tramway, nor shall anything  contained \nin this Act, or in an order or any rule made under this Act, exempt the promoter of a tramway, or any \nother person using  the tramway, from the payment of such charges as may lawfully be levied in \nrespect of the use of a road or bridge along or across which the tramway is laid. \n \n (2) The l[Provincial  Government]  may,  if it thinks  fit, fix rates  at which  a promoter,  lessee  or \nlicensee  may compound  for the charges  payable  in respect  of the use of a road or bridge.  \n \n 40. Saving of power over roads traversed by tramways.—(1) Nothing  in this Act, or in an \norder or any rule made under this Act, shall take away or abridge any power which a road authorit y, \nlocal authority  or other person has by law to break up, widen, alter, divert or improve a road, railroad \nor tramway along or across which a tramway is laid. \n \n (2) The road-authorit y, local authority  or other person executing  any work  referred to in sub-\nsection (1) shall not be liable to pay to a promoter, lessee or licensee any compensation for injury \ndone  to a tramway by the execution of the work  or for loss of traffic occasioned by the reasonable \nuse of any powerfully exercised for the execution thereof. \n \n 41. Saving of power of local authority and police to regulate traffic or roads. Nothi ng in \nthis Act, or in an order or any rule made under this Act, shall affect the powers of a local authority  \nor of a Magistrate or police-officer to regulate the passage of traffic along or across a road along or \nacross which a tramway is laid; and the authorit y, Magistrate or officer aforesaid may exercise its \nor his powers as well on as off the tramway and with respect as well to the traffic of a promoter, \nlessee or licensee as to the traffic of other persons.  \n \nSUPPLEME NTAL PROVI SIONS \n \n 42. Promoters, lessees and licencees to be responsible for all injuries. A promoter, lessee \nor licensee shall be answerable for all injuries happening through  his act or default or throu gh the \nact or default of any person in his employment, by reason or in consequence of any of his carriages \nor works, and shall save harmless all authori ties and persons  collectively and individually, and their \nofficers and servants, from all damages and costs in respect of injuries so happening. \n \n 43. Want of funds not a sufficient reason for default. For the purpos es of this Act want of \nfunds  shall not be deemed to be a sufficient reason for the suspension  of the construction, or the \ndiscontin uance of the workin g, of a tramway by a promoter or lessee. \n \n 44. Power  to exempt  from  municipal  taxation . When  a tramway  is constructed  under  this \nAct within  the limits  of a municipality,  the l[Provincial  Government]  may exempt  the animals,  plant,  \nrolling -stock,  yards,  workshops,  engine-sheds, 2[electrical generating stations or sub-stations] and \ndepots of the promoter, lessee or licensee, for such period as it thinks fit, from all or any municipal \ntaxes leviable within those limits. \n \n1Subs.  by A.O.,  1937,  for “L.G.”.  \n2Ins. by the Indian Tramways (Amdt.) Act, 1911 (5 of 1911), s. 7.  \n \n \nPage 24 of 25 \n  45. Application  by local  authorities  of local  funds  to tramwa ys.—(1) The fund to or with \nthe control  or management  of which  the local  authority  of a municipality,  cantonment  or district  is \nentitled  or entrusted  shall,  notwithstanding  anything  in any enactment  respecting  the purposes  to \nwhich  that fund may be applied , be applicable,  subject  to the control  of the 1[appropriate  \nGovernment],  to the payment  of expenses  incidental  to the exercise  of the powers  and functions  \nwhich  may be vested  in, or exercised  by, a local  authority  under  this Act. \n \n (2) The fund shall  also be applicable,  with the previous  sanction  of the 1[appropriate  \nGovernment],  to a guarantee  of the payment  of interest  on money  to be applied,  with the \nconcurrence  in writing  of the local  authority,  within  the limits  of the local  area under  its control,  to \nany of the purposes  to which  the fund might  be applied  by the local  authority  under  sub-section  (1). \n \n 2[(3) In this section  ‘the appropriate  Government’  means  the Government,  3[Federal]  or \nProvincial,  whose  executive  authority  extends  over the local  authority  in question.]  \n \n 46. Extension  of Act to existing  tramways . The 1[Government]  may,  with the consent  of \nthe local  authority  and road-authority  and of the promoter  and his lessee  (if any),  extend  any part of \nthis Act, or any rules  made  under  this Act either with or without  modification,  to the whole  or any \npart of a tramway  constructed,  or authorized  by the 1[Government]  to be constructed,  before  the \npassing  of this Act, and may withdraw  any part of the Act or any rules  so extended.  \n \n 47. Prohibition  of construction  of tramways  except  under  this Act.—(1) A tramway of \nwhich the constr uction has not been authori zed by the 1[Government] before the passing  of this Act \nshall not, after the passing  of this Act, be constructed for public  traffic in any place to which this Act \nextends, excep t in pursuance of an order made under this Act. \n \n (2) A person constru cting a tramway in contravention of sub-section (1) of this section, \n \n or after the passing  of this Act maintaining  or using for public  traffic, otherwise  than in \npursu ance of an order made under this Act, a tramway which was not constru cted, or authori zed by \nthe 1[Government] to be constructed, before the passing of this Act,  \n shall be liable, on the complaint of the 1[Government] or local authori ty, to doub le the \npenalty to which a promoter acting otherwise  than in accordance with an order is liable under section \n27. \n \n 48. Transfer of control on exclusion of local area from circle of local authority . If at any \ntime a local area comprising a  tramway to which this Act or any part thereof or any rule th ereunder \napplies cease s to be included in the circle of a local authorit y, the functions of that authority und er \nthis Act, or the part thereof or the rule thereunder, and under the order (if any), shall, in respect of \nthat local area, devolve on the 1[Government] or, if that Government so directs, on the local authority  \nof the  circle in which the tramway has been included. \n \n1Subs.  by A.O.,  1937,  for “L.G.”.  \n2Sub-section  (3) ins. ibid., \n3Subs.  by F. A. O., 1975,  Art. 2 and Table,  for “Central”.  \n \n \nPage 25 of 25 \n  49. [Explanation  and amendment of section 54 of Railway Act.] Rep. by the Railways Act, \n1890  (IX of 1890),  s. 2 and Sch. I. \n \n 50. Powers  of Government  exercisable  from  time  to time . All powers conferred by this \nAct on 1[the Government] may be exercised from time to time as occas ion requires. \n \n \n______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n1The original  words  a “L.G.”.  have successively  been amended  by A.O.,  1937  and A.O.,  1964,  Art. 2 and Sch.,  to read as above."
}