{
    "file": "./converted_json\\administratore88935957ac2a06680301db2f6179d9f.json",
    "name": "The Pakistan Navy Ordinance, 1961",
    "date": "1961",
    "tagline": "Regulating conditions of service and discipline for the Pakistan Navy",
    "content": "THE  PAKISTAN  NAVY  ORDINANCE,  1961  \n \n \n \n \n \n \n \nCONTENTS  \n \n \n \n \n1. Short  title and commencement.  \n2. Persons  subject  to this Ordinance.  \n3. Secondment  to Army  or Air Force.  \n4. Definitions.  CHAPTER I  \nPRELIMINARY  \n4A. Facilities  for the  performance  of religious  duties.  \n \nCHAPTER  II. \nSPECIAL PROVISIONS FOR THE APPLICATION OF THIS ORDINANCE  \nIN CERTAIN CASES  \n5. Application  of this Ordinance  to certain forces  under  the Federal  Government.  \n6. Special  provision  as to rank and command  in certain  cases.  \n7. Officers  exercising  powers  in certain  cases.  \n8. Exercise  of powers  vested in  holder of  naval office.  \n9. Power  to declare  persons to be  on active  service.  \n \nCHAPTER  III. \nAPPOINTMENT,  COMMISSION  AND  ENROLMENT  \n10. Eligibility  for employment.  \n11. Appointment  and commission.  \n12. Enrolment  and junior  commission.  \n13. Validity  of enrolment.  \n14. Attestation.  \n\n \n \nCHAPTER  IIIA \nAPPOINTMENT OF THE CHIEF OF THE NAVAL STAFF AND THE CHAIRMAN,  \nJOINT  CHIEFS OF  STAFF  COMMITTEE  \n \n14A.  Appointment  of the Chief  of the Naval  Staff.  \n14B.  Reappointment  or extension  of the Chief  of the Naval  Staff.   \n14C.  Retirement age, service limits and removal of the Chief of the  Naval Staff  \n14D.  Appointment  of the Chairman,  Joint Chiefs of  Staff  Committee.  \n14E. Reappointment  or extension  of the Chairman,  Joint  Chiefs  of Staff  Committee.  \n14F. Retirement  age and service  limits  of the Chairman,  Joint  Chiefs  of Staff  Committee.  \n \n \n \n15. Tenure  of service.  \n16. Liability  for service.  \n17. Termination  of service.  CHAPTER  IV. \nCONDITIONS  OF SERVICE  \n18. Release  on expiry  of period of  engagement.  \n19. Discharge  or dismissal  when out  of Pakistan.  \n20. Certificate  on termination  of service.  \n21. Power  to modify  certain  fundamental  rights  in their application  to persons  subject  to this \nOrdinance.  \nCHAPTER  V. \nSERVICE  PRIVILEGES  \n22. Authorised  deductions only  to be  made  from pay.  \n23. Remedy  of aggrieved  persons.  \n24. Immunity  from attachment.  \n25. Immunity  from arrest  for debt.  \n26. Immunity  of persons attending  courts -martial  or court  of appeals  from  arrest.  \n27. Priority  in respect  of naval  personnel's  litigation.  \n28. Saving  of rights  and privileges  under  other  laws.  \n \nCHAPTER  VI. \nOFFENCES  \n(i) Misconduct  in Action  and Assistance  to Enemy  \n29. Misconduct  in action by  persons in command.  \n30. Misconduct  in action  by other officers and  men.  \n \n \n31. Obstruction  of operations.  \n32. Corresponding  with,  supplying  or serving  with the  enemy.  \n(ii) Neglect  of Duty  \n33. Sleeping  on watch or abandoning  post.  \n34. Neglect  of duty.  \n \n \n35. Definition  of mutiny.  \n36. Offences  of mutiny.  \n37. Failure  to suppress  mutiny.  \n38. Attempt  to stir up disturbance.  (iii) Mutiny  \n \n \n \n \n \n \n(iv) Insubordination  \n39. Using  criminal force  to superior  officer.  \n40. Disobedience.  \n41. Insubordinate  behavior.  \n42. Violation  of this Ordinance,  rules,  regulations  and orders.  \n43. Fighting  and quarreling.  \n44. Obstruction  of provost officers.  \n(v) Desertion  and Absence  without Leave  \n45. Definition  of desertion.  \n46. Desertion.  \n47. Absence  without  leave.  \n48. Failure  to report  deserters  and absentees.  \n(vi) Navigation and  Flying  Offences  \n49. Loss  or hazarding  of ship  or aircraft.  \n50. Dangerous  flying.  \n51. Low flying.  \n52. Annoyance  by flying.  \n(vii) Prize  Offences  \n53. Prize  offences by  commanding  officers.  \n54. Other  prize  offences.  \n(viii) Other  Offences  in respect  of Ships  and Aircraft  \n55. Inaccurate  certification.  \n56. Improper  carriage  of goods.  \n \n \n(ix) Malingering  and Intoxication  \n57. Malingering.  \n58. Definition  of intoxication.  \n59. Offences  of intoxication.  \n(x) Offences  in respect of  Naval  Custody  \n60. Irregularity  in connection  with custody.  \n61. Escape  from  custody.  \n62. Permitting  escape  of person  in custody.  \n(xi) Offences  relating  to Property  \n63. Theft  and dishonest misappropriation,  etc. \n64. Making away  with equipment, etc.  \n65. Loss  and waste  of Government  and service  property.  \n(xii) Miscellaneous  Offences  \n66. Unauthorised  disclosure  of information.  \n67. Falsification  of documents.  \n68. Signing  in blank and  failure  to report.  \n69. False  answers  on enrolment.  \n70. Unbecoming  conduct  by officers.  \n71. Disgraceful  conduct.  \n72. False  accusation.  \n73. Offences  in relation  to courts -martial  or court  of appeals.  \n74. False  evidence.  \n75. Conduct  to the prejudice  of naval discipline.  \n(xiii) Attempts  and Abetments  \n76. Attempts  to commit  naval  offence.  \n77. Abetment  of offences.  \n \n \n(xiv) Civil  Offences  \n78. Civil  offences triable  by naval tribunal.  \n79. Civil  offences  triable by  naval tribunal  under  special  circumstances.  \n \n \n \n80. Scale  of punishments.  CHAPTER  VII. \nPUNISHMENTS  \n \n \n81. Provision  as to award of  punishment.  \nCHAPTER  VIII.  \nPENAL  DEDUCTIONS  \n82. Deductions  from  pay and allowances of  officers ,chief  petty  officers  and sailors.  \n83. Limit  of certain  deductions.  \n84. Pay and allowances  during  trial. \n85. Deduction from money  due to a  person.  \n86. Pay and allowances of prisoner  of war during  inquiry  into his conduct.  \n87. Remission  of deductions.  \n88. Provision  for dependants  of prisoner  of war  from his  pay and allowances.  \nCHAPTER  IX. \nARREST  AND  PROCEEDINGS  BEFORE  TRIAL  \n89. Duty  to bring  offenders to justice  and powers of  arrest.  \n90. Provision for  avoiding  delay  after arrest.  \n91. Duty  to receive or  keep in custody.  \n92. Procedure  before  trial. \n93. Arrest  under  warrants  of naval  authorities.  \n94. Provost -marshals.  \nCHAPTER  X. \nAUTHORITIES  HAVING  POWER  TO AWARD PUNISHMENT  \n95. Naval  tribunal.  \n96. General  court -martial.  \n97. District  court -martial.  \n98. Summary  general court -martial.  \n99. Com position  of courts -martial.  \n99A.  Members  of court -martial  and presiding  officer  of court  of appeals  to be Muslims.  \n100. Judge  Advocate.  \n101. Quorum  and dissolution  of courts -martial.  \n102. Powers  of commanding  officers in respect  of summary  trial. \n103. Powers  of other authorities in  respect of  summary  trial. \n104. Place  of trial. \n105. Period of  limitation  for trial. \n106. Liability  of offender who  ceases  to be subject  to this Ordinance.  \n107. Concurrent  jurisdiction  of naval  tribunal  and criminal  court.  \n108. Prohibition  of second trial.  \n \n \n \n \n109. Objections.  CHAPTER  XI. \nPROCEDURE  OF COURTS -MARTIAL  \n110. Administration  of oath.  \n111. Voting  by members.  \n112. Power  to convict  of mitigated  offence.  \n113. Power  to convict  of alternative  offence.  \n114. General  rules  as to evidence.  \n115. Judicial  notice.  \n116. Summoning  of witnesses.  \n117. Commission  for the  examination of  witnesses.  \n118. Presumption  as to signature.  \n119. Enrolment  paper.  \n120. Presumption  as to certain  documents.  \n121. Reference  by accused  to Government  officer.  \n122. Evidence  of previous  convictions  and general  character.  \n123. Lunacy  of accused.  \n124. Subsequent  fitness of lunatic  accused for trial.  \n125. Transmission  to Federal Government  of orders  under  section  124. \n126. Release  of lunatic  accused.  \n127. Delivery  of lunatic accused  to relatives.  \n128. Order  for custody  and disposal  of property  pending trial.  \n129. Order for  disposal  of property  regarding  which  offence  is committed.  \n \nCHAPTER  XII. \nCONFIRMATION,  REVISION  AND  REVIEW  \n130. Confirmation  of finding  and sentence.  \n131. Power  of confirming  authority.  \n131A.  Sentence  requiring  confirmation  by court of appeals.  \n132. Power  of confirming  authority  to mitigate, remit or commute  sentences.  \n133. Power  of confirming  authority  to return the finding  and sentence  to the  court for revision.  \n134. Remedy  against an  order of  court -martial  before  confirmation of  finding  or sentence.  \n135. Review  by the Federal Government or the Chief  of the Naval Staff of finding  and sentence.  \n136. Remedy  of aggrieved persons, on being  convicted  by a court -martial.  \n137. Power  to quash  or alter findings.  \n \n \n138. Power to remit or alter sentences.  \n138A.  Court of  appeals.  \n139. Saving  of functions  of Judge  Advocate -General.  \n140. Bar of Appeals.  \nCHAPTER  XIII.  \nEXECUTION  OF SENTENCES  \n141. Form  of sentence of  stoning  to death and death.  \n142. Commencement  of sentenc e of imprisonment  or detention.  \n143. Execution  of sentence  of imprisonment.  \n143A.  Form of  sentence  of amputation  of hand,  foot or both  or whipping.  \n144. Execution of sentence of detention.  \n144A.  Execution of  sentence  of fine. \n145. Interim  custody  of persons  under  sentence  of stoning  to death  or death,  imprisonment  or \ndetention.  \n146. Authority  for committal  and transfer  of prisoners.  \n147. Conveying  of prisoners  from place  to place.  \n148. Communication  of certain  orders  to prison  officers.  \n149. Establishment  and regulation  of naval  prisons  or detention barracks.  \n150. Power  to make  rules  in respect  of prisons  and prisoners.  \n151. Restriction  of rule  making  power  in respect  of corporal  punishment.  \n152. Procedural  defect  or error  in the order  or warrant.  \nCHAPTER  XIV.  \nPARDONS,  REMISSIONS  AND  SUSPENSION . \n153. Pardon  and remission.  \n154. Cancellation  of conditional  pardon  or remission.  \n155. Suspension  of sentence  of imprisonment,  detention  or whipping.  \n156. Orders  pending  suspension.  \n157. Release  on suspension.  \n158. Computation  of period of  suspension.  \n159. Order  after suspension.  \n160. Reconsideration  of case  after suspension.  \n161. Fresh  sentence  after suspension.  \n162. Scope  of power of  suspension.  \n163. Effect  of suspension  and remission on  dismissal.  \n \n \nCHAPTER  XV. \nPROPERTY  OF DECEASED  PERSONS,  DESERTERS  AND  LUNATICS  \n164. Property  of deceased  persons and  deserters  (other  than officers).  \n165. Disposal  of certain property  without production  of probate, etc.  (other  than officers).  \n166. Application  of sections 164  and 165  to lunatics,  etc. \n167. Property  of officers  who die or desert.  \n168. Power  of Committee  of Adjustment.  \n169. Disposal  of surplus by  the prescribed  person.  \n170. Disposal  of certain property  without  production of probate, etc.  \n171. Discharge  of Committee,  prescribed  person and  the Government.  \n172. Property  in the hands  of the Committee  or the prescribed  person  not to be assets  at the place  \nwhere  the Committee  or the  prescribed person is stationed.  \n173. Saving  of rights  of representative.  \n174. Application  of sections  168 to  173 to  lunatics, etc.  \n175. Appointment  of Standing  Committee  of Adjustment  when  officers  die or desert  while  on \nactive  service.  \n176. Interpretations.  \n \n \n \n177. Power  to make  rules.  \n178. Power  to make  regulations.  \n179. Repeals.  CHAPTER  XVI.  \nRULES  \n \n \n \n \n[CHAPTER  XVII.  \n \n \n180. Definition  (Omitted).  TRANSITORY  PROVISIONS]  \nOmitted  \n181. Powers  of British  Officers  (Omitted).  \n \nCHAPTER  XVIII.  \nSUPPLEMENTAL  PROVISIONS  \n182. Crews  of ships  lost or destroyed  \n183. All the officers and  crew of  lost ship may  be tried by  one court  \n184. For subsequent  offence  separate  court  \n185. Pay of crews of  ships lost or taken  \n186. When  ship of  senior officer is lost he  may dispose  of officers and  crew  of lost ships . \nTHE  SCHEDULE.  \nRepealed  \n \n THE  PAKISTAN  NAVY  ORDINANCE,  1961  \n \n \n \nORDINANCE  NO XXXV  OF 1961  \n[8th September,  1961]  \n \nAn Ordinance to consolidate and amend the law relating to the government and  \ndiscipline  of the Pakistan Navy.  \n \nWHEREAS it is expedient to consolidate and amend the law relating to the government  \nand discipline of  the Pakistan Navy;  \n \nNOW,  THEREFORE, in pursuance of the Proclamation of the seventh day of October,  \n1958, and in exercise of all powers enabling him in that behalf, the President is pleased to make  \nand promulgate  the following  Ordinance:  \n \nCHAPTER  I. - PRELIMINARY  \n1. Short  title and commencement . \nOrdinance,  1961.  (1) This Ordinance  may be called the  Pakistan Navy  \n \n(2) It shall  come  into force  on such date1 as the 2[Federal  Government]  may,  by \nnotification  in the  Official Gazette, appoint.  \n \n2. Persons  subject  to this Ordinance.  \nOrdinance,  wherever they  may be, namely  : (1) The following  persons  shall  be subject  to this \n \n(a) officers on the active list of officers of the Pakistan Navy, and  3[Chief  \npetty  officers  and sailors]  of the  Pakistan Navy  ; \n \n(b) officers on the retired or emergency lists of officers of the Pakistan Navy,  \nwhen ordered on any duty or service for which as such officers they are so  \nliable ;  \n \n(c) persons  belonging to  any of the  Pakistan  Naval  Reserve Forces  when  \ncalled up for training,  exercise or service (including active service) in  \npursuance  of regulations;  \n \n(d) persons belonging to any auxiliary force raised in Pakistan to which this  \nOrdinance is applied to such extent and subject to such conditions as may  \nbe prescribed.  \n \n(2) The following  persons,  not otherwise  subject  to this Ordinance  shall  be so subject  \nto such extent and  under  such conditions as  the 2[Federal Government]  may direct :  \n \n \n \n1The 1st day of March,  1962,  see Gaz. of  P., 1962,  Pt. I. p. 31.  \n2Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n3Subs.  by the Pakistan Navy  (Amdt.)  Ordinance,  1980 (55  of 1980),  s 2, for “ratings”.  \n \n \n(a) persons  subject  to the Pakistan  Army  Act, 1952  (XXXIX of  1952),  or the Pakistan  \nAir Force  Act, 1953 (VI  of 1953)  \n \n(i) when  seconded for  service  with the Pakistan Navy  ; or \n(ii) when  embarked for  passage  on board any  of the  naval ships  ; \n \n(b) persons,  other  than those  mentioned  in the last preceding  clause,  when  embarked  \nas passengers on board  any of the  naval ships ;  \n(c) persons  who are employed  by, or are in the service  of, or are followers  of, or \naccompany  any body  or member of  the naval  force  on active  service  ; \n \n1* * * * * * * \n \n2[(3) Persons,  not otherwise  subject  to this Ordinance,  shall  be so subject  if they are \naccused  of \n \n(i) Seducing or attempting to seduce any person subject to this Ordinance from his  \nduty or allegiance  to Government, or  \n \n(ii) having  committed,  in relation  to any work  of defence,  arsenal,  naval,  military  or \nair force establishment or station, ship or aircraft or otherwise in relation to the  \nnaval,  military or  air force  affairs  of Pakistan,  an offence  under  the Official  \nSecrets  Act, 1923.]  \n \n3. Secondment  to Army  or Air Force.  Persons  subject  to this Ordinance,  when  \nseconded for service with the Pakistan Army or the Pakistan Air Force, shall be subject to the  \nPakistan Army Act, 1952 (XXXIX of 1952), or as the case may be, the Pakistan Air Force Act,  \n1953 (VI of 1953), to such extent and under such conditions as the 3[Federal Government] may  \ndirect.  \n \n4. Definitions.  In this Ordinance  unless  the context  otherwise  requires,  \n \n(i) “active  service”  as applied  to a person  subject  to this Ordinance,  means  the time \nduring  which such person  \n \n(a) is attached  to, or forms  part of a force  which  is engaged  in operations  \nagainst  an enemy,  \n(b) is engaged  in naval  operations  in, or is on his way to a country  or place  \nwholly  or partly  occupied by  an enemy, or  \n(c) is attached  to, or forms  part of a force  which  is in military  occupation  of \nany foreign  country  ; \n \n(ii) “armed  forces”  means  the Pakistan  Army,  the Pakistan  Navy  and the Pakistan  Air \nForce  and includes  their reserves  when  called up  for training,  exercise  or service  ; \n \n(iii) “civil  offence”  means  an offence  which  is triable  by a criminal  Court  ; \n \n \n1Cl. (d) omitted  by the Defence  Services Laws  (Amdt.)  Ordinance  1967  (3 of 1967),  s. 4. \n2Subs.  section  (3) added  ibid. \n3Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n \n \n(iv) “civil prison” means any jail or place used for the detention of any criminal  \nprisoner under the Prisons Act, 1894 (IX of 1894), or under any other law for the  \ntime being  in force  ; \n \n1[(iva) “Chairman,  Joint  Chiefs  of Staff  Committee”  means  an officer who has been  \nappointed as the Chairman, Joint Chiefs of  Staff  Committee,  by the President,  \nin accordance  with Article  243 of the Constitution  of the   Islamic  Republic  \nof Pakistan, read  with section 14D;].  \n \n(v) 2[Chief of the Naval Staff] means the flag officer appointed by the President as the  \n2[Chief  of the Naval  Staff],  Pakistan  Navy,  or in his absence  on leave  or \notherwise the officer appointed by the 3[Federal Government] to officiate as such,  \nor, in the absence  of such officiating  appointment,  the officer  on whom  the \ncommand may devolve in accordance with the regulations made by the 3[Federal  \nGovernment] ;  \n \n4[(va) “chief petty officer” means a person commissioned, gazetted or in pay as a junior  \ncommissioned  officer in  the Pakistan N avy;]  \n \n(vi) “commanding officer” means the officer appointed in command of a naval ship,  \nvessel or establishment or the officer on whom such command may devolve in  \naccordance  with the regulations  made  by the 3[Federal  Government],  or, the \nofficer, specified by the 3[Federal Government] as the commanding officer for the  \npurpose  of all or  any of the provisions of this Ordinance;  \n \n(vii) “court -martial”  means  a court -martial  held under  this Ordinance  ; \n \n(viii) “criminal court” means a Court of ordinary criminal justice in any part of Pakistan  \nor established elsewhere by  the authority  of the  3[Federal  Government]  ; \n \n(ix) “desertion” has the meaning assigned to it by section 45 and “desert” and its  \ncognate  expressions shall be construed  accordingly  ; \n \n(x) “enemy” includes all armed mutine ers, armed rebels, armed rioters, pirates  and \nany person in arms against whom it is the duty of any person subject to military,  \nnaval  or air  force  law to act ; \n \n(xi) “flag officer” means an officer of the rank of Admiral of the Fleet, Admiral, Vice - \nAdmiral  or Rear -Admiral  ; \n \n(xii) “Government”  means  the 3[Federal  Government]  and includes  a Provincial  \nGovernment;  \n \n(xiii) “intoxication”  has the  meaning assigned  to it by section  58 ; \n \n \n1Ins by Act III of 2020, s.2.  (w.e.f  27-11-2019)  \n2Subs.  by F.A.O.,  1975,  Art. 2 and Sch. for “Commander -in-Chief,  \n3Subs.  ibid., for “Central  Government”.  \n4Cl. (va) ins. by the Pakistan  Navy  (Amdt.)  Ordinance,  1980  (55 of  1980)  s. 3. \n \n \n1[(xiiia)  “Islamic law”  means a  law relating  to the enforcement of  Hudood ;]  \n \n(xiv) “Judge Advocate General” means a person appointed as such to give advice on  \nmatters relating to naval law and to perform such other duties of a legal character  \nas may arise  in connection therewith ;  \n \n(xv) “long imprisonment”  means  rigorous  imprisonment  for a term exceeding two  \nyears but not exceeding 2[the maximum limit of imprisonment specified in section  \n57 of the Pakistan Penal  Code  (Act XLV of 1860)];  \n \n(xvi) “mutiny”  has the meaning  assigned to it  by section 36 ;  \n \n(xvii)  “naval custody” means the arrest or confinement of a person in the prescribed  \nmanner or in accordance with the usages and customs of the naval service and  \nincludes military  or air force  custody  3[and detention in a civil prison]  ; \n \n(xviii)  “naval establishment” means an establishment belon ging to or under the control of  \nthe navy, whether within or without Pakistan ;  \n \n(xix) “naval  law”  means  the law contained  in this Ordinance  and the rules  and \nregulations and includes  the usages and  customs of  the navy  ; \n \n(xx) “naval reserve forces” means the Pakistan Naval Reserve Forces and includes the  \nPakistan Naval Fleet Reserve, the Pakistan Naval Volunteer Reserve, the Pakistan  \nNaval  Reserve  and the Pakistan Women Naval Reserve  ; \n \n(xxi) “naval  reward”  Includes  any gratuity  or annuity  for long service  or good  conduct  or \npension  and any  other  naval pecuniary  reward ;  \n \n(xxii)  “naval ship” means a ship commissioned for service in the Pakistan Navy and  \nflying  the Naval Ensign ;  \n \n(xxiii)  “naval vessel” means a  ship or vessel, other than a naval ship,  engaged  in the  \nnaval  service  of Pakistan  ; \n \n(xxiv)  “navy” means the regular naval forces of Pakistan and includes the Pakistan Naval  \nReserve  Forces,  when  called  up for  training,  exercise  or into actual  service  ; \n \n \n(xxv)  “notification”  means  a notification  published in  the official  Gazette  ; \n \n(xxvi)   “offence”  means  any act or omission  punishable  under  this Ordinance  and \nincludes  a civil offence  ; \n \n \n1Cl. (xiiia)  ins. by the Pakistan  Navy  (Amdt.)  Ordinance, 1984  (37 of  1984),  s. 2. \n2Subs.  by Ord. LXII  of 2000, s.2  \n3Added  by the Pakistan  Navy  (Amdt.)  Ordinance,  1980 (55  of 1980)  s. 3. \n \n \n(xxvii)  “officer” means a person holding a commission 1[,not being a Junior Commission]  \nin the Navy,  and includes  a subordinate  officer,  and when  serving  under  \nprescribed  conditions,  an officer, of  the Pakistan  Army  or the Pakistan Air Force  ; \n \n(xxviii)  “prescribed”  means prescribed by  rules  made  under this Ordinance  ; \n \n(xxix)  “provost -marshal” means a person appointed as such under this Ordinance and  \nincludes any of his deputies or assistants or any oth er person legally exercising  \nauthority  under him or on his behalf  ; \n \n2* * * * * * * \n(xxxi)  “regulations”  means  regulations  made  under  this Ordinance  ; \n \n(xxxii)  “rules”  means  rules  made  under  this Ordinance  ; \n \n3[(xxxiia) “sailor” means a person enrolled under this Ordinance below the rank of chief  \npetty  officer ;]  \n \n(xxxiii) “service”  when  qualifying institution,  necessaries,  books,  band,  mess,  money,  \ngoods or other property, means belonging to or connected with the army, the navy  \nor the  air force  or any  part thereof ;  \n \n(xxxiv)  “service law” means this Ordinance, the Pakistan Army Act, 1952 (XXXIX of  \n1952),  the Pakistan  Air Force  Act, 1953  (VI of 1953),  and the rules  and \nregulations  made  thereunder  ; \n \n(xxxv)  “short  imprisonment”  means  simple  or rigorous  imprisonment  for a term not \nexcee ding two years ;  \n \n(xxxvi)  “subordinate officer” means a person appointed as an acting sub -lieutenant, a  \nmidshipman or a  cadet in  any branch of the  navy  ; \n \nxxxvii)“superior officer” when used in relation to a person subject to this Ordinance,  \nmeans an officer or a rating not below the rate of petty officer who is of rank or  \nrate higher  than that person,  or is senior  to that person  in the same  rank or rate, \nand as regards  persons  serving  under  such conditions  as the 4[Federal  \nGovernment] may direct, an officer; junior commissioned officer, warrant officer  \nor non-commissioned officer of the  Pakistan Army  or the  Pakistan  Air Force;  \n \n(xxxviii) all words and expressions used herein and defined in the Pakistan Penal Code  \n(Act XLV of 1860) 5[for in any Islamic law], and not hereinbefore defined, shall  \nhave the meanings  respectively assigned  to them in  that Code 6[or, as the case  \nmay be, that law].  \n \n1Ins. by the Pakistan Navy  (Amdt.)  Ordinance,  1965  (56 of 1965),  s. 2 \n2Cl. (xxx)  omitted.  by the Pakistan  Navy  (Amdt.)  Ordinance,  1980  (55 of 1980),  s. 3. \n3Cl. (xxxiia)  ins. ibid. \n4Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n5Ins. by the Pakistan Navy (Amdt.) Ordinance. 1984 (37 of 1984), s. 2.  \n6Added  ibid. \n \n \n1[4A. Facilities for the performance of religious duties.  All officers in command of  \nships and establishments of the Pakistan Navy shall give reasonable facilities for the performance  \nof religious duties by officers,  chief petty officers and sailors of thei r respective  ships and  \nestablishments.]  \n \nCHAPTER  II \n \nSPECIAL PROVISIONS FOR THE APPLICATION OF THIS ORDINANCE IN  \nCERTAIN  CASES:  \n \n5. Application of this Ordinance to certain forces under the Federal Government.  \nThe 2[Federal Government] may, by notification, a pply with or without modification all or any of  \nthe provisions of this Ordinance to any force raised and maintained in Pakistan and suspend  \noperation  of any other enactment for  the time  being  applicable to the said force.  \n \n6. Special provision as to rank and command in certain cases. Any person or class of  \npersons  subject to this Ordinance  under  clause  (c) of sub -section  (2) of section 2  \n \n(1) shall be so subject as officers, chief petty officers or petty officer as the 1[Federal  \nGovernment]  or any  officer  authorised by  it in that behalf may  direct ;  \n \n(2) in respect of whom no direction under clause (1) is in force, shall be deemed to be of a  \nrate i nferior to that  of a petty  officer ;  \n \n(3) shall be deemed to be under the commanding officer of the naval ship, naval vessel or  \nnaval establishment, if any, to which he is attached, and if he is not so attached, under the  \ncommand of any officer  who may, for the time being, be named as his commanding officer by  \nthe officer commanding the force with which such person may be serving, or of any other  \nprescribed officer, and if no such officer is named or prescribed, under the command of the said  \nofficer commandin g the force  ; \n \n(4) shall not be placed under the command of an officer of official rank inferior to that of  \nsuch person if there is present at the place where such person is any officer of higher rank under  \nwhose  command he  can be placed.  \n \n7. Officers exercising powers in certain cases.__ (1) Whenever persons subject to this  \nOrdinance are serving whether within or without Pakistan, under an officer not subject to this  \nOrdinance, the 2[Federal Government] may prescribe the officer by whom the powers which,  \nunder th is Ordinance, may be exercised by a commanding officer, shall as regards such persons,  \nbe exercised.  \n \n(2) The 2[Federal Government] may confer such powers either absolutely or subject to  \nsuch restrictions, reservations, exceptions and conditions as it may think fit.  \n \n \n \n1Ins. by Pakistan Navy  (Amdt)  ord. 1984,  (37 of  1984) ibid., s. 2. \n2Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n \n \n8. Exercise of powers vested in holder of naval office. Any power or jurisdiction given  \nto, and any act or thing to be done by, to, or before any person holding any naval appointment  \nmay be exercised by, to or done by, to or before any other person for the ti me being authorised in  \nthat behalf according  to rules or customs of the  navy.  \n \n9. Power  to declare  persons  to be on active  service.  Notwithstanding  anything  \ncontained in clause (i) of section 4, the 1[Federal Government] may, by notification, declare that  \nany person or class of persons subject to  this Ordinance, shall, with reference to any area in  \nwhich they may be serving or with reference to any provision of this Ordinance or of any other  \nlaw for the time being in force, be deemed to be on active service  within the meaning of this  \nOrdinance.  \n \n \n \nCHAPTER  III. APPOINTMENT,  COMMISSION  AND  ENROLMENT.  \n \n \n10. Eligibility for employment . No person who is not a citizen of Pakistan shall except  \nwith the consent of the 1[Federal Government] signified in writing, be el igible for appointment or  \nenrolment  in the  Pakistan Navy.  \n \n11. Appointment  and commission.  \nappointed by  commission by  the President.  (1) Officers  other  than subordinate  officers  shall  be \n \n(2) Subordinate  officers  shall  be appointed  in such manner  and shall  hold such rank as \nmay be specified in the regulations.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n \n \n12. Enrolment  1[and  Junior Commission] .  2[(1) The  terms  and conditions  of service of  \nchief  pety officers  and sailors,  and the manner  and procedure  for the grant  of junior  commission  \nor, as the case  may be, their enrolment, shall be  such as may  be specified in  the regulations.].  \n \n(2) No person  shall  be enrolled  as a 3[sailor]  in the Pakistan  Navy  for an initial  period  of \nengagement  exceeding  such period  as may  be prescribed.  \n \n(3) Notwithstanding  anything  contained in any  other  law for the  time being  in force,  \n \n(a) the enrolment of any person under this Ordinance shall be binding on him  \nboth during  his minority  and after  he attains majority  ; \n \n(b) neither  the parent  or guardian  of a minor  duly enrolled  under  this \nOrdinance nor any other person shall be entitled to claim custody of the  \nsaid minor as against the 4[Federal Government] or any of its officers or  \nother  persons set over him.  \n \n5[(4) A 3[Sailor]  who is, or has before  the commencement  of the Pakistan  Navy  \n(Amendment) Ordinance, 1965, been, promoted to the rank of chief petty offi cer shall be granted  \njunior commission in the Pakistan Navy upon such terms and conditions as may be specified in  \nthe regulations.  \n \n(5) The chief petty officers who, having been promoted before the commencement of the  \nPakistan Navy (Amendment) Ordinance, 1 965, are granted commission in pursuance of sub - \nsection (4)  shall rank  among  themselves in the  order of  their seniority  as chief  petty  officers.]  \n \n13. Validity of enrolment. Every person who has for the space of three months been in  \nreceipt  of pay as  a person enrolled under this  Ordinance  and been  borne  on the books  of any \nnaval ship or naval establishment shall be deemed to have been duly enrolled and shall not be  \nentitled to claim his discharge on the ground of any irregularity  or illegality in his enr olment or  \non any other ground whatsoever ; and if an person in receipt of such pay and borne on the books  \nas aforesaid claims his discharge before the expiry of three months from his enrolment, no such  \nirregularity or illegality or other ground shall, unti l he is discharged in pursuance of his claim,  \naffect  his position  as an enrolled  person  under  this Ordinance  or invalidate  any proceedings,  act \nor thing  taken or done  prior to his discharge.  \n \n14. Attestation. Every 6[chief petty officer and sailor] shall, on completion of prescribed  \nperiod after 7[the grant of junior commission or, as the case may be,] enrolment, make and  \nsubscribe before his commanding officer or any prescribed officer, an oath or affirmation in the  \nprescribed  form.  \n \n \n \n1added  by Pakistan  Navy  (Amdt.)  Ord. 1965  (56 of 1965), s.  3 \n2Subs.  by the Pakistan  Navy  (Amdt.)  Ordinance,  1980  (55 of 1980),  s, 4, for sub -section  (1). \n3Subs.  ibid., for “ratings”.  \n4Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n5Sub-sections  (4) and (5) ins. by the Pakistan  Navy  (Amdt.)  Ordinance, 1965  (56 of  1965), s.  3. \n6Subs.  by the Pakistan  Navy  (Amdt.)  Ordinance,  1980  (55 of 1980),  s. 5, for rating  \n7Ins. ibid \n \n \n1[CHAPTER  IIIA.  \n \nAPPOINTMENT OF THE CHIEF OF THE NAVAL STAFF AND THE CHAIRMAN,  \nJOINT  CHIEFS OF  STAFF  COMMITTEE  \n14A. Appointment  of   the   Chief   of   the   Naval   Staff. —(1 )The President  shall,  \non the advice  of the Prime  Minister,  appoint  an Admiral  as the Chief  of the Naval  Staff,  for \na tenure  of 2[five (05)] years.  \n(2) The terms  and conditions  of the Chief  of the Naval  Staff  shall  be determined by  \nthe President, on the  advice  of the Prime  Minister.  \n14B.  Reappointment  or extension  of the Chief  of the Naval  Staff .—(1) \nNotwithstanding anything contained in this Act or any other law for the time being in force, the  \nPresident, on the advice of the Prime Minister, may reappoint the  Chief  of the  Naval  Staff  for \nadditional tenure  of 2[five (05)] years,  or 2[, and/or ]extend th e tenure(s) of the Chief of the \nNaval Staff up  to 2[five (05)] years,  on such terms  and conditions,  as may be determined  by \nthe President,  on the advice  of the Prime Minister, in the national security interest or exigencies, \nfrom time to  time.  \n(2) Notwithstanding  anything  contained  in this Act or any other  law, or  any order  \nor judgment  of any Court,  the appointment,  reappointment  or extension   of  the Chief  of \nthe Naval  Staff,  or the exercise  of discretion  by the appointing  authority  in this regard,  \nshall  not  be  called  into question  before  any  Court on any  ground  whatsoever.  \n2[14C. Retirement  age, service  limits  and removal of the Chief  of the Naval Staff .__ \nThe retirement  age and service  limits  prescribed  for an Admiral,  under the Rules and  \nRegulations made under this Ordinance, shall not be applicable to the Chief of the Naval Staff,  \nduring his tenure of appointment, re -appointment and/or extension . Throughout such tenure, the  \nChief  of the Naval  Staff  shall  continue  to serve  as an Admiral  in the Pakistan Navy. ] \n14D.  Appointment   of    the    Chairman,    Joint    Chiefs    of    Staff  Committee .— \n(1) The President  may,  on the advice  of the Prime  Minister, appoint a Chairman, Joint  \nChiefs  of Staff Committee,  from  amongst  Generals  in the Pakistan  Army,  Admirals  in the \nPakistan  Navy,  or Air  Chief  Marshals in  the Pakistan Air  Force,  for a tenure of three  (03) years.  \n(2) The terms  and   conditions  of the Chairman,  Joint  Chiefs  of Staff Committee  \nshall  be determined  by the President,  on the advice  of the Prime Minister.  \n(3) If the Chairman,  Joint  Chiefs  of Staff  Committee  is appointed  from  amongst  \nAdmirals  in the Pakistan  Navy,  the provisions  of this Ordinance  shall be applicable to the  \nsuch Chairman, Joint Chiefs of Staff  Commi ttee. \n14E. Reappointment  or extension  of the Chairman,  Joint  Chiefs  of Staff  \nCommittee .—(1) Notwithstanding  anything  contained  in this Act or any other  law for the  \ntime being  in force,  the President,  on the advice  of the Prime  Minister,  may reappoint  \nthe Chairman,  Joint  Chiefs  of Staff  Committee  for additional  tenure  of three  (03) years,  \nor extend  the tenure(s)  of the Chairman, Joint  Chiefs  of Staff  Committee  up to three  (03) \nyears,  on such terms  and conditions,   as  may be determined  by the President,  on the \nadvice  of the Prime  Minister, in  the national security  interest  or exigencies,  from time  to time.  \n1Ins by Act III of 2020,  s.3. (w.e.f  27-11-2019).  \n2Subs. by Act No. XXXV of 2024, s s.2-4\n \n \n(2) Notwithstanding  anything  contained  in this Act or any other  law, or  any order  \nor judgment  of any Court,  the appointment,  reappointment  or extension  of the Chairman,  \nJoint  Chiefs  of Staff  Committee,  or the exercise  of discretion  by the appointing  authority  \nin this regard,  shall  not be  called  into question  before  any Court on  any ground  whatsoever.  \n \n14F. Retirement  age and service  limits  of the Chairman,  Joint Chiefs  of Staff  \nCommittee .—In case an Admiral  of the Pakistan  Navy  is appointed as the  Chairman, Joint  \nChiefs  of Staff Committee, the retirement age and  service  limits,  prescribed  under the  Rules  \nand Regulations  made under this Ordinance,  shall  not be applicable  to the said Admiral  \nduring  his tenure  of appointment,  reappointment  or extension,  subject  to a maximum  age \nof sixty -four (64)  years.  Throughout  such tenure(s), the  Chairman,  Joint  Chiefs  of Staff  \nCommittee,  appointed  under  this Ordinance,  shall  continue  to serve  as an Admiral in the  \nPakistan  Navy.]  \n \nCHAPTER  IV. CONDITIONS  OF SERVICE  \n \n15. Tenure of service. 1[Subject to chapter III -A, every] officer 2[,chief petty officer and  \nsailor]  shall hold office  during  the pleasure  of the  President 1[,] \n \n3[Provided  that the appointment,  reappointment,  extension,  and tenure of the Chief of  \nthe Naval Staff shall  be determined in accordance  with sections 14A,  14B and 14C.  \n \nProvided  further  that the appointment,  reappointment,  extension, and  tenure  of the \nChairman,  Joint  Chiefs  of Staff  Committee  shall  be determined in accordance w ith sections  \n14D,  14E and 14F.]  \n \n16. Liability for service. Every officer 3[,chief petty officer and sailor] shall be liable to  \nserve  in the navy  until his services  have  been  duly terminated  by competent  authority  in \naccordance  with this  ordinance and the rules and regulations made  thereunder.  \n \n17. Termination  of service.  (1) The 4[Federal  Government]  may dismiss,  remove,  \ndischarge  or release  any officer  from  the service  or compel  him to resign  or retire  from  the \nservice.  \n \n(2) Any officer  may be permitted,  subject  to the exigencies  of the service,  by the \n4[Federal  Government] to  voluntarily  resign  his commission  or retire  from  the service.  \n \n(3) The 4[Federal Government] the 5[chief of the Naval Staff], or any prescribed officer  \nmay dismiss, discharge or release any subordinate officer 6[, chief petty officer or sailor] from the  \nservice.  \n \n18. Release on expiry of period of engagement. A 7[chief petty officer or sailor] shall be  \nentitled  to be  released  at the expiration of  the term of service  for which  he is engaged unless  \n \n \n1Subs  by Act III of 2020,  s.4.(w.e.f  27-11-2019).  \n2Subs.  by Pakistan  Navy  (Amdt.)  Ord. 1980,  (55 of 1980),  s. 6. and rating.  \n3Subs,  Ins by Act III  of 2020,  s.4. (w.e.f  27-11-2019).  \n4Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n5Subs.  ibid., Art. 2 and Sch.  for “Commander -in-Chief”.  \n6Subs.  by Ord. 55  of 1980,  s. 7, for “or rating”.  \n7Subs.  ibid.,  s. 8, for “or rating”.  \n \n \n(a) such expiration  occurs,  \n(i) when  war is  imminent or  existing, or  \n(ii) when  the strength  of the branch  of service  to which  he belongs  is five per \ncent,  below its strength,  \nin which  case he shall  be liable  to continue  to serve  for such further  period  as may \nbe required by  the 1[Chief of the  Naval Staff]  ; or \n(b) he is re-engaged in accordance  with the  regulation.  \n \n19. Discharge  or dismissal  when  out of Pakistan.  (1) Any person  enrolled  under  this \nOrdinance who is entitled under the conditions of his enrolment to be discharged, or whose  \ndischarge is ordered by a competent authority, and who, when he is so entitled or ordered to be  \ndischarged, is serving out of Pakistan, and requests to be sent to Pakistan, shall, before being  \ndischarged,  be sent to Pakistan with all convenient speed.  \n \n(2) Any person enrol led under this Ordinance who is dismissed from the service and who,  \nwhen he is so dismissed, is serving out of Pakistan, shall be sent to Pakistan with all convenient  \nspeed.  \n \n(3) Where any such person as is mentioned in sub -section (2) is sentenced to dismissal  \ncombined with any other punishment, such other punishment, or, in the case of a sentence of  \nimprisonment or detention, a portion of such sentence, may be inflicted before he is sent to  \nPakistan.  \n \n(4) For purposes of this section, the word “discharge”  includes release and the word  \n“dismissal”  includes removal.  \n \n20. Certificate on termination of service. -Every 2[Chief petty officer or sailor] who is  \ndismissed, discharged, or released from the service shall be furnished by the prescribed officer  \nwith a  certificate  setting  forth  \n \n(a) the authority  terminating the  service  ; \n \n(b) the cause  for such termination  ; and  \n \n(c) the full period of  his service  in the  navy.  \n \n21. Power  to modify  certain  fundamental  rights  in their  application  to persons  \nsubject to this Ordinance. Subject to the provisions of any law for the time being in force  \nrelating to the navy or to any branch thereof, the 3[Federal Government] may, by notification,  \nmake rules restricting in such manner and to such extent as may be sp ecified the right of any  \nperson  subject to this Ordinance  \n \n \n \n1Subs.  by F.A.O.,  1975  Art. 2 and Sch.,  for “Commander -in-chief”  \n2Subs.  by the Pakistan Navy  (Amdt.)  Ordinance,  1980 (55 of  1980), s.  8 for  “rating”.  \n3Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n \n \n(a) to be a member of, or to be associated in any way with, any trade union or  \nlabour  union,  or any class  of trade  or labour  unions  or any society,  \ninstitution or association, or any class of societies, institutions or associa - \ntions;  \n(b) to attend or address any meeting or to take part in any demonstration  \norganised  by any body  of persons for  any political or  other  purposes ;  \n(c) to communicate with the pres s or to publish or cause to be published any  \nbook, letter or  other document.  \n \nCHAPTER  V. SERVICE  PRIVILEGES  \n22. Authorised deductions only to be made from pay. The pay and allowances of every  \nofficer 1[, chief petty officer  and sailor]  due to  him as such under any regulation for the time  \nbeing in force, shall be paid without any deduction other than the deductions authorised by or  \nunder  this or any  other enactment or prescribed by  the 2[Federal Government].  \n \n23. Remedy of aggrieved persons . If an officer 3[, chief petty officer or sailor]  thinks  \nthat he has suffered any personal oppression, injustice or other ill -treatment at the hands of any  \nsuperior  officer,  he may make  a complaint  in accordance  with the rules  made  under  this \nOrdinance.  \n24. Immunity  from  attachment.  The arms,  clothes,  equipment,  accoutrement  or \nnecessaries of any officer 3[, chief petty officer or sailor] shall not be seized, and their pay and  \nallowances,  or any part thereof,  shall  not be attached  under  any process  or directi on of any civil \nor revenue Court or any public servant, in satisfaction of any decree or order enforceable against  \nhim. \n25. Immunity  from  arrest  for debt.  (1) No  officer  3[, chief petty  officer  or sailor]  shall,  \nso long has he is subject  to this Ordinance,  be liable  to be arrested  for debt under  any process  \nissued by, or by  the authority  of, any civil or revenue  Court  or any public servant.  \n(2) The Judge  of any such Court  or the said officer  shall  examine  into any complaint  \nmade by such person or his superior officer of the arrest of such person contrary to the provisions  \nof this section, and if satisfied that the arrest was made in contravention of preceding sub -section  \nshall by warrant under his hand,  discharge the person arrested, and may award reasonable costs  \nto the complainant who may recover these costs in like manner as he might have recovered costs  \nawarded to him by  a decree  against the person obtaining  the process.  \n(3) For the making of such complaint and for the recovery of such costs,  no cou rt-fee \nshall be  payable by  the complainant.  \n26. Immunity  of persons  attending  courts -martial  4[or court  of appeals]  from  \narrest.  (1) No president  or member  of a court -martial  4[or court  of appeals],  no Judge  advocate,  \nno party  to any proceeding  before  a court -martial  4[or court  of appeals],  or his legal  practitioner  \nor agent and no witness acting in obedience to a summons to attend a court -martial 4[or court of  \nappeals], shall, while proceeding to attending, or returning from a Court -martial, be liable to  \narrest  by civil or revenue  process.  \n \n1Subs.  by the Pakistan Navy  (Amdt.)  Ordinance,  1980  (55 of  1980), s.  9 for  “or rating”.  \n2Subs.  by F.A.O.,  1975  Art. 2 and Table,  for “Central  Government”.  \n3Subs.  by Ord. 55 of  1980,  s. 10, for  “and  rating”.  \n4Ins. by the Pakistan  Navy  (Amdt.)  Ordinance,  1984  (37 of 1984),  s. 4. \n \n \n(2) If any such person  is arrested  under  any such process,  he may be discharged  by order  of the \ncourt -martial  1[or, as the case  may be, court of  appeals].  \n \n27. Priority  in respect  of naval  personnel's  litigation . (1) On the presentation  to any \nCourt, by or on behalf of any officer 2[chief petty officer or sailor], of a certificate, from the  \nproper naval authority, of leave of absence having been granted to or applied for by him for the  \npurpose of prosecuting or defending any suit or other proceeding in such Court, the Court shall,  \non the application of such person, arrange, so far as may be possible, for the hearing and final  \ndisposal  of such suit  or other  proceeding  within  the period  of the  leave  so granted or applied for.  \n \n(2) The certificate from the proper naval authority shall state the first and last day of the  \nleave or intended leave, and set forth a description  of the case with respect to which the leave  \nwas granted  or applie d for and  shall be  duly signed and authenticated  by such authority.  \n \n(3) No fee shall be payable to the  Court in respect of the  presentation of any such  \ncertificate or of any application by or on behalf of any such person for priority for the hearing of  \nhis case, and every such certificate duly signed or authenticated as aforesaid shall be conclusive  \nevidence  of the  correctness of  the contents thereof.  \n \n(4) Where the Court is unable to arrange for the hearing and final disposal of the suit or  \nother proceeding within the period of such leave or intended leave as aforesaid, it shall record its  \nreasons for its inability to do so, and shall cause a copy thereof to be furnished to such person on  \nhis application without any payment whatever by him in respe ct either of the application for such  \ncopy  or of  the copy  itself.  \n \n(5) Every criminal Court before  which a  case is  pending against  any officer or rating  \nshall,  so far as may  be possible, arrange  for the  early  hearing  and final disposal of  such case.  \n \n(6) If in any  case a question arises as to the proper naval authority qualified to grant such  \ncertificate as  aforesaid,  such question  shall  be at once  referred  by the  Court  to an officer,  \ncommanding a naval ship or establishment, or to a superior naval authority, whose decision shall  \nbe final.  \n \n28. Saving  of rights  and privileges  under  other  laws.  The rights  and privileges  \nspecified in the preceding sections of this Chapter shall be in addition to any others conferred on  \npersons subject to this Ordinance or on members of the regular Army, Navy and Air Force  \ngenerally  by any other law for  the time being  in force.  \n \n \n \n \n \n \n \n \n \n \n \n \n1Added by  Pak. Navy  (Amdt.)  Ord.,  1984 (37  of 1984),  sec. 4. \n2Subs.  by the Pakistan  Navy  (Amdt.)  Ordinance,  1980  (55 of  1980),  s. 10, “for or rating”.  \n \n \nCHAPTER  VI. OFFENCES.  \n \n(i) Misconduct  in Action  and Assistance  to Enemy  \n \n \n \n29. Misconduct in action by persons in command. Every flag officer, captain or other  \nperson subject to this Ordinance who, being in command of any of the naval ships, naval vessels  \nor naval establishments  \n \n(a) fails to use his utmost exertions to bring into action any such ship, vessel or  \nestablishment which  it is his duty  to bring  into action ;  \n \n(b) surrenders any such ship, vessel or establishment to the enemy when it is capable  \nof being  successfully  defended or  destroyed.  \n \n(c)  fails to pursue any enemy whom it is his duty to pursue, or to assist to the utmost  \nof his ability  any friend  whom it is  his duty  to assist; or  \n \n(d)  in the case of an y action by or against the enemy, improperly withdraws from the  \naction or from his station, or fails in his own person and according to his rank to  \nencourage  the persons under his  command to fight courageously;  \n \nshall  be liable,  if the offence  is committed  with intent  to assist  the enemy,  to suffer  death;  and in \nany other case  to suffer long  imprisonment.  \n \n30. Misconduct in action by other officers and  men. Every person subject to this  \nOrdinance  who,  not being  in command  of any of the naval  ships,  naval  vessels  or naval  \nestablishments, fails when ordered to prepare for action by or against the enemy, or during any  \nsuch action, to use his utmost exertions to carry the lawful orders of his superior officers into  \nexecution shall be liable, if the offence is committ ed with intent to assist the enemy, to suffer  \ndeath, and in any  other case,  to suffer long  imprisonment.  \n \n31. Obstruction of operations. -Every person subject to this Ordinance who wilfully  \ndelays  or discourages  upon  any pretext  whatsoever,  any action  or servic e which  has been  \ncommanded on the part of any of the Pakistan forces or of any forces co -operating therewith, be  \nliable,  if the offence  is committed  with intent  to assist  the enemy,  to suffer  death,  and in any \nother  case, to suffer long  imprisonment.  \n \n32. Corresponding with, supplying or serving with the enemy. -Every person subject to  \nthis Ordinance  who- \n \n(a) communicates  with or gives  intelligence  to the enemy;  \n \n(b) fails to make known to the proper authorities any information received by him  \nfrom  the enemy;  \n \n(c) furnishes  the enemy  with supplies of  any description; or  \n \n \n(d) having  been  made  a prisoner  of war, serves  with or aids the enemy  in the \nprosecution of hostilities or of measures calculated to influence morale, or in any  \nother  manner  whatsoever, not authorised by  international usage;  \n \nshall  be liable,  if the offence  is committed  with intent  to assist  the enemy,  to suffer  death,  and in \nany other case, to suffer long  imprisonment.  \n \n(ii) Neglect  of Duty  \n \n33. Sleeping  on watch  or abandoning  post. (1) Every  person  subject  to this Ordinance  \nwho,  being  in the presence  or vicinity  of the enemy  or under  orders  to be prepared  for action  by \nor against the enemy, abandons his post improperly or sleeps upon his watch, shall be liable to  \nsuffer  long imprisonment.  \n \n(2) Every person subject to this Ordinance who, not being in the presence or vicinity of  \nthe enemy or under such orders as aforesaid, abandons his post improperly or sleeps upon his  \nwatch,  shall be  liable to suffer  short imprisonment.  \n \n34. Neglect of duty . Every person subject to this Ordinance who neglects to perform or  \nnegligently  performs any  duty imposed on him shall be  liable to be  dismissed from the  service.  \n \n(iii) Mutiny  \n \n35. Definition of “mutiny”. In this Ordinance, mutiny mea ns a combination between two  \nor more persons subject to service law, or between persons two at least of whom are subject to  \nservice  law \n \n(a) to overthrow or resist lawful authority in the armed forces of Pakistan or any  \nforces  co-operating  therewith or in any  part of  any of the said forces;  \n \n(b) to disobey such authority in such circumstances as  to make the disobedience  \nsubversive of discipline, or with the object of avoiding any duty or service, or in  \nconnection  with operations against the  enemy; or  \n \n(c) to impede the performance of any duty or service in the Armed Forces of Pakistan  \nor in any  forces co -operating  therewith, or in any  part of  any of the said forces.  \n \n36. Offences  of mutiny.   (1) Every  person  subject  to this  Ordinance  who \n \n(a) takes part in a mutiny involving the use of criminal force or the threat of the use of  \ncriminal force or having as its object or one of its objects the refusal or avoidance  \nof any duty of service against or in connection with operations against, the enemy,  \nor the  impeding  of the  performance  of any such duty  or service, or  \n \n(b) incites any person subject to service law to take part in such a mutiny, whether  \nactual  or intended,  \n \nshall  be liable  to suffer  death.  \n \n \n(2) Every person subject to this Ordinance who takes part in a mutiny not described in the  \nforegoing sub -section, or incites any person subject to service law to take part in such a mutiny,  \nwhether  actual or  intended, shall be  liable to suffer  long imprisonment.  \n \n(3) Every person subject to this Ordinance who endeavours to seduce any person subject  \nto service law from his duty or allegiance to the Government, shall be liable to suffer long  \nimprisonment.  \n \n37. Failure to suppress mutiny . Every person subject to this Ordinan ce who, knowing or  \nhaving  reason to believe  that a  mutiny  is taking  place  or is Intended,  \n \n(a) fails to use his utmost endeavours to  suppress or  prevent it;  or \n \n(b) fails to report without delay  that the mutiny  is taking  place or is intended, shall, - \n \n(i) if his offence was committed with intent to assist the enemy, be liable to  \nsuffer  death; and  \n \n(ii) in any  other case, be  liable to suffer long  imprisonment.  \n \n38. Attempt  to stir up disturbance.  Every  person  subject  to this Ordinance  who \nattempts to stir up any disturbance  in a naval ship, naval vessel or naval establishment on the  \nground of unwholesomeness of food or upon any other ground, shall be liable to suffer long  \nimprisonment.  \n \n(iv) Insubordination  \n \n39. Using  criminal  force  to superior  officer.  Every  person  subject  to this Ordinance  \nwho uses criminal force to, commits an assault on, his superior officer, whether or not that officer  \nis exercising  authority  as such, shall be  liable to suffer long  imprisonment.  \n \n40. Disobedience. Every person subject to this Ordinance who wilf ully disobeys any  \nlawful  command  of his superior  officer  (by whatever  means  communicated  to him),  shall  be \nliable  to suffer long  imprisonment.  \n \n41. Insubordinate  behaviour.  Every  person  subject  to this Ordinance  who uses \nthreatening or insulting language to, or behaves with contempt to, his superior officer, shall, if  \nsuch officer is at the time in the execution of his office or, if the offence is committed on active  \nservice,  be liable  to suffer long  imprisonment, and  in any  other  case to suffer short imprisonment.  \n \n42. Violation of this Ordinance, rules, regulations and orders. Every person subject to  \nthis Ordinance who, neglects to obey or contravenes any provision of this Ordinance or any rule  \nor regulation  made  under  this Ordinance  or any general  or local  order,  shall,  unless  other  \npunishment is provided in this Ordinance for such neglect or contravention, be liable to suffer  \nshort imprisonment.  \n \n43. Fighting  and quarreling.  Every  person  subject to this Ordinance  who__ \n \n(a) fights  or quarrels  with any other  person,  whether  subject  to this Ordinance  \nor not;  \n \n \n(b) uses threatening,  abusive,  insulting  or provocative  words  or behaviour  \nlikely  to cause  disturbance;  \n(c) being concerned in any quarrel, affray or disorder, refuses to obey any \nofficer, who orders him into arrest, or uses criminal force to or assaults any  \nsuch officer;  \n(d) uses criminal  force  to or assaults  any person,  whether  subject  to this \nOrdinance  or not, in whose  custody  he is lawfully  placed,  and whether  he \nis or is not his superior  officer; or  \n(e) resists any escort whose duty it is to apprehend him or to have him in  \ncharge,  \n \nshall  be liable  to suffer short  imprisonment.  \n \n44. Obstruction  of provost  officers . Every  person  subject  to this Ordinance,  who,  \nwilfully  obstructs or wilfully refuses, when called on to assist, any provost officer or any person  \n(whether subject to this Ordinance or not) legally exercising authority under or on behalf of a  \nprovost  officer, shall  be liable  to suffer short imprisonment.  \nExpla nation . For the purposes of this section, a “provost officer” shall be deemed to  \ninclude a provost -marshal appointed under this Ordinance or under the Pakistan Army Act, 1952  \n(XXXIX of 1952), or the Pakistan Air Force Act, 1953 (VI of 1953), and any person  legally  \nexercising  authority  under him or on his behalf.  \n(v) Desertion  and Absence  without  Leave  \n45. Definition of  desertion. A person is guilty of desertion within the meaning of this  \nOrdinance if he leaves  or fails to attend at his ship or place of duty with the intention of  \nremaining permanently absent from duty without proper authority or if, having left or failed to  \nattend at his ship or place  of duty  in any  circumstances, he  does any act with the like  intention.  \n46. Desertion.  (1) Every  person subject  to this Ordinance  who deserts shall  \n(a) if he commits  the offence  on active service or  when  under orders for active  \nservice,  be liable to suffer -long imprisonment; and  \n(b) if he commits the offence under any other circumstances, be liable to suffer short  \nimprisonment.  \n(2) A person convicted of desertion shall, except so far as the naval tribunal by which  \nhe is tried or the 1[Chief of the naval Staff] may otherwise direct, forfeit all pay, bounty, salvage  \nand allowances earned by him, all annuities, pensions an d gratuities granted to him, and all  \nclothes  and effects left  by him on board his ship or at  his place  of duty.  \n(3) Every person subject to this Ordinance who incites any other person subject to  \nservice law to desert, or knowingly harbours any such deserter, s hall be liable to suffer short  \nimprisonment.  \n47. Absence without leave . Every person subject to this Ordinance who, without being  \nguilty  of desertion,  \n \n \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Sch. for “Commander -in-Chief”.  \n \n \n(a) absents  himself  without  leave  ; \n \n(b) improperly  leaves his ship  or place  of duty;  or \n \n(c) incites  any other  person  subject  to service  law to absent  himself  without  \nleave  or improperly  to leave  his ship or place  of duty,  \n \nshall  be liable  to suffer  short imprisonment.  \n \n48. Failure to report deserters and absentees. Every person subject to this Ordinance,  \nwho knowing that any other person subject to service law has deserted, absented himself without  \nleave, or improperly left his ship or place of duty, or is attempting to desert, to absent himself  \nwithout leave  or improperly  to leave  his ship or place  of duty,  \n \n(a) fails to report the fact without delay  ; or \n \n(b) fails to take any steps  within  his power  to cause  that person  to be \napprehended,  \n \nshall  be liable to  suffer  short  imprisonment.  \n \n(vi) Navigation  and Flying  Offences  \n \n49. Loss  or hazarding  of ship or aircraft . Every  person  subject  to this Ordinance  who,  \neither wilfully  or by negligence  \n \n(a) causes  or allows  to be lost, stranded  or hazarded  any of the naval  ships  or \nvessels  ; or \n \n(b) causes  or allows to  be lost  or hazarded any  of Government's  aircraft,  \n \nshall  be liable,  if he acts wilfully  or with wilful  neglect,  to suffer  long imprisonment,  and in any \nother  case to short imprisonment.  \n \n50. Dangerous flying. Every person subject to this Ordinance who is guilty of any act or  \nneglect in flying, or in the use of any aircraft, or in relation to any aircraft or aircraft material,  \nwhich causes or is likely  to cause  loss of life  or bodily  injury  to any person,  shall be liable  \n \n(a) if he acts wilfully  or with wilful neglect,  to suffer long  imprisonment ; and  \n \n(b) in any other case  to suffer short imprisonment.  \n \n51. Low flying. Every person subject to this Ordinance who, being the pilot of one of the  \nGovernment’s aircraft, flies it at a height less than such height as may be provided by any  \nregulations  issued under  the authority  of the  1[Federal Government], except  \n \n \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government.  \n \n \n(a) while taking  off or alighting  ; or \n \n(b) in such other circumstances as may be so provided,  \nshall  be liable  to suffer  short imprisonment.  \n52. Annoyance by flying: Every person subject to this Ordinance who, being the pilot of  \none of the Government’s aircraft, flies it so as to cause, or to be likely to cause, unnecessary  \nannoyance  to any  person  shall be  liable  to be  dismissed from the  service.  \n \n(vii) Prize  offences  \n \n53. Prize offences by commanding officers . Every person subject to this Ordinance who  \nbeing  in command of any  of the  naval ships, naval  vessels or aircraft,  \n \n(a) having taken any ship, vessel or aircraft as prize, fails to send to a High  \nCourt or to some other prize Court having jurisdiction in the  case, all the  \nship papers or  aircraft papers,  as the case  may be, found  on board ;  \n \n(b) unlawfully  makes  any agreement  for ransoming  of any ship,  vessel,  \naircraft  or goods taken  as prize  ; or \n \n(c) in pursuance  of any such agreement  as aforesaid,  or otherwise  by \ncollusion, restores or abandons any ship, vessels, aircraft or goods taken as  \nprize  ; \n \nshall  be liable  to suffer long  imprisonment 1[and shall also  be liable  to fine].  \n \n54. Other  prize  offences .-Every  person  subject  to this Ordinance  who \n \n(a) strikes or otherwise ill -treats any person who is on board a ship, vessel or  \naircraft when taken as prize, or unlawfully takes from any such person  \nanything  in his possession ;  \n \n(b) removes out of any ship, vessel or aircraft taken as prize (otherwise than as  \nsafe keeping or for necessary use and service of any of the forces) any  \ngoods not previously  adjudged by  a prize  Court to be  lawful prize  ; or \n \n(c) breaks bulk on board any ship, vessel or aircraft taken as prize, or detained  \nin exercise of any belligerent right or under any enactment, with intent to  \ncommit  breach  of trust  or dishonestly  misappropriates anything  therein,  \n \nshall  be liable  to suffer  long imprisonment 1[and shall  also be  liable to  fine].  \n \n \n1Added by  Act 9 of 05, ss 2-3. \n \n \n(viii) Other  offences  in respect  of Ships  and Aircraft  \n55. Inaccurate certification. Every person subject to this Ordinance who makes or signs,  \nwithout having ensured its accuracy, a certificate relating to any matter effecting the sea going or  \nfighting efficiency of any of the  naval ships or naval vessels, or any  certificate relating to any of  \nthe Government’s  aircraft  or aircraft  material, shall  be liable  to suffer  short  imprisonment.  \n \n56. Improper carriage of goods. Every person subject to this Ordinance who, being in  \ncommand  of any of the  naval ships, naval vessels  or aircraft without lawful  authority  \n \n(a)  receives or permits to be received on board the ship, vessel or aircraft any  \ngoods or merchandise intended for disposal or delivery by way of trade or  \nbusiness (whether on his own account or on account of any other person),  \nnot being  merchandise  received in the course  of salvage; or  \n \n(b)  agrees to convey any goods or merchandise on board the ship, vessel or  \naircraft in consideration of the payment of freight, or demands or receives  \nany payment in respect of such carriage,  \n \nshall  be liable  to be  dismissed from  the service  1[and shall also  be liable  to fine].  \n \n(ix) Malingering  and intoxication  \n \n57. Malingering .-Every  person  subject  to this  Ordinance  who \n \n(a) falsely  pretends to  be suffering  from sickness  or disability.  \n \n(b) injures himself with intent thereby to render himself unfit for service, or  \ncauses  himself to be  injured by  any person  with that intent, or  \n \n(c) with intent to render or keep himself unfit for service, does or fails to do  \nanything  (whether  at the time of the act or omission  he is in hospital  or \nnot) whereby he  produces,  or prolongs  or aggravates,  any sickness  or \ndisability,  \n \nshall  be liable  to suffer  short  imprisonment.  \n \nExplanation . In this section the  expression “unfit”  includes temporarily  unfit.  \n \n58. Definition  of intoxication . A person  is in a state of intoxication  within  the meaning  \nof this Ordinance  if owing  to the influence  of alcohol  or any drug,  whether  alone  or in \ncombination with any other circumstances, he is unfit to be entrusted with his duty or with any  \nduty which he might be called upon to perform, or behaves in a disorderly manner or in a manner  \nlikely  to bring  discredit  on the  service.  \n \n2[59. Offences of  intoxication.  Every  person subject  to this Ordinance, who  is found  in a \n \n1Added  by Act 9  of 05, s.4.  \n2Subs by the Pakistan Navy (Amendment) Ordinance, 1984 (37 of 1984), s.5, for section 59, which was previously amended by  \nOrdinance,  55 of 1980. S.11  \n \n \nstate of intoxication shall, if the offence is not liable to hadd under Islamic law, be liable to suffer  \nshort imprisonment.]  \n \n(X) Offences  in respect of Naval  Custody  \n \n60. Irregularity  in connection  with  custody.  Every  person  subject  to this Ordinance  \nwho,  \n \n(a) unnecessarily detains a person in custody without bringing him to trial, or  \nfails to bring  his case  before  the proper authority  for investigation ; or  \n \n(b) having committed a person to naval custody falls without reasonable cause  \nto deliver at the time of such committal, or as soon as practicable, and in  \nany case within forty -eight hours thereafter, to the officer or other person  \ninto whose  custody  the person  arrested  is committed,  an account  in \nwriting,  signed  by himself  of the offen ce with which  the person  so \ncommitted  is charged,  \n \nshall  be liable to  suffer short imprisonment.  \n \n61. Escape  from  custody.  Every  person  subject  to this Ordinance,  who,  being  in lawful  \ncustody,  escapes or  attempts  to escape,  shall be  liable  to suffer  short imprisonment.  \n \n62. Permitting  escape  of person  in custody. -Every  person  subject  to this Ordinance  \nwho,  \n \n(a) when in command of a guard, piquet, patrol  or post, releases without  \nproper  authority,  whether,  wilfully  or without  reasonable  excuse,  any \nperson committed to  his charge,  or refuses  to receive any prisoner or  \nperson  so committed, or  \n \n(b) wilfully or without reasonable excuse allows to escape any person who is  \ncommitted  to his charge,  or whom it  is his duty  to keep or  guard,  \n \nshall  be liable,  if he has acted  wilfully,  to suffer  long imprisonment,  and if he has not acted  \nwilfully,  to suffer short  imprisonment.  \n \n(xi) Offences  relating  to property  \n \n63. Theft  and dishonest  misappropriation,  etc. Every  person  subject  to this Ordinance  \nwho commits any  of the  following  offences, that is to say  \n \n(a) commits  theft 1[, not liable  to hadd  under  any Islamic  Law,]  of any \nproperty belonging to the Government, or to any service mess, band or  \ninstitution or to any person subject to service  law, or serving with or  \nattached to the  navy  ; \n \n \n1Ins. by the Pakistan Navy  (Amdt.)  Ordinance,  1984 (37  of 1984),  s.6. \n \n \n(b) dishonestly  misappropriates or converts to  his own  use any such property  ; \n \n(c) commits  criminal  breach  of trust in  respect  of any such property  ; \n \n(d) dishonestly  receives  or retains  any such property  in respect  of which  any \nof the offences under clauses (a), (b) and (c) has been committed, knowing  \nor having reason to believe  the commission  of such offence  ; \n \n(e) wilfully  destroys or injures any property of the Government entrusted to  \nhim ; or  \n \n(f) does any other thing with intent to defraud, or to cause wrongful gain to  \none person or wrongful loss to another person,  \n \nshall be  liable to suffer  long imprisonment 1[and shall  also be liable to  fine].  \n \n64. Making away with equipment, etc. Every person subject to this Ordinance who  \nmakes away with (whether by pawning, selling, destroying or in any other way) or loses or, by  \nnegligence  damages or  allows to be damaged  \n \n(a) any cloth ing, arms,  ammunition  or other  equipment  issued  to him for his \nuse for naval purposes ;  or \n \n(b) any military, naval or air force decoration granted to him.,  \nshall  be liable  to suffer  short imprisonment 1[and shall  also be liable to fine].  \nExplanation . It shall  be a defence for  a person  charged  under this  section  with losing  any \nproperty  that he  took reasonable steps for  its care  and preservation.  \n \n65. Loss  and waste  of Government  and service  property.  Every  person  subject  to this \nOrdinance who  \n \n(a) loses any Government or service property of which he has the charge or  \nwhich has been entrusted to his care, or which forms part of property of  \nwhich  he has the charge  or which  has been entrusted  to his care  ; \n \n(b) by negligence destroys or damages any Government or service property or  \nallows  any such property  to be destroyed or damaged ; or  \n \n(c) wastefully  expends any  such property,  \n \nshall be  liable to  suffer short  imprisonment  1[and shall  also be  liable  to fine].  \n \nExplanation.  It shall  be a defence  for a person  charged  under  this section  with losing  \nany property  that he took  reasonable  steps for its  care and preservation.  \n \n \n1Added by  Act 9 of 05, ss  5-7. \n \n \n(xii) Miscellaneous  offences  \n \n66. Unauthorised  disclosure of information. Every person subject to this Ordinance  \nwho without lawful authority wilfully discloses or purports to disclose whether orally, in writing,  \nby signal or by any other means  whatsoever,  any information which  has been  entrusted  in \nconfidence to him or to which he has access owing to his position shall be liable to suffer short  \nimprisonment.  \n \n67. Falsification of documents. Every  person  subject  to this Ordinance  who,  \n \n(a) makes or signs any muster, record or other official document which is to \nhis knowledge  false in a  material particular  ; \n \n(b) alters any such document so that it is to his knowledge false in a material  \nparticular  ; or \n \n(c) connives at the commission by another person subject to this Ordinance of  \nan offence against this section (whether or not he knows the nature of the  \ndocument  in relation to which that offence  is committed),  \n \nshall  be liable  to suffer  short imprisonment.  \n \n68. Signing  in blank  and failure  to report . Every  person  subject  to this Ordinance  \nwho,  \n \n(a) when  signing  any document  relating  to pay, arms,  ammunition,  equipment,  \nclothing,  supplies  or stores,  or any property of  the Government,  fraudulently  \nleaves  in blank any  material part for which his signature  is a voucher ;  or \n \n(b) refuses or by culpable neglect omi ts to make or send a report or return which it is  \nhis duty  to make  or send,  \n \nshall be  liable  to suffer short  imprisonment.  \n \n69. False answers on enrolment . Every person having become subject to this Ordinance  \nby enrolment who is discovered to have made at the time of his enrolment a wilfully false answer  \nto any question set forth in the prescribed form of enrolment, shall be liable to suffer short  \nimprisonment.  \n \n70. Unbecoming  conduct  by officers . Every  officer  subject to this Ordinance  who \nbehaves  in a manner  unbecoming  his position  and the character  expected  of him, shall  be liable  \nto be dismissed from the  service.  \n \n71. Disgraceful conduct. Every person subject to this Ordinance who is guilty of any  \ndisgraceful  conduct  of a cruel,  indecent  or unnatural  kind,  shall  be liable  to suffer  short  \nimprisonment.  \n \n72. False  accusation.  Every  person  subject  to this Ordinance who,  \n \n \n(a) makes a false accusation 1[,not amounting to qazf,] against any person  \nsubject  to this Ordinance  knowing  or having  reason  to believe  such \naccusation  to be  false ; or  \n \n(b) in making a complaint under section 23 makes any statement affecting the  \ncharacter of any person subject to this Ordinance, 1[not amounting to qazf,] \nknowing  or having  reason  to believe  such statement  to be false  ; or \nknowingly  and wilfully  suppresses any  material  facts,  \n \nshall be  liable  to suffer  short imprisonment.  \n \n73. Offences  in relation  to courts -martial  2[or court  of appeals.]  (1) Every  person  \nsubject  to this Ordinance  who,  \n \n(a) having  been  duly summoned  or ordered  to attend  before  a court -martial  \n2[or court of  appeals], fails to  comply  with the  summons  or order  ; \n \n(b) refuses, to take an oath or make an affirmation when duly required by a  \ncourt -martial  to do so ;  \n \n(c) refuses to produce any document in his custody or under his control which  \na court -martial has lawfully  required him to produce  ; \n \n(d) when a witness, refuses to answer any question which a court -martial has  \nlawfully  required him to  answer ;  \n \n(e) wilfully insults any person, being a member of a court -martial 2[or court of  \nappeals]or witness or any other person whose duty it is to attend on or  \nbefore the Court, while that person is acting as a member thereof or is so  \nattending,  or while  that person  is going  to or returning  from  the \nproceedings  of the  Court ; or  \n \n(f) wilfully interrupts the proceedings of a court -martial 2[or court of appeals],  \nor otherwise  misbehaves  before  the Court,  \n \nshall  be liable  to suffer  short imprisonment.  \n \n(2) Where an offence against sub -section (1) is committed in relation to a court -martial  \n2[or court of appeals] and the Court is of opinion that it is expedient that the offender should be  \ndealt with summarily by the Court instead of being brought to trial before anoth er court -martial,  \nthe Court  may by order  under  the hand  of its president  sentence  him to imprisonment  or (except  \nin the case of an officer)  detention, for  a term not exceeding  twenty -one days.  \n \n \n1Ins. by the Pakistan  Navy  (Amdt.), Ordinance,  1984  (37 of 1984)  s.7. \n2Added  and ins. by ibid., s. 8. \n \n \n74. False evidence. Every person subject to this Ordinance who, having been lawfully  \nsworn or affirmed as a witness or as an interpreter in proceedings before a court -martial or before  \nany board  or person  having  power  by virtue  of this Ordinance  to administer  an oath or \naffirmation, makes a statement material in those proceedings which he knows to be false or does  \nnot believe  to be  true, shall be  liable to suffer long  imprisonment.  \n75. Conduct to the pre judice of naval discipline. Every person subject to this Ordinance  \nwho is  guilty of any act,  disorder or neglect to  the prejudice of good order and naval  discipline  \nnot described  in the foregoing  provisions  of this Ordinance,  shall  be liable  to suffer  short  \nimprisonment.  \n(xiii) Attempts  and Abetments  \n76. Attempts to commit naval offence . Every person subject to this Ordinance who  \nattempts to commit any of the offences specified in the foregoing provisions of this Ordinance, or  \nto cause  such an offence  to be committed,  and in such attempt  does any act towards  the \ncommission of the offence shall, where no express provision is made by this Ordinance for the  \npunishment  of such attempt  be liable,  \n \n \n(a)  if the offence attempted to be committed is punishable with de ath, to suffer long  \nimprisonment ;  \n(b)  if the offence attempted to be committed is punishable with imprisonment, to  \nsuffer imprisonment for a term which may extend to one -half of the longest term  \nprovided  for that offence  ; and  \n(c) if the offence attempted to be committed is punishable with dismissal from the  \nservice, to suffer any punishment lower than dismissal in the scale of punishments  \nprovided  in section 80.  \n77. Abetment  of offences.  Every  person  subject  to this Ordinance  who abets  the \ncommission of any of the offences specified in the foregoing provisions of this Ordinance shall,  \nwhether the act abetted is committed or not in consequence of the abetment and where no express  \nprovision is made by this Ordinance for the punishment of such abetment, be liable to suffer the  \npunishment  provided for  that offence.  \n \n(xiv) Civil  offences  \n78. Civil  offences  triable  by naval  tribune,.  (1) Subject  to the provisions  of section  79 \nevery person subject to this Ordinance who at any place in or beyond Pakistan commits any civil  \noffence  shall  be deemed  to be guilty of  an offence  against  this Ordinance  and, if charged  \ntherewith under this section, shall be liable to be tried by a naval tribunal, and, on conviction, be  \npunishable  as follows, that is to say , \n(a) if the offence is one which would be punishable under the law in force in Pakistan  \nwith death  or with 1[imprisonment  for life],  he shall  be liable  to suffer  any \npunishment, other than 2* * whipping,  assigned  for the offence  by the \naforesaid  law and such less punishment as  is in this Ordinance  mentioned:  \n \n \n1Subs.  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of  1981),  s. 3 and Sch.,  II, for “transportation”.  \n2The words  “transportation  or omitted  ibid. \n \n \n1[* * * * * * *] \n \n(b) in any other case, he shall be liable to suffer any punishment, other than  \nwhipping 2[(except where is liable to whipping as hadd under any Islamic  \nlaw)], assigned for the offence by any law in force in Pakistan, or to suffer  \nshort  imprisonment  or such less punishment  as is in this Ordinance  \nmentioned  2[:] \n \n2[Provided that, where the offence of which any such person is found guilty is an  \noffence liable to  hadd under any Islamic law, the punishment awarded  to him  \nshall  be that provide  for the  offence  in that law.]  \n \n(2) A person subject to this Ordinance may be charged with an offence under this section  \nnotwithstanding that he could on the same facts be charged with an offence under any other  \nsection  of this Ordinance.  \n \n3[(3) Notwithst anding anything contained in this Ordinance or in any other law for the  \ntime being in force, a person who becomes subject to this Ordinance by reason of his being  \naccused of an offence mentioned in sub -section (3) of section 2 shall be liable to be tried b y a \nnaval  tribunal  or otherwise  dealt  with under  this Ordinance  for such offence  as if the offence  \nwere an offence against this Ordinance and were committed at a time when such person was  \nsubject  to this Ordinance; and the  provisions of  this section  shall have  effect accordingly.].  \n \n79. Civil offences triable by naval tribunal under special circumstances. A person  \nsubject to this Ordinance who commits an offence of murder against a person not subject to  \nservice law, or of culpable homicide not amounting to murder against such a person, or of  4[Zina \nor Zina -bil-jabr] in relation to such a person, shall be deemed to be guilty of  an offence under  \nthis Ordinance and shall be tried by a naval tribunal, provided he commits any of the said  \noffences,  \n \n(a) while  on active  service  ; 5[or] \n \n(b) at any place  outside  Pakistan ; or  \n \n(c) at any place  specified  by the 6[Federal  Government]  by notification  in this \nbehalf.  \n \n \n \n \n \n1Omitted  by Ord. LXII of  2000,  s.3. \n2Ins., subs.  and added  by Pakistan Navy  (Admt.) Ord. 1984,  (37 of 1984),  s. 9. \n3Added  by the Defence  Services  Laws (second  Amdt.)  Ordinance,  1967  (4 of 1967),  s. 4. \n4Subs. by Pak. Navy (Amdt.), Ord. 1984 (37 of 1984), s. 10, for “rape”.  \n5Added by the Pakistan Navy (Amdt.) Ordinance, 1980 (55 of 1980), s. 12.  \n6Subs.  by F.A.O., 1975,  Art. 2 and Table, for  “Central  Government”.  \n \n \n \n \n \nCHAPTER  VII. PUNISHMENTS  \n \n1[80. Scale  of punishments.  (1) Subject  to the provisions  of this and the next following  \nsection,  the following  are the punishments  which  may be awarded  to persons  convicted  of \noffences  under this Ordinance, that is to say  : \n \n(a) stoning  to death  ; \n \n(b) death  ; \n \n(c) amputation  of hand, foot  or both ;  \n \n(d) long imprisonment ;  \n \n(e) short  imprisonment ;  \n \n(f) whipping  ; \n \n(g) any other punishment provided for  in any  Islamic  law ;  \n \n(h) dismissal  from  service  ; \n \n(i) detention  ; \n \n(j) fine ; \n \n(k) forfeiture  of seniority  in rank in the  case of officers ;  \n \n(l) forfeiture of time for promotion in the case of officers of, and below the  \nrank of, Lieutenant ;  \n \n(m) reduct ion in rank in the case of subordinate officers and disrating in the  \ncase of chief  petty  officers and sailors ;  \n \n(n) forfeiture of pay, bounty, salvage, prize money and allowances earned by,  \nand of all annuities, pensions, gratuities, medals and decorations, granted  \nto, the offender  or any  one or more  of the above  punishments ;  \n \n(o) forfeiture of all clothes and effects left by the deserter on board the ship or  \nestablishment  to which he  belongs;  \n \n(p) penal  deductions  ; \n \n(q) dismissal  from  the ship to which  the offender  belongs  ; \n \n \n1Subs.  by Ord. 37 of  1984,  s. 11, for  section  80, which was  previously  amended  by Ord. 55  of 1980.  s. 13. \n \n \n(r) severe reprimand  or reprimand  ; and \n \n(s) such minor punishments as may  be prescribed.  \n \n(2) In its application to a convicted person who is an officer, sub -section (1) shall have  \neffect as if clauses (i) and (s) thereof were omitted ; and in its application to a convicted person  \nwho is a chief petty officer or sailor that sub -section shall have effect a s if clauses (k ) and (l)  \nthereof  were  omitted.  \n \n(3) A person shall not be sentenced to stoning to death, amputation of hand, foot or both  \nor whipping except  in respect  of an  offence  of which  he is convicted  under  an Islamic  law.]  \n \n81. Provision  as to award  of punishment.  \ninvolve,  (1) A sentence  of imprisonment  shall  \n \n(a) in all  cases, stoppage  of pay during  the term  of imprisonment ;  \n \n(b) in the case of an officer, dismissal from  the service  ; \n \n(c) in the case of a 1[chief petty officer or sailor], disrating and deprivation of  \ngood conduct badges and may be accompanied by a sentence of dismissal  \nfrom  the service.  \n \n2[(1A) A sentence of amputation of hand, foot or both or whipping shall involve dismiss al \nfrom  the service.]  \n \n(2) The sentence of dismissal from the service may be accompanied by a sentence of  \nforfeiture of all or any part of the pay, bounty, salvage 3[, prize money]  and allowances earned  \nby, and of all annuities and medals, granted  to the  offender;  \n \nProvided  that the forfeiture  shall  not apply,  except  in the case of deserters,  to moneys  \nwhich should have  been  paid on the  last pay  day preceding  conviction.  \n \n(3) The punishment of dismissal from the service shall in the case of persons who hold \nany lien on appointments in the army or air force or civil service, involve dismissal from such  \narmy,  air force  or civil service.  \n \n(4) Detention may be awarded for any term not exceeding six months ; and a sentence of  \ndetention  shall in all cases involve  stoppage  of pay  during  the term of  detention, and disrating.  \n \n(5) The punishment of forfeiture of seniority shall be imposed in the substantive rank held  \nat the date of the sentence, and shall involve a corresponding forfeiture of seniority in every  \nhigher act ing rank subject always to the condition that forfeiture of seniority in any rank shall in  \nno case exceed the seniority  in that rank at the  date of the  sentence.  \n \n \n1Subs.  by the Pakistan Navy  (Amdt.)  Ordinance,  1980’  (55 of 1980)  s.14.for  “rating”.  \n2Ins. by the Pakistan  Navy  (Amdt.)  Ordinance,  1984  (37 of 1984),  s. 12. \n3Ins. by Ord. 55 of 1980  s. 14. \n \n \n(6) The punishment of forfeiture of seniority shall involve the loss of the benefit of  \nservice included in the seniority forfeited for the purposes of pension, gratuity, promotion and  \nsuch other  purposes  as may be prescribed,  provided  that such pension,  gratuity  and promotion  \nand other  purposes depend upon such service.  \n \n(7) The punishment of forfeiture of time for promotion sha ll delay the promotion by the  \ntime specified.  \n \n1[(8) A sentence of reduction in rank or disrating may reduce the offender to any rank or  \nrate not lower than that prescribed in relation to persons of the class to which he belongs, and  \nreferences in sub-sections (1) and (4) to disrating are references to reduction to the rate so  \nprescribed.]  \n \n \n2[(8A) On reduction in rank or disrating, the offender shall be placed at the bottom of the  \nlist of seniority in the new rank or rate and shall be promoted aga in or re -advanced to the next  \nhigher rank or  rate under normal rules unless otherwise specified  : \n \nProvided that, on such promotion or re -advancement, he shall be entitled to the benefit of  \nthe service  rendered by  him in the  former  rank or rate prior to hi s reduction or  disrating.]  \n \n(9) Penal deductions mean deductions as specified hereinafter in this Ordinance and may  \naccompany  a sentence  of imprisonment.  \n \n(10) Subject to the provisions of this Ordinance a naval tribunal may, on conviction,  \naward either the punishment specified by this Ordinance as the penalty for an offence, or in lieu  \nthereof, any one or more of the punishments inferior in degree to the specified punishment,  \naccording  to the  scale of punishments laid down in sub -section (1) of  section 80.  \n \n \n \nCHAPTER  VIII  PENAL DEDUCTIONS  \n \n82. Deductions from pay and allowances of officers and 3[, chief petty officers and  \nsailors].  Subject  to the provisions  of this Chapter  the following  deductions  may be made  from  \nthe pay and allowances of an officer 4[chief petty officers or sailors] without recourse to trial by a  \nnaval tribunal,  namely  : \n \n(a) all pay and allowances for every day of absence without leave unless a  \nsatisfactory explanation is given to the commanding offi cer and approved,  \nin case  of officers, by  the 5[Chief  of the  Naval Staff] ;  \n \n(b) all pay and allowances, for every day while he is in civil or naval custody  \nor under suspension from duty on a charge for an offence of which he is  \nafterwards convicted by a naval tribunal or a criminal Court and sentenced  \nto imprisonment ;  \n \n1Subs.  by Ord. ss, of 1980,  s.14 sub  section  (8) \n2Ins. by the Pakistan  Navy  (Amdt.)  Ordinance,  1980  (55 of 1980),  s. 14. \n3Subs.  ibids  15, for “and  ratings”.  \n4Subs.  ibid., for “or rating”.  \n5Subs.  by F.A.O.,  1975.,  Art. 2 and Sch.,  for “Commander -in-chief”.  \n \n \n(c) all pay and allowances for every day while he is in hospital on account of  \nsickness certified by the prescribed medical officer to have been caused by  \nan act amounting  to an offence  punishable  under this Ordinance:  \n \nProvided  that such  certificate is  accepted  by the 1[Chief of  the Naval Staff]  or, in case  of a \n2[chief  petty  officer or  sailor],  by the prescribed  officer ;  \n \n(d) any sum required  to make  good  any loss, damage  or destruction  of \nGovernment or service property which after due investigation appears to  \nthe 1[Chief of the Naval Staff]  or the prescribed officer to  have been  \noccasioned by the wrongful act or negligence on the part of the officer  \n2[,chief  petty  officer or sailor]  as the case  may be; \n \nProvided  that the total deductions  made  under  this clause  shall  not in any case exceed  his \npay and allowances for  three  months ;  \n \n(e) any sum which after due investigation appears to the prescribed officer to  \nbe due to a service  mess  or canteen ; and  \n \n(f )       any sum which a criminal Court or the 3[Federal Government] 4[or the  \nChief of the Naval Staff] orders him to pay for the maintenance of his wife  \nor legitimate or illegitimate  children.  \n \n83. Limit of certain deductions. Except when the deductions are made under clauses (a)  \nand (b) of the last preceding section, the total deductions from the pay and allowances of an  \nofficer 2[,chief petty officer or sailor] shall not exceed in any one month, on e-half of his pay and  \nallowances  for that month.  \n \n84. Pay and allowances during trial. In the case of any person subject to this Ordinance  \nwho is in naval or civil custody on a charge for an offence, the prescribed officer may direct that  \nthe whole or any part of the pay and allowances of such person shall be withheld, pending the  \nresult  of his trial on the  charge  against him:  \n \nProvided  that no part of the pay and allowances  shall  be withheld  in the absence  of any \nsuch direction.  \n \n85. Deduction from money due t o person. Any sum authorised by this Ordinance to be  \ndeducted from the pay and allowances of any person  may, without prejudice to any other mode  \nof recovering the same, be deducted from any money due to him from Government other than a  \npension.  \n \n86. Pay and allowances  of prisoner  of war during  inquiry  into his conduct. -Where  \nthe conduct of any person subject to this Ordinance when being taken prisoner by, or while in the  \nhands of, the enemy, is to be inquired into under this Ordinance or any other law, the 1[Chief of  \nthe Naval Staff] or any officer authorised by him may order that the whole or any part of the pay  \nand allowances of  such person shall  be withheld  pending  the result of  such inquiry.  \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Sch, for “Commander -in-Chief.  \n2Ins. by Pakistan  Navy  (Amdt.)  Ordinance  1980  (55 of 1980),  s. 15. for “rating”.  \n3Subs.  by F.A.O.,  1975,”.  Art. 2 and Table,  for “Central  Government”.  \n4Ins. by  Ord. 55 of 1980 s.  15. \n \n \n87. Remission  of deductions.  (1) Any deductions  from  the pay and allowances  \nauthorised  by or under  this Ordinance  may be remitted  by the 1[Chief  of the Naval  Staff],  in his \ndiscretion.  \n \n(2) Such  deductions  may also be remitted  in such manner  and to such extent  and by such \nauthority  as may  be prescribed.  \n \n88. Provision  for dependants  of prisoner  of war from  his pay and allowances.  (1) It \nshall be lawful for proper provision to be made by the prescribed authorities for any dependants  \nof any person subject to this Ordinance, who is a prisoner of war or is missing out of his pay and  \nallowances.  \n \n(2) For the purpose  of this section,  a person  shall  be deemed  to continue  to be a prisoner  \nof war until  the conclusion of any inquiry into his conduct such  as is referred to in  section 86,  \nand if he is dismissed from the service in consequences of such conduct, until the date of such  \ndismissal.  \n \nCHAPTER  IX. ARREST  AND  PROCEEDINGS  BEFORE  TRIAL.  \n \n89. Duty  to bring  offenders  to justice  and powers  of arrest . (1) It shall  be the duty of \nevery person subject  this Ordinance who knows or has reasonable grounds for suspecting that  \nanother person subject thereto is committing or has committed  an offence under this Ordinance  \nto take all reasonable  steps within his power  to cause  that person to be  brought  to justic e. \n \n(2) The following persons shall have power to arrest a person subject to this Ordinance  \nwho is found committing or is alleged to have committed or is reasonably suspected of having  \ncommitted  any such offence  as aforesaid, that is to  say: \n \n(a) In case of an officer,  an officer  subject  to this Ordinance  who is his \nsuperior officer, or, if the person to be arrested is engaged in a quarrel,  \naffray  or disorder, any  officer subject  to this Ordinance;  \n \n(b)  in the case of a 2[chief petty officer or sailor], an officer subject to this  \nOrdinance, a chief petty officer, petty officer or a leading 3[rate] subject to  \nthis Ordinance  who is  of superior  rate or senior  to him  in the same rate,  \nand any 1[chief  petty  officer  or sailor]  exercising  the authority  as a \nmember of the regulating staff or as a, member of the staff of the officer of  \nthe watch ;  \n \n(c) in any case, a provost officer or any officer or person legally exercising  \nauthority  under or  on behalf of a  provost officer:  \n \n \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Sch, for “Commander -in-Chief”.  \n2Subs.  by the Pakistan  Navy  (Amdt.)  Ordinance,  1980  (55 of 1980),  s. 17, for “rating”.  \n3Subs.  ibid., for “rating”.  \n \n \nProvided  that an officer  shall  not be arrested  by virtue  of clause  (c) except  on the order  of \nanother  officer.  \n \n(3) Any power  of arrest  under  this section  may be exercised  either  personally  or by \nordering  into arrest the  person to be  arrested or by  giving  orders of  that person’s arrest.  \n \n90. Provision  for avoiding  delay  after  arrest.  (1) Where  any person  subject  to this \nOrdinance  is placed  under  arrest,  it shall  be the duty of his commanding  officer  to ensure  that as \nsoon  as may  be either  the proceedings  are taken  for his trial or he  is released from arrest.  \n \n(2) Every person subject to this Ordinance who has been taken into naval custody and  \nkept under close arrest shall be produced before his commanding officer within a period of 48  \nhours of such arrest, excluding the time necessary for the journey from the place of arrest to the  \ncommanding officer, and no such person shall be detained in custody beyond the said period  \nwithout authority  of the commanding  officer.  \n \n(3) Whenever any person subject to this Ordinance having been taken into naval custody,  \nremains, under close arrest for a period longe r than eight days without being tried summarily or a  \nCourt for his trial being ordered to assemble, a special report on the necessity for further delay  \nshall be made by his commanding officer to the 1[Chief of the Naval Staff] and a similar report  \nshall be  so made every eight days until the person under arrest is released from arrest or tried  \nsummarily  or such a Court is ordered to assemble.  \n \n91. Duty  to receive  or keep  in custody.  (1) The commanding  officer  shall  be \nresponsible  for the safe custody  of every  person  who is in naval  custody  on board  his ship or in \nhis establishment.  \n \n(2) The officer  2[, chief  petty  officer  or sailor]  in charge  of a guard,  or a provost -marshal  \nshall  receive  and keep any  person who is duly  committed to his custody.  \n92. Procedure  before  trial.  Subject  to the provisions  of this Ordinance  the procedure  \nbefore  trial and the  manner of  investigation shall be  as prescribed.  \n93. Arrest  under  warrants  of naval  authorities.  (1) A warrant  for the arrest  of a \nperson  suspected  of any offence  under  this Ordinance  may be issued  in the prescribed  form  by \nthe 1[Chief of the Naval Staff], his commanding officer or any other officer empowered by the  \n1[Chief of the Naval Staff] in this behalf, and it shall be executed as if it has been issued  by a \nMagistrate  of competent  jurisdiction.  \n(2) Every person, to whom such a warrant is issued, shall take steps to execute the  \nwarrant and  arrest the  offender and shall, as soon  as may be, arrest the  person and deliver him  \ninto naval custody.  \n(3) A person authorised to arrest an offender may use such force as may be necessary for  \nthe purpose  of affecting  such arrest.  \n94. Provost -Marshals.  (1) Provost -marshals  may be appointed  by the 1[Chief  of the \nNaval Staff], or by  any prescribed officer.  \n \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Sch, for “Commander -in-Chief”.  \n2Subs.  by the Pakistan Navy  (Amdt.)  Ordinance,  1980  (55 of 1980),  s. 18, for “ or rating”.  \n \n \n(2) The duties  of a Provost -marshal  are to  take charge of  persons  confined  for any  \noffence, to preserve good order and discipline, and to prevent breaches of the same by persons  \nserving  in, or attached to  the Navy.  \n \n(3) A Provost -marshal  may at any time arrest  and detain for trial any person subject to  \nthis Ordinance who commits, or is charg ed with, an offence, and may also carry into effect any  \npunishment to be inflicted in pursuance of the sentence awarded by a naval tribunal but shall not  \ninflict  any punishment on his  own authority:  \n \nProvided  that no officer  shall  be so arrested  or detained  otherwise  than on the order  of \nanother  officer.  \n \nExplanation . For the purposes  of sub-sections  (2) and (3), a “Provost -marshal”  shall  be \ndeemed to include a Provost -marshal appointed under the Pakistan Army Act, 1952 (XXXI of  \n1952), or the Pakistan Air Force Act, 1953 (VI of 1953), and any person legally exercising  \nauthority  under him or on his behalf.  \n \n \n \n \nCHAPTER  X. AUTHORITIES  HAVING  POWER  TO AWARD  PUNISHMENT  \n \n95. Naval  tribunal.  \ntribunal, namely  : (l) An offence  triable  under  this Ordinance  shall  be tried by a naval  \n \n(a) general  court -martial,  \n \n(b) district  court -martial,  \n \n(c) summary  general  court -martial,  \n \n(d) commanding  officer,  or such other  officer  or authority  exercising  powers  \nof summary  trial and punishment as may  be prescribed.  \n \n(2) A trial by a naval  tribunal  under  the provisions  of this Ordinance  shall  be deemed  to \nbe a judicial proceeding within the meaning of sections 193 and 228 of the Pakistan Penal Code  \n(Act XLV of 1860), and the naval trib unal shall be deemed to be a Court within the meaning of  \nsections  480 and 482 of  the Code  of Criminal Procedure, 1898  (Act V of 1898).  \n \n96. General  court -martial.  (1) A general  court -martial  may be convened  by the  1[Chief  \nof the Naval  Staff]  or any prescribed  officer  empowered  in this behalf  and to such extent  as may \nbe specified in the  warrant issued under  the hand  of the  1[Chief  of the Naval Staff].  \n \n(2) A general  court -martial  shall  have  an officer  not below  the substantive  rank of \ncommander as president and shall have power to try any person subject to this Ordinance for any  \noffence  punishable therein and to pass any  sentence  authorised thereby.  \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Sch. for “Commander -in-Chief”.  \n \n \n97. District  court -martial.  (1) A district  court -martial  may be convened  by any \nauthority having power to convene a  general court -martial or any prescribed officer empowered  \nin this behalf and to such extent as may be specified in the warrant issued under the hand of the  \n1[Chief  of the  Naval Staff].  \n \n(2) A district  court -martial  shall  have  an officer  not below  the substantive  rank of \nlieutenant  commander  as president  and shall  have  power  to try any person  subject  to this \nOrdinance, who is of the rank of lieutenant or below or a 2[chief petty officer or sailor],  and to  \npass any sentence  authorised by  this Ordinance  not exceeding,  \n \n(a) in the case of an officer,  forfeiture  of seniority  in rank or forfeiture  of time \nfor promotion for a  period of one  year; and  \n \n(b) in the case  of a 2[chief petty  officer or  sailor], short imprisonment.  \n \n98. Summary  general  court -martial . \nconvened  (1) A summary  general  court -martial  may be \n \n(a) by any authority having power to convene a general court -martial or any  \nprescribed officer empowered in this behalf and to such extent as may be  \nspecified in the warrant issued under the hand of the 1[Chief of the Naval  \nStaff].  \n \n(b) on active service, by an officer c ommanding a flotilla or squadron not  \nbelow the substantive rank of commander, if in the opinion in writing of  \nsuch officer commanding which opinion shall be final, it is not practicable,  \nhaving regard to discipline and the exigencies of the service, to try  the \nalleged  offender by  a general  or district  court -martial.  \n \n(2) A summary general court -martial shall have an officer not below the substantive rank  \nof a lieutenant commander as president and shall have power to try any person subject to this  \nOrdinance for any  offence  punishable  therein and  to pass any  sentence  authorised thereby.  \n \n99. Composition  of courts -martial . (1) A court -martial  shall  consist  of such number  of \nofficers of any branch of the Pakistan Navy, who have held commissions for a period of not less  \nthan three years and who are of or above the rank of lieutenant as the authority ordering the  \ncourt -martial  may fix, subject to the following  limits, namely  : \n \n(a) a general  court -martial  shall  consist  of not  less than five and not more than  \nnine such officers;  \n \n(b) a district  court -martial  shall  consist  of not less than three  and not more  \nthan seven such officers; and  \n \n1Subs.  by F.A.O.,  1975,  Art.2  and Sch. for “Commander -in-Chief”.  \n2Subs.  by the Pakistan  Navy  (Amdt.)  Ordinance,  1980 (55  of 1980),  s. 19, for “rating”.  \n \n \n(c) a summary general court -martial shall consist of not less than three and not  \nmore  than five such officers.  \n \n(2) The president and other members of a court -martial, and such spare members as the  \nauthority ordering the court -martial considers appropriate for the purpose of filling vacancies,  \nshall  be nominated by  that authority.  \n \n(3) The officer who orders a court -martial shall not be a member of the court -martial; and  \nno court -martial  shall  consist  of officers  all of whom  belong  to the same  ship or naval  \nestablishment.  \n \n(4) A court -martial  for the trial  of an officer shall  not include more than one member,  \nwho is below the rank of  such officer.  \n \n1[99A. Members of court -martial and presiding officer of court of appeals to be Muslims. In \nthe trial of a person subject to this Ordinance, who is a Muslim, by a court -martial for an offence  \npunishable under an Islamic law, the president, the judge advocat e and the members, including  \nthe spare members, of the court -martial, the confirming officer and the presiding officer of the  \ncourt  of appeals shall all  be Muslims.]  \n \n100. Judge  Advocate.__(1) Every  general  court -martial  shall,  and every  district  or \nsummary general court -martial may, be attended by a judge advocate, who shall be either an  \nofficer belonging to the department of the judge advocate General, or if no such officer is  \navailable,  a fit person appointed by  the convening officer.  \n \n(2) No gener al court -martial, and no district or summary general court -martial to which a  \njudge advocate has been appointed shall proceed with the trial in the absence of the judge  \nadvocate.  \n \n101. Quorum and  dissolution  of courts -martial.  (1) If at any time after a court -martial  \nhas been  sworn  and before  the president  has signed  the finding  and sentence,  if any, the president  \nor the judge  advocate dies or is  otherwise unable to attend,  the court  shall be  dissolved.  \n \n(2) The proceedings of a court -martial shall be valid notwithstanding the absence of one  \nor more of the members other than the president, so long as the number of members present  \nthroughout the proceedings is not reduced below the minimum required by this Ordinance to  \nconstitute  the court; otherwise the  court shall be  dissolved.  \n \n(3) Where any member is absent the court shall be adjourned, unless it is allowed to  \nproceed  without  such member  by the convening  authority,  in which  case such member  shall  not \nat any  subsequent stage  sit on that court.  \n \n(4) The officer  who convened  a court -martial  may dissolve  such court -martial,  if it \nappears  to him that the exigencies  of the service  or the necessities  or discipline  render  it \nimpossible  or inexpedient to continue  the trial. \n \n1Ins. by the Pakistan Navy  (Amdt.)  Ordinance,  1984  (37 of 1984),  s. 13. \n \n \n \n(5) Where  a court -martial  is dissolved  under  this section  the accused  may be tried by a \ncourt -martial  constituted  afresh.  \n \n102. Powers  of commanding  officers  in respect  of summary  trial. (1) Subject  to the \nprovisions of this section, a 1[Chief petty officer or sailor] may be summarily tried by the officer  \nin command of the naval ship or naval establishment to which the offender belongs either at the  \ntime of the commission of the offence or at the time of the  trial, and may be awarded such  \npunishment as may  be prescribed.  \n \n(2) This section  applies  to every  offence  under  this Ordinance  other  than an offence  \npunishable  with death  2[or with hadd under  any Islamic law]. .  \n \n(3) A commanding  officer  shall  not have  power  under  this section  to award  a sentence  of \nimprisonment  or detention for  any term exceeding three  months.  \n \n(4) The power  conferred  by sub-section  (1) on the officer  in command  of a ship or \nestablishment  may, subject  to rules be  exercised,  \n \n(a) in respect of persons on board a single tender or boat which is absent from  \nthe ship  or establishment on detached service, by the officer in  command  \nof that tender or  boat;  \n(b)  in respect of persons on board any one of two or more tenders or boats  \nwhich are abse nt as aforesaid on detached service in company or acting  \ntogether,  by the officer in immediate command  of those  tenders or  boats;  \n \n(c)  in respect  of other  persons  absent  from  the ship or establishment  on \ndetached service either on shore or elsewhere, by the officer in immediate  \ncommand  of those  persons;  and \n \n(d) in respect  of 1[chief  petty  officers  or sailors]  attached  to or serving  with \nany body  of the regular army or the air force under prescribed conditions,  \nby the commanding  officer of any  such body.  \n \n(5) The power conferred on any officer by sub -section (1) or sub -section (4) may be  \ndelegated by that officer to any other officer to  such extent an d subject,  to such conditions as  \nmay be prescribed.  \n \n103. Powers of other authorities in respect of summary trial. The 3[Chief of the Naval  \nStaff] or any prescribed officer empowered by him in the behalf may in the prescribed manner  \nand to such extent  as may be specified  by the  3[Chief of the  Naval  Staff],  summarily try an  \nofficer  of the rank of lieutenant  or below  charged  with an offence under this  Ordinance and  \naward any punishment authorised by this Ordinance not exceeding forfeiture of seniority in rank  \nor forfeiture  of time  for promotion for period of six  months.  \n \n \n1Subs  by the Pakistan  Navy  (Amdt.)  Ordinance,  1980  (55 of 1980),  s.20,  for “rating”  \n2Added  by the Pakistan  Navy  (Amdt.)  Ordinance,  1984  (37 of 1984),  s. 14 \n3Subs.  by F.A.O.,  1975,  Art.2  and Sch. For “Commander -in-Chief”.  \n \n \n104. Place  of trial.  Any person  subject  to this Ordinance  and charged  with and offence  \nunder  this Ordinance  may be tried and punished  at any  place  whatsoever.  \n \n105. Period  of limitation  for trial. (1) Save  as provided  in subsection  (2), no trial by \nnaval  tribunal  of any person  subject  to this Ordinance  for any offence  shall  be commenced  after \nthe expiration of  period of  three  years from  the date  of the commission of  such offence.  \n \n(2) The provisions of subs-section (1) shall not apply to a trial for an offence of desertion  \nor fraudulent enrolment or for any of the offences relating to mutiny 1[or espionage] 2[or for any  \nof those  mentioned in section 63].  \n \n(3) In computing the period of time mentioned in sub -section (1), any time spent by such  \nperson as a prisoner of war, or in any enemy territory, or in evading arrest after the alleged  \ncommission  of the  offence, shall be  excluded.  \n \n(4) Notwithstanding anything contained in sub -section (2), no trial for an offence of  \ndesertion (other than desertion on active service) or of fraudulent enrolment shall be commenced,  \nif the person concerned (not being an officer) has, subsequently to the alleged commission of the  \noffence, served continuously in an e xemplary manner for not less than three years with any  \nportion  of the  armed  forces.  \n \n106. Liability of offender who ceases to be subject to this Ordinance. -(1) Subject to  \nthe provisions of this section, a person who has ceased to be subject to this Ordinance ma y be \ntried under  this Ordinance  for any offence  committed  while  subject  to this Ordinance  and may \nfor that purpose  be arrested  and kept in naval  custody  as if he had not ceased  to be subject  \nthereto.  \n \n(2) Save as provided in sub -section (3), no such person as aforesaid shall be tried for an  \noffence,  unless  his trial commences  within  six months  of his ceasing  to be subject  to this \nOrdinance.  \n \n(3) The provisions of sub -section (2) shall not apply to the trial of any such person as  \naforesaid for an offence of desertion or fraudulent enrolment or for any of the offences relating to  \nmutiny  1[or espionage]  2[or for any  of those  mentioned in section 63].  \n \n(4) Nothing contained in sub -section (2) shall affect the jurisdiction of a criminal Court to  \ntry any offence  triable by  such Court.  \n \n(5) When  a person  subject  to this Ordinance  is sentenced  by a naval  tribunal  to \nimprisonment, this Ordinance shall apply to him during the term of his sentence, though he is  \ndismissed  from  the service  or has otherwise  ceased  to be subject  to this Ordinance,  and he may \nbe kept, removed,  imprisoned and  punished as if  he has continued to be  subject to  the Ordinance.  \n \n(6) When a person subject to this Ordinance is sentenced by a naval tribunal to death, this  \nOrdinance  shall apply  to him till the sentence  is carried out.  \n \n \n1Added by  Ordinance,  55 of  1980, ss.  21 and 22. \n2Added  by the Pakistan  Navy  (Amdt.)  Ordinance,  1984 (37  of 1984)  ss.15  and 16. \n \n \n107. Concurrent  jurisdiction  of  naval  tribunal  and criminal  Court.  (1) When  a \nCriminal  Court  and naval  tribunal  both have  jurisdiction  in respect  of a civil offence,  it shall  be \nin the discretion of the prescribed naval authority to decide whether the proceedings shall be  \ninstituted before the Court or tribunal and if that authority decides that they shall be instituted  \nbefore a  naval tribunal,  to direct  that the  accused  person  shall be  detained  in naval  custody.  \n \n(2) Where it is decided to institute the proceedings before a naval tribunal under sub - \nsection (1) but the cri minal Court is of the opinion that proceedings ought to be instituted before  \nitself,  it may be written  notice  require  than prescribed  naval  authority  to postpone  the \nproceedings  pending  the determination  of the matter  by the 1[Federal  Government],  and \nthereupon  the proceedings shall be so postponed.  \n \n(3) On receiving a notice under sub -section (2), the said authority shall, unless upon  \nreconsideration  it agrees  that the proceedings  shall  be instituted  before  the criminal  court,  \nforthwith  refer the matter to the  1[Federal  Government] whose  decision  thereupon  shall  be final.  \n \n108. Prohibition  of second  trial. (1) Where  a person  subject  to this Ordinance  is \nacquitted or convicted of an offence 2[by a court of appeals or] on trial by a naval tribunal, a  \ncriminal Court or a naval tribunal shall be debarred from trying him subsequently for the same  \noffence  3[save  as provided for  in this Ordinance].  \n \n(2) Where a person subject to this Ordinance is acquitted or convicted of any offence on  \ntrial by a criminal Court, he shall not subsequently be tried under this Ordinance for the same  \noffence ; and no person so convicted shall, by reason of such conviction, be subjected to any loss  \nof forfeiture  of seniority  or of rate, of privilege  in respect  of leave,  or of pay or service  (other  \nthan pay and service in respect of time spent in civil custody pending trial, or while attending his  \ntrial, or while  serving  any sentence  of imprisonment, awarded by  the criminal court)  : \n \nProvided that nothing in this sub -section shall affect the power to discharge any person  \nfrom  the naval service  as a person whose  services  are no longer required.  \n \n \n \nCHAPTER  XI.-PROCEDURE  OF COURTS -MARTIAL  \n \n109. Objections . (1) At all trials  by courts -martial,  as soon  as this court  is assembled,  \nthe names  of the president  and members  shall  be read over in the presence  of the accused,  who \nshall  thereupon be  asked  whether  he objects to being  tried by  any officer sitting  on the court.  \n \n(2) If the accused objects to any such officer, his objection, and also the reply thereto of  \nthe officer objected to, shall be heard and recorded, and the remaining officers appointed as  \nmembers  of the Court  shall, in the  absence  of the  challenged officer, decide  on the objection.  \n \n(3) If objection  is made in respect of  the president, and allowed by one -half or more of  \nthe officers entitled to vote, the Court shall adjourn until a new president is appointed by the  \nconvening  authority.  \n \n1Subs. by F.A.O., 1975, Art.2 and Table, for “Central Government”.  \n2Ins. by the Pakistan Navy (Amdt.) Ordinance, 1984 (37 of 1984), s. 17.  \n3Added  ibid. \n \n \n(4) If the objection is made in respect of any member of the Court other than the president  \nand allowed as specified above, the member objected to s hall retire, and his vacancy shall be  \nfilled by the first officer nominated as a spare member;,under sub -section (2) of section 99 who is  \nqualified  to be  and is not  already  a member of the Court.  \n \n(5) When no objection is made, or objection made has been disal lowed, or the place of  \nevery officer successfully objected to has been filled by another officer to whom no objection is  \nmade  or objection made  is disallowed, the  Court shall proceed  with the, trial.  \n \n110. Administration  of oath.  (1) An oath or affirmation  in the prescribed  form  shall  be \nadministered  in open  court  to every  member  of ever court -martial  and to the judge  advocate,  if \nany, before  the commencement of  the trial. \n \n(2) An oath or affirmation in the prescribed form shall be administered in open court to  \nevery officer, if any, in attendance on a court -martial for the purpose of instruction, and also to  \nevery  short -hand writer or interpreter if  any. \n \n(3) Every person giving evidence before a court -martial shall be examined after be ing \nduly sworn or  affirmed in the  prescribed  form:  \n \nProvided that where a court -martial is satisfied that a child of tender years is unable to  \nunderstand the nature of an oath or affirmation, it may dispense with the administration of oath or  \naffirmation.  \n \n111. Voting  by members.  (1) Every  decision  of a court -martial  shall  be passed  by an \nabsolute  majority  of votes;  and where  there  is an equality  of votes  on either  the finding  or the \nsentence,  the decision shall be  in favor  of the accused:  \n \nProvided that no sentence of death shall be passed without the concurrence, in the case of  \na general court -martial of at least two -thirds of the members, and in the case of a summary  \ngeneral  court -martial of all the  members of  the Court 1[;] \n \n2[Provided further that, where  the offence of which an accused is found guilty is an  \noffence liable to hadd under an Islamic law, the sentence awarded shall be that provided for the  \noffence  in that  law.]  \n \n(2) In matters other than an objection under section 109 or a finding or a senten ce, the  \npresident  shall  have  a second or casting  vote.  \n \n112. Power to convict of mitigated offence. Where higher punishment for any offence  \nunder this Ordinance depends upon the intent with which or the circumstances in which the  \noffender acts, and any person is charged with committing that offence with such intent or in such  \ncircumstances,  he may be found  guilty  of committing  that offence  without  such intent  or \ncircumstances  and awarded lower punishment.  \n \n113. Power to convict of alternative offence .-(I) Whe re a person is charged with an  \noffence under any provision of this Ordinance other than sections 78 and 79 but the offence is not  \nproved, he  may be found  guilty  of- \n \n1Subs.  by the Pakistan  Navy  (Amdt.)  Ordinance,  1984  (37 of 1984),  s. 18, for full-stop.  \n2Proviso  added ibid. \n \n \n(a) an attempt  or abetment  to commit  the offence  charged;  or \n \n(b) an offence  of the same  class  as the offence  charged  and not involving  \ngreater  punishment.  \n \n(2) Where a person is charged with a civil offence under sections 78 and 79 but that  \noffence is not proved, he may be found guilty and convicted of any other civil offence of which  \nhe could be found guilty and convicted by a criminal Court in a trial for the same offence as he is  \ncharged  with.  \n \n114. General rules as to evidence. Subject to the provisions of this Ordinance, the rules  \nof evidence generally followed in criminal Courts shall apply to proceedings before a court - \nmartial.  \n \n115. Judicial notice. A court -martial shall take judicial notice of any matter generally  \nwithin  the knowledge  of its members  as officers of  the Navy.  \n \n116. Summoning  of witnesses . (1) The convening  officer,  the president  of the court,  the \njudge advocate,  1[the President  of the  board of inquiry,]  or the commanding officer  of the  \naccused  person  may,  by summons  under  his hand,  require  the attendance,  at a time and place  to \nbe mentioned in the summons, of any person either to give evidence or to produce any document  \nor thing.  \n \n(2) In the case of a witness  subject  to service  law the summons  shall  be sent to his \ncommanding  officer and  such officer  shall  serve  it upon  him accordingly.  \n \n1[(3) In the case of any other witness, the person issuing summons under sub -section (1)  \nshall have the same powers as a criminal court has under the Cod e of Criminal Procedure. 1898  \n(Act V of 1898), to enforce the attendance of any witness and for his examination or production  \nof any  document or  thing.]  \n \n(4) When  a witness  is required  to produce  any particular  document  or thing  the summons  \nshall describe it with reasonable precision.  \n \n117. Commission  for the examination  of witnesses.  (1) Whenever,  in the course  of a \ntrial by a court -martial, it appears to the Court that the examination of a witness is necessary for  \nends of justice, and that the  attend ance of such witness cannot be procured without an amount of  \ndelay, expense or inconvenience which, in the circumstances of the case, would be unreasonable,  \nsuch Court may, if it thinks necessary, issue a commission in the manner specified in Chapter XL  \nof the Code of Criminal procedure, 1898 (Act V of 1898), according as the witness resides in a  \nplace  in or outside  Pakistan.  \n \n(2) The Court  may be adjourned  for a specified  time reasonably  sufficient  for the \nexecution  and return of  the commission.  \n \n(3) Such  a commission  shall  be executed  by the magistrate  or officer  to whom  it is issued  \nin the same  manner  as if it was issued  in the  trial of a  warrant case  under  the Code  of Criminal  \n \n1Ins. subs.  by Ord. LXII  of 2000,  s. 4. \n \n \nProcedure, 1898 (Act V of 1898), or of any corresponding law in force at the place where the  \nevidence is recorded ; and shall be returned, together with the deposition of the witness examined  \nthereunder  to the  Judge  Advocate -General.  \n \n(4) The Judge Advocate -General will forward the same to the court martial who issued it  \nor, if the said court -martial is in the meanwhile, dissolved to another court -martial convened for  \nthe trial of the accused in respect of the same charge and any deposition so taken shall be  \nrecorded  in evidence  and shall form  part of the  proceedings of the  Court.  \n \n118. Presumption  as to signature.  In any proceeding  under  this Ordinance,  any \napplication, certificate, warrant, reply or other document purporting to be signed by an officer in  \nthe service of the Government shall, on production, be presumed to have been duly signed by the  \nperson  by whom  and in the character  in which  it purports  to have  been  signed,  until the contrary  \nis shown.  \n \n119. Enrolment paper.  (1) Any enrolment paper purporting  to be signed  by an enrolling  \nofficer  shall,  in any proceedings  under  this Ordinance,  be evidence  that the person  enrolled  gave  \nthe answer  which he  is therein represented to  have given.  \n \n(2) The enrolment of such person may be proved by the production of the original or a  \ncopy of his enrolment paper purporting to be certified to be a true copy by the officer having the  \ncustody  of the  enrolment  paper.  \n \n120. Presumption  as to certain  documents.  \ndocument  with respect to  a person,  (1) Where  any letter,  return  or other  \n \n(i) having,  or not having,  at any time served,  in, or been  dismissed  or \ndischarged  from any  part of  the armed  forces of Pakistan;  \n \n(ii) having or not having, held any rank or appointment in, or been posted or  \ntransferred to  any part of such forces, or having or not having served in  \nany particular country  or place; or  \n \n(iii) being, or not being, authorised to use or wear any military, naval or air  \nforce decoration, medal, meal ribbon,  badge, wound stripe or emblem, the  \nuse or wearing of which by an unauthorised person is, by any law for the  \ntime being  in force  an offence,  \n \npurports to have been signed by or on behalf of a Secretary to the 1[Federal Government], or by  \nan officer of any of the headquarters of the armed forces or by the commanding officer or the  \nofficer  having the  custody of the  records of  any portion of those  forces  or of  any ship or  \nestablishment of the Pakistan Navy to which such person appears or alleges to belong or to have  \nbelonged  shall be  evidence  of the  facts stated  in such letter,  return  or other document.  \n \n(2) Any army, navy or air force list or gazette purporting to have been published by the  \ncompetent  authority shall  be evidence of the  status,  rank and appointment  of the  officer or  \nwarrant officer and also of the unit or branch of the service to which he belongs according as it is  \nshown  in the  list or gazette.  \n \n1Subs.  by F.A.O.,  1975, Art.  2 and Table,  for “Central  Government”.  \n \n \n(3) Where a record made in any service book in pursuance of this Ordinance or of any  \nrules made thereunder or otherwise in pursuance of duty purports to have been signed by the  \ncommanding officer or by the officer whose duty it is to make such record, such record shall be  \nevidence  of the  facts therein stated.  \n \n(4) A copy of any record in any service book purporting to have been certified as a true  \ncopy  by the officer having  the custody  of such book  shall be  evidence  of such record.  \n \n(5) Where any person subject to this Ordinance is being tried on a charge of desertion or  \nof absence  without  leave  and such person  has surrendered  himself  into the custody  of, or has \nbeen apprehended by, any officer, or any portion, of the armed forces of Pakistan, a certificate  \npurporting to  be signed  by such officer, or by the commanding officer  of that portion of the  \narmed forces and stating the fact, date and place of such surrende r or apprehension, shall be  \nevidence  of the  matters so stated.  \n \n(6) Where any person subject to this Ordinance is being tried on a charge of desertion or  \nof absence without leave and such person has on arrest or surrender been taken to a police station  \nin Pakistan, a certificate purporting to have been signed by the officer -in-charge of that police  \nstation, and stating the fact, date and place of such surrender or apprehension shall be evidence of  \nthe matters  so stated.  \n \n(7) Any document purporting to be a report under the hand of any Chemical Examiner or  \nAssistant Chemical Examiner to the Government upon any matter or thing duly submitted to him  \nfor examination or analysis and report may be used as evidence in any proceeding under this  \nOrdinance.  \n \n(8) If it is proved  that a person  charged  with an offence  under  this Ordinance  has \nabsconded and that there is no immediate prospect of arresting him, the commanding officer or  \nother prescribed person may, in his absence, examine any persons who might appear to him to be \nacquainted with the case and record their depositions on oath and any such deposition may on the  \narrest of such person be used in evidence against him in any proceeding under this Ordinance, if  \nthe deponent is dead or incapable of giving evidence, or hi s attendance cannot be procured  \nwithout an amount of delay, expense or inconvenience which under the circumstances of the case  \nwould  be unreasonable.  \n \n121. Reference  by accused  to Government  officer . (I) If at any trial, or other  \nproceedings  for desertion  or absence  without  leave,  the accused  states  in his defence  any \nsufficient or reasonable excuse for his unauthorised absence, and refers in support thereof to any  \nofficer in the service of the Government or if it appears that any such officer is likely to prove or  \ndisprove the said statement in the defence, the Court or officer conducting the proceedings shall  \naddress  such officer  and adjourn the  Court or  proceedings until his  reply  is received.  \n \n(2) The written reply of any officer so addressed shall, if signed by him, be received in  \nevidence and have the same effect as if made on oath before the Court or officer conducting the  \nproceedings.  \n \n(3) If the court -martial is dissolved before receipt of such reply or if it omits to comply  \nwith the provisions  of this section,  the convening  officer  may,  at his discretion,  annul  the \nproceedings  and order a  fresh trial by  the same or  another  court -martial.  \n \n \n122. Evidence  of previous  convictions  and general  character.  (1) When  any person  \nsubject to this Ordinance has been convicted by a court -martial of any offence, such court -martial  \nmay inquire into,  and receive an  record  evidence of any previous  conviction  of such  person,  \neither  by a  court -martial  held under  this Ordinance  or under  any other  enactment,  or by a  \ncriminal Court, or of any previous award of punishment under sections 102 and 103 (to such  \nextent as may be prescribed), and may further inquire into and record the general character of  \nsuch person, an such o ther matters as may  be prescribed.  \n \n(2) Evidence received under this section may be either oral or in the shape of entries in, or  \ncertified extracts from service records; and it shall not be necessary to give notice before trial to  \nthe person tried  that ev idence as to  his previous  convictions  or character will  be received.  \n \n123. Lunacy  of accused . (1) Whenever,  in the course  of a trial by a court -martial,  it \nappears to the Court that the person charged is by reason or unsoundness of mind incapable of  \nmaking his defence, or that he committed the act alleged but was by reason of unsoundness of  \nmind in capable of knowing the nature of the act or knowing that it was wrong or contrary to law,  \nthe Court  shall record  a finding  accordingly.  \n \n(2) The president of  the Court  shall forthwith  report the case  to the confirming  officer.  \n \n(3) The confirming officer to whom a case is reported under sub -section (2) may, if he  \ndoes not confirm the finding, take steps to have the accused person tried by the same or another  \ncourt -martial  for the  offence  with which he was charged.  \n \n(4) The confirming officer confirming a finding in any case so reported to him under sub - \nsection (2) shall  order the accused person to be  kept in custody in the  prescribed  manner  and \nshall report the c ase for the  orders of the  1[Federal Government].  \n \n(5) On receipt of a report under sub -section (4) the 1[Federal Government] may order the  \naccused  person to be  detained  in a lunatic  asylum  or other  suitable  place  of safe custody.  \n \n124. Subsequent fitness of lunatic accused for trial. Where any accused person, having  \nbeen found by reason of unsoundness of mind to be incapable of making his defence, is in  \ncustody  or under  detention  under  section  123 the officer  commanding  the ship or naval  \nestablishment within the area of whose command the accused is in custody or is detained, or any  \nother  office  prescribed in  this behalf, may  \n \n(a) If such person is in custody under sub -section (4) of section 123 on the  \nreport  of medical officer that he is  capable of making  his defence, or  \n \n(b) if such person is detained in a jail under subsection (5) of section 123, on a  \ncertificate  of the Inspector -General  of Prisons,  and if such person  is \ndetained in a lunatic asylum under the said sub -section, on a certificate of  \nany two or more  of the visitors  of such asylum  that he is capable  of \nmaking his defence,  take steps to have such person tried by the same or  \nanother  court -martial  for the offence  with which  he was originally  \ncharged,  or, if  the offence  is civil offence, by  a criminal Court.  \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table, for  “Central  Government”.  \n \n \n125. Transmission  to 1[Federal  Government]  of orders  under  section  124. A copy  \nof every  order  made  by an officer  under  section  124 for the trial of the accused  person  shall  \nforthwith  be sent to the 1[Federal Government].  \n \n126. Release  of lunatic  accused.  Where  any person  is in custody  under  sub-section  (4) \nof section 123,  or under detention under  sub-section  (5) of  that section  \n \n(a) if such person  is in custody  under  the said sub-section  (4), on the report  of \na medical officer, or  \n \n(b) if such person  is detained  under  the said sub-section  (5), on a certificate  \nfrom any  of the authorities mentioned in  clause  (b) of  section 124, \n \nthat, in the judgment of such officer or authority such person may be released without danger of  \nhis doing injury to himself or to any other person, the 1[Federal Government] may order that such  \nperson be released, or detained in custody, or transfe rred to a public lunatic asylum if he has not  \nalready  been sent to such  an asylum.  \n \n127. Delivery  of lunatic  accused  to relatives.  Where  any relative  or friend  of any \nperson, who is in custody under sub -section (4) of section 123 or under detention under sub- \nsection (5) of that section, desires that he should be delivered to his care and custody, the  \n1[Federal  Government]  may,  upon  application  by such relative  or friend  and on his giving  \nsecurity  to the  satisfaction  of that Government  that the  person de livered  shall  _ \n \n(a) be properly  taken  care of and prevented  from  doing  injury  to himself  or to \nany other  person; and  \n \n(b) be produced  for the inspection  of such authority,  and at such times  and \nplaces,  as the  1[Federal Government]  may direct,  \n \norder  such person  to be delivered  to such relative or friend.  \n \n128. Order  for custody  and disposal  of property  pending  trial.   \n \nWhen  any property  \nregarding which any offence  appears to  have been committed, or which  appears to  have been  \nused for the commission of any offence, is produced before a court -martial during a trial, the  \nCourt may make such order as it thinks fit for the proper custody of such property pending the  \nconclusion of the trial and, if the property is subject to speedy or natural decay, may, after  \nrecording  such evidence as it  thinks  necessary, order it  to be  sold or otherwise  disposed  of. \n \n129. Order  for disposal  of property  regarding  which  offence  is committed.  (1) After  \nthe conclusion of a trial before a court -martial, the Court or the officer confirming the finding  or \nsentence  of such court -martial  or any authority  superior  to such officer,  may make  such order  as \nit or he thinks fit for the disposal by destruction, confiscation, delivery to any person cla iming to  \nbe entitled to possession thereof or otherwise of any property or document produced before the  \nCourt or in its custody, or regarding which any offence appears to have been committed or which  \nhas been used  for the commission of any  offence.  \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n \n \n(2) Where any order has been made under sub -section (1) in respect of property regarding  \nwhich an offence appears to have been committed, a copy of such order signed and cer tified by  \nthe authority making the same may, whether the trial was held within Pakistan or not, be sent to a  \nmagistrate in any district in which such property for the time being is, and such magistrate shall  \nthereupon cause the order to be carried into eff ect as if it was an order passed by such magistrate  \nunder  the provisions of the Code  of Criminal Procedure,  1898  (Act V of 1898).  \n \nExplanation . In this section  the term “property”  includes,  in the case of property  \nregarding which an offence appears to have been committed, not only such property as has been  \noriginally in the possession or under the control of any person, but also any property into or for  \nwhich  the same  may have  been  converted  or exchanged  and anything  acquired  by such \nconversion  or excha nge whether  immediately  or otherwise.  \n \n \nCHAPTER  XII-CONFIRMATION,  REVISION  AND  REVIEW  \n \n130. Confirmation  of finding  and sentence.  (1) At the conclusion  of a trial by court - \nmartial,  the finding  and the sentence,  if any, of the Court  shall  be signed  by the president  and the \njudge -advocate,  if any, but they  shall not be promulgated  until they  have been confirmed.  \n \n(2) The President of the court shall forward the proceedings of the court to the convening  \nauthority, who may confirm the same or transmit them for confirmation to a superior authority, if  \nso directed by  the warrant empowering  him to convene  the Court 1[:] \n1[Provided  that, in the absence  of the convening  authority,  the proceedings  shall  be \ntransmitted  for confirmation to an authority  superior  in command to such authority.].  \n(3) No finding or sentence of a court -martial shall be valid unless and except to the extent  \nto which it is  confirmed in accordance  with the  provisions of  this Ordinance  and the rules.  \n \n131. Power  of confirming  authority.  \nfinding  and the sentence  of the Court  \n \n(a) be confirmed  The confirming  authority  may order  that the \n \n(i) as passed by  the Court, or  \n \n(ii) subject  to such mitigation,  remission  or commutation  of the sentence  as \nspecified  hereinafter;  \n \n(b) be returned  to the court  once  for revision,  as specified  hereinafter,  prior  to their \nbeing  confirmed; or  \n \n(c) be not confirmed.  \n2[131A.  Sentence  requiring  confirmation  by court  of appeals.   \n \n(1) A punishment  \nawarded  as hadd  under any  Islamic  law shall  not be executed  unless it  is confirmed  by the court  \n \n1Subs.  and proviso  added  by the Pakistan  Navy  (Amdt.)  Ordinance,  1980  (55 of 1980,  s.23. \n2Ins. by the Pakistan Navy  (Amdt.)  Ordinance,  1984  (37 of 1984),  s. 19. \n \n \nof appeals  and, until the punishment  is confirmed  and executed,  the convict  shall  be dealt  with in \nthe same manner as if sentenced to simple imprisonment.  \n \n(2) The sentence of amputation of hand, foot or both shall be carried out by an authorized  \nmedical  officer.  \n \n(3) If, at the time of the execution of the sentence, the authorized medical officer is of the  \nopinion  that the  amputation  of hand,  foot or  both may cause  the death of the  convict, the  \nexecution  shall be postponed until such time  as the apprehension  of death cases.].  \n \n132. Power of confirming authority to mitigate, remit or commute sentences. A \nconfirming authority may, when confirming the sentence of a court -martial, mitigate or remit the  \npunishment thereby awarded, or commute that punishment for any punishment or punishments  \nlower  in the  scale  as laid  down in this Ordinance:  \n \nProvided  that a sentence  of imprisonment  shall  not be commuted  to a sentence  of \ndetention for  a term exceeding  the term of  imprisonment  awarded by  the Court  1[:] \n \n1[Provided  further  that a sentence  awarded  as hadd  under  any Islamic  law shall  not be so \nmitigated,  remitted or  commuted  otherwise than in  accordance  with such law.]  \n \n133. Power  of confirming  authority  to return  the finding  and sentence  to the Court  \nfor revision.  (1) Any finding  or sentence  of a court -martial  may be revised  by it by order  of the \nconfirming  authority  but only once  ; and in the course  of such revision,  the court,  if so directed  \nby the confirming  authority, may  take additional evidence.  \n \n(2) Except  for the  unavoidable  absence  of any of  its members,  the court,  sitting  in \nrevision, shall consist of the same members as were present at the time of arriving at the fin ding \nor passing  the sentence.  \n \n(3) In the case of unavoidable absence of any of its members the cause whereof shall be  \nduly recorded in the proceedings, the court shall proceed with the revision, unless the president  \nhimself  is absent  or the number  of member  present  is less than the minimum  required  to \nconstitute the Court under section 99 in which case the court shall be dissolved and the accused  \nmay be tried by  a court -martial constituted afresh.  \n \n134. Remedy  against  an order  of court -martial  before  confirmation  of finding  or \nsentence . (1) Any person  subject  to this Ordinance  who consider  himself  aggrieved  by any \norder  passed  by a court -martial  may at the conclusion  of the trial and before  confirmation  of the \nfinding  of the sentence, present a petition to the  confirming  authority.  \n \n(2) Before confirming any finding or sentence of a court -martial, the confirming authority  \nshall take such steps as it considers necessary to satisfy itself of the correctness, legality and  \npropriety  of the  order  passed and of  the regularity of the  proceedings in which  it was passed.  \n \n \n1Subs  and added  by the Pakistan  Navy  (Amdt). Ordinance,  1984,  (37 of 1984), s.  20. \n \n \n135. Review by the 1[Federal Government] or the 2[Chief of the Naval Staff] finding  \nand sentence. Any finding of guilty and any sentence awarded by a court martial in respect of  \nsuch a finding  may be reviewed  by the 1[Federal  Government]  or the 2[Chief  of the Naval  Staff]  \nat any  time.  \n \n136. Remedy of aggrieved persons, on being convicted by a court -martial. Without  \nprejudice to the provisions of the foregoing section, a person convicted under this Ordinance by a  \ncourt -martial may at any time present a petition against the finding or the sente nce or both to the  \n1[Federal Government] or the 2[Chief of the Naval Staff] who may thereupon review the finding  \nor the  sentence  or both.  \n \n137. Power  to quash  or alter  findings.  (1) On review  of a finding  of a court -martial,  \nthe 1[Federal Government] or the  2[Chief  of the Naval  Staff]  may \n \n(a) in any case, quash the  finding;  \n \n(b) where some other finding of guilty could lawfully have been made by the  \nCourt before which the trial took place, and it appears to the 1[Federal  \nGovernment] or the 2[Chief of the Naval Staff] that court must have been  \nsatisfied  of facts  necessary to  justify that  other  finding,  substitute  that \nother  finding.  \n \n(2) Where  a finding  is quashed  under sub -section (1), then  \n \n(a) if the sentence passed in respect of that finding relates to that finding only,  \nthe sentence  shall  be quashed;  \n \n(b) if the sentence  relates  to that and any other  finding  or findings,  the \n1[Federal Government] or the 2[Chief of Naval Staff] may substitute such  \nsentence as is authorised by this Ordinance in respect of the other finding  \nor findings.  \n \n(3) Where a finding is substituted under sub -section (1) the sentence may be substituted  \nby any other sentence  provided by  this Ordinance  in respect of the  substituted finding.  \n \n(4) The punishment awarded by a sentence substituted under sub -section (2) or sub - \nsection (3) shall not be higher in the scale of punishments than, or in excess of the punishment  \nawarded  by the sentence  for which the new sentence  is substituted;  \n \n(5) Any finding or sentence substituted under the preceding sub -sections shall for all  \npurposes  be deemed  to be  the finding  or sentence  of the court before  which  the trial took place.  \n \n138. Power  to remit  or alter  sentences.  (1) On the review  of a sentence  awarded  by a \ncourt -martial,  the 1[Federal  Government]  or the 2[Chief  of the Naval  Staff]  may,  subject  to the \nprovisions  of this section,  \n \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n2Subs.  ibid., Art 2 and Sch.,  for “Commander -in-Chief”.  \n \n \n(a) annul  the sentence;  \n \n(b) remit  the sentence in whole  or in part;  \n \n(c) commute the sentence for any other sentence provided by this Ordinance ;  \nor \n \n(d) if the sentence is for any reason invalid, substitute such other sentence as  \ncould be awarded under this ordinance in respect of the relevant finding or  \nfindings.  \n \n(2) The punishment  awarded by a sentence effective after commutation or substitution  \nunder sub -section (1) shall not be higher in the scale of punishments than, or in excess of, the  \npunishment awarded by the sentence which is commuted or for which the new sentence is  \nsubsti tuted.  \n \n(3) Any sentence effective after remission, commutation or substitution under sub -section  \n(1), shall for all purposes be deemed to be the sentence of the court before which the trial took  \nplace.  \n \n1[138A. Court  of appeals.  (1) There shall  be a court  of appeals  which  shall  hear appeals  \nagainst the finding and sentence of a court -martial in a case punishable with hadd under an  \nIslamic law 2[or when a person has been sentenced to death, imprisonment for a term exceeding  \nthree  months or dismissal from service.].  \n \n(2) The court  of appeals  shall  be appointed  by the Chief  of the Naval  Staff  and shall  \nconsist  of officers  of suitable  rank and qualification who  are eligible  to serve  on a court -martial.  \n \n(3) The court of appeals  shall  have  the power to  \n \n(i) confirm  the finding  or sentence  or both,  and to exercise  the same  powers  \nin that respect  as are available  to a confirming  authority  under  this \nOrdinance  ; \n \n(ii) order  retrial  of the accused  ; \n \n(iii) quash  the finding  ; \n \n(iv) alter the  finding  ; \n \n(v) revise the  finding  ; \n \n(vi) where some other finding of guilty could lawfully have been made by the  \ntrial and it appears to the court of appeals that the trial court must have  \nbeen satisfied of facts necessary to justify that other finding, substitute that  \nother  finding.  \n \n1Ins. by the Pakistan  Navy  (Amdt.)  Ordinance.  1984  (37 of 1984),  s.21. \n2Subs.  by Act 29 of  1992,  s. 2. \n \n \n(4) Where  a finding  is quashed  under  clause  (iii) of sub-section  (3), then,  \n \n(i) if the sentence passed in respect of that finding relates to that finding only,  \nthe sentence  shall be  quashed; and  \n \n(ii) if the sentence relates to  that and  any other finding, or findings, the court  \nof appeals may substitute such sentence as is authorized by this Ordinance  \nin respect of the  other finding  or findings.  \n \n(5) Where a finding is altered or substituted under clause (iv) or clause (vi) of sub -section  \n(3), the court of appeals may pass such sentence as is authorized by this Ordinance or it may  \nsubstitute  the sentence  by any other  sentence  provided  by this  Ordinance  in respect  of the \nsubstitute  finding  : \n \nProvided  that no order under this  sub-section  shall  be made to  the prejudice of  the \naccused unless he has been afforded an opportunity of being heard either personally or by his  \ndefending  officer  or his counsel.  \n \n(6) The decision of the court of appeals shall be finall and shall not be called in question  \nbefore  any court or other  authority.]  \n \n139. Saving of functions of Judge Advocate -General. Nothing in this Chapter shall  \naffect the powers and functions of the Judge Advocate -General in relation to the naval tribunals  \nincluding  his functions of considering  and reporting  on the proceedings  of such tribunals.  \n \n140. Bar of appeals. No Court shall question the correctness, legality or propriety of any  \nproceeding, order, finding or sentence of any naval tribunal, and no appeal, revision or other  \nremedy shall lie in respect of any such proceeding, order, finding or sentence save in accordance  \nwith the provisions of this Ordinance.  \n \nCHAPTER  XIII. -EXECUTION  OF SENTENCES  \n \n1[141.  Form  of sentence  of stoning  to death  and death.  In awarding  a sentence  of \ndeath,  a court -martial  shall  direct  that the sentence  shall  be executed  in the manner  provided  for \nin the Offence  of Zina (Enforcement of Hudood)  Ordinance,  1979 (VII  of 1979).  \n \n(2) In awarding a sentence of death, a court -martial shall, in its discretion, direct that the  \noffender shall suffer death by being hanged by the neck until he be dead, or shall suffer death by  \nbeing  shot to death.]  \n \n142. Commencement  of sentence  of imprisonment  or detention.  The term of a \nsentence of imprisonment or detention under this Ordinance, whether the sentence has been  \nrevised or not, shall be reckoned as commencing on the day on which the sentence is signed by  \nthe president of the  court -martial or the  officer trying  the case.  \n \n \n1Subs.  by the Pakistan  Navy  (Amdt.)  Ordinance,  1984  (37 of 1984),  s. 22, for section  141. \n \n \n143. Execution of sentence of imprisonment. The officer who confirms the sentence or  \nsuch other officer as may be prescribed, may direct that the sentence of imprisonment in any  \nparticular case shall be carried out by confinement in a civil prison or by confinement in a  \nmilitary, naval or air force prison , and the commanding officer of th e person under sentence or  \nsuch other officer as may be prescribed, shall forward a warrant in the prescribed form to the  \nofficer  in charge  of the prison  in which  the person  is to be confined,  and shall  forward  him to \nsuch prison with the  warrant :  \n \nProvided that in the case of a sentence of imprisonment for a period not exceeding three  \nmonths,  the sentence  may be directed  to be carried  out by confinement  in naval  custody  instead  \nof a prison:  \n \nProvided further that on active service a sentence of imprisonment may be carried out by  \nconfinement in such place as the officer commanding the naval forces may from time to time  \nappoint.  \n \n1[143A.  Form  of sentence  of amputation  of hand,  foot or both  or whipping.  (1) In \nawarding a sentence of amp utation of hand, foot or both, a court -martial shall direct that the  \nsentence  shall  be executed  in the manner  provided  for in the Offences  Against  Property  \n(Enforcement  of Hudood ) Ordinance, 1979 (VI  of 1979).  \n \n(2) In awarding a sentence of whipping, a court -martial shall direct that the sentence shall  \nbe executed  in the manner  provided  for in the Execution  of the Punishment  of Whipping  \nOrdinance,  1979 (IX of 1997).]  \n \n144. Execution of sentence of detention. A sentence of detention under this Ordinance  \nshall  be carried  out by detaining the  offender  in any military,  naval  or air force  detention  \nbarracks, detention cells or other military, naval or air force custody, and when the sentence is to  \nbe carried out by detention in any military, naval or air force detention barracks, the commanding  \nofficer of the person under sentence, or such other officer as may be prescribed, shall forward the  \nperson under sentence, together with a warrant in the prescribed form, to the officer in cha rge of  \nthe said detention barracks.  \n \n2[144A. Execution of sentence of fine. When a sentence of fine is imposed by a court - \nmartial under this Ordinance, whether the trial was held within Pakistan or not; copy of such  \nsentence, signed and certified by the P resident of the court or the convening officer, as the case  \nmay be, shall be sent to a Magistrate in Pakistan, and such Magistrate shall thereupon cause the  \nfine to be recovered in accordance with the provisions of the Code of Criminal Procedure, 1898,  \nfor the levy of fines as if  it were  a sentence  of fine  imposed by  such Magistrate.].  \n \n145. Interim  custody  of persons  under  sentence  of 3[stoning  to death  or] death,  \nimprisonment  or detention.  (1)  When  a person  is sentenced  by a court -martial  to suffer  \n3[stoning to  death  or] death  and the sentence has  been confirmed, the  commanding officer  of \nsuch person, or  such officer  as may be prescribed may, if he thinks fit, by warrant in the  \nprescribed form, commit the said person to safe custody in a civil prison pending the execution of  \nthe sentence,  and may  \n \n1Ins. by the Pakistan  Navy  (Amdt.) Ordinance,  1984 (37  of 1984),  s. 23. \n2Ins. by  Act 29  of 1992, s.  3. \n3Ins. by the Pakistan  Navy  (Amdt.) Ordinance,  1984  (37 of 1984),  s. 24. \n \n \nsimilarly, by warrant  in the prescribed form direct that the person so committed be re -delivered  \nto naval  custody,  or that he be released  or confined  in accordance  with any order  duly made  \nunder  this Ordinance  setting  aside or varying  the sentence  of 1[stoning  to death or]  death.  \n \n(2) Any such warrant as aforesaid shall be sufficient authority for the execution of the  \norders  contained therein.  \n \n(3) A person sentenced under this Ordinance to imprisonment or detention may, until he  \nreaches the prison or detention barracks in which he is to undergo his sentence, be kept in naval  \ncustody or in civil custody, or partly in one description of custody and partly in the other, and  \nmay, by order of such officer as may be prescribed, from time to time, be transferred from one to  \nthe other, as occasion may  require.  \n \n146. Authority  for committal  and transfer  of prisoners.  A warrant  issued  in \naccordance with the provisions of section 143 or section 144, or an order of the prescribed officer  \nfor the  transfer  of a person  undergoing  a sentence  of imprisonment  or detention  from  one \ndescription  of custody  to another,  shall  be sufficient  authority  for committing  the person  \nconcerned to prison, detention barrack or naval custody or, as the case may be, for transferring  \nhim from one  description  of custody  to the  other.  \n \n147. Conveying of prisoners from place to place. A person under sentence of 1[stoning  \nto death, death, amputation of hand, foot or both, imprisonment, detention or whipping] may,  \nwhile he is being conveyed from one place to another, or when on board a ship, aircraft, or other  \nvehicle  be subjected to such restraint as is necessary  for his safe  conduct  and removal.  \n \n148. Communication  of certain  orders  to prison  officers.  (I) Whenever  an order  is \nduly made under this Ordinance setting aside or varying any sentence, order or warrant under  \nwhich any person is  confined in  a civil, military, naval  or air force prison  or detained in  a \nmilitary, naval or air force detention barracks a warrant in accordance wi th such order shall be  \nforwarded by the prescribed officer to the officer -in-charge of the prison or detention barracks in  \nwhich  such person is confined.  \n \n(2) Any such warrant  shall  be sufficient  authority  for the execution  of the orders  \ncontained  therein.  \n \n149. Establishment  and Regulation  of naval  prisons  or detention  barracks.  The \n2[Federal Government] may set apart any building or part of a building, or any place under its  \ncontrol, as a naval prison or detention barracks for the confinement of persons sentenced to  \n1[stoning to death, death, amputation of hand foot or both, imprisonment, detention or whipping]  \nunder  this Ordinance.  \n \n150. Power  to make  rules  in respect  of prisons  and prisoners . The 2[Federal  \nGovernment] may  make  rules providing:  \n \n(a) for the government,  management  and Regulation  of naval  prisons  and detention  \nbarracks  ; \n \n \n1Subs.  and ins. by the Pakistan Navy  (Amdt.)  Ordinance, 1984  (37 of 1984)  s s. 25 and 26, for “imprisonment  or detention”.  \n2Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n \n \n(b) for the appointment, removal and powers of inspectors, visitors governors  \nand officers thereof;  \n \n(c) for the labour  of prisoners  undergoing  confinement  therein,  and for \nenabling, such prisoners to earn by special industry and good conduct, a  \nremission  of a portion of  their sentence  ; \n \n(d) for the safe custody of such prisoners and the maintenance of discipline  \namong  them  and the punishment  by personal  correction,  restraint  or \notherwise,  of offences committed by  them ;  \n \n(e)  for the application to naval prisons or detention barracks of any of the  \nprovisions of the Prisons Act, 1894 (IX of 1894), relating to the duties of  \nofficers  of prisons ;  \n \n(f) for the admissions into any prison, at proper times and subject to proper  \nrestrictions, of persons with whom prisoners may desire to communicate,  \nand for the consultation by prisoners under trial with their legal advisers  \nwithout the presence as far as possible of any third party within hearing  \ndistan ce. \n \n151. Restriction of  rule-making power in respect of corporal punishment.  Rules  \nmade under section 150 shall not authorise corporal punishment to be inflicted for any offence,  \nnor render the imprisonment more severe than it is under any law for the time bei ng in force  \nrelating  to civil prisons in Pakistan.  \n \n152. Procedural defect or error in the order or warrant. Confinement of a person  \nundergoing a sentence of imprisonment or detention under this Ordinance in any place or manner  \nin which he might be confined und er a lawful order or warrant under this Ordinance, shall not be  \ndeemed to be illegal only by reason of any procedural defect or error in or as respects the order,  \nwarrant or other document, or the authority by which, or in pursuance whereof such person was  \nbrought into or is confined in any such place, and any such order, warrant or document may be  \namended  for rectifying  such defect or error.  \n \nCHAPTER  XIV \nPARDONS,  REMISSIONS  AND  SUSPENSION  \n \n153. Pardon  and remission.  When  any person  subject  to this Ordinance  has been  \nconvicted by a naval tribunal of any offence, the 1[Federal Government], the 2[Chief of the Naval  \nStaff] or, any officer not below the rank of captain empowered in this behalf by the 2[Chief of the  \nNaval  Staff]  may,  \n \n \n \n \n \n \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n2Subs.  ibid., and Sch.,  for “Commander -inChief”.  \n \n \n(i) either without conditions or upon any conditions which the person  \nsentenced accepts, pardon the person or remit the whole or any part  \nof the punishment awarded, or  \n \n(ii) mitigate the punishment awarded, or commute such punishment for  \nany less punishment or punishments mentioned  in this Ordinance  : \n \nProvided  that a sentence  of imprisonment  shall  not be \ncommuted for  a sentence of detention for a  term exceeding the  \nterm of imprisonment awarded by  the court 1[:] \n \n2[Provided  further  that, if a sentence  of hadd  has been  \nawarded under an Islamic law, no order shall be made under this  \nsection  otherwise  than in  accordance  with such  law].  \n \n154. Cancellation of conditional pardon or remission. If any condition on which a  \nperson has been pardoned or a punishment has been remitted is, in the opinion of the authority  \nwhich granted the pardon or remitted the punishment, not fulfilled, such auth ority may cancel the  \npardon or remission, and thereupon the sentence shall be carried into effect as if such pardon had  \nnot been  granted or such  punishment  had not been  remitted :  \n \nProvided  that in the case of a person  sentenced  to imprisonment  of detentio n such person  \nshall  undergo only  the unexpired portion of  his sentence.  \n \n155. Suspension  of sentence  of imprisonment,  detention  or whipping.  (1) Where  a \nperson  subject  to this Ordinance  has been  sentenced  by a court -martial  to imprisonment  \n3[detention or whipping], the 4[Federal Government] or the 5[Chief of the Naval Staff] or any  \nofficer empowered to convene a general or summary general court -martial may suspend the  \nsentence  whether  or not the  offender has  already  been committed to prison o r custody  1[:] \n \n2[Provided that, if a sentence of hadd has been awarded under an Islamic law, no order  \nshall be made under this section except while the offender is on active service nor otherwise than  \nin accordance  with such law.]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs.  by the Pakistan  Navy  (Amdt.)  Ordinance,  1984  (37 of 1984),  ss. 27 and 28, for full-stop.  \n2Provisos  added  ibid. \n3Subs.  ibid., s. 28 for “or detention”.  \n4Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n5Subs.  ibid., and Sch.,  for “Commander -inChief”.  \n \n \n(2) The authority or officer specified in sub -section (1) may in the case of an offender so  \nsentenced  direct  that, until the orders  of such authority or  officer  have  been  obtained,  the \noffender  shall  not be  committed to priso n or custody.  \n \n(3) The powers conferred by sub -sections (1) and (2) may be exercised in the case of any  \nsuch sentence  which has  been  confirmed, mitigated or commuted.  \n \n156. Orders  pending  suspension . A confirming  officer  or an officer  exercising  powers  \nof summary trial may,  when a  person  has been  sentenced to imprisonment or  detention, direct  \nthat the offender be not committed to prison or to custody until the orders of the authority or  \nofficer  specified  in section 155 have  been obtained.  \n \n157. Release  on suspension.  When  a sentence  is suspended  under  section  155, the \noffender shall,  whether  he has  been  committed  to prison  or to  custody or not,  be released  \nforthwith.  \n \n158. Computation of period of suspension. Any period during which the sentence is  \nunder  suspens ion shall be  reckoned as part  of the term of such sentence.  \n \n159. Order after suspension. The authority or officer specified in section 155 may, at  \nany time whilst a  sentence  is suspended, order - \n \n(a) that the offender  be committed  to undergo  the un-expired  portion  of the \nsentence  ; or \n \n(b) that the sentence  be remitted.  \n \n160. Reconsideration  of case after  suspension.  (1) Where  a sentence  has been  \nsuspended, the case may at any time, and shall, at intervals of not more than four months, be  \nreconsidered by the authority or officer specified in section 155, or by an officer not below the  \nrank of  lieutenant commander duly  authorised by  the authority  or officer specified in section 155.  \n \n(2) Where on such reconsideration by the officer so author ised it appears to him that the  \nconduct of the offender since his conviction has been such as to justify a remission of the  \nsentence,  he shall refer  the matter to the authority  or officer  specified in section 155.  \n \n161. Fresh sentence after suspension. Where a n offender, while a sentence on him is  \nsuspend  under this Ordinance, is sentenced for any  other offence, then  \n \n(a) if the further sentence is also suspended under this Ordinance, the two  \nsentences  shall run  concurrently  ; \n \n(b) if the further sentence is for a period of three months or more and is not  \nsuspended under this Ordinance, the offender shall also be committed to  \nprison or naval custody for the unexpired portion of the previous sentence,  \nbut both sentences shall run concurrently  ; and \n \n \n(c) if the further sentence is for a period of less than three months and is not  \nsuspended under this Ordinance the offender shall be so committed on that  \nsentence only, and the previous sentence shall, subject to any order which  \nmay be passed under section 159  or section 160, continue  to be  suspended.  \n \n162. Scope  of power  of suspension.  The powers  conferred  by sections  155 and 159 shall  \nbe in addition to,  and not in  derogation of,  the power  of mitigation,  remission and  commutation.  \n \n163. Effect  of suspension  and remission  on dismissal.  (1) Where  in addition  to any \nother sentence the punishment of dismissal has been awarded by a court -martial, and such other  \nsentence is  suspended under section 155, then,  such dismissal  shall  not take effect  until so \nordered by  the authority  or officer  specified in that section.  \n \n(2) If such other  sentence  is remitted  under  section  159, the punishment  of dismissal  shall  \nalso be remitted.  \n \n \n \nCHAPTER  XV. PROPERTY OF DECEASED PERSONS, DESERTERS AND  \nLUNATICS.  \n \n164. Property of deceased persons and deserters other than officers. The following  \nprovisions shall apply to the disposal of the property of every person subject to this Ordinance,  \nother  than an officer, who dies or  deserts, namely  : \n \n(1) The commanding  officer  of the ship or naval  establishment,  to which  the \ndeceased person or deserter belonged, shall secure all the movable property belonging to the  \ndeceased or deserter that is in ship or naval establishment and cause an  inventory thereof to be  \nmade, and draw any  pay and allowances due  to such person.  \n \n(2) In the case of a deceased person who has left in a bank (including any post office  \nsaving bank, co -operative bank or society or any other institution receiving deposits in money,  \nhowsoever named) a deposit not exceeding 1[ten] thousand rupees, the commanding officer may,  \nif he thinks fit, require the agent, manager or other proper officer of such bank or other institution  \nto pay the deposit to him forthwith ; notwithstanding anything in any rules of the bank or the  \nother  institution  and when  any money  has been  paid by such bank  or other  institution  in \ncompliance with such requisition, no person shall have any claim against the bank or the other  \ninstitution  in respect of such money.  \n \n \n \n \n \n \n \n \n \n1Subs.  by the Pakistan  Navy  (Amdt.)  Ordinance,  1980  (55 of 1980), s.  24, for “one”.  \n \n \n(3) In the case of a deceased person whose representative, widow or next of kin is on  \nthe spot and has given security for the payment of the service or other debts in ship or naval  \nestablishment, if any of the deceased, the commanding officer may if he thinks fit deliver over  \nany property, received under clauses (1) and (2) to that representative, widow or next of kin, as  \nthe case may be, and shall not further  interfere  in relation to the property  of the deceased.  \n \n(4) In the case of a deceased person whole estate is not dealt with under clause (3),  \nand in the case of any deserter, the commanding officer shall cause the movable proper ty to be  \nsold by public auction, and may convert into money any cash certificates (including post office  \ncash certificates, defence savings certificates and national savings certificates) and shall pay the  \nservice and other debts in ship or naval establish ment, if any, from the proceeds of the sale or  \nconversion and from any pay and allowances drawn under clause (1) and from the amount of the  \ndeposit,  if any,  received  under clause  (2). \n \n(5) The surplus,  if any, shall  in the case of a deceased  person,  be paid to his \nrepresentative, widow or next of kin, if any, or, in the event of no claim to such surplus being  \nestablished  within  twelve  months  after the death,  then the same  shall  be remitted  to the \nprescribed  person :  \n \nProvided  that such remission  shall  not bar the claim  of any person  to such surplus  or any \npart thereof.  \n \n(6) In the case of a deserter, the surplus, it any, shall be forthwith remitted to the  \nprescribed person and shall, on the expiry of three years from the date of his desertion, be  \nforfeited to the Government, unless the deserter shall in the meantime have surrendered or been  \napprehended.  \n \n(7) The decision of the commanding officer as to what are the service and other debts  \nin ship or naval establishment of a deceased person or a deserter an d as to the amount payable  \ntherefore  shall be  final.  \n \n165. Disposal of certain property without production of probate, etc. (other than  \nofficers). Property deliverable and money payable to the representative, widow or next of kin, of  \na deceased person under section 164 may, if the  total value or amount thereof does not exceed  \none thousand rupees, and if the prescribed person thinks fit, be delivered or paid to any person  \nappearing to him to be entitled to receive it or to administer the estate of the de ceased, without  \nrequiring  the production  of any probate,  letters  of administration,  certificate  or other  such \nconclusive evidence of title; and such delivery or payment shall be a full discharge to those  \nordering or making the same and to the Government fr om all further liability in respect of the  \nproperty  or money  ; but nothing  in this section  shall  affect  the rights  of any executor  or \nadministrator  or other  representative,  or of any creditor  of a deceased  person  against  any person  \nto whom such delivery  or payment has been made  1[:] \n \n1[Provided  that when  the deceased  was attached  to, or found  part of, a force  which  was \nnot an active  service, the prescribed  person  shall  obtain  from  the representative,  widow  or next of \n \n \n1Subs.  added  by Act 29  of 1992, s.4.  \n \n \nkin to whom  the aforesaid  amount  is paid,  and undertaking  to the effect  that the amount  left after \npayment  of debts,  if any,  shall be  distributed amongst  the legal  heirs of  the deceased.].  \n \n166. Application  of sections  164 and 165 to lunatics,  etc. The provisions  of sections  \n164 and 165 shall, so far as they can be made applicable, apply in the case of a person subject to  \nthis Ordinance (not being an officer) who notwithstanding anything contained in the Lunacy Act,  \n1912 (IV of 1912 ), is ascertained in the prescribed manner to be insane, or, who being on active  \nservice, is officially reported missing, as if he had died on the day on which his insanity is so  \nascertained, or  as the  case may be, on the day  on which he  is officially  reported missing:  \n \nProvided  that in the case of a person  so reported  missing,  no action  shall  be taken  under  \nclauses  (2) to  (5) of section 164 until such  time as he  is officially  presumed  to be dead.  \n \n167. Property of officers who die or desert. The provisions of sections 168 to 173 shall  \napply  to the  disposal of the  property  of officers subject to this  Ordinance  who die or desert.  \n \n168. Powers  of Committee  of Adjustment.  (1) On the death  or desertion  of an officer,  \na Committee  of Adjustment  appointed  in this behalf  in the manner  prescribed  (hereinafter  \nreferred  to as the  Committee)  shall,  as soon as may  be, subject to rules  \n \n(a) secure all the movable property belonging to the deceased or deserter that  \nis in ship or naval  establishment  and cause  an inventory  thereof  to be \nmade,  and ascertain  a draw the  pay and allowances,  if any, due  to him ;and  \n \n(b) ascertain  the amount,  and provide  for.-the payment,  of the service  and \nother debts in ship or naval establishment  if any, of the deceased or  \ndeserter.  \n \n(2) In the case of a deceased officer whose representative, widow or next of kin has given  \nsecurity to the satisfaction of the Committee for  the payment of the service and other debts  in \nship or naval establi shment, if any, of the deceased, the Committee shall deliver any property  \nreceived by it under sub -section (1) to that representative, widow or next of kin, as the case may  \nbe, and shall  not further interfere  in relation to the  property  of the  deceased.  \n \n(3) In the case of a deceased officer the Committee, save as may be prescribed shall, if it  \nappears to it necessary for the payment of service and other debts in ship or naval establishment  \nand the expenses, if any, incurred by the Committee, and may, in any ot her case, collect all  \nmoneys left by the deceased in any bank (including any post office savings bank, co -operative  \nbank or society or any other institution receiving deposits in money, however named) and for that  \npurpose may require the agent, manager or other proper officer of such bank, society or other  \ninstitution to pay the moneys to Committee forthwith, and such agent, manager or other officer  \nshall comply with the requisition notwithstanding anything in any rules of the bank or other  \ninstitution ; an d when any money has been paid by a bank or other institution in compliance with  \nthe requisition under this sub -section, no person shall have a claim against the bank or other  \ninstitution  in respect of such money.  \n \n(4) In the case of a deceased officer whose estate has not been dealt with under sub - \nsection (2) and in the case of a deserter the Committee subject to rules, shall, for the purpose of  \npaying the service and other debts in ship or naval establishment, and may, in any other case, sell  \nor conve rt into money  the movable property  of the  deceased or deserter.  \n \n \n(5) The Committee shall, out of the moneys referred to in sub -section (3) and (4), pay the  \nservice and other debts in ship or naval  establishment if any, of the  deceased or deserter and in  \nthe case of a deceased, also the  expenses of his last illness.  \n \n(6) In the case of a deceased officer, the surplus,  if any,  shall be remitted  to the prescribed  \nperson.  \n \n(7) In the case of an officer who is a deserter, the surplus, if any, shall be forthwith  \nremitted to the prescribed person and shall, on the expiry of three years from the date of his  \ndesertion, be forfeited to Government unless the deserter shall in the meantime have surrendered  \nor been apprehended;  \nProvided that the prescribed pers on may pay the whole or such part the surplus as he may  \ndeem  proper to the  wife or children or  other dependant of the  officer.  \n \n(8) If in any case a doubt or difference arises as to what are the service and other debts in  \nship or naval establishment of a deceased officer or deserter or as to the amount payable therefor,  \nthe decision of the prescribed person shall be final and shall be binding on all persons for all  \npurposes.  \n \n(9) For the purposes  of the exercise  of its duties  under  this section, the Committee  shall,  \nto the exclusion of all authorities and persons whomsoever have the same rights and powers as if  \nit had taken out representation to the deceased ; and any receipt given by the Committee shall  \nhave  effect accordingly.  \n \n169. Disposal of surplus by the prescribed person. On receipt of the surplus referred to  \nin sub-section (6)  of section 168 the  prescribed person shall proceed  as follows:  \n \n(1) If he knows of a representative, widow or next of kin of the deceased he shall pay the  \nsurplus  to that representative, widow or  next of kin.  \n \n(2) If he does not know of any such representative, widow or next of kin, he shall publish  \nevery  year a notice  in the prescribed  form  and manner  for six consecutive  years  and if no claim  \nto the surplus is made by a representative, widow or next of kin, of the deceased within six  \nmonths after the publication of the last of such notices, the prescribed person shall deposit the  \nsurplus together with any income or accumulation of income accrued there  from to the credit of  \nthe 1[Federal Government]  : \n \nProvided  that such deposit  shall  not bar the claim  of any person  to such surplus  or any \npart thereof  2[:] \n \n2[Provided further that when the deceased officer was attached to, or formed part of, a  \nforce which was not on active service, the prescribed person shall obtain from the representative,  \nwidow  or next of kin  to whom the surplus amount  is paid an  undertaking  to the effect that the  \n \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Gover nment”.  \n2Subs.  and added  by Act 29  of 1992, s.5.  \n \n \namount  left after payment  of debts,  if any, shall  be distributed  amongst  the legal  heirs  of the \ndeceased.].  \n \n170. Disposal  of certain  property  without  production  of probate,  etc. Property  \ndeliverable and money payable to the representative, widow or next of kin of a deceased officer  \nunder section 168 or section 169 may, if the total amount of value thereof does not exceed five  \nthousand rupees, and, if the prescribed person thinks fit, be de livered or paid to any person  \nappearing to him to be entitled to receive it or to administer the estate of the deceased, without  \nrequiring the production of any probate, letters of administration, succession certificate or other  \nsuch conclusive  evidence  of title. \n \n171. Discharge of Committee, prescribed person and the Government. Any payment  \nof money or delivery, application, sale or other disposition of any property or money made, or  \npurported to be made by the Committee or the prescribed person in good faith in pursuance of  \nsection 168, section 169 or section 170 shall  be valid  and shall be  a full discharge to  the \nCommittee or the prescribed person, as the case may be, and to Government from all further  \nliability in respect of that money or property ; but noth ing therein contained shall affect the right  \nof any executor or administration or other representative, or of any creditor of the deceased  \nofficer against any  person to whom such payment or delivery  has been  made.  \n \n172. Property in the hands of the Committee or  the prescribed person not to be  \nassets at the place where the Committee or the prescribed person is stationed. Any property  \ncoming under section 168 into the hands of the Committee or the prescribed person shall not, by  \nreason  of so coming,  be deemed  to be assets  or effects  at the place  in which  that Committee  or \nthe prescribed  person  is stationed  and it shall  not be necessary  by reason  thereof  that \nrepresentation  be taken out  in respect of that  property  for that place.  \n \n173. Saving of rights of representative. -After the Committee has deposited with the  \nprescribed person the surplus of the property of any deceased officer under sub -section (6) of  \nsection 168, any representative of the deceased shall, as regards any property of the deceased not  \ncollected by the Committee and not forming part of the aforesaid surplus, have the same rights  \nand duties as if section 168 had not been enacted.  \n \n174. Application of sections 168 to 173 to lunatics, etc. The provisions of sections 168  \nto 173 shall, so far as they can  be made  applicable,  apply in  the case of an officer  who,  \nnotwithstanding anything contained in the Lunacy Act, 1912 (IV of 1912), is ascertained in the  \nprescribed manner to be insane, or, who, being on active service, is officially  reported missing as  \nif he had died on the day on which  his insanity  is so ascertained  or, as the case may be, on the \nday on which he  is officially  reported missing:  \n \nProvided  that in the case of an officer  so reported  missing  no action  shall  be taken  under  \nsub-sections  (2) to (5)  of section 168 until such time as he  is officially  presumed  to be  dead.  \n \n \n175. Appointment of Standing Committee of Adjustment when officers die or desert  \nwhile on active service. When an officer dies or deserts while on active service, the references in  \nthe foregoing provisions of this Chapter to the Committee shall be construed as references to the  \nStanding  Committee  of Adjustment, if  any, appointed in  this behalf  in the  manner  prescribed.  \n \n176. Interpretations. For the purposes of  this Chapter  \n \n(1) a person  shall  be deemed  to be a deserter  if he without  authority  has been  absent  \nfrom  duty for a period of  thirty  days and has not subsequently  surrendered or been apprehended ;  \n \n(2) the expression  “service  and other  debts  in ship or naval  establishment”  includes  \nmoney  due as naval debts, namely, sums due  in respect of, or any  advance  in respect  of \n \n(a) quarters  ; \n \n(b) mess,  band, and other  service  accounts ; and  \n \n(c) naval clothing, appointments and  equipments, not exceeding a sum equal  \nto three  months’  pay of  the deceased,  and having become  due within  \neighteen  months before  his death ;  \n \n(3) “representation” includes probate and letters of administration with or without the  \nwill annexed, and a succession certificate, constituting a person the executor or administrator of  \nthe estate of a deceased person or authorising him to receive or realize the assets of a deceased  \nperson ;  \n \n(4) “representative”  means  any person  who has  taken  out representation.  \n \n \n \n \nCHAPTER  XVI.  RULES  \n \n177. Power  to make  rules . (1) The 1[Federal  Government]  may make  rules  for the \npurpose  of carrying  into effect the  provisions  of this  Ordinance.  \n \n(2) Without  prejudice  to the generality  of the power  conferred  by sub-section  (1), such \nrules may  provide for,  \n \n(a) the 2[appointment,  reappointment,  extension]  retirement,  release,  \ndischarge, removal or dismissal from the service of persons subject to this  \nOrdinance,  2[including the Chief of the  Naval  Staff and  the Chairman,  \nJoint  Chiefs of Staff  Committee.]  \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n2Added  by Act III of 2020,  s.5.(w.e.f  27-11-2019)  \n \n \n \n(b) the procedure  to be observed  during  investigation,  arrest,  custody and  \nsummary trial, and powers of punishment of commanding officers and  \nother  authorities at such  trials and delegation of  such powers ;  \n \n(c)  the assembly  and procedure  of boards  of inquiry,  the recording  of \nsummaries of evidence and the administration of oaths and affirmations at  \nsuch proceedings;  \n \n(d) the convening  and constitution  of courts -martial 1[and court  of appeals]  ; \n \n(e) the adjournment, dissolution and sittings of courts -martial 1[and court of  \nappeals]  ; \n \n(f ) the procedure  to be observed  in trials  by courts -martial  1[and court  of \nappeals]  and the appearing  of legal practitioners thereat  ; \n \n(g) the confirmation, revision and annulment of, and petitions against, the  \nfindings  and sentences of  courts -martial ;  \n \n(h)  the carrying  into effect  of sentences  of courts -martial  1[and court  of \nappeals];  \n \n(i) the forms of orders to be made under the provisions of this Ordinance  \nrelating  to courts -martial  1[and court  of appeals]  and sentences  of \n2[stoning to death, death, amputation of hand, foot or both, imprisonment,  \nwhipping]  or detention ;  \n \n(j) the co nstitution of authorities to decide for what persons, to what amounts  \nand in what manner provision should be made for dependants of prisoners  \nof war or missing persons under section 88 and  the due  carrying out of  \nsuch decisions ;  \n \n(k)  the relative rank of and  powers of command to be exercised by officers,  \njunior  commissioned  officers,  warrant  officers,  petty officers and  non- \ncommissioned officers of the Pakistan Army, the Pakistan Navy and the  \nPakistan  Air Force, when  acting  together  ; \n \n(1) deductions  on account  of public  and service  debts  from  the pay and \nallowances  of persons subject to this  Ordinance  ; and \n \n(m) any other matter directed by  this Ordinance  to be  prescribed.  \n \n(3) All rules  made  under  this Ordinance  shall  be published  in the Official  Gazette  and, on \nsuch publication, shall have  effect as if enacted in this Ordinance.  \n \n1Ins. by the Pakistan  Navy  (Amdt.)  Ordinance,  1984  (37 of 1984),  s. 29. \n2Subs.  ibid., “death,  imprisonment”.  \n \n \n178. Power  to make  regulations.  (1) The 1[Federal  Government]  may make  regulations  \nfor the governance, command, discipline, recruitment, conditions of service and regulation of the  \nnaval forces 2[including the Chief of the Naval Staff and the Chairman, Joint Chiefs of Staff  \nCommittee] and generally for all or any of the purposes of this Ordinance, other than those  \nspecified  in section 177.  \n \n(2) Without prejudice to the generality of the power conferred by sub -section (1), such  \nregulations may  provide  for : \n \n(a)  the rank,  precedence,  powers  of command  and authority  of officers  3[, \nchief  petty  officers  and sailors]  ; \n \n(b) the terms  and conditions  of service,  the pay, pensions,  allowances  and \nother  benefits of officers  and ratings ;  \n \n(c) the ceremonials  to be observed  and the marks  of respect  to be paid in the \nservice  ; and  \n \n(d) any other  matter  which  is directed  by this Ordinance  or the rules,  to be \nspecified by  regulations.  \n \n179. Repeals.  4[* * * * * * *] \n \n(2) Officers and ratings of the Pakistan Navy, including the Pakistan Naval Reserve  \nForces, at the commencement of this Ordinance shall be deemed to have been appointed or  \nenrolled respectively  as such under  this Ordinance.  \n \n[Chapter  XVII.  Transitory  Provisions.]  Omitted  by the Federal  Laws (Revision  and \nDeclaration)  Ordinance,  1981  (XXVII  of 1981),  s. 3 and Sch.,  II. \n \n \n5[CHAPTER  XVIII  SUPPLEMENTAL  PROVISIONS  \n \n182. Crews of ships lost or destroyed. When any one of the naval ships or naval vessels  \nis wrecked, lost or destroyed, or taken by the enemy, such ship or vessel shall, for the purposes of  \nthis Ordinance, be deemed to remain in  commission  until her crew is  regularly removed into  \nsome other naval ships or naval vessels, or until  a general court -martial has been held, pursuant  \nto the cause  of the  wreck,  loss, destruction  or capture  of the  said ship or vessel.  \n \n183. All the officers and crew of lost ship may be tried by one court. When no specific  \ncharges are made against any officer or chief petty officer or sailor or other person in the fleet for  \nor in respect or in consequence of any w reck, loss, destruction or capture by the enemy of any  \nnaval ship or naval vessel, it shall be lawful to try all the officers and crew, or all the surviving  \nofficers and crew  of any  such ship or  vessel  together before  one and the  same court, and  to call  \n \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n2Added  by Act III of 2020,  s.6.(w.e.f  27-11-2019).  \n3Subs.  by the Pakistan  Navy  (Amdt.)  Ordinance,  1980  (55 of 1980),  s. 25, for  “and ratings”.  \n4Sub-section  (1) rep. by the the repealing  and Amending  Ordinance,  1965  (10 of 1965),  s. 2 and 1st. Sch. \n5Chapter  XVIII  added  by Ord. 55 of  1980,  s. 26. \n \n \nupon all or any of them to give evidence on oath or affirmation before the court touching any of  \nthe matters then under inquiry, but no officer or chief petty officer or sailor or other person shall  \nbe obliged to  give any evidence  which may  tend to criminate himself  : \n \nProvided that, if the Federal Government or the Chief of the Naval Staff or any officer  \nauthorized to convene court -martial considers necessary, it or he may convene separate courts - \nmartial  for the trial of one  or more  such officers and  crew.  \n \n184. For subsequent offence separate court. For any offence or offence committed by  \nany officer or chief  petty officer or sailor, or officers and chief petty officer and sailors after the  \nwreck, loss, destruction  or capture of  any naval  ship or naval  vessel, a separate court -martial  \nshall  be held for  the trial of such offender or offenders.  \n \n185. Pay of crews of  ships lost or taken. When any naval ship or naval vessel is  \nwrecked, lost or otherwise destroyed, or taken by the enemy, if it appears from the sentence of a  \ncourt -martial  that the crew  of such ship or vessel  did, in the case of ship or vessel  wrecked  or \nlost, their utmost to save her or get her off, and in the case of such ship or vessel taken by the  \nenemy did their utmost to defend themselves, and that they have, since the wreck, destruction,  \nloss or capture of such ship or vessel, behaved themse lves well, and been obedient to their  \nofficers, then all the pay of such crews, or of such portions of such crews as have behaved  \nthemselves well  and been  obedient  to their officers,  shall  be continued until  the time of their  \nbeing  discharged or removed into  other naval ship  or naval  vessel, or of  their death.  \n \n186. When ship of senior officer is lost he may dispose of officers and crew of lost  \nships. If the naval ship of any officer ordered to command any two or more of naval ships is  \nwrecked, lost or  otherwise destroyed, such officer shall continue in the command of any ship or  \nships which at the time of his ship being wrecked, lost or destroyed was or were under his  \ncommand, and it shall be lawful for such officer to order the surviving officers and crew of the  \nwrecked, lost or destroyed ship to join any other ship under his command, or to distribute them  \namong the other ships under his command, if more than one, and such officer shall, until he  \nmeets -with some other  officer senior  to himself,  have th e same power  and authority in  all \nrespects  as if his ship had  not been wrecked, lost or destroyed.]  \n \n[THE SCHEDULE.] Rep. by the Repealing an     d Amending Ordinance, 1965 (x of  \n1965),  s. 2 and 1st Sch."
}