{
    "file": "./converted_json\\administrator8040c0d7c33a6bff32d1c92c52ea9aaa.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "v\"qia'rr t)(h-\"8-r€\nREGISTERED No. lI - 302\nL.-7s69\n@be Grvdffc d peltdtrrr\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, THURSDAY, APRIL 7, 2OI6\nPART I\nActs, Ordinances, President's Orders and Rcgulations\n(ioV IJIt\\\\II]\\T OI. I',\\KIS I,\\\\\nMINISTRY OF LAW AND .ITISTICE\nIslonubud, the 6th April, 2016\nNo. F. 2(l )/2016-Pub.-The follorving Ordinarrcc promulgated b_r,, thc\nPresident is hereby published lol general inlormation:-\nOrorxrNcr No. III or 201 6\nAir\nORDINANCE\nto proyide for the rc-organization and conyersion of the Stctte Life\nInsurance Corporation into a public limited company\nWUEREAS it is expedient to provide for the conversion of the State Life\nlnsurance Corporation into a public limited company and incorporation under the\nCompanies Ordinance, 1984 (XLVII of I 984), and for matters connected therewith\nor ancillary thcretoi\nA.\\-D WIIEREAS, the Senate and the National Assernbly are not in session\nand the President ofthe Islamic Republic ofPakistan is satisfied that circumstances\nexist rvhich render it necessary to take immediate action:\n(r61)\n[2106 (2016)/Ex.Gaz.]Price : Rs. 5.00\nl6l TI lli GAZETTE OIr PAKISIAN. EX'f RA.. APR lt.7. 20l6 [PrRr I\nNow, TTtERI:t'oRE. in excrcise of tlre pou'ers cortfcrred by clause (l) of\nArticle 89 ofthe Constitulion of Islamic Rcpublic ofPakistan. thc Presidcnt ofthe\nIslamic Republic of Pakistan is pleased to make and pronrulgalc thc frrllorving\nOrdinancc:-\nI . Short title, extent and commenceme nt.--( I ) This Ordinance rnay\nbe called the State Life lnsurance Corporation (Re-organization and Conversion)\nOrdinance, 201 5.\n(2) lt cxtcnds to the rvhole ofPakistan\n(3) It shall colne into lbrcc at once.\n2. Definitions.-ln this Ordinance, unless there is anything repugnant\nin the subject or context,-\n(a) \"assets\" includcs all invcstments, properties, rights and entitlcments\nofevery description and nature u'hatsoeveq whcther prescnt or future,\nactual or contingent, and tangible or intangible, in Pakistan or elservherc\nand includes but not limited to property held on trust, both movable\nand immovable, benefits, claims, receivables, cash balances,\ndocuments, resenue funds, privileges and powers;\n(b) \"Company\" mcans the State Lile Insurance Company Limilcd to bc\nestablished and incorporated in accordancc rvith section 3;\n(c) \"contracts\" means all contracts, agreements, bonds guarantees,\nindemnities, representations, obligations, undertakings and other Iegal\ndocuments and instruments of everl description executed by or on\nbehalfofthe Corporation, as the case rnay be, including ernployment.\ninvestment, sales and financial contracts rvith rvhomsocver:\n(d) \"effective date\" means the date specified in the vesting order issued\nunder section 5;\n(e) \"Corporation\" means the State Life Insurance Corporation established\nunder section 1l ofthe Life Insurance (Nationalization) Ordcl 1972\n(President's order No. l0 of 1972);\n(0 \"liabilities\" rneans all liabilities Iawfully incurred by the Corporation,\nas the case may be, and includcs duties and obligations ofevery kind\nimposed thereon;\n(g) ''policies\" r'neans a contract of itrsurancc;\\\nI'],\\Ri ll l-lll:GAZ[ll.]'UOiTPAKIS'lA\\. EXI'RA..APRIt-7.2016 163\n( h ) \"plocced inr:s-- inc ludcs an1 su it. arhitrat ion or othcr Icgal. aclm in istratir c\nor rcsulatory procccdirrgs. applications. appcais. arvards. rclicws or\nrev isions liled or pcnding;\n( i) \"privalization\" nreans privatiz-ation as defiled r:nder clause (i) ofsection 2\nof the Privatization Commission Ordinance, 2000 (LII of 2000):\n(j) \"rules\" rncans thc tulcs made Lrnder this Act\n(k) \"transfer\" includes tlle trarlsfcr of assets, contracts. policies.\narrangernents, liabilities. proceedings and undertakings of the\ncorporation, as the case may be, to the Company;\n(l) \"undertakings\" includes all projects ventures and any other operations\nundertaken by the corporation as the case may be, individually or\ncollcctively in collaboration rvith some otherperson; and\n(m) \"vesting order\" means an order made by the Federal Government\nunder sub-section (1) ofscction 5.\n3. Establishme nt of the Company, etc.-( I ) As soon as may be aftcr\ntirc conrrrenccnrcut of this Ordinancc, the Federal Govcrnment shall establish a\nConrpanl,lo be known as the State Li1'e Insurance Cornpany Limited by shares and\ncause it to be incorporated undcr the Companies Ordinance, 198.1 (XLVI t ol 1984).\nwirh the principal object oftaking over the business. functions- contracts. policies.\nprocccdings, undeftakings, asscts. Iiabilities, etc. of the Corporation.\n(2) l-o stamp duty. or any other charges shall be payable by the Company\nunder any lau, lbr thc time being in tbrce or in rclation to the transler or vesting of\nthe assets, contracts, policies, liabilities proceedings or undertakings of the\nCorporation to the Company or any shares or securities or ceftificatcs or scripts\nissued in lavor ofthe shareholders or ljnanciers or the Corporation by the Companv.\n(3) r-o regulatory lee under any law for the time being in force for\nincorporation or registration shall be payable by the Company or its sponsors:\nProvided that after the incorporation ofthc Company and tl.rc issuance of\ncertificatc of registration to cary on insurance business under tlle Insurance\nOrdinance, 2000 (XXXIX of2000), the Company shallbe liable to pay allregulatory\nfee.\n4. Companl' to bc dccmed an Insurer.-( l) The Company shall be\ndecnred to be an insurer for thc purposcs ofthe InsLrrance Ordinancc, 2000 (XXXIX\no12000), and any' other larv for the time being in lorce relating to insumncc companies\nt6.lTllllCAZlrl'llrOFPAKISlA\\.EXTRA..APRIL7.?016 ll',rxr I\nuntil such tirne that a ccnificate of registration is grantcd to thc Colrtpall)' unde r'\nsub-scction (2).\n(2) Without plcjudice to the provisions of sr.rb-scction (l ). thc Conlparlv\nshall within six rnonths of its incorporation, appll' to the Securilies and Exchauge\nCommission ofPakistan for a certificate ofregistration to carry on the business of\ninsurance in Pakistan in accordarrce rvith the provisions oflhe Itlsurance Ordinallcc.\n2000 (XXXIX of2000). and the Securities and Exchange Cotnmission ofl)akistan\nAct. 1997 (XLll of 1997). shall issue such a certificatc ofregistration to the Companl'\nto carrv on insurance business in Pakistan.\n5. Transfer and vesting of assets, contracts, liabilities'\nproceedings and undertakings. {l) Aftcr the incorPoratiotl of the Cornpany\nunder the Companies Ordinance, 1984 (XLVII of 1984), the Federal Goveruurent\nshall by a vesting order, published in the official Cazette, direct that allthe assets.\nliabilities, contracts, policies. proceedings and undertakings ofthe Corporation stand\ntransferred to and vest in the Company on thc date specified tlterein, on such tcrms\nand conditions as tlay be dclernrined by the lrcdcral Covenrment in this bchalf\n(2) The vesting order issued under sub-section ( l) shall. inter-oliu. pt'ot'ide\nfor.-\n(a) the transfet of all the assets, contracts, liabilitics proceedings and\nundertakings ofthe Corporation to the Cornpanl;\n(b) the allotment of shares or debentures of the Company to the\nshareholders, dcbentule-lrolders or bond-holders o1'the Colpotariott\nin proportion to their shares, debentLtres, botrds or other seculitics in\nthe Corporation. as the case may be, after delermining the net asset\nvalue oflhe Corporation on the effective datel\n(c)\n(d)the dissolution ofthe Corporation from the cffective date;\nthe transfer ofpolic ies and the guarantecs issucd to the policy holders\nof the Corporatiorr under article 35 of the Life Insurance\n(Nationalization) Order,l9l2 (President's Order rr-o 10. of 1972) to\nthe Company;\n(e) the responsibility of pension benefits of the retired employ'ces and\nofficers of the Corporation and the employees and olficers rvhose\nemployment is transferred to the Cornpany undcr seclion 6 and such\nbenefits shall not be varied without the consent ot'thc cmplol'ccs\nconcerned; and\n(0 such incidental. consequcntial and supplernental ntatlers as arc\nnecessary to sccure thc transler ofassets, contracts, policies. liabilitics.\nproceedings and undcrtakings undc'r tlris Ordinancc.\nP,riri Il 1'llll CAZllTl'll OIr PAKISIhN. UX'l RA.. n l'RI17.2016 r65\n(.3 ) 'l'he valLre ascribed to thc asscts and liabilitics transfcned to and vcstcd\nin the Cornpanl, bl thc l:edcral Cor cnlnrent turdcr [l)c \\ esting order shall rcprcscnl\nthe fail ne( valtrc oIthc asscts lbr ta\\a1ion. deprccialion or anl,other purposes.\n(4) i\\-olwithstand ing the provisions ol section 146 of the Companies\nOrdinance. 1984 (XLVIl of 1984). the Conrpany shall upon transf'er througlr the\nl'csting order. corltinue all business and undcrlakines of the Corporation as \\\\crc\nbcing carricd on immediately prior to the cllective date.\n6. Continuation of sen'icc in the Companv, ll ) All emplovees and\nolllccrs ofthe Corporation \\\\11o \\\\,crc continuouslv in thc sen,icc ofthe Corporstion\nfor a pcriod of one 1'car or morc imnrediatell' belore the efl'ective date shall, upon\nbcing consideled for sen ice by the Cornpany, staud transfcrrcd to and becomc thc\ncnpkrvccs and officcrs, as thc casc nray be, of the Company as on thc effcctive\ndatc otr thc sanrc tcnrs and conditions o1'service. righr and privilcges including but\nnot limited 1tr the provisions applicable to their pcnsion, post-rctirernent nredical\nbcncfits, provident lund. gratuity,- as the case rray be, before thc convclsion.\n(2) The tcnns and conditions. rights and privileges including but not linited\nto the provisions applicable to the pension, post-rctirement medical benefits, provident\nfund and gratuitl', as the case may be and other matters as were applicable to the\nretired erlployees and officcrs of thc Corporation shall continue to apply to such\nletircd r'.rnplolees or officers aftcr corrrersiorr.\n(3) Notrvithstanding anything contained in any law, contract, agreernent\nor conditions of service, no person transf'erred to the Conrpany pursuant to sub-\nsection (1) shall be entitlcd to any compensation as a consequence of transfer to\nthe Company.\n(4) The employees oftlre Corporatiorr not considercd by the Corporation\nunder sub-section ( I ) for employmcnt in the Cornpany, shall have the option to bc\ndisclrarged l'rom errployment on payrnent oladrnissible relieving benefils as provided\nin the vesting order.\n(5) Under the ordcr vesting thc propert) and liabilities ofthe corporation\nin the Company'- the Federal Governrrbnt shall require the Company to assumc the\nfirll rcsponsibilitl.'oftcrnrs and condiriols ol scrr icc. rights and prir ilegcs includin-t\nbut not Iimited to the provisions applicable to pension, provident fund and gratuirl\nbenellts of relevant elrployccs and officcrs and the Company shall not adversely\nvary any such bcnefits rvithout the conscnt ofthe employecs or otficers concemcd.\n7. Continurtion of terms and condilions of nrarkcting agcnts.-\n.I hc tenrrs and conditions. including but noI limitcd to thc provisions applicablc to thc\nlights and privilcecs. as thc case rnay bc. and otl'rcr mattcrs as u,crc applicablc to\nthc nlarkcting agcnts shall conlinuc to appl)'to such nrarkcting agclts altcr\n166lliE GAZt-.'ll'l, OF PAKIS.IA\\. EXI'RA.. API{ll- 7. l()16 {P,\\Rr l\nconvcrsion, as the case may be- and the cornpanl'shall assume the full IcsponsibiliS'\nthereof.\n8. Contracts and procccdings.-{ I ) Subjc'c1 to the provision olscction 9,\nall contracts subsisting or having cll'ect, inrrnediately before the eflective date to\nwhich thc Corporation may have been a party or bcneficiar] shall be deerned to\nhave been made by the Company and shall rcmain in force for all intents and\npurposes.\n(2) All ploceedings by ol againsl or relating to the Corporation pending\non the efl'ective date before any coufl, tlibunal, arbitlato[ or any othcr authority'\nshall be continued proseculed defcnded, enlbrced and execuled by ol against the\nCompany in the same rnanner and to the same extent as utight have beerr continued,\nprosecuted, defended enforced and executed by or against the Corporatiort.\n9. Guarantee of policics by the l-ederal Government.-( I )\nNotwithstanding the repeal of the Life lnsurance (Nationalization) Ordu. 1972\n(President's Order No. 10 of I 972) under section I 6, all sLtms assured undcr articlc 3 5\nofthe repealcd Ordel and policies already issucd b1' the Corporation including an1'\nbonu ses dcclared in respecl thereof shall rcrn ain in forcc upou tr ansfel ofthe po licies\nto the Company and the guarantee as to paynrcnt in caslr by the Fcderal Government\nshall rernain in force tilltheir entire tcrm in accordancc rvith the lemrs and couditions\napplicable to thcsc policies. contracts etc., whatever thc case may be prior to thc\neffective date.\n(2) The Cornpany shall not issue any policy under which the amounts\nassured are guaranteed as 10 payment in cash by the Fcderal Govcrnmcnt after\neffective date.\n10. Utilization of surplus.-(l) Notrvithstanding the repeal of the Life\nInsurance (Nationalization) Order, 1972 (President's Order No. l0 of I972), any\nsurplus rvhich enrerges as a result ofan)' investigation undeftaken by Company in\nrespect of policies already issued prior to effective date in accordance rvith article 29\nof the Life Insurance (Nationalization) Order, 1972 (President's Older No. I 0 of\n1972) shall continue to be allocated or reserved tbr in accoldancc rvith the anicle 31\nof the said Order in accordance rvith the teflns and conditions of these policies,\ncontracts ctc.. whatcver thc case mav be.\nI l. Bar of jurisdiction.-( I ) No Coun except as specilicalll plovidcd\nunder this Ordinance, includiug thc Supremc Court and a Iligh (loLrrt. tribunal,\narbitrator or aLrtholitl' shall call in question or permit to bc callcd in qtrcstion. anr\ntranslcr rrr vcsting ordcr nradc. anythinu dr.rrrc or action takcn or purporled to bc\nVade donc or takcn undcr this Oldinancc.\n(2) No Coun. shall glant any injunction or ntake anv ordet. nor shallany\nCoun cntertain any proccedings, in rclaliou to an),1hine done or irrlendcd to be done\nruudcr this Old inance.\nI'\\Rr Il I IIll (in ZE I\"I'[ OI: l'A KISIA\\. t'.X] itA..Al'ltII-7.2t-tI(r t67\n12. Indcmnitl'. No suit. prosccution orothcl lcgal plocccdings shall lic\nagainst thc l\"cderal Governrnent, thc Corporation or the Conrpanl' or anv other\npclson lirr arrl'thing rvhich is in good t'aith done ol intendcd to bc donc Lrndcr this\nOrdinance or anv rule or ordcr rnade thcreulldcr.\n13. Act to ovcrride other laws, etc.-Thc provisions of this Ordinancc\nshall have elfect notwithstanding anything contrar) contained in any olher larv lor\nthe time being in fblcc or in anv agreemcnt. contlact. policy. decree. order or an1,\nothcr instlument \\\\,hatsoevcr.\n14. Pou'er to rnakc rulcs.-The Federal (iovcntrnent may' b1' notiticatiort\nin the ofllcial Gazette. makc rules fbr carrying out the puryoses of this Ordinance.\ni 5. Rcmoval or difficulty. Il any difficulty arises in giving efl'ect to\nany provision oltlris Ordinance. the Federal Government tnay make such order, not\ninconsistcnl rvith the prov isions ofthis Orditrance. as rnay appear to it to be neccssal),\nfor thc purpose ofrenroving the dilficulq':\nProvided that no such powcr shall be excrciscd after the expiry ol trvo\nycars fiom tlrc comrnencclnent or this Ot'dinance .\n16. Repeal and savings. {l) Irnrnediately aftcr the dissolutiort olthe\nCorporation in pursuance of clause (c) of sub-section (2) of section 5, the Life\nlnsurance (Natiorralization) Order. 1972 (President's Orderr-o. l0 of 1972) shall\nstand repealed.\n(2) Not\"vithstanding the repcal under sub-section (l). any notification,\nrule. regulation. by-law. administralivc or other order nrade or granted under the\nrepealed Order prior to the cornnlenccment ol this Ordinancc shall contitrue in\nforce until repealed, altered or changed br the Federa I Covernment or tlte Contpally,\nas the case may be.\n17. Validation ofactions, etc.-( l) Anything done, actions takcn, ordcrs\npassed instruments made, notifications issued. agreements rnade, policies issued.\nprocecdings initiated, processes or cornmunication issued. porvcrs conferrcd\nassumed or cxercised, by the Corporation or the Federal Government and their\nofficcrs hefore the cornmencement ofthis Ordiuance and tlte actions ofthc Irederal\nGovcrnrnent and its officcrs till the issuance ofthc vesling order, shall be dcetned to\nhavc bcen validly donc. rnadc, issued. taken, initiatcd, conlerrcd, assulned, atrd\nexcrcised and provisions ofthis Oldinance shall have. and shall bc dccntcd alu'ays\nto havc had, cllcct accordingly.\n(2 ) A ll contr?cts. a-qr ectnent, po\\\\ cr of atlornc)'s an d a ll othcr in strtrrlerlts\nexecutcd by thc Corporation belbre the eflcctive date shall be deerned to have\nbeen issued, executed or cntcred into by the Company.\nI68 THE GAZETTE OF PAKISTA;r-. EX'I-RA.. APRII- 7.2016 [Panr I\n(3) On and alier the eft'ective date. auy rcfcretrce to the Corporatiott itt\nany other lau,or notif-ications issued by the FedcraI Covcrunlctrt. except u'here tlte\ncontext otherrvisc requires, be construed aS reference to thc Comparly.\nMAMNOON HUSSAIN.\nPresiclent.\njt;sricr (R)\nMUIIAMMAD RAZA KI{AN.\nSecre lor)'.\nPRINTED BY THE MANAGER. PRINI'I\\G CORPORATION OF PAKISTAN PRESS. ISLAMABAD\nPUBLIS}IED BY.II.IE DEPUTY CONTROLT-E& STATIO\\ERY AND FOR\\{S. U.\\*IVERSITY ROAD. KARACIII."
}