{
    "file": "./converted_json\\administrator0d542ced233234c414aadc7686500a54.json",
    "name": "The Police Act",
    "date": "17th February, 1888",
    "tagline": "An Act to amend the Law relating to the regulation of Police",
    "content": "Page 1 of 3 \n   \n \n \n \nTHE POLICE ACT, 1888  \n \n \n \nCONTENTS  \n \n1.  Title and extent. \n2.  Constitution of police forces for special purposes. \n3.  Employment of police officers beyond the province  to which they belong. \n4.  Consent of Provincial Government to exercise of powers and jurisdiction. \n \n \n \n\n \nPage 2 of 3 \n THE POLICE ACT, 1888  \n \n1\nAct No. III of 1888  \n \nAn Act to amend the Law relating to the regulation  of Police \n \n[17th February, 1888]  \n \n WHEREAS  it is expedient to relax those  provisi ons of Acts for the regulation of police \nwhich restrict the employment of police-officers to the presidency, province or place of the \npolice establish ment of which they are members; It is hereby enacted as follows :— \n \n 1. Title and extent.—(1) This Act may be called the Police Act, 1888.  \n \n 2\n[(2) It extends to the whole of Pakistan]; 3\n* \n \n 3[*  *  *  *  *  *  *] \n 4[2. Constitution  of police  forces  for special  purposes. —(1) Notwithstanding  anything  in \n5* * *, the Police  Act, 1861(V  of 1861),  6* * * 7* * *, the 8[Federal  Government]  may,  by \nnotification  9in the official  Gazette,  create  a special  police  district  embracing  parts  of two or more  \nProvinces,  and extend  to every  part of the said distric t the powers  and jurisdiction  of members  of a \npolice  force  belonging  to any part of l0[Pakistan  (Bom.  IV of 1890)]  specified  in the notification.  \n \n (2) Subject to any orders which the 8\n[Federal Government] may make in this behalf, \nmembers of the said police force shall have, within  every part of any Provin ce of which any part is \nincluded in the said distri ct, the pow ers, duties, privileges and liabiliti es which, as poli ce off icers, \nthey have in th eir own Provin ce. \n \n (3) A ny mem ber of t he said poli ce for ce whom the 8[Federal Gov ernment] shall gene rally or \nspecially empower to act under this sub-section may, subject to any orders which the l[Federal \nGovernment] may make in this behalf, exercise within  any Province any part of which is included in \nthe said distri ct any of the  powers of the officer in charg e of a police-station in th at Provin ce, and \nwhen so exercising  any such powers, shall, subject to any such order as aforesaid, be  deeme d to be \nan officer in charg e of a police-station dis charging the  functions  of such an offi cer within  the limits \nof his station. \n \n 1For Statement  of Objects  and Reasons , see Gazette  of India,  1888,  Pt. V, p. 130; for Report  of the Select  Committee,  see ibid., 1888,  Pt. IV, \n p. 8; and for Proceedings  in Council,  see ibid., 1887,  Pt. VI, p. 100, and ibid., 1888,  pp. 37 and 40. \n This Act has been  declared  to be in force  in Balochistan  by the British  Balochist an Laws  Regulation,  1913  (2 of 1913).  \n It has also been  extended  to the Leased  Areas  of Balochistan,  see the Leased  Areas  (Laws)  Order,  1950  (G.G.O.  3 of 1950);  and applied  in \n the Federated  Areas  of Balochistan,  see Gazette  of India,  1937,  Pt. I, p. 1499.  \n 2Sub-section  (2) as amended  by A. O., 1949,  Arts.  3(2) and 4, has been  subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of \n 1960).  s. 3 and 2nd Sch. (with effect  from  the 14th October,  1955 ). \n 3The word  “and”  at the end of sub-section  (2), and sub-section  (3), were  rep. by the Repealing  and Amending  Act, 1914  (10 of 1914),  s. 3 \n and Sch. II. \n 4Subs.  by A. O., 1937,  for the original  section  as amended  by the Amending  Act, 1891  (12 of 1891).  \n 5The words  and figures  “the Madras  District  Police  Act, 1859”,  omitted  by A. O., 1949,  Sch. \n 6Omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. 3 and 2nd Sch. \n 7The words  “or any Act relating  to the Police  in any Presidency -town”,  omitted,  ibid. \n 8Subs.  by F.A.O.,  1975 , Art. 2 and Table,  for “Central  Government”.  \n 9For such notifications,  see Gen.  R. & O., and the Gazette  of India,  1937,  Extraordinary,  dated  1st April,  1937,  pp. 671 and 672, and ibid.,  \n Pt. I, pp. 873 and 1553.  \n 10Subs.  by the Central  Laws  (Statute  Refo rm) Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from 14th October,  1955 ), for \n “the Provinces  and the Capital  of the Federation”  which  had been  subs.  by A. O., 1949,  Arts.  3(2) and 4, for “British  India”.  \n \nPage 3 of 3 \n  (4) A part of a Provin ce included in the said district shall not by reason of that inclusion  cease, \nfor the purposes of any enactment relating to police, to be part of that Provin ce. \n \n 3. Employment  of police  officers  beyond  the province  to which  they belong . \nNotwithstanding  anything  in any of the Acts mentioned  or referred  to in the last foregoing  section,  \nbut subject  to any orders  which  the 1[Federal  Government]  may make  in this behalf,  a member  of the \n2[police  force]  of any 3[Province]  may discharge  the functions  of a police -officer  in any part of \n4[Pakistan]  beyond  the limits  of the 3[Province]  and shall,  while  so discharging  such functions,  be \ndeemed  to be a member  of the 2[police  force  of that part and be vested  with the powers,  functions  \nand privileges,  and be subject  to the liabilit ies, of a police  officer  belonging  to 5[that police  force].  \n \n 6[4. Consent of Provincial Government to exercise of powers and jurisdiction. Nothing  \nin this Act shall be deemed to enable the police of one Provin ce to exercise powers and jurisdi ction \nin any area within  another Provin ce, not being a railway area, without  the consent of the Government \nof that other Provin ce.] \n \n \n________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n 1Subs . ibid., for “Central  Government”  which  had been  subs.  by A. O., 1937.  for “G. G. in C.”. \n 2Subs.  by A.O.,  1937,  for “police -establishment”.  \n 3Subs.  ibid., for “presidency,  province  or place”.  \n 4Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from  the 14th October,  1955 ), for \n “the Provinces  and the Capital  of the Federation”  which  had been  subs.  by A. O.,1949,  Arts.  3 (2) and 4, for “British  India” . \n 5Subs . by A.O.,  1937,  for “that  establishment”.  \n 6Ins. ibid., cf., the Govt.  of India  Act, 1935,  Sch. VII. List I, entry  39."
}