{
    "file": "./converted_json\\administratorb5d621089cd3b9f89bd243da38df4ee3.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 9 \n \n \n \nThe Pakistan  Academy  of Letter s’ Act, 2013  \n \n \n \nCONTENTS  \n________  \nSECTIONS : \n \n1.  Short title, extent and commencement  \n \n2.  Definitions  \n3.  Establishment of the Academy  \n4.  Board of Governors  \n5.  Functions and powers of the Board  \n6.  Delegation of powers  \n7.  Meeting of the Board  \n8.  Chairman of the Academy  \n9.  Privileges and perquisites of the Chairman of the Academy  \n10.  Director -General of the Academy  \n11.  Committees of the Academy  \n12.  Powers and functions of the Academy  \n13.  Appointment of employees, e xperts, etc., by the Academy  \n14.  Employees, experts, etc., to be public servants  \n15.  Pakistan Academy of Letters Fund  \n16.  Budget  \n17.  Audit and accounts  \n18.  Submission of yearly reports and returns  \n \n19.  Power to make rules  \n \n20.  Power to make regulati ons \n \n21.  Indemnity  \n \n22.  Authorities to aid the Academy  \n \n23.  Removal of difficulties  \n \n24.  Repeal and savings  \nUpdated till 4 -4-2022 \n \nPage 2 of 9 \n The Pakistan Academy of Letters’ Act, 2013  \n \nACT  No. IV OF 2013  \n[22nd  February , 2013 ] \n \nAn Act to establish  the Pakistan  Academy  of Letters  \nWHERE AS it is expedient  to establish  the Pakistan  Academy  of Letters  to provide  for \npromotion  of Pakistani  language,  literature  and for welfare  of writers’ community  throughout  \nPakistan  and to provide  for matters  connected  therewith  or ancillary  thereto;  \nIt is hereby enacted  as follows:— \n1. Short  title,  extent  and commencement .—(1) This Bill may be called  the Pakistan  \nAcademy  of Letters’ Act, 2013.  \n(2) It extends  to the whole  of Pakistan.  \n(3) It shall  come  into force  at once.  \n2. Definitions .—In this Act, unless  there is anything  repugnant  in the subject  or context,— \n(a)  “Academy ” means  the Pakistan  Academy  of Letters;  \n(b)  “Board” means  the Board  of Governors  of the Academy;  \n(c)  “Chairman  of the Board” means  Chairman  of the Board;  \n(d)   “Chairman  of the Academy ” means the Chairman  of the Academy  who shall     \nbe its chief  executive;  \n(e)  “Director -General” means  the Director -General  of the Academy;  \n(f)  “employees ” means  an employee  in the whole  time employment  of the   \nAcademy;  \n(g)  “Member” means  a member  of the Board;  \n(h)  “prescribed ” means  prescribed  by rules;  \n(i)  “rules” means  the rules  made  under  this Act; 1[*] \n(j)  “regulations ” means  the regulations  made  under  this Act 1[; and] \n1[(k)  “secretary”  means  secretary  of the division  concerned. ] \n \n3. Establish ment of the Academy .—(1) The Pakistan  Academy  of Letters  as reconstituted  in \naccordance  with the provisions  of this Act shall  be a body  corporate  having  perpetual  succession  and \ncommon  seal and power  to acquire,  hold and dispose  of property.  \n \n(2) The Acade my shall be an autonomous  body.  \n \n(3) The main office of the Academy shall  be at Islamabad and the Academy may set -up its \nregional offices at such place or places as it may deem appropriate.  \n \n \n1Omitted, subs. and added by Act, XXXIX of 2021, s. 2 . \n \nPage 3 of 9 \n 4. Board of Governors .—(1) The 1[division  concerned ] shall,  by notification  in the official  \nGazette,  constitute  a Board  of Governors  of the Academy  consisting  the following,  namely:— \n(a)  Chairman , Pakistan Academy o f Letters, Islamabad.     Chairman  \n1[(b)  joint secretary of the division concerned ]     Ex-officio Member  \n(c)  One represe ntative, not below the rank of Joint  Secretary,   Ex-officio Member  \n      of Ministry of Finan ce. \n \n(d)  representative of Higher Educati on Com mission ( HEC )    Member  \n      (Not be low th e rank of a BS -20 officer ). \n \n(e)   one represen tative of each of the provinc es      Ex-officio Member s \n        (to be nominat ed by the Provincial  Government con cerned). \n  \n(f)   two represen tatives of the ar eas not form ing part  of any     Ex-officio Members \n       Provi nce ( to be nom inated b y name by the Minister  \n       concern ed) one from Islamabad Capital Territory  and one \n       from 1[Azad Jammu and Ka shmir and G ilgit-Baltistan ]  \n       by ro tation ) \n \n(g)   a man of letter s of English  language to b e nominated  by the      Member \n       Minister Concerned . \n \n(h)   a man of letter s of Urdu  language to be nominated by the      Member \n       Minister concerned . \n \n(i)  one man of letter s of each of at least six  regional l anguages      Member \n       to be nomi nated by the Minist er concerned.  \n \n(j)  Direct or-General , Pakistan Academy of Letters.                    Member \n(2)  The Director -General  shall  also act as Secretary  of the Board.  \n(3) The term of Members  of Board  of Governors  except  ex-officio  Members,  shall be three  \nyears and the Members  shall  be eligible  for reappointment  for such term,  or terms  as the Government  \nmay deter mine  but shall  cease  to hold office  on attaining  the age of sixty -five years  or the expiry  of \nthe term,  whichever  is earlier.  \n \n1Subs.  by the Act, XXXIX of 2021,  s. 3. \n \nPage 4 of 9 \n 5. Functions  and powers  of the Board .—(l) The Board  shall  be responsible  for setting  of \nobjectives  and policy  guidelines  of the Academy  with the powers  and functions  provided  in section  \n12. \n(2) The general  direction  and administration  of the Academy  and its affairs  shall  vest in the \nBoard  which  shall  exercise  all powers,  perform  all functions  and do all acts and things  which  may be \nexercised,  performed  or done  by the Academy  under  this Act. \n(3) In particular  and without  prejudice to the general ity of the foregoing  powers,  the Board  \nshall,— \n(a)  promote  a modern  system  for the promotion  of Pakist ani languages,  literature  \nand welfare  of the writers’ community  in the countr y; \n(b)  approve  policies,  plans  and progra mmes  of the Academy;  and \n(c)  formulate  procedures  and necessary  framework  for utilization  of funds  \ngenerated  or acquired  through  service s, donations  or grants,  etc. \n6. Delegation  of powers .___ The Board  may,  by general  or special  orders  in writing  subject  to \nsuch limit ations,  restrictions  or conditions,  delegate  all or any of its powers  and functions  to the \nChairman  of the Academy  or Direc tor-General  of the Academy.  \n7. Meeting  of the Board .—(1) Save  as hereinafter  provided,  the Board  shall  regulate  the \nprocedure  for its meetings.  \n(2) The meetings  of the Board  shall  be convened  by and under  the directions  of the Chairman  \nof the Board:  \nProvided that the 1[Division concerned ] may direct  conv ening of a meeting of the Board at \nany time on any m atter requiring  a decision by th e Board.  \n(3) The meeting of the Board shall be held at least t wice a year . \n(4) A simple ma jority of the total membe rship shall co nstitute the quorum for a meeting of \nthe Board.  \n(5) The decision of the Board shall be made by simple majo rity of the members present  and \nvoting  \n8. Chairman  of the Academy. —(1) The  Chairman  of the Academy  shall  be an eminent  \nprofessional  of known  integrity,  reputation,  competence  and expertise  in the field of Pakistani  \nlanguages  and literature.  \n(2) The Chairman  of the Academy  shall be appointed  by the 2[Prime  Minister  or a person  \nauthorized  by him]  on such terms  and conditions  as it may be deem  appropriate  and shall  hold the \noffice  for a period  of three  years.  \n(3) The Chairman  of the Academy  shall  be the chief  execut ive of the Academy.  He shall  \ndirectly  oversee  the Director -General  in the performance  of his duties  and responsibil ities under  this \nAct, shall  guide  and direct  him, as deemed  necessary  and shall  liaise  and consult  with the \nGovernment,  on behalf  of the Boar d, for carryin g out the purpo ses of this Act. \n \n(4) The Chairman  of the Academy  may resign  his office  by writing  under his hand  addressed  \nto the 1[Prime  Minister  or a person  authorized  by him] . \n \n9. Privileges  and perquisites  of the Chairman  of the Academy .____ The Chairm an of the \nAcade my shall  be entitled  to such privileges  and perquisites  as may be prescribed  by rules.  \n \n1Subs.  by the Act, XXXIX  of 2021,  s. 4. \n2Subs.  by the Act, XXXIX  of 2021,  s. 5. \n \nPage 5 of 9 \n 10. Director -General  of the Academy.___ (1) There  shall  be a Director -General who shall  be \nappoint ed by the 1[Prime  Minister  or a person  authorized  by him]  on such terms  and conditions  as \nmay be prescribed.  \n(2) The Director -General  shall  comply  with such directions  that the 1[division concerned ] or \nthe Board  may give from  time to time.  \n(3) The Director -General  shall  be entitled  to such remuneration  and privileges  as may be \nprescribed.  \n11. Committees  of the Academy. —The Academy  may,  for carrying  out its functions,  \nconstitute  such committees  as may be considered  appropriate.  \n(2) The membership  of a commit tee and conduc t of business  thereof  shall  be such as may be \nprescribed  by regulations.  \n12. Powers  and functions  of the Academy .____ The powers  and functions  of the Academy  \nshall  be to,— \n(a)  administer  and coordinate  all governmen t systems  for the promotio n of \nPakistani  languages,  literature  and welfare  of writer’s  community  in the \ncountry  under  provisions  of this Act and the rules  and regulations  made  there  \nunder;  \n(b)  advise  the Federal  Government  on policy  relating  to promotion  of Pakistani  \nlanguages,  literature  and welfare  of write rs’ community  in the country;  \n(c)  determine  research  prioriti es in the field of language  or literature  and to \nundertake  research  projects;  \n(d)  evaluate  the performance  of the various  learned  bodies  and institutions  dealing  \nwith literature  and literary  activities  and to scrutinize  and assess  their new \nprojects  and to release  grants  to them;  \n(e)  set up a bureau  of translation  for the translation  of selected  works  from  and \ninto national  and the regional  languages  with a view  to promote  great  cohesion  \nand intellectual  understanding  among  the people  of different  regions  of the \ncountry;  \n \n(f)  promote  and supervise  the production  of standard  works  of reference  e.g. \ndictionaries,  encyclopedias  etc., in the national  and regional  langua ges; \n \n(g)  establish  a langua ge laboratory,  a language  library  and a documentation  centre  \nto facilitate  work  on the national  and regional  languages  in consonance  with \nthe ideology  of Pakistan;  \n \n(h)  undertake  or recommend  suitable  measures  for the promotio n of creative  \nwriting  in the national  and regional  languages  in consonance  with the ideolog y \nof Pakistan;  \n \n1Subs.  by the Act, XXXIX  of 2021,  s. 6. \n \nPage 6 of 9 \n (i)  undertake  or recommend  suitable  measures  for the introduction  of Pakistani  \nliterature  to the foreign  readers;  \n(j)  produce literary  periodicals  in Urdu,  English  and other  Pakistani  languages;  \n(k)  provide  an authoritative  body  of consultants  for all matters  relating  to \nlanguage,  literature  and letters;  \n(l)  nominate  or recommend  recipients  for various  litera ry awards  and distinctions;  \n(m)  represent  or advise  the Federal  Government  on international  gatherings  \nrelating  to language,  literature  and letters;  \n(n)  extend  national  recognition  to eminent  personalities  for their services  to \nPakistani  languages,  literature  and letters and to unde rtake  publication  of \nresearch  work  of national  importance  done  by them;  \n(o)  render  monetary  assistance  to indigent  writers  and to safeguard  the interests  of \nwriters;  \n(p)  provide  for the printing  and publication  of literary  works; \n(q)  recom mend  measures  for the promotion  of printing  and publishing  industry  in \nthe country;  \n(r)  create  various  posts  and appoint  persons  thereto  on such terms  and conditions  \nas may be prescribed  under  regulations;  \n(s)  govern and regulate  the finan ces, accounts  and investments  of the Academy;  \n(t)  liaise  and interact  with counterpart  organizati ons in other  countries  for \ncapacity  building  and exchange  of information;  \n(u)  engage  in human  resource  development  of its officers  and staff;  \n(v)  carry -out such works  or activit ies as may be deemed  necessary  with a view  to \nmaking  the best use of its assets; \n(w)  co-ordinate  implementation  of foreign -aided  technical  assistance  projects  on \nlanguages  or literatures  through  1[Division]  concerned  \n(x)  enter  into, carry out, vary or cancel contracts;  and \n(y)  perform  and carry  out any other  thing  or function  relating  to promotion  of \nPakistani  languages,  literature  and welfare  of writers’ community  in the \ncountry  assigned  to it by the Board  or the 1[division  concerne d]. \n \n1Subs.  by the Act, XXXIX  of 2021,  s. 7. \n \nPage 7 of 9 \n 13. Appointment  of employees,  experts,  etc., by the Academy.—(1) The Academy  may,  \nwith the prior  approval  of the 1[division  concerned] , create  posts  and may appoint  such employees,  \nexperts and consultants,  as may be required  for the functi on of the Academy  on such terms  and \nconditions  as may be prescribed  unde r regulations.  \n(2) The Academy,  with the approval  of the Board,  shall  devise  procedures  for the \nappointment  of its employees,  experts and consultants.  \n(3) The Academy,  with the approva l of the Board,  shall  determine  the terms  and conditions  of \nservice  of its employees,  experts  and consultants  and shall  also be competent  to take disciplinary  \naction  against  them.  \n14. Employees,  expert s, etc., to be public  servants.—(1) The Chairman  of the Academy , \nDirector -General,  employees,  experts,  consultants  of the Acade my shall,  when  acting  on purporting  \nto Act in pursuance  of any of the provisions  of this Act, be deemed  to be public  servants  within the \nmeaning  of section  21 of the Pakistan  Penal Code, 1860  (Act XLV  of 1860).  \n(2) The regular  employees  of the Academy  working immediately  before  commencement  of \nthis Act shall  be offered  an option  whether  they or any one desire  to continue  to serve  as civil \nservants  or to opt to become  employee  of the Academy.  The employees  shall  convey  their option  \nwithin  six months  of comme ncement  of this Act. Option  once  exercised  shall  final and irrevocable.  \n15. Pakistan  Academy  of Letters  Fund.—(1) There  shall  be created  a fund to be known  as \nPakistan  Academy  of Lette rs Fund  which  shall  vest in the Academy  and shall  be utilized  by the \nAcademy  to meet  charges  in connection  with its functions  under  this Act including  the payment  of \nsalaries  and other  remuneration  to the Chairman  of the Academ y, Director  General,  employee s, \nexperts  and consultants  of the Academy.  \n(2) The Pakistan  Academy  of Letters  Fund  shall  be financed  from  the following  sources,  \nnamely:— \n(a)  grants  and loans  made  by the Federal  Government  or a Prov incial  \nGovernment;  \n \n(b)  loans,  aid and donations  from  the national  or international  agencies;  and \n \n(c)  revenue  earned  from  the levy of various  charges  or fees, etc. \n(3) The Pakistan  Academy  of Letters  Fund  shall  be kept in one or more  accounts  maintained  \nby the Academy,  in local  or foreign  currency,  in any branch  of the National  Bank  of Pakistan  and \nshall  be operated  in accordan ce with the directions  of the Board.  \n16. Budget .—(1) The Academy  shall,  in respect  of each financial  year submit  for approval  of \nthe Federal  Government,  on such date as may be prescrib ed, a statement  of the estimated  receipts  and \nexpenditure,  including  requirements  of foreign  exchange  for the next financial  year for provision  of \nannual  funds  for approval  by the Federal  Government.  Head-wise budget  will be approved  by the \nBoard.  \n \n1Subs.  by the Act, XXXIX  of 2021,  s. 8. \n \nPage 8 of 9 \n (2) The 1[secretary  of the division  concerned]  shall  be the Principal  Accounting  Officer  of the \nAcademy.  \n(3) The Director -General  shall  be the Chief  Accounting  Officer  of the Academy.  \n17. Audit  and accounts. —(1) The accoun ts of the Academy  shall  be maintained  in the \nmanner  prescribed  by the Controller  General  of Accounts.  \n(2). The Auditor -General  of Pakistan  shall  conduct  audit  of the accounts  of the Academy.  \n(3) A copy  of the audit  report  shall  be submitted  to the Boar d along with the comments  of the \nAcademy.  \n(4) The Board  may issue  directions  to the Academy  for the rectification  of any item objected  \nto by the Auditor -General  of Pakistan  and the Academy  shall  comply  with such directions.  \n18. Submission  of yearly  reports  and returns.—Within  three  months  of the conclusion  of \neach financial  year, the Academy  shall  submit  an annual  report  to the 2[division  concerned]  in \nrespect  of the activities  of the Academy  including  the status  of its existing  programmes,  projects  and \nfurther plans  formulated  in furtherance  of its aims  and objectives.  \n19. Power  to make  rules .___ The 3[division  concerned  in consultation  with the establishment  \nand finance  divisions  and all other  concerned  ministries  and divisions]  may, by notification  in the \nofficial Gazette,  make  rules  for carrying  out the purposes  of this Act. \n20. Power  to make  regulations .—The Academy  may,  by notification  in the official  Gazette,  \nmake  regulations,  not inconsistent  with provisions  of this Act or the rules,  for exercising  its powers  \nand carrying  out its functions  under  this Act. \n21. Indemnity .___ No suit, prosecution  or other  legal  proceedings  shall  lie against  the Federal  \nGovernment  or the Academy  or any person  acting  under  the Federal  Government  or the Academy  for \nanything  whic h is in good  faith done  or intended  to be done  in pursuance  of this Act or any rules  or \nregulation  made  there  under.  \n22. Authorities  to aid the Academy .—All languages  or literary  or welfare  authorities  in the \nFederation  and the Provinces  shall  render  such assistance  to the Academy,  as may be necessary,  for \nthe promotion  of Pakistani  languages,  literature  and welfare  of writers  community  in the country.  \n23. Removal  of difficulties .—If any difficulty  arises in giving  effect  to any of the provisions  \nof this Act, the Federal  Government  may,  for the purpose  of removing  such difficult y, make  such \norder,  not inconsistent  with the provisions  of this Act, as it may consider  expedient  and any such \norder  shall  be deemed  to be, and given  effect to, as a part of the provisions  of this Act. \n24. Repeal  and savings.—(1) The Ministry  of Education ’s Resolution  No. 8-18/75/Cb, dated  \nthe 7th July,  1976,  hereinafter  referred  to as the repealed  Resolution,  is hereby  repealed.  \n \n1Subs.  by the Act, XXXIX  of 2021,  s. 9 \n2Subs.  by the Act, XXXIX  of 2021,  s. 10 \n3Subs.  by the Act, XXXIX  of 2021,  s. 11 \n \n \nPage 9 of 9 \n (2) Upon the commencement  of this Act,____ \n(a)  all funds,  properties,  rights  and interests  of whatsoever  kind issued,  used,  \nenjoyed,  possessed,  owned  or vested  in the Pakistan  Academy  of Letters in \nexistence  immediately  before  such commencement  and all liabiliti es legally  \nsubsisting  against  the said Academy  shall  pass to the Academy  as established  \nunder  this Act; \n(b)  everything  done,  action taken,  obligations  or liabilities  incurred,  rights and \nassets  acquired  persons  appointed  or authorized  jurisdiction  or powe rs \nconferred,  endowments,  bequests,  funds  or trusts  created,  donations  or grants  \nmade,  orders  issued  under  any of the provisions  of the Acts,  rules  or \nregulations,  applicable  to the said Academy,  shall  remain  in force  and be \ncontinued  and, having  regard  to the various  matters  which  by this Act have  to \nbe regulated  or prescribed  by rules  or regulations,  be deemed  to have  been  \nrespec tively  done,  taken,  incurr ed, acquired,  appointed,  autho rized,  conferred,  \ncreated,  made,  or issued  under  this Act and reference  in any document  to any \nof the provision  of the said Acts or the rules  or regulations  made  thereunder  \nshall,  so far as may be, be deemed  to be reference  to the corresponding  \nprovis ions of this Act or the rules  or regulations  made  or deemed  to have  been  \nmade  thereunder;  and \n(c)  any rules  or regulations  made  under  the repealed  resolution  shall,  in so far as \nthey are not inconsistent  with the provisions  of this Act or the rules  and \nregulat ions made  under  this Act having  regard  to the various  matters  which  by \nthis Act have  to be regulated  or prescribed  by rules  or regulations  respectively  \nshall  continue  to be in force,  until they are repealed,  replaced,  rescinde d or \nmodified  in accorda nce with the provisions  of this Act. \n(d)  Notwithstanding  anything  contained  in any law, contract  or agreement  or in \nthe terms  and conditions  of service,  every  person,  other  than employees  of \nother  Departme nts and members  of regular ly constituted  Service  Groups  \nposted  on deputation  or employed  in the Academy  and serving  in or under  it \nimmediately  before  the commencement  of this Act shall  cease  to be civil \nservants  and stand  transferred  to and become  employee s of the Academy  on \nsuch terms  and conditions  as may be prescribed:  \nProvided  the terms  or conditions  of the persons  so transfer red shall  not \nbe less favourable  than those  applicable  to them  before  the commencement  of \nthis Act. \n(e)  Notwithstanding  anything  contained  in any other  law for the time being  in \nforce,  no person  who has been  transferred  to the Academy  shall  be entitled  to \nany compensation  on account  of such transfer.  \n \n \n_________________"
}