{
    "file": "./converted_json\\administrator9610e0eae93f5de34c9af5d6adf5d7c7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 13   \nTHE LAND REFORMS ACT, 1977  \n \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and  commencement.  \n2. Definitions.  \nCHAPTER II  \nRESTRICTION ON OWNERSHIP AND POSSESSION OF LAND  \n3. Limits  on individual  holding.  \n4. Choice  and exchange  of land.  \n5. Partitioning of joint holdings and undivided  Shamilat.  \n6. Certain  transfers  void.  \nCHAPTER  III \nOBTAINING  OF DECLARATIONS,  VESTING  OF LANDS  IN GOVERNMENT  \n7. Declarations.  \n8. Certain restrictions on cutting of trees and dismantling or removal of permanent installations or structures.  \n9. Vesting in Government of excess  land.  \n10. Permanent installations and structures.  \nCHAPTER  IV \nCOMPENSATION  \n11. Compensation for  land.  \n12. Compensation for permanent installations, structures and  buildings.  \n \n\n \n \n \nPage 2 of 13  13. Payment of  compensation.  \n14. Transfer of encumbrance or charge.  \nCHAPTER  V \nUTILIZATION OF SURRENDERED LAND  \n15. Diposal  of surrendered  land.  \n16. Conditions  for grant  of land.  \n17. Utilization of  land.  \n \nCHAPTER VI  \nLAND COMMISSIONS  \n \n18. Functions of federal land  commission.  \n19. Powers and functions of a provincial land  commission.  \n20. Power to set up or ganizations,  etc. \n21. Power of make  rules.  \n22. Delegation of  powers.  \n23. Reconstitution of a  commission.  \n24. Power to  review.  \n25. Abatement of pending  proceedings.  \n26. Removal of  doubt.  \n27. Powers the Federal  Government.  \nCHAPTER VII  \nBAR OF JURISDICTION AND INDEMNITY  \n28. Bar of  jurisdiction.  \n29. Indemnity.  \nCHAPTER VIII  \nMISCELLANEOUS  \n \n30. Act to override other laws,  etc. \n31. Power to  exempt.  \n32. Removal of  difficulties.  \n  \n \n \n \nPage 3 of 13  CHAPTER IX  \nPUNISHMENT AND PROCEDURE  \n \n33. Offences  and penalties.  \n34. Cognizance  of offence.  \n35. Repeal.  \n \n \n \nPage 4 of 13  THE LAND REFORMS ACT, 1977  \nACT No.  II OF l977  \n [9th January, 1977]  \nAn Act to provide for further land reforms  \n WHEREAS it is in the supreme national interest to bring about a more equitable distribution \nof wealth by carrying out further land reforms;  \n AND WHEREAS clause (i) of Article 253 of the Constitution of the Islamic Republic of \nPakistan provides that Parliament may by law prescribe the maximum limits as to property or any \nclass  thereof which may be owned, held, possessed or controlled by any  person;  \n It is hereby enacted as follows: — \nCHAPTER I  \nPRELIMINARY  \n 1. Short title, extent and commencement. —(1) This Act may be called the Land Reforms \nAct, 1977.  \n \n (2) It extends to the whole of  Pakistan.  \n \n (3) It shall come into force at  once.  \n 2. Definitions. In this, Act, unless there is anything repugnant in the subject  or context, — \n (1) “ Commission ” means a Federal or a Provincial Land Commission constituted under the \nLand Reforms Regulation,  1972;  \n (2) “Government ” means, in relation to the Islamabad Capital Territory, the Federal \nGovernment, and in relation to a Provi nce, the Government of that  Province;  \n (3) “irrigated land ” means land irrigated by a canal, tubewell, well, lift, spring, tank or by any \nother artificial means of  irrigation;  \n (4) “land” means land which is occupied or has been and can be let for agricultural purposes \nor for purposes allied or subservient to agriculture, and includes the sites of buildings on such land \nbut does not include land occupied as the site of a village, town, fac tory or industrial  establishment;  \n (5) “orchard ”, means land under fruit trees planted to a density of twenty­five trees or more \nper acre grown and maintained by human  effort;  \n (6) “owner ” includes a person deemed to be an owner under sub­section (4) of se ction 184 of \nthe West Pakistan Land .Revenue Act, 1967 (W.P. Act XVII of  1967);    \n (7) “person ” includes a religious, educational or charitable institution, every trust whether \npublic or private, a Hindu undivided family, a company or association or body o f individuals, and a \ncooperative or other society, but does not include a local authority, a university established by law, a \njoint stock company which is directly or indirectly held or controlled by Federal Government or a \nProvincial Government or by both  or any other body in which the Government holds majority \ninterest;  \n \n \n \nPage 5 of 13   (8) “public dues ” include dues payable by a person to the Federal Government, or a \nProvincial Government or to a body directly or indirectly controlled by such  Governments;  \n (9) “prescribed ” means prescribed by rules made under this  Act; \n (10) “President ” means the President of the Islamic Republic of  Pakistan;  \n (11) “produce index unit ” means the measure in terms of which the comparative productivity \nof an area of land of a partic ular kind in a particular assessment circle or area was computed and \nexpressed for the purposes of the schemes relating to the resettlement of displaced persons on land or \nwas determined under the provisions of the repealed Land Reforms Regulation, 1959 an d the Land \nReforms Regulation, 1972 and in respect of the assessment circle or area where no such unit was \ndetermined, such measure as may be determined by the Commission for the Province within which \nsuch assessment circle or area is  situate;  \n (12) “tenant ” means a person who holds land under another person, and is, or but for a special \ncontract would be, liable to pay rent for that land to that other person and includes the predecessors \nand successors­in­interest of such person; but does not  include — \n(a) a mortgagee of the rights of a landowner,  or \nl[(b)  a person holding any land under the Federal Government or a Provincial \nGovernment or under any such statutory authority corporation set up by any \nsuch Government as may be notified by it in this behalf, or;  \n(c)  a person to whom a holding has been transferred, or an estate or holding has \nbeen let in farm under the West Pakistan Land Revenue Act, 1967, for the \nrecovery of an arrear of land revenue or of a sum recoverable as such an arrear \n2[,or] \n2[(d)  a lessee cultivating the land, either himself or through another person;  \n (13) “unirrigated land ” means land other than irrigated land and includes land fed by rains,  \nfloods, hill torrents, and uncultivable or  wasteland.  \nCHAPTER II  \nRESTRICTION ON OWNERSHIP AND POSSESSION OF LAND  \n *3. Limits on individual holding. 3[Save as otherwise provided in this Act, no] person shall  \nafter the commencement of this Act, own or possess land, including his share in Shamilat, if any, in \nexcess of one hundred acres of irrigated land or two hundred acres of unirrigated land, or irrigated \nand unirrigated land the aggregate of which exceeds one hundred acres of irrigated land (one acre of \nirrigated land being reckoned as equivalent to two acres of unirrigated land) or a n area equivalent to \neight thousand produce index units of land calculated on the basis of classification of soil as entered \nin the Revenue Records for Kharif 1976, whichever shall be  greater:  \n \n1Subs. by the Land Reforms (Amdt.) Order, 1979 (P.O. 16 of 1979), Art, 2.  \n2 Subs. and added, ibid.,  \n3Subs. by the Land reforms (Amdt.) Ordinance, 1979 (37 of 1979), s. 2.  \n*The whole of sections 3,4,5,6,7 (5),8,9,10 and 1 to 17 of the Land Reforms Act, 1977cease to have ef fect from 23­3­1990 as declared repugnant to the \nInjunctions of Islam by the Shariat Appellate Bench, See P.L.D. 1990,SC­99.  \n \n \n \nPage 6 of 13   Provided that in determining the entitlement of a person any improvement made by him on \nhis land after the commencement of this Act, shall not be taken into account.  \n 4. Choice and exchange of land. Save as otherwise provided in this  Act (1) a person who \nowns or possesses land including his Share in Shamilat, if any, in excess to his entitlement under this \nAct shall, out of such land, select in compact bl ocks as large as possible, the area which he is entitled \nto retain;  \n (2) a person who is required to surrender land under this Act, before doing so, may, it allowed \nby an officer of the district concerned who is authorized by a Commission in this behalf, e xchange \nthe whole or any part of such land with land owned or possessed within the same district by any \nmember of his family for the purpose of consolidation on the basis of equality of produce index \nvalue of the land proposed to be exchanged  ; \n (3) no app eal shall lie in any court or before any authority whatsoever against an exchange of \nland allowed or disallowed under sub­section  (2). \n Explanation. —For the purpose of sub­section (2) “family ” shall mean father, mother, \nbrothers, sisters, husband, wife or wives, sons and daughters.  \n 5. Partitioning of Joint holdings and undivided Shamilat. Notwithstanding anything \ncontained in any other law for the time being in force, a joint holding or an und ivided Shamilat shall, \nfor the purposes of this Act, be subject to partition to the extent of the share of a person who elects to \nsurrender the whole or part of his share in such joint holding or such undivided  Shamilat.  \n 6. Certain transfers void. — (1) Th e transfer of any land, and the creation of any right or \ninterest in, or encumbrance on any land, made in any manner whatsoever in respect of any area, on \nor after the commencement of this Act by any person holding immediately before that date an area \nexceeding his entitlement under section 3, shall be and shall be deemed always to have been void, \nand the land so transferred or encumbered shall be deemed to have been owned or possessed, as the \ncase may be, by the person by whom it was owned or possessed imm ediately before that  date.  \n (2) Nothing in sub­section (1) shall apply to any transfer of land or the creation of any right \nor interest in or encumbrance on any land left with a person after he has surrendered the land in \nexcess to his entitlement under th is Act. \nCHAPTER III  \nOBTAINING OF DECLARATIONS, VESTING OF LAND IN GOVERNMENT  \n 7. Declarations. —(1) A Provincial Land Commission may, by notification in the official  \nGazette, require that any person or class of persons mentioned therein, shall submit such declaration \nto such authority, in such manner and form and by such date, as may be specified in the  notification.  \n (2) In case a person, who is required to make declaration under this section, owns or \npossesses land in more than one Province, he shall make  the declaration to the Commission for the \nProvince where he permanently resides, and the s aid Commission m ay call for any information in \nrespect of the declaration from any other province where the declarant owns or possesses land and \npass Orders, thereon . \n (3) In case a person, who is required to make declaration under this section, owns or \n \n \n \nPage 7 of 13  possesses land in a Province but resides permanently in another Province or abroad, he shall make \nthe declaration to the Commission for the Province in which he owns o r possesses  land.  \n (4) In case of a minor or a person of unsound mind, the declaration required under this \nsection, shall be made on his behalf, by his  guardian.  \n (5) Where a person fails to make a declaration under this section, an officer of the district  \nconcerned, who is authorized by a Commission in this behalf, shall, of his own motion or otherwise, \nand after calling for such information and recording such evidence as he may deem necessary, \ndetermine the land owned or possessed by such person in excess  to his entitlement under this Act and \nmake an order to this  effect.  \n 8. Certain restrictions on cutting of trees and dismantling or removal of permanent \ninstallations or structures. A person, who owns or possesses land in excess to his entitlement under \nthis Act, or any one on his behalf shall not, with effect from the commencement of this Act, cut or \nremove any tree or dismantle, demolish, damage or remove any permanent installation or structure, \nincluding buildings and tubewells on  land,  owned or possessed by him until the land in excess to his \nentitlement has been surrendered by him under this Act.  \n 9. Vesting in Government of excess land. —(1) Land in excess of the area permissible for \nretention by a person under section 3, shall be surrendered by  him 1* * * to the Land Commission of \nthe Province where such land is situate, and it shall vest in Government free of any encumbrance or \ncharge:  \n Provided that rights and obligations of any person in respect of the standing crops on land \nsurrendered under  this section shall remain unaffected until 2[the standing crops are removed or the \n30th day of June next following, whichever is earlier].  \n (2) Land determined, under sub­section (5) of section 7, to be in excess to the entitlement of a \nperson shall vest forthwith in the Government free of any encumbrance or charge and the defaulter \nshall be deemed to have forfeited the right and option under section  4. \n (3) Any land under litigation which is in excess to the entitlement of a person under this Act, \nshall v est in the Government subject to the final adjudication of the rights of the  litigants.  \n (4) Any land surrendered by a person which was in his possession as a lessee or mortgagee \nshall not vest in Government but shall, subject to the provision of section 3, revert to lessor or \nmortgagor,  as the case may  be. \n 1[(5) Any land surrendered by a person which was held by him as the landlord of an \noccupancy tenant or a Muqarraridar or is an Ala Malik shall not vest in Government but shall, \nsubject to the other provisions of this Act, vest in the occupancy tenant, Muqarraridar or Adna \nMalik, as the case may  be, free from any incumbrance or charge].  \n \n \n \n \n1Omitted by the Land Reforms (Amdt.) Order, 1979 (P.O. 16 of 1979), Art. 3  \n2Subs. and added ibid.  \n  \n \n \n \nPage 8 of 13   10. Permanent installations and structures. Permanent installations and structures, \nincluding buildings and tubewells on land surrendered under section 9, shall not be removed, \ndamaged, dismantled or demolished, and shall vest in Government alongwith such land, free of any \nencumbrance or  charge.  \nCHAPTER IV  \nCOMPENSATION  \n 11. Compensation for land. The Federal Government shall in respect of land surrendered \nunder section 9, pay compensation to the persons concerned at the rate of rupees thirty per produce \nindex unit.  \n 12. Compensation for permanent installations, structures and buildings. Compensation \nfor perman ent installations and str uctures including buildings and tubewells on land surrendered \nunder this Act, shall be determined and paid by the Federal Government on the basis of actual cost \nincurred subject to such scale of depreciation as may be  prescribed.  \n 13. Payment of compensation. —(1) Payment of compensation under sections 11 and 12 \nshall be made through heritable bonds which shall be transferable and negotiable through or with \nbanks and which shall be redeemable, at the discretion of the Federal Governm ent, by 30th day of \nJune, 1987 and shall carry interest per annum, with effect from the first day of July, 1977, at the, rate \nof one per cent above the bank rate as notified by the State Bank of Pakistan, from time to  time.  \n (2) Where the total amount of compensation payable to a person under this Chapter, does not \nexceed rupees five thousand, the Federal Government may pay the compensation in  cash.  \n (3) Payment of compensation under this section shall be made to the person concerned after \ndeducting such p ublic dues, owed by him, whose payment had fallen due on the commencement of \nthis Act and which remained unpaid up to the date of payment of  compensation.  \n 14. Transfer of encumbrance or charge. Any encumbrance or charge .existing on land \nsurrendered by a person or on permanent installations and structures including tubewells on such \nland, shall be deemed to be an encumbrance or charge on land retained by him under this  Act: \n Provided that if the encumbrance or charge exceeds the value of the land left with  a person, it \nshall to the extent of such excess, be deemed to be an encumbrance or charge on the bonds payable  \nto him as  compensation.  \nCHAPTER V  \nUTILIZATION OF SURRENDERED  LAND  \n 15. Deposal  of surrendered land. —(1) Land vested in Government under this Act, shall, \nsubject to the provisions of this section, be granted free of charge to the tenants who are shown in the \nRevenue Records to be in cultivating possession of it during Kharif 1976 and Rabi  1975­76:  \n 1[Provided that where, at any time after the commencement of this Act, a person acquires any \nland by  reason of  which the area of   the land  owned or possessed by him  exceeds the limit fixed by  \n \n \n \n1Subs, by the Land Reforms (Amdt.) Order, 1979 (P.O. 16 of 1979), Art. 4.   \n \n \n \nPage 9 of 13  section 3, the land surrendered by him shall be granted free of charge to such tenant as is shown in \nthe revenue records to be in cultivating possession of the land in the Kharif and Rabi immediately \npreceding such acquisition  : \n Provided further that no land shall be granted to a tenant who, but for the coming into force \nof this Act, would have been entitled to inherit land from a person who is required to surrender land \nunder section  9.]. \n (2) Where any tenant who is entitled to grant of land under sub­section (1) already owns land, \nhe shall be granted only so much land which together with the land already owned by him, does not \nexceed twelve  acres.  \n (3) Land which is not granted under sub­sections (1) and (2) shall be granted to other lan dless \ntenants or persons owning less than twelve  acres.  \n 16. Conditions for grant of land —(1) Grant of land under section 15 shall be made on the \nfollowing  conditions: — \n(a)  a grantee or his heirs shall not alienate by sale, gift, mortgage or otherwise the \nland or any portion thereof during a period of twenty years from the date of \nthe grant:  \n  \n Provided that for the purpose of obtaining a loan for the development of the land t he grantee \nor his heirs may mortgage it in favour of Government; a Government sponsored institution or a \ncooperative society;  \n(b)  a grantee or his heirs shall not sublet the  land.  \n (2) The Provincial Land Commission concerned may cancel a grant for violat ion of any of \nthe terms and conditions of the grant after giving an opportunity of being heard to the grantee or his  \nheirs, as the case may  be. \n 17. Utilization of land. Notwithstanding anything contained in section 15, a Provincial \nGovernment may, subject  to the approval of the Federal Government, utilize or dispose of land \nsurrendered under section 9 for such public purpose and in such manner as the Provincial \nGovernment may deem fit, if it  is— \n(a)  an orchard;  or \n(b)  land surrendered by any religious, charitable or educational society or \ninstitution;  or \n(c)  land surrendered by any trust or waqf , whether public or private;  or \n(d)  land under Shikargahs and stud or livestock farms  1[: ] \n 1[Provided that if, in the public in terest, the Provincial Government decides to lease out any \nsuch land, the person by whom it was surrendered shall have the right of first option to the grant of \nlease  of the land or of such portion thereof as the Provincial Government may deem  fit]. \n \n1Subs, and added by the Land Reforms (AmdL) Ordinance, 1979 (37 of 1979), s. 3.  \n \n \n \nPage 10 of 13  CHAPTER VI  \nLAND COMMISSIONS  \n 18. Functions of Federal Land Commission.  The Federal Land Commission shall — \n(1) coordinate the functioning of Provincial Land  Commissions;  \n(2) assist the Federal Government in deciding any dispute or difference between \ntwo or more Provincial Land  Commissions;  \n(3) assist the Federal Government in the exercise of its powers under section  27; \n(4) issue such directions to any or all Provincial Land C ommissions as may be \nnecessary for the purposes of this  Act; \n(5) perform such other functions as may, from time to time, be assigned to it by \nthe Federal Government.  \n 19. Powers and functions of a Provincial Land Commission. Subject to the provisions of \nthis Act, a Provincial Land Commission shall exercise all powers and perform all functions \nnecessary for the implementation of this Act in the Province  concerned.  \n 20. Power to set up organizations, etc. A Commission may set up such organizations and \nappoint  such authorities, officers and staff and confer such powers upon, and assign such duties to \nthem as it may deem necessary for the purposes of this  Act. \n 21. Power to make rules. A Commission may make rules for carrying out the purposes of \nthis Act, including rules on matters relating to or connected with the presentation, hearing and \ndetermination of appeals from, and applications for revision and review of, orders made under this \nAct: \n Provided that the rules made under this section, in case of Fede ral Land Commission shall be \nsubject to approval of the Federal Government, and in case of a Provincial Land Commission, to the \napproval of the Provincial Government concerned.  \n 22. Delegation of powers. —(1) The Federal Government may, at any time, delegat e any of \nits powers or functions under this Act to such body or person as it may deem necessary for the \npurposes of this  Act. \n 1[(2) A Commission may, at any time, by notification in the official Gazette, delegate any of \nits powers to an y of its members or  officers or authorities subject to such conditions, if any, as may \nbe specified in the notification, and may also specify in the notification the circumstances in which, \nand the authority to which, an appeal, or application for review or revision, if any,  shall lie from an \norder of such member, officer or authority.].  \n 23. Reconstitution of a Commission. The Federal Government may, at any time, by \nnotification in the official Gazette, reconstitute a Commission to comprise such persons as it deems \nfit, and the Commission so reconstituted shall be deemed to be a Commission under paragraph 4 or \n4A, as the case may be, of the Land Reforms Regulation,  1972.  \n \n1Subs, by the Land Reforms (Amdt.) Order, 1979 (P.O. 16 of 1979), Art. 5.  \n \n \n \nPage 11 of 13   24. Power to review. A Commission shall review a case or a class of cases decided by it \nbefore or after the commencement of this Act, if so directed by the Federal  Government.  \n 25. Abatement of pending proceedings. All proceedings pending before the Federal Land \nCommission  shall , on commencement of this Act, stand abated unless the Federal Government \ndirects otherwise in a case or class of  cases.  \n 26. Removal of doubt. If any dispute or doubt arises as to the extent or scope of any power \nor the manner in which it shall be exercis able by a Commission, the matter shall be referred to the \nFederal Government whose decision thereon shall be  final.  \n 27. Powers of the Federal Government. The Federal Government may, at any time, of its \nown motion or otherwise, take cognizance of a case no t taken up by a Commission or withdraw a \ncase pending before a Commission or call for a case decided by a Commission or any authority \nempowered by a Commission in this behalf, and pass such order as it may deem necessary and the \norder so passed shall be  final: \n Provided that no order, under this section, shall be passed, adversely affecting the rights of \nany person, unless such person has been given an opportunity of being heard.  \nCHAPTER VII  \nBAR OF JURISDICTION AND INDEMNITY  \n 28. Bar of jurisdiction. —(1) No  court shall call in question or permit to be called in question  \nany provision of this Act or of any rule or order made or anything done or any action taken  \nthereunder.  \n(2) No court shall grant any injunction or make any order, or entertain any proceedings , in \nrelation to anything done or intended to be done under this  Act. \n 29. Indemnity. No suit, prosecution or other legal proceeding shall lie against the Federal \nGovernment, or a Provincial Government, or a Commission or any other person for anything in good \nfaith done under this Act or any rule or order made there  under.  \nCHAPTER VIII  \nMISCELLANEOUS  \n 30. Act to override other laws, etc. The provisions of this Act, and any rule or order made \nthereunder, shall have effect notwithstanding anything to the cont rary contained in any law for the \ntime being in force, or in any order or decree of a court or tribunal or other authority or in any rule of \ncustom or usage or in any contract, instrument, deed or other  document.  \n 1[31. Power to exempt. —(1) The Government,  if it is satisfied that it is in the public interest \nso to do, may, by an order notified in the official Gazette and subject to such terms and conditions as \nmay be specified in the order, exempt from the operation of this Act any educational institution o r a \nCo­operative farming society registered under the Co­operative Farming Act, 1976  (LII of 1976), or \na person who has been permitted by Government to establish a livestock farm:  \n \n1Subs, by the Land Reforms (Amdt.) Ordinance, 1981 (47 of 1981), s. 2.  \n \n \n \nPage 12 of 13   provided that an exemption granted shall not  apply — \n(i) in the case of a society, to the land owned or possessed by a member of such \nsociety;  and \n(ii) in respect of a person who has been permitted to establish a livestock  farm — \n(a)  to the land owned or po ssessed by such person or to a partner in a firm \nor shareholder in a joint stock company which does not form, or has \nnot been recognized at the time of sanction as, an integral part of the \nlivestock farm;  and \n(b)  to land not used for the purposes of the l ivestock  farm.  \n (2) When the Government or a person authorised by it in that behalf is of the opinion that an \ninstitution or a society or person exempted under sub­section (1) has committed a breach of any of \nthe conditions subject to which the exemption w as granted, the Government or the authorised person \nmay, after giving such institution or society or person an opportunity to show cause against the action \nproposed to be taken, rescind the order of  exemption.].  \n 32. Removal of difficulties. If any difficulty arises in giving effect to any provision of this \nAct, the Federal Government may make such order, not inconsistent with the provisions of this Act, \nas may appear to it to be necessary for the purposes of removing the  difficulty.  \nCHAPTER I X \nPUNISHMENT AND PROCEDURE  \n 33. Offences  abnd  penalties.___ (l) Whoever___ \n(a) fails to surrender land as required under this Act,  or \n(b) fails to make any declaration or furnishes incomplete or false information or \nfails to furnish any information as required under this Act,  or \n(c) tampers with any record relevant for the purposes of this Act,  or \n(d) obstructs any person in the discharge of his duties and functions under this \nAct, or \n (e) commits or attempts to commit an act or omission to defeat any of the \npurposes of this Act,  or \n(f) Contravenes or fails, to comply with any other provision of this  Act, \n shall  be punishable with rigorous imprisonment for a term which may extend to seven years \nor with forfeiture of his immovable property or with both.  \n (2) A person convicted of any offence under sub­section (1) shall be disqualified from being \na member of Parlia ment or a Provincial Assembly or any local elective body and from being elected \nand chosen as such a member for a period of five years from the date of such  conviction.  \n \n \n \nPage 13 of 13   (3) Any person convicted of any offence under sub­section (1) shall be disqualified fr om \nbeing a public servant or from being appointed as such or from holding any other office for which a \nperson guilty of any offence involving moral turpitude is  disqualified.  \n 34. Cognizance of offence. No court or tribunal shall take cognizance of an offe nce under \nthis Act except on a report in writing of the facts constituting such offence, made by a public servant \nunder order or authority of the Federal Government or a Provincial  Government.  \n 35. [Repeal]. Omitted by the Federal Law s (Revision and Declar ation) Or dinance, 1981 \n(XXVII of 1981), s. 3 and Sch.,  II."
}