{
    "file": "./converted_json\\administrator70c219b013b79f7dd9c5002080beb2fa.json",
    "name": "West Pakistan Regulation and Control of Loud Speakers and Sound Amplifiers Ordinance, 1965",
    "date": "2nd March, 1965",
    "tagline": "An Ordinance to regulate and control the use of loudspeakers and sound amplifiers in the Province of West Pakistan.",
    "content": "Page 1 of 4 \n  \n \n \n \n \n \n \nTHE WEST PAKISTAN REGULATION AND CONTROL OF LOUD \nSPEAKERS AND SOUND AMPLIFIERS ORDINANCE, 1965   \n \n(WEST PAKISTAN ORDINANCE NO. II OF 1965)  \n \n \n \n \n \n                                                                  CONTENTS  \n \nSECTIONS  \n \n1. Short  title, extent  and commencement.  \n2. Restriction  on the use of loudspeakers,  etc. \n3. Punishment.  \n4. Power  of seizure.  \n5. Offences  to be  cognizable.  \n6. Court.  \n7. Confiscation.  \n8. Repeal.  \n \n \n \n \n \n \n \n \n \n_____________  \n  \nUpdated till 3.8.2022\n \n \nPage 2 of 4 \n THE WEST PAKISTAN REGULATION AND CONTROL OF LOUD \nSPEAKERS AND SOUND AMPLIFIERS ORDINANCE, 1965.  \n \n(WEST PAKISTAN ORDINANCE NO. II OF 1965.)  \n \n[2nd March,  1965.]  \nAN ORDINANCE  \n \nto regulate and control the use of loudspeakers and sound \namplifiers                        in the Province  of West Pakistan.  \n \n WHEREAS  it is expedient,  for the purposes  of preventing  public  nuisance and the voicing \nof utterances of a controversial nature likely to cause  public disorder, to regulate, control and prohibit \nin the interest of public order,  decency  and for the prevention  of incitement  to the commission  of \nany offence the  use of loudspeakers  and sound amplifiers  in the  Province  of West  Pakistan;  \n \n  AND WHEREAS the Provincial Assembly of West Pakistan is not in  session and the \nGovernor  of West Pakistan is satisfied that circumstances exist  which  render  immediate  legislation \nnecessary  ; \n \nNOW, THEREFORE, in exercise of the powers conferred on him by  clause (1) of Article 79 \nof the Constitution , the Governor of West Pakistan is  pleased  to make  and promulgate the  following  \nOrdinance: — \n \n1. Short  title,  extent  and commencement . (1) This Ordinance  may be called  the West  \nPakistan  Regulation  and  Control  of Loudspeakers and Sound  Amplifiers Ordinance, 1965.  \n \n(2) It shall  extend  to the whole  of the Province  of West Pakistan, except  the Tribal Areas.  \n \n(3) It shall  come  into force  at once.  \n \n 2. Restriction on the use of lo udspeaker s, etc. (1)  No person shall operate or use or cause \nto be operated or used a loudspeaker or a sound amplifier: — \n \n(a)  in a public place, in a manner so as to cause or to be likely to cause  annoyance \nor injury to persons residing in any residential locality; or  \n \n(b) in any place in the proximity of — \n \n(i) a place of worship during prayer times , \n \n(ii) a hospital providing facilities for indoor patients at any time of the day \nor night.  \n \n_____________________________________________________________ ___________________  \nThis Ordinance was approved by the West Pakistan Provincial Assembly under Article 79 (3) of the Constitution at its meeting held on 14th \nJune 1965, see Gazette of West Pakist an 1965, Extraordinary P. 2799 -2801.  \n \n \nPage 3 of 4 \n (iii) an educational institution, a Court, a hospital not providing facilities for \nindoor patients or any other public institution, office or undertaking \nduring their usual working hours at a volume or in a manner whereby \nthe working or the use of such place of worship, hospital, educational \ninstitution, court, or other public institution, office or undertaking is \nlikely to be disturbed by the use or operation of such loudspeaker or \nsound amplifier; or  \n \n \n(c)  in a mosque, church, temple or other place of worship in a manner or at a volume \nwhereby any sound from such loudspeaker or sound amplifier could be heard \noutside the immediate precincts of such mosque church, temple or other place \nof worship; or  \n \n(d) in any public or private place, for the voicing of any sectarian or other utterances \nof a controversial nature likely to lead to public disorder, if such utterances are \nor can be heard outside or beyond the immediate limits or precincts of such \nplace.  \n \n(2) Nothing in th is section shall be applicable to the use of loudspeaker s or sound amplifiers \nfor the purposes of Azan, prayers, or of Khutba delivered on Friday s or at the time of Eid prayers in a \nmoderate tone.  \n \nExplanation. — For the purposes of this section, a ’’public place” means a public street, a public \nthoroughfare, a public park or playground, or any other place to which the members of the public have \naccess with or without invitation.  \n \n3. Punishment . Whoever contravene s the provisions of section 2, shall in addition to any other \npenalty to which he may be liable under any other law for the time being in force , be punished with \nsimple imprisonment for a term which may extend to 1[one year] , or with fine, which may extend  to \n1[up to fifty thousand]  rupees , or with both.  \n \n4. Power of seizure.  (1) Any police officer not below the rank of Sub -Inspector may seize and \ntake possession of any loudspeaker or sound amplifier used or reasonably suspected to have been used \nin the com mission of an offence under this Ordinance.  \n \n(2) Any loudspeaker or sound amplifier seized or taken possession of under the provisions of \nthis section shall, as soon as may be, be produced before the Court having jurisdiction to try offences \nunder this Ordinance.  \n \n5. Offences to be cognizable .  Notwithstanding anything to the contrary contained in  the Code \nof Criminal Procedure, 1898  (v of 1898) , or in any other law for the time being in force, an offence \nunder this Ordinance shall be cognizable within t he meaning of the said Code.  \n \n6. Court.  No Court inferior to that of a Magistrate of the First Class shall try  any offence \npunishable under the Ordinance.  \n \n \n_________________________________________________________________________  \n1Subs by The West Pakistan Regulation and control Loudspeakers and Sound Amplifier (Amendment) Act, 2011 (Act No. iv of \n2011), s.2  (only to the extent of ICT)  \n \n \nPage 4 of 4 \n 7.  Confiscation . A Court trying an offence under this Ordinance may order the confiscation \nof any loudspeaker  or sound amplifier or apparatus used in the commission of an offence under this \nOrdinance.  \n \n \n8.  Repeal.  The West Pakistan Regulation of Loudspeakers and Sound Amplifiers Ordinance. \n1964  (W.P. O rd. XIII of 1964)  is hereby repealed.  \n \n \n \n_____________"
}