{
    "file": "./converted_json\\administrator1991d1efd1e0720acff6af967fdae544.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTtrREDNo.M-302\nL.-7616I\nGlte GVgflc d Se[Idtlrr\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISI,AMABAD, THURSDAY DECEMBER 21. 2006\nActs, Ordinances, president,s Orders and Regulations\nCOVIRNM ENT OF PAK ISTA \\\nMINISTRY OF LAW JUSTICE AND HUN,IAN RIGHTS\nl.\\ltulohol, rltt 2lsr Detctttb,t., l0t)6\nNo. 2( I )i2006-Pub.(B).-The tbllou,ing Or.rlinance pronrrrlglr(-d bv tlre\nPresidcnt is heleby published lorgeneral infornration :\nOnonaNcr No. XXXIX or 2006\nORDINANCE\nlo provide fu the re-organi.ation and conversion of the lndustial De.telopment Bank ofPakistdn into a public limited compa\\.\n- WHEREAS it is exoedierrrarru\"r o*\"ipi*r;;fiHlt to provide for re-orsanization atrd conve^ion of the\nil:,..\"#fr ffi|il;H:,-dl ?H',ii ff ;,Xi,'I\"J,#,tr#\"I1TL'l::f :#S1;.:'i\nAND *HER-EAS thc National Assembry is not in session and oe circunstanccs exist which render ir necessary ro take imm.ai\"i\" LJ*'PA RT I\n(871)\nPrice..Rs.5.00 13637 (2006)lEx. Gaz.l\n878 TIIE GAZETTE OF PAKISTAN. IIX-ft{A.. DEC.21.2006 lPrrl I\nNOW, THEREFORE, in exercise of the powers confened by clause (l) of Anicle\n89 ofthe Constitution of the Islamic Republic ofPakistan, the President is pleased ro makc\nand promulgate the following Ordinance:-\nl. Short title, extetrt atrd comEeDcemeDt.- (1) This Ordinance may be called\nthe hdustrial Development Bank of Pakistan (Reorganization and Conversion)\nOrdinance,2006.\n(2) h extends to the whole ofPakistan.\n2. DelinitioDs,- In this Ordinance, unless there is anything repugnant in the\nsubject or context,-\n(a) \"aJsels \" means rights and powers ofevery description and includes all\npropefties, movable or immovable, tangible or intangible, mortgages,\ncharges and claims in the name ofthe IDBP, as the case may be;\n(b) \"company\" means the Industrial Development Bank Limited to be\nestablished and incorporated in accordance with section 3;\n(c) \"contracts\" means all contracts, agreements, bonds, guamntees,\nindemnities, representations, obligations, undertakings and other legal\ndocuments and insfuments ofevery description executed by or on behalf\nof IDBP, as the case may be, including employment, investment, sales\nand financial contracts with whom$oevec\n(d) \"ejfective date\" means the date specified in the Order issued under\nseclion 5;\n(e) \"1DrP \" means the Industrial Development Bank of Pakistan established\nunder the Industrial Developrqent Ban-k of Pakistan Ordinalce, 196l\n(XXxl of 1961);\n(f) \"liabilities \" means all liabilities larvfull1, incurred bl IDBP. as thc casc\nmav be, and includes duties and obligations of every kind imposcd\n. thereon;\n(g) \"order\" means an order made by the Federal Govemment undcr sub-\nsection (l) ofsection 5;\n(h) \"proceedings \" includes aoy suit. arbitration or other legal or\nadministrative proceedings, applications. appeals. awards. relieus or\nrevisions filed or pending;\n(i) \"rules \" means the rules made under this Ordinance;\n0) \"tansfer\" means the transfer of'assets, conaacb, liabilities, proceedings\nand undertakings oflDBP, as the case may be, to the company; and(3) It shall come inb force at once and shall be deemed to have taken ellect on\nthe l'' December, 2006.\nP^Rrll THE GAZETTII Ol.' PAKISII^N. EXTRA.. DEC. 2t. 2006 879\n(k) . ''undertakings \" includes all projects, ventures and any other operations\nundenaken by IDBP, as the case may be, individually or collecrivelt in\ncollaboration with some other person.\n3. Establishment of the company, etc.- (1) As soon as may be, after the\ncommencement oflhis Ordinance, the Federal Govemment shall establish a companr ro bc\nkrown as rhe Industrial Development Bank Limited, limited by shares and cause it to be\nincorporated under the Companies Ordinance, 1984 (XLVI of i984), u.ith rhe principal\nobject of taking over the business, functions, contracts, proceedings, undenakings. assers\nand liabilities of IDBP.\n(2) No stanp duty or any other charges shali be payable by rhe company under\nany law for the time being in force for the tansfer and vesting of the assets. contracls.\nliabilities, proceedings or undertakings of IDBP to the company or any shares or securiries\nissued in favour ofthe shareholders or financiers of IDBP by the Company.\n4. Company to be deemed a banking company.- (l) The company shall be\ndeemed to be a banking company for the puryoses of the State Banli of Pakjstan Act.\n1956(XXXIII of 1956), Banking Conrpanies Ordinance, 1962 (LVII of 1962), and au1\nother lau,for the time being in force relating to banling companies until such timc rhal the\nlicence is granted to the companl under sub-section (2).\n(2) Without prejudice to the provisions of sub-section (1), thc companr shall\napply to the State Banl oF Pakistan, for a licence for permitting to carq, on the business ol'\nbanking in Pakistan in accordance with the provisions of section 27 ofBanking Companies\nOrdinance. 1962 (LVll of 1962), through the existing branches oflDBP.\n(2) The order issued under sub-sectioo ( I ) shall, inter alia, provide for, -\n(a)\n(b)the allotment of shares or debentures of the compaDl' to the\nshareholders, debenture-holders or bond holders of IDBP in\nproportion to their shares, debentures, bonds or other securities in\nIDBP, as tle case may be, after determining the net asset value of\nIDBP on the effective date;\n(c) the dissolution oflDBP from the effective date;5. Transfer and lestirg of assets, conttacts, liabilities, proceedings and\nundertakings.- (1) Afier the registration ofthe company. the Federal Government shall br\nan order, published in the official Gazette. direct thai all the assets. contracts, liabilities.\nproceedings and undertakings of IDBP stand transfened to, and vest in the companl, on the\ndate specified therein, on such terms and conditions as may be determined by the Federal\nGovernment in this behJlf.\nthe transfer of all the assets, contracts. liabilities, proceedings and\nundena-kings of IDBP to the companl:\n:III] IJAZ,I]'I-TE OF PAKISTAN, EXTRA., DEC. 21,2006 [PUrI\n(d) rhe transfer of guarantees issued in favour of the rcompany b1' thr\nGoverrunent of Pakistan, the Provincial Government and oth(\ngoverlment agencies such as Sarhad Development Boa.rd and Punja\nSmall lndustries Corporation for repayment of loans from borrowert.\na-nd\n(e) such incidental, consequential and supplemental matters as are\nnecessary to secure the transfer of assets, contracts, liabilities.\nproceeding and undertakings under this Ordinance.\n(3) The value ascribed to the assets and liabilities transfened to, and vested in.\nthe company by the Federal Govemrient under the Order shall represent the fair riet lalue\nofthe assets for ta*ation, depreciation or any other purposes.\n(4) Notwithstanding the provisions ofsection 146 ofthe Companies Ordinance.\n1984 (XLVII of 1984), the company shall, upon transfer, continue all business and\nundertakings ofIDBP as were being carried on immediately prior to the effective date.\n6. Continuation of service itr the compatry.- (1) All permanent emplol,ees\nand officers of IDBP, who were continuously in the service of IDBP for a period of one\nyear or more immediately before the effective date shall stand transferred to, and become\nthe employees of the Company as of the effective date on the same tems and conditions as\nwere applicable to them beforc the effective date. The tems and conditions applicable to\nthe retired employees ofIDBP shall continue to apply to such retired employees.\n(2) Notwithstanding. an),thing contained in any law, contract, agreement or\nconditions of service no person transferred to the company pursuant to sub-section ( I ) shall\nbe entitled to any compensation as a consequence oitransfer to the company.\n7. Co[tracts and proceedings.- (1) All contracts subsisting or having eflect\nimmediately before the effective date, to which IDBP may have been a pany or beneliciary'.\nshall be deemed to have been made by the company and shall remain in force for all irltenls\nand purposes.\n(2) All proceedings by or against or relating to IDBP pending on the effectivc\ndate before any couft, tribunal, arbitrator or any other authority shall be continued.\nprosecuted, defended, enforced and executed by or against the company in the san'rL'\nmanner and to the same extent as might have been continued, prosecutedl detindecl.\nenforced and executed by or against IDBP, as the case may be, and for the purposes ol'th.\nproceedings under [DBP Ordinance, the relevant provisions of IDBP Ordinance shall.\nmutatis mutandis, continue to apply to these proceedings notuithstanding the repeal of thc\nlndustrial Development Bank ofPakistan Ordinance, l96l (XXXI of 1961).\n8. Certain guarantees to remaitr in force.- Notwithstanding rhe repeal of rhe\nsaid IDBP Ordinance, all guarantees given by the Govemment of Pakistan in f'avour ot\nforeign and local institutions which extended loans to IDBP shall remain in force as rhough\nthese guarantees were given on behalfoflDBP.\n-\nP,rnr ll TllE GAZETTII OF PAKISTAN, EXTRA.. DEC 2l, 2006 881\n, 9. Bar of jurisdictiol.- No court, tribunal, aftitmtor or authority shall\nquestion, or p€rmit to be called in question, any transfer or order made, anything done' or\naction talien or purported to be made, done or taken under this Ordinance.\n10. Indemnity.- No suit, prcsecution or other legal proceedings shall lie against\nthe Federal Govemment, Slate Bank of Pakislan, IDBP, the company or any olher person\nfor anything which is in good faith done or intended to be done under this Ordinance or any\nrule or order made thereunder.\nll. Ordinanc-e to.ovcrride other laws, etc.- The provisions ofthis Ordinance\nshall have effect notwithstanding anything coneary containcd in any other law for thc time\nbeing in force, or in any agreement, contract, decree, order or any other instrument\nwhatsoever.\n12. Power to mrke rules.- The Federal Govenunent may, by notification in lhe\nofficial Gazette, make rules for carrying out the purPoses ofthis Ordinance.\n13. Removal of dillicttties.- If any difficulty arises in giving effect to any\nprovision of this Ordinance, the Federal Govemment may makc strch order, not inconsisrent\nwith the provisions of this Ordinancc, as may appear to it lo be necessary, for the purpox\nof removing the diffi culty:\nProvided that no such power shall be exercised after the expiry of t'r/o years from\nlhc commencemenl of rhis Ordinance.\n14. Repeal.- Immediately. after the dissolution of IDBP in pursuance of clause\n(c) ofsub-section (2) ofsection 5, the Indusrial Development Bank of Pakisun Ordinance'\nl96l (XXXI of l96l), shalt stand repealed.\nGEuenll\nPERVEZ MUSHARRAF,\nPresident.\nJrrsrrcE (RErD.)\nMANSOOR AHMED,\nSecretary.\nPRINTED BYTHE MANACER. PRINTING CORPORATION OF PAKISTAN PRESS' ISLAMAAA\nPIJBLISIIED BYTHE DEPUTY CONTROLLER. STATIONERY & FORMS. UNIVERSITY ROAD' KARD\nACHI"
}