{
    "file": "./converted_json\\administratorc6bd9271892417895aaab8b944c5dc70(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "MARRI AGES (PROHIBITION  OF WASTEFUL EXPENSES) ACT, 1997  \n \nACT  NO. XXI OF  1997  \n \nAn Act to pro vide for the pro hibition of wasteful expenses on marriag es and \nceremonies related thereto. \n \nWHEREAS , it is expedient to provide  for the prohibition  of wasteful expenses on \nmarriages and ceremoni es related thereto; \n \nIt is hereby enacted as follows:  \n \n1. Short title and commencement.__ (1) This Act may be called the Marriages \n(Prohibition  of Wasteful Expenses) Act, 1997.  \n \n (2) It extends to the whole of  Pakistan. \n(3) It shall come in to force on the sixteenth day of March, 1997  and shall remain \nin force a period of  two years from its comm encement. \n \n2. Definitions. \ncontext-- In this Act, unless there is anything repugnant in the subject or \n \n(a)      \"Committ ee\"  means  an  Ehtesab  Committ ee  constitut ed  under \nsection 6; and \n \n(b)      \"marriage\" shall include all ceremoni es, preceding and succeeding \nthe formal wedding whether religious or civil rituals such as nikah, \nrukhsati,  walima,  mehndi, rasme -hina, and other functions  and \ncelebrations  connected with marriage and related festiviti es. \n \n3. Prohibition of ostentatious celebrations. (1) subject to sub-section (2), no \nperson celebrating his m arriage or  the m arriage of any other person sh all-- . \n \n(a)       decorate or cause to be decorated any house  or building in cluding \nany space appertaining thereto, street, road or other place whether \nowned by him or otherwise with li ghts or illumin ation; or \n \n(b)       explode  or allow any one to explode  cracker or other explosive  \ndevice including firing by firearm; or \n \n(c)      displ ay or allow any one to displ ay fire-works. \n \n(2) Nothing  contained in sub-section (1) shall prohibit the use of such lights as are \nordinarily necessary to lit the house or  any other place being the site  of marriage. \n \n4. Restriction on wasteful expenses.  \n(1) No person celebrating his or the \nmarriage of any other person shall serve or allow any one to serve meals or other edibles \nto the p ersons participating in  the marriage in a club, hotel, restaurant, wedding  hall, \ncommuni ty center or any other public pl ace except hot and cold so ft drinks.  \n \n(2) Nothing  contained in sub-section (1) shall apply to the eating of meals within \nthe house by the m embers of the family celebrating the m arriage or  the ho use guests. \n \n5. Application of the Act to hotels, restaurants, etc. No person owning or  \nrunning a hotel, restaurant, wedding hall, communi ty centre or club being the site of \nmarriage ceremony or any caterer shall serve or allow any one  to serve any meals or \nedibles to the persons participating in the marriage ceremony oth er than hot and cold soft \ndrinks.  \n \n6. Committees for prohibition of Was teful Ex penses on Marriages. The \nProvincial Government shall, by noti fication in the official Gazette, consti tute an Ehtesab \nCommitt ee for each sub-division,  tehsil or taluka which shall, in accordance with the \nrules made und er this  Act, be responsible  for impl ementation of the p rovisions  of this Act. \n \n7. Offences. Whoever contravenes the provisions  of section 3, section 4 or section \n5 shall be guilty of an offence punish able with fine which shall be not less than one \nhund red thous and rupees and not  more than three hund red thous and rupees. \n \n8. Cognizance of offence s. No Court shall take cognizance of an offence \nunder this  Act except on a compl aint in writing by the Committ ee. \n \n9. Rules. The Provincial Government may, by noti fication in the official Gazette, \nmake rules carrying out the pu rpose of  this Act."
}