{
    "file": "./converted_json\\administrator73253a0ac882a843e2ee9a1262c193b4.json",
    "name": "National College of Arts Ordinance 1985",
    "date": "31st March, 1985",
    "tagline": "Confering powers to award degrees to National College of Arts, Lahore",
    "content": "Page 1 of 13 \n  \n \nTHE NATIONAL COLLEGE OF ARTS ORDINANCE, 1985  \n \n \n \nCONTENTS  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Establishment of the College  \n4.  The purpose, powers and functions of the College  \n5.  Teaching and Examinations  \n6.  Patron  \n7.  The Controlling  Authority  \n8.  Visitation  \n9.  The Principal  \n10.  Board of Governors  \n11.  Powers and functions of the Board  \n12.  Chairman of the Board  \n13.  Committees  \n14.  Regulations  \n15.  First Regulations  \n16.  Rules  \n17.  Fund of the College  \n18.  Audit and accounts  \n19.  Transfer of assets and liabilities, etc  \n20.  Removal of difficulties  \nTHE SCHEDULE  \n\n \nPage 2 of 13 \n THE  NATIONAL  COLLEGE  OF ARTS  ORDINANCE,  1985  \nORDINANCE  XXVIII  OF 1985  \n[31st March,  1985]  \nAn Ordinance  to confer  on the National  College  of Arts,  Lahore,  the power  to award  degrees.  \n WHEREAS  it is expedient  to confer  on the National  College  of Arts,  Lahore,  the power  to \naward  degrees  and to provide  for matters  connected  therewith  or ancillary  thereto;  \n AND WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary  to \ntake immediate  action  ;  \n NOW, THEREFORE,  in pursuance  of the Proclamation  of the fifth day of July,  1977,  and in \nexercise  of all powers  enabling  him in that behalf,  the President  is pleased  to make  and promulgate  \nthe following  Ordinance:___ \n 1. Short  title and commencement. ___ (1) This Ordinance  may be called  the National  College  \nof Arts Ordinance,  1985.  \n (2) It shall  come  into force  at once.  \n 2. Definitions.  ___In this Ordinance,  unless  there  is anything  repugnant  in the subject  or \nconte xt, ___ \n(a) “Board ” means  the Board  of Governors  of the College;  \n(b) “Chairman ” means  Chairman  of the Board;  \n(c) “College ” means  the National  College  of Arts,  Lahore,  established  by the late \nGovernment  of West  Pakistan  under  letter  No. C-II-26/58, dated  the 14th \nOctober,  1958 ; \n(d) “Commission ” means  the University  Grants  Commission;  \n(e) “Controlling  Authority ” means  the Controlling  Authority  of the College  ; \n(f) “Member ” means  member  of the Board  ; \n(g) “Patron ” means  the President  of the Islamic  Republic  of Pakistan  ; \n(h) “prescribed ” means  prescribed  by Regulations  or Rules  made  under  this \nOrdinance  ; and \n(i) “Principal ” means  Principal  of the College.  \n 3. Establishment  of the College.  ___The National  College  of Arts Lahore  as reconstituted  in \naccordance  with the provisions  of this Ordinance  shall  be a body  corporate  having  perpetual  \n \nPage 3 of 13 \n succession  and a common  seal with power  to acquire,  hold and dispose  of property,  both movable  \nand immov able,  and shall  by the said name  sue and be sued.  \n 4. The purpose,  power s and functions  of the College.  ___(1) The purpose  of the College  \nshall  be to provide  for instruction,  training,  research,  demonstration  and service  in the fields  of arts \nand allied  disciplines  at the under -graduate,  graduate  and post graduate  levels.  \n (2) The College  shall,  under  prescribed  conditions,  perform  academic  functions  to achieve  its \nobjectives,  in particular,  to___ \n(a) admit  and examine  students  ; \n(b) award  degrees,  diplomas,  certificates  and other  academic  distinction;  \n(c) select,  appoint  and promote  academic  and administrative  staff;  \n(d) frame  and prescribe  courses  of study  ; \n(e) pursue  research  ; \n(f) establish  and support  other  sites and facilities  for educations,  training  and \nresearch;  \n(g) affiliate  or associate  itself  with other  institutions  for better  discharge  of its \nfunctions  and responsibilities ; \n(h) decide  teaching  methods  and strategies  in order  to ensure  the most  effective  \neducational  and other  programmes  ; and \n(i) undertake  such other  activities  as would  ensure  effective  and efficient  \noperation  of the College.  \n 5. Teaching  and Examinations.  ____(1) All academic  programmers  of the college  shall  be \nconducted  in the prescribed  manner  and the Commission  shall  ensure  that the courses  of study,  the \ncurriculum,  and the practical  work  at the college  are comparable  in standard  with other  similar  \ninstitutions.  \n (2) The college  shall  associate  external  examiners  in the conduct  of its examinations.  \n (3) No degree  shall  be granted  unless  a student  has passed  an examina tion in Islamic  and \nPakistan  Studies,  or, in the case of a non-Muslim  student,  in Ethics  and Pakistan  Studies.  \n 6. Patron.  ___The President  of the Islamic  Republic  of Pakistan  shall  be the Patron  of the \nCollege.  \n 7. The Controlling  Authority. ___(1) The Federal  Minister  for Education  shall be the \nControlling  Authority  of the College.  \n (2) The Controlling  Authority  shall  preside  at the Convocation  and when  present  at the \nmeetings  of the Board  or Committees.  \n \nPage 4 of 13 \n  (3) If the Controlling  Authority  is satisfied  that the proceedings  of the Board  or Committees  \nare not in accordance  with the provisions  of this Ordinance,  the Regulations  and the Rules,  it may \nannul  such proceedings.   \n 8. Visitation. ___(1) The Controlling  Authority  may cause  an inspection  or inquiry  to be made  \nin respect  of any matte r connected  with the affairs  of the College  and shall,  from  time to time,  direct  \nthe Commission  to carry  out, or appoint  such person  or persons  as it may deem  fit for the purpose  of \ncarrying  out, inspection  of :__ \n(i) the College,  its buildings,  laboratori es, library  and other  facilities  ; \n(ii) any department  or teaching  unit or hostel  maintained  by the College  ; \n(iii) the instruction,  training,  research,  curriculum,  examinations  and overall  \nperformance,  of the College;  \n(iv) such other  matters  as the Contro lling Authority  may determine.  \n (2) The Controlling  Authority  shall  communicate  to the Board  its views  with regard  to the \nresult  of the inspection  or the inquiry  and, after ascertaining  the views  of the Board,  advise  the Board  \nas to the action  to be taken  by it. \n (3) Where  the Board  does not take action  within  a specified  time,  to the satisfaction  of the \nControlling  Authority,  the Controlling  Authority  may issue  such directions  as it may deem  fit to the \nPrincipal  who shall  comply  with all such directions.  \n 9. The Principal . ___(1) The Principal  shall  be appointed  by the Controlling  Authority  in \nconsultation  with the Chairman,  on such terms  and conditions  as may be determined  by the \nControlling  Authority.  \n (2) The Principal  shall  hold office  during  the pleas ure of the Controlling  Authority  for a term \nnot exceeding  four years,  and shall  be eligible  for re-appointment.  \n (3) The Principal  shall  be the academic  and executive  head  of the College  and shall  be \nresponsible  to the Board  for carrying  out the day to day administration  of the College.  \n (4) The Principal  shall  perform  such other  functions  and exercise  such powers  as may be \nassigned  to him by the Chairman.  \n (5) The Principal  shall  ensure  that the provisions  of this Ordinance  and the Regulations  and \nRules  framed thereunder  are faithfully  complied  with by the College.  \n 10. Board  of Governors . ___(1) There  shall  be a Board  of Governors  consisting  of the \nfollowing:  \n(i)  Chairman,   \n University  Grants  Commission,   \n Islamabad.  \n(ii)  Secretary,  Ministry  of Education , \n \nPage 5 of 13 \n  Government  of Pakistan,  \n or his nominee  not below  \n the rank of a Joint  Educational  \n Adviser.  \n(iii)  Vice -Chancellor,  \n University  of the Punjab.  \n(iv)  Vice -Chancellor,  \n University  of Engineering  \n and Technology , Lahore.  \n(v)  One Judge  of the Lahore  High  Court to be nominated  \n by the Chief  Justice  of the Court.  \n(vi)  Principal,  \n Pakistan  Administrative  Staff  College,  \n Lahore.  \n(vii)  Secretary  Education,  \n Government  of the Punjab,  \n Lahore.  \n(viii)   Chairman,  \n Pakistan  Television  Corporation,  \n Islamabad.  \n(ix)  Outstanding  professionals,  one \n each in the fields  of Architecture,  \n Commercial  Design  and Fine Arts,  \nto be nominated  by the Controlling  \n Authority.  \n(x)  One outstanding  industrialist  to \n be nominated  by the Controlling  \n Authority.  \n(xi)  Two distinguishe d Educationists  \n to be nominated  by the Chairman.  \n(xii)  One outstanding  alumnus  to be \n nominated  by the Chairman.  \n(xiii)   Secretary,  Ministry  of Finance,  \n Government  of Pakistan,  \n or, if nominated  by him, Financial  Adviser  \n to the Ministry  of Education,   \n Islamabad.  \n(xiv)   Two distinguished  citizens  to  \n be nominated  by the Controlling   \n Authority.  \n \nPage 6 of 13 \n (xv)  Two eminent  women  representatives   \n to be nominated  by the  \n Controlling  Authority.  \n(xvi)   Principal  Member/Secretary . \n (2) Members  other  than ex-officio  member  shall  hold office  for two years.  \n (3) The quorum  for a meeting  of the Board  shall  be one half of the total number  of members,  \na fraction  being  counted  as one. \n 11. Powers  and functions  of the Board . ___(1) The Board  shall  be the principal  executive  \nbody of the College,  and shall,  subject  to the provisions  of this Ordinance  and the Rules  and \nRegulations  made  thereunder,  exercise  general  supervision  over the affairs  of the College.  \n (2) In particular  and without  prejudice  to the generality  of the foreg oing provisions,  the Board  \nshall  have  the power  :__ \n(i)  to conduct  teaching  and research  in arts and allied  or auxiliary  disciplines  at \nthe Bachelor  and higher  levels  ; \n(ii)  to prescribe  courses  of studies  and curricula  ; \n(iii)  to hold examinations  through  external  evaluation  and grant  degrees,  diplomas,  \ncertificates  and other  academic  distinctions  ; \n(iv)  to create,  suspend  or abolish  such posts  for teaching,  research,  administration  \nand other  related  matters  as may be necessary  ; \n(v)  to prescribe  the terms  and conditions  of service  of teaching  and non-teaching  \nstaff including  their qualifications,  experience  and eligibility  for appointment,  \nand to appoint,  confirm,  suspend,  remove,  dismiss  or take disciplinary  action  \nagainst  the staff ; \n(vi)  to institute fellowships,  scholarships,  medals  and prizes  ; \n(vii)  to devise  and adopt  ways  and means  for the promotion  of educa tion and \nresearch  in arts and related  subjects  ; \n(viii)   to hold,  control  and administer  the property  and funds  of the College  ; \n(ix)  to consider  and approve  the annual  report  and the annual  and revised  budget  \nestimates  of the college  and re-appropriate  funds  from  one head  of expenditure  \nto another  ; \n(x)  to enter  into, vary,  carry  out and cancel  contracts  on behalf  of the College  ; \n(xi)  to invest  any money  belonging  to the College  ; \n(xii)  to receive  and manage  property,  grants,  bequests,  trusts,  gifts,  donations,  \nendowments  and other  contributions  made,  to the College  ; \n \nPage 7 of 13 \n (xiii)   to decide  about  the location  of the College  and its const ituent  institutes,  if any; \n(xiv)   to regulate  the conduct  and enforce  discipline  among  the teachers  and students  \nof the College ; \n(xv)  to govern,  maintain,  regulate  and operate  the finances,  accounts  and \ninvestments  of the College  ; \n(xvi)   to take all steps necessary  for the proper  and efficient  functioning  of the \nCollege  ; and \n(xvii)   to perform  such other  functions  as may be necessary  for the advancement  of \narts in the country.  \n (3) The meetings  of the Board  shall  be presided  at by the Chairman  or, in his absence  by one \nof the members  to be elected  by the members  present.  \n (4) The quorum  for a meeting  of the Board  shall  not be less than half of its members.  \n (5) The Board  may for speedy  and efficient  working  of the College  delegate  to the Principal  \nor a Committee  or a Sub-Committee  or any other  person  such of its powers  as it may deem  fit. \n 12. Chairman  of the Board. ___(1) The Chairman  of University  Grants  Commission  shall  be \nthe Chairman  of the Board.  \n (2) The Chairman  shall  ensure  that the provisions  of this Ordinance,  the Regulations  and \nRules  are faithfully  observed  in the College.  \n (3) The Chairman  shall  perform  such other  functions  as may be entrusted  to him by the Board  \nor the Controlling  Authority.  \n 13. Committees . ___(1) There  shall  be the followin g Committees  of the College,  namely:_ \n(i)  the Executive  Committee  ; \n(ii)  she Academic  Committee;  \n(iii)  the Selection  Committee  ; \n(iv)  the Finance  and Planning  Committee  ; and \n(v)  such other  Committees  as may be constituted  by the Board.  \n (2) The decis ions of the Executive,  Finance  and Selection  Committee  shall  be subject  to the \napproval  of the Board.  \n (3) The constitution,  functions  and powers  of the Committees  shall  be such as may be \nprescribed.  \n \nPage 8 of 13 \n  14. Regulations. ___(1) Subject  to the provisions  of this Ordinance,  Regulations  may be made  \nby the Board  with the approval  of the Controlling  Authority  to regulate  all or any of the following  \nmatters,  namely  : ___ \n(a)  the constitution  of pension,  insurance,  gratuity,  provident  fund and benevolent  \nfund for College  employees  ; \n(b)  the scales  of pay and other  terms  and conditions  of service  of officers,  teachers  \nand other  employees  of the college  ; \n(c)  the establishment  of Departments  ; \n(d)  the conditions  under  which  the College  may enter  into arrangements  with \nother  institutions  or with public  bodies  for purposes  of research,  consultancy  \nand advisory  services  ; \n(e)  the general  scheme  of studies,  including  the duration  of courses  and the \nnumber  of subjects  or pacers  for an examination  ; \n(f)  the conduct  of examination  ; \n(g)  the formation  of Institutes  and Boards  of Studies  ; \n(h)  the constitution,  functions  and powers  of the Committees  ; and \n(i)  all other  matters  which  are to be or may be prescribed  by Regula tions.  \n (2) The draft  of Regulations  shall  be proposed  by the Board  to the Controlling  Authority  who \nmay approve  it, or refer  it back  to the Board  for reconsideration  or may reject  it. \n 15. First  Regulations.  ___Notwithstanding  anything  contained  in section  14 the Regulations  \nset out in the Schedule  shall be deemed  to be Regulations  framed  under  the said section  and shall  \nremain  in force  until they are amended  or replaced  by new Regulations  framed  in accordance  with \nthis Ordinance.  \n 16. Rules. ___(1) The Board  and other  bodies  of the College  may make  Rules consistent  with \nthis Ordinance  and the Regulations  to regulate  the conduct  of their business  and the time and place  of \nmeetings  and related  matters : \n Provided  that the Board  may direct  the amendment  or the annulment  of any Rules  made  by \nanother  body  under this section : \n Provided  further  that, if such other  body  is dissatisfied  with such direction,  it may appeal  to \nthe Controlling  Authority  whose  decision  in the matter  shall  be final.  \n (2) The Board  may make  Rules  to regulate  any matter  relating  to the affairs of the College  \nparticularly  on the following:  \n(a)  the powers  and duties  of officers  and teachers  ; \n \nPage 9 of 13 \n (b)  the courses  of study  for degrees,  diplomas  and certificates  of the College  ; \n(c)  the manner  in which  the recogni sed teaching  referred  to in sub-section  (1) of \nsection  4 shall  be organi sed and conducted  ; \n(d)  the admission  of students  to the College  ; \n(e)  fees and other  charges  to be paid by the students  for admission  to the courses  \nof study  and the examinations  of the College  ; \n(f )  the conduc t and discipline  of students  of the College  ; \n(g)  conditions  of residence  of the students  of the College  including  the levying  of \nfees for residence  in halls of residence  and hostels  ; \n(h)  the institution  of stipends  and free and half-free studentships  ; \n(i)  the academic  costume.  \n  17. Fund  of the College . ___The College  shall  have  a fund to which  shall  be credited : \n(i)  grants  made  by the Federal  Government  ; \n(ii) contribution  and donations  from  individuals,  local  bodies,  corpora tions,  \ninstitutions,  organisations  and agencies  ; and \n(iii)  income  from  fees, publications  and such other  sources  as may be approved  by \nthe Board.  \n 18. Audit  and accounts . ___(1) The accounts  of the College  shall  be maintained  in the \nprescribed  form  and manner  and shall  be audited annually  by an auditor  appointed  by the Accountant  \nGeneral,  Pakistan  Revenue.  \n (2) No expenditure  shall  be made  from  the funds  of the College  unless  a bill for its payment  \nhas been  audited  by the Audit  Officer  of the College  in accordance  with the rules made  under  this \nOrdinance.  \n (3) The College  shall  furnish  to the Federal  Government  each year a report  on annual  audited  \naccounts,  a report  on the activities  of the College  during  the preceding  year and such information  \nrelating  to its activities  as may be asked  for by the Federal  Government.  \n 19. Transfer  of assets  and liabilities,  etc. ___Upon  the commencement  of this Ordinance,__ \n(i)  everything  done,  action  taken,  obligations  and liabilities  incurred,  persons  \nappointed  or authori sed, fellowships  or scholarships  instituted  and orders  \nissued  prior  to such commencement  shall  be continued  and, so far as may be, \nbe deemed  to have  been  respectively  done,  taken,  incurred,  appointed  or \nauthori sed, instituted  or issued  by the College.  \n \nPage 10 of 13 \n (ii)  all moneys  and prope rties held by the College  immediately  before  such \ncommencement  shall  stand  transferred  to, and vest in, the College  ; and \n(iii)  any rules  made  by the College  shall,  in so far as they are not inconsistent  with \nthe provisions  of this Ordinance,  continue  to be in force  until they are \nrepealed,  rescinded  or modified  under  this Ordinance.  \n 20. Removal  of difficulties. ___If any difficulty  arises  in giving  effect  to any of the provisions  \nof this Ordinance,  the Controlling  Authority  may,  on the recommendations  of the Board,  give such \ndirections,  not inconsistent  with the said provisions,  as it may consider  necessary  for the removal  of \nsuch difficulty.  \n_____   \nTHE  SCHEDULE  \n(See section  15) \nTHE  FIRST  REGULATIONS  \n 1. The Executive  Committee. — (1) The Executive  Committ ee shall  comprise  the following,  \nnamely  :— \n(i)  The Chairman.  \n(ii)  Vice -Chancellor  Punjab  University ……………………………… ….Member  \n(iii)  The Secretary  Education,  Government  of the Punjab,  Lahore ………Member  \n(iv)  Principal,  Pakistan  Administrative  Staff  College ……………… ……Member  \n(v)  Three  nominees  of the Board ……………………………………….. Member  \n(vi)  One nominee  of the Academic  Committee ………………………… Member  \n(vii)  One woman  representative  of the Board ………………………….. Member  \n(viii)   The Chairman  of the Finance  and Planning  Committee …………. Membe r \n(ix)  The Principal  of the College …………………………… Member/Secretary  \n (2) The Chairman  of the Executive  Committee  shall  be appointed  by the Controlling  \nAuthority  on such terms  and conditions  and for such period  as it may determine.  \n (3) Members  other  than ex-officio members  shall  hold office  for two years.  \n (4) The quorum  for a meeting  of the Committee  shall  be one-half of the total number  of \nmembers,  a fraction  being  counted  as one. \n 2. Powers  and functions  of the Executive  Committee .___ (1) Subject  to the provisions  of the \nOrdinance  and the Regulations  made  thereunder  and the general  or special  directions  of the Board,  \n \nPage 11 of 13 \n the Executive  Committee  shall  be responsible  for the administration  of the College  and execution  of \npolicies  and directions  of the Board  for carrying  out the purpose  of this Ordinance.  \n (2) The Executive  Committee  shall  exercise  such powers  as may be delegated  to it by the \nBoard  from  time to time.  \n (3) The minutes  of the meeting  of the Executive  Committee  shall  be circulated  to all \nmembers  of the Committee  after approval  by the Chairman.  The decision  shall  be implemented  only \non receipt  of the approval  of the Chairman.  \n(4) All decisions  of the Executive  Committee  shall  be placed  before  the Beard  for approval . \n 3. Academic  Committee .—(1) The Academ ic Committee  shall  comprise  the following,  \nnamely  :— \n(i)  Principal… ……………………………………….................  Chairman  \n(ii)  All Professors  and Chairman  of the Departments ………….  Member  \n(iii)  Chairman,  Department  of Fine Arts,   \n University  of the Punjab  Lahore  …………… ……………..  Member   \n(iv)  Chairman,  Department  of Architecture,   \n University  of Engineering  and Techno logy,  Lahore ………. Member  \n(v)  One outstanding  alumnus  of the College  \n to be nominated  by the Chairman  of the Board ……………  Member  \n(vi) Two representatives  of the profession   \n to be nominated  by the Chairman  of the Board   \n on the recommendation  of the Principal ………………….. Member  \n(vii)  One representative  of the Council  of Architects   \n of Pakistan  to be nomina ted by the Council ……………… Member  \n(viii)   Chairman,  Departmen t of Architecture,   \n Dawood  College  of Engineering  & Technology,  Karachi …Member  \n(ix)  Registrar  of the College  ………………………… .……… Member /  Secretary . \n (2) Members  other  than ex-officio  members  shall  hold office  for two years.  \n (3) The quorum  for meeting  of the Committee  shall  be one half of the total number  of \nmembers,  a fraction  being  counted  as one. \n 4. Functions  and powers  of the Academic  Committee .—(1) The Academic  Committee  shall  \nbe the academic  body  of the College  and shall,  subject  to the provisions  of this Ordinance  and the \nRegulations,  have  the power  to lay down  proper  standards  of instruction,  research  and examinations  \nand to regulate  and promote  the academic  life of the College.  \n (2) In particular  and without  prejudice  to the generality  of the foreg oing provision;  the \nAcademic  Committee  shall  have  the power: — \n \nPage 12 of 13 \n (a)  to advise  the Board  on academic  matters  ; \n(b)  to regulate  the conduct  of teaching,  research  and examination  ; \n(c)  to regulate  the admission  of students  to the courses  of studies  and \nexami nations  in the College;  \n(d)  to regulate  the conduct  and discipline  of the students  of the College  ; \n(e)  to consider  and formulate  proposals  for the planning  and development  of \nteach ing and research  in the College;  \n(f)  to frame  Regulations  prescribing  the courses  of studies  and the syllabi  for \nsubmission  to the Controlling  Authority;  \n(g)  to regulate  the award  of student  ships,  scholarships  exhibitions,  medals  and \nprizes  ; \n(h)  to perform  such other  functions  as may be prescribed  by Regulations.  \n 5. Finan ce and Planning  Committee .—(1) The Finance  and Planning  Committee  shall  \ncomprise  the following,  namely :— \n(i)  Whole -time-Member,  University  Grants   \n Commission,  Islamabad …………………………..  Chairman  \n(ii)  Chairman,  Punjab  Planning  Board,  \nLahore …………………………………………….. Member   \n(iii)  Financial  Adviser,  Ministry  of Education  Member  \n(iv)  Director  General,  Academy  of Planning   \n and Management,  Government  of Pakistan,   \n Islamabad ………………………………………… Member  \n(v)  Treasurer  of one of the Universities  \n in Lahore  to be nominated  by the  \n Chairman  of the Board …………………………… Member  \n(vi)  Chief  of Education  Section,  Planning   \n Division  Government  of Pakistan,  Islamabad ……. Member  \n(vii)  Principal ………………………………………….. Member /Secretary . \n (2) The Members,  other  than ex-officio  members,  shall  hold office for two years.  \n (3) The quorum  for a meeting  of the Finance  and Planning  Committee  shall  be four.  \n 6. Functions  of the Finance  and Planning  Committee .—The functions  of the Finance  and \nPlanning  Committee  shall  be:— \n(a)  to consider  the annual  statement  of accounts,  the annual  and revised  budget  \nestimates  and advise  the Board  thereon;  \n \nPage 13 of 13 \n (b)  to review  periodically  the financial  position  of the College;  \n(c)  to advise  the Board  on all matters  relating  to planning,  development,  finance,  \ninvestments,  and accounts of the College  ; and \n(d)  to perform  such other  functions  as may be prescribed  by Regulations.  \n 7. Selection  Committee .—(1) The Selection  Committee  shall  consist  of \n(i)  Members  of the Executive  Committee;  \n(ii)  the Chairman  of the Teaching  Department  concerned  ; \n(iii)  one member  of the Board  and two other  persons  of eminence,  to be appointed  \nby the Board  provided  that none  of the three  is an employee  of the College  ; \n(iv)  Principal  ……………  Member/  Secretary  \n (2) The Chairman  of the Executive  Committee  shall  be the Chairman  of the Selection  \nCommittee.  \n (3) The members  nominated  under  clause  (iii) shall  hold office  for two years.   \n (4) The quorum  for a meeting  of the Selection  Committee  shall  be four.   \n (5) No member  who is a candidate,  for the-post to which appointment  is to be made  shall  take \npart in the proceedings  of the committee.   \n 8. Functions  of Selection  Committee .—(1) The Selection  Committee  for teaching  and other  \nposts  shall  consider  the applications  received  in response  to an advertisement  and recommend  to the \nBoard  the names  of suitable  candidates  for appointment  to such posts.  \n (2) The Selection  Committee  may recommend  to the Board  the grant  of a higher  initial  pay in \na suitable  case for reasons  to be recorded.  \n (3) The Selection  Committee  may recommend  to the Board  the appointment  of an eminently  \nqualified  perso n to a position  in the College  on terms  and conditions  which  may differ  from  those  \nprescribed.  \n (4) In the event  of an unresolved  difference  of opinion  between  the Selection  Committee  and \nthe Board  the matter  shall  be referred  to the Controlling  authority  whose  decision  shall  be final.  \n \n_______________  \n \n \n \n \n \n \n RI - Date: 1 3-05-2024"
}