{
    "file": "./converted_json\\administrator90575b95f3893ee429ce78b781db6ae5.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1 NATIONAL COMMAND AUTHORITY ACT, 2010  \nACT No. V OF 2010  \nAn Act to provide for the constitution and establishment of National Command \nAuthority.  \nWhereas, it is necessary and expedient to establish an Authority for complete \ncommand and control over research, development, production and use of nuclear and space \ntechnologies and other related applications in various fields and to provide for the safety and \nsecurity of all personnel, facilities, information, installations or organizations and other \nactivities or matters connected therewith or ancillary thereto:  \nIt is hereby enacted as follows: ___ \n1. Short title, commencement, application and extent. ___ (1) This Act may be \ncalled the National Command Authority Act, 2010.  \n(2) This Act shall come into force at once  and shall be deemed to have taken effect on \nthe 13th December, 2007.  \n(3) It extends to the whole of Pakistan and shall apply to any person who commits any \noffence under this Act, wherever, he may be.  \n2. Definitions . ___In this Act, unless there is anythin g repugnant in the subject or \ncontext, ___ \n(a)  \"Authority\" means the National Command Authority established under section \n3 of this Act;  \n(b)  \"Chairman\" means the Prime Minister of the Islamic Republic of Pakistan;  \n(c)  \"employee\" means any official, empl oyee etc., whether in the service of the \nAuthority or the Strategic Organizations, serving or retired and includes those \non deputation or secondment  within Pakistan or abroad, and those studying \nabroad;  \n(d)  \"Strategic Organization\" means such body notifie d by the Authority to be a \nStrategic Organization and includes Pakistan Atomic Energy Commission, Dr. \nA.Q. Khan Research Laboratories (KRL) and Space and Upper Atmosphere \nResearch Commission; and  \n(e)  \"prescribed\" means prescribed by rules under the Act;  \n3. Establishment of the Authority . ___ (1) The National Command Authority already \nestablished by the competent authority shall deem to be the Authority established under this \nAct. \n(2) The authority shall be having perpetual succession and a common seal with  \npowers, subject to the provisions of this Act, to hold and dispose of the property both \n 2 movable and immovable and shall by the said name sue and be sued.  \n(3) The Chairman of the Authority shall be the Prime Minister of Pakistan.  \n(4) The other members of t he Authority shall be the , ___ \n(a)  Minister for Foreign Affairs;  \n(b)  Minister for Defence ; \n(c)  Minister for Finance;  \n(d)  Minister for Interior;  \n(e)  Chairman Joint Chiefs of Staff Committee;  \n(f)  Chief of Army Staff;  \n(g)  Chief of Naval Staff; and  \n(h)  Chief of Air Staff.  \n(5) The Director General Strategic Plans Division shall act as the Secretary of the \nAuthority.  \n(6) The National Command Authority shall form such committees and entities as it \nmay deem fit in order to regulate matters relating to the o bjects and purposes of this Act.  \n(7) The National Command Authority shall supervise the functions and administration \nof all the Strategic Organizations.  \n4. Powers of the Chairman . ___All the powers and functions shall rest with the \nNational Command Authori ty on whose behalf, the Chairman will, exercise these powers and \nfunctions who may in consultation with National Command Authority and subject to such \nlimitations as he may specify, delegate any of these powers and functions to Chairman Joint \nChiefs of Sta ff Committee and Director General Strategic Plans Division, who may further \nsub-delegate the same to any employee.  \n5. Secretariat of the Authority . ___ The Strategic Plans Division shall function as the \nSecretariat of the Authority and shall be headed by a  Director General to be appointed by the \nChairman on the recommendation of the Chairman Joint Chiefs of the Staff Committee. The \nDirector General shall be a serving Lieutenant General who may continue after retirement for \ncompletion of assigned projects.  \n6. Meetings of the Authority . ___ (1) The Authority shall meet at such time and place \nand in such manner as may be prescribed.  \n(2) The Authority may, if required, invite any head of the Strategic Organization, or \nany person or an expert etc., to participate  in its meetings.  \n 3   7. Powers and functions of the Authority. ___The Authority shall have the powers to \nperform all such functions that are necessary to implement the objects and purposes of this \nAct which include, without being limited, to the following, namely: ___ \n(a)  to exercise complete command and control over all nuclear and space related \ntechnologies, systems and matters;  \n(b)  to supervise, manage and coordinate the administration, management, control \nand audit of budget, programmes  and projects et c., of the Strategic \nOrganizations;  \n(c)  to authorize undertaking of specialized scientific and technological work;  \n(d)  to prescribe specific terms and conditions of the employees including but not \nlimited to, appointments, removals, promotions, transfers , integrity and \nreliability assessment and other related matters;.  \n(e)  to create classification amongst employees based on the sensitivity of the \nfunctions, nature of assignment, security considerations and in the interest of \nsecurity of Pakistan;'  \n(f)  to take measures regarding employees in respect of their movement, \ncommunication, privacy, assembly of association, in the public interest or in \nthe interest of integrity, security or defence  of Pakistan or friendly relations \nwith foreign states and public order;  \n(g)  to place such restrictions and limitation on the employees that are necessary in \nthe interest of the confidentiality of the functions, assignments, jobs etc., being \nperformed by the said employees or the class of employees;  \n(h)  to ensure secur ity and safety of nuclear establishments, nuclear materials and \nto safeguard all information and technology relating to said matters;  \n(i)  to ensure security and safety of establishments and facilities etc., of the \nStrategic Organization;  \n(j)  to render se curity and ensure safety of serving or retired employees or any \nother person;  \n(k)  Authorize possession and use of fire -arms to security force personnel who are \nin the service of the Authority;  \n(1)  to take actions, issue appropriate orders and instruction s as it may deem fit or \nin order to advance or achieve the purposes of its establishment and in order to \nfacilities the performance of actions or functions that are incidental and \nancillary thereto;  \n(m)  take implementing measures and assist the Federal Go vernment pursuant to \nany obligation on Pakistan relating to non -proliferation, safety, security \naccidents, terrorism and any other related matters;  \n 4 (n)  to take measures in respect of the movement, communication and interaction \netc., of any employee or per son who is suspected of an attempt to commit an \noffence under this Act;  \n(o)  to carry out the functions of fact finding, inquiry, investigation, prosecution \netc., of offences under the Act and to that end authorize any official of the \nAuthority or entrust any or all of the said function, to any official outside the \nAuthority partly or fully, as the case may be;  \n(p)  to declare application of any other existing law, provisions of law, rules, \nregulations etc., to its employees, procedures, establishment, site s, building, \nlands, assets, equipments, partly or fully, as the case may be;  \n(q)  to acquire property movable or immovable in its own name or in the name of a \ndesignated official or a Strategic Organization; and  \n(r)  to enter into agreements, contracts and  other like transactions.  \n8. Strategic Organizations . ___All the Organizations working under the control, \nregulations and directions of the Authority and such bodies as may be notified by the \nAuthority shall be the Strategic Organizations under this Act.  \n9. Employees of Authority . ___ (1) Notwithstanding anything contained in any other \nlaw, judgment of any Court or tribunal for the time being in force or any procedure etc., \nhitherto followed by the Authority, all employees and officials working in the Strat egic \nOrganizations upon notification of the said Organizations under section 8, shall within \nimmediate effect be deemed to be the employees in the service of the Authority:   \nProvided that no employee shall be treated on terms and conditions less favourable  to \nthe ones which he was availing as per his terms and conditions of employment.  \n(2) The Authority shall regulate all the matters relating to terms and conditions of the \nservices of the employees in the service of the Authority, including their appointmen t and \nremoval, promotion ,. transfer , integrity assessment, reliability, security clearance, and other \nrelated matters:  \nProvided that the employees working in the service of the Authority who are subject \nto the Pakistan Army Act, 1952 (XXXIX of 1952), Pakis tan Air Force Act, 1953 (VI of \n1953) and Pakistan Navy Ordinance 1963 (XXXV of 1963), shall also be governed by this \nAct and rules made there under:  \nProvided further that the Pakistan Army Act, 1952 (XXXIX of 1952) shall be made \napplicable in respect of em ployees in the service of the Authority to whom section 2 of the \nsaid Act applies or employees in the service of the Authority for whom a notification under \nsection 8 of the aforesaid Act is issued.  \n(3) The Authority shall categorize the nature of service of the employees on the basis \nof the sensitivity of the functions and then shall frame rules, criterion assessment basis for \neach set of employees and no employee shall have a vested right for any post, assignment \nemoluments, promotion, privileges, transfe r deputation etc.  \n 5 10. Powers of inquiry and investigation etc. ___ (1) The Director General Strategic \nPlans Division or any' official authorized by him may order fact finding inquiry or \ninvestigation of any suspicious conduct or violation of any rule, regu lation, procedures, \ndirection or orders issued pursuant to this Act.  \n(2) During the , said inquiry or investigation, Director General Strategic Plans Division \nshall have the power to order any measure or step that may be necessary in the interest of \nnationa l security or to prevent the consequences of the violation etc.  \n(3) The Director -General Strategic Plans Division may upon receiving the report of \nthe said inquiry or investigation may recommend to the Authority to impose any penalty or \npenalties under the  service rules.  \n11. Appellate Authority. ___ (1) Any employee if aggrieved by any order, action or \ninaction in respect of his terms and conditions of service in the Authority may in accordance \nwith the prescribed rules, prefer an appeal to the prescribed A ppellate Authority.  \n(2) The Appellate Authority may provide personal hearing to the applicant and pass \nappropriate orders within ninety days of the receipt of application.  \n12. Offences and trial . ___ (1) Whosoever commits attempts or abets breach of \nnation al security shall deem to have committed an offenc e under this Act and shall be liable to \npunishment of imprisonment of either description for a term which may extend up to twenty -\nfive years , \nExplanation. ___For the purposes of this section breach of natio nal security means if \nany person including an employee in the service of the Authority or the Strategic \nOrganizations acts in a manner which is prejudicial to the security or integrity or stability of \nPakistan or attempts or commits the breach of confident iality or leakage of secured \ninformation directly or indirectly and or . in any way acts or conducts himself, that endangers \nthe security or secrecy of any aspect of the programmes  or project or activities under the \nAuthority.  \n(2) If any employee of the Aut hority or the Strategic Organizations commits any \noffence listed in the Schedule of the Act, he shall deem to have committed an offence under \nthe Act:  \nProvided that nothing herein shall prevent the criminal or other proceedings against an \nemployee under th e Pakistan Army Act, 1952 (XXXIX of 1952), Pakistan Navy Ordinance \n1963(XXXV of 1963) an d the Pakistan Air Force Act, 1953 (VI of 1953), to whom the \nconcerned Act or the Ordinance, as the case may be, is applicable:  \n(3) The investigation and prosecution of  the offences under the Act, wherever \nappropriate, shall be carried out under the authority of Director General Strategic Plans \nDivision or by any official duly designated by him or by any other person or agency under \nany other law, authorized to do so and  such person shall have all the powers of an official \nincharge  of the Police Station as are entrusted under the Code of Criminal Procedure, 1898 \n(Act V of 1898).  \n 6 (4) In the event of, suspicion regarding matter relating to proliferation National \nCommand Aut hority will appoint a Standing Committee, constituted from amongst its \nmembers and other individuals as deemed necessary, which will inquire and investigate \nmatters on this account.  \n13. Jurisdiction . ___A Session Judge notified by the . Federal Government shall have \nthe jurisdiction to try offences under this Act.  \n14. Industrial Relations Act 2008 (IV of 2008) not to apply to employees of \nAuthority . ___Nothing contained in the Industrial Relations Act, 2008 (IV of 2008) shall \napply to or in relation to the employees in the service of the Authority and the Strategic \nOrganizations.  \n15. Power to make Rules . ___ The Authority may make rules for carrying out the \nobjectives of this Act.  \n16. Amendments in the Schedule . ___ On the recommendation of the Authority, th e \nFederal Government, may by notification in the official Gazette, amend the Schedule to this \nAct. \n17. Funds of the Authority . ___ Ministry of Finance shall ensure provision of funds in \nlocal and foreign currencies to the Authority through Strategic Plans Division.  \n18. Declaration of fidelity and secrecy. ___ All officers, employees, advisors, \nconsultants and any other person appointed by the Authority in connection with the affairs of \nthe Authority and affairs of the Strategic Organizations coming under th e control and \nmanagement of the Authority shall execute declaration of fidelity and secrecy in a prescribed \nmanner.  \n19. Savings. ___ (1) All orders and directions issued, proceedings taken, appointments \nmade including secondments  and deputations, and acts done by the Authority, or by any \nperson, authorized by the Authority and taken in respect of employees in the service of the \nAuthority and Strategic Organizations, which were made, taken or done since the \nestablishment of the .Authority, shall be deemed to  be and always to have been validly made, \ntaken or done and shall not be called in question in any Court or forum on the ground \nwhatsoever.  \n(2) All inquiries undertaken, authorized, carried out, or continuing, shall deem to have \nbeen validly carried out an d those continuing shall deem to be carried out under the present \nAct. \n(3) All rules, regulations, procedures made and already applicable to the employees, \nestablishments, installations and sites etc., of the Authority and the Strategic Organizations \nshall  deem to have been validly made and shall continue as the rules, regulations and \nprocedures made under the Act.  \n(4) Anything done, actions taken, orders passed, instruments made, notifications \nissued, agreements , made, proceedings initiated, processes or communications issued, \npowers conferred, assumed or exercised, by the Authority or its officers on the 12th April, \n2008 and before the commencement of this Act shall be deemed to have been validly done, \n 7 made, issued, taken, initiated, conferred, assumed an d exercised and the provisions of this \nAct shall have, and shall be deemed always to have had effect accordingly.  \n20. Indemnity. ___ No suit, prosecution or other legal proceedings shall lie against the \nAuthority, the Chairman, Member and employees in resp ect of anything which is done in \ngood faith or intended to be done under this Ordinance or the rules, instruction or directions \nmade or issued there under.  \n21. Act to override other laws . ___ The provision of this Act shall have effect \nnotwithstanding anyt hing to the contrary contained in any law for the time being in force \nparticularly the Civil Servants Act, 1973 (LXXI of 1973) or Pakistan Atomic Energy \nCommission Ordinance, 1965 (XVII of 1965), or the Pakistan Space and Upper Atmosphere \nResearch Commissi on Ordinance; 1981(XX of 1981) or any other law or rules made there \nunder for the time being in force and applicable to Strategic Organizations.  \n  22. Jurisdiction barred . ___ Save as provided under this Act, no order made or \nproceeding taken under this Ac t, rules or regulations made there under by the Competent \nAuthority or any officer or Authority authorized by it shall be called in question in any Court \nor administrative tribunal and no injunction shall be granted by such Court or tribunal in \nrespect of any decision made or proceedings taken in pursuance of any power conferred by or \nunder this Act, rules or regulations made there under.  \n  \n23. Removal of Difficulties . ___ If any difficulty arises is giving effect to the \nprovisions of this Act, the Chairman  may make such orders, as may be deemed necessary for \nthe purpose of removing the difficulty.  \n \nSCHEDULE  \n[See section 12(2)]  \n1.  Offences under the Pakistan Penal Code, 1860 (XLV of 1860).  \n2.  Offences under the Import and Export (Control) Act, 1950 (XXXIX of 1950).  \n3.  Offences under the Pakistan Nuclear Regulatory Authority - Ordinance, 2001 \n(III of 2001).  \n4.  Offences under the Export Control on Goods, Technologies, Material and \nEquipment Related to Nuclear and Biological Weapons and Their Delivery \nSystem s Act, 2004 (V of 2004).  \n5.  Offences under the Pakistan Arms Ordinance, 1965 (XX of 1965).  \n6.  Offences under the Official Secretes Act, 1923 (XIX of 1923).  \n7.  Offences under the Explosive Substances Act, 1908 (VI of 1908).  \n8.  Offences under, the High T reason Punishment Act, 1973 (LXVIII of 1973).  \n9.  Offences under the Prevention of Anti -National Activities Act 1974 (VII of \n1974).  \n 8 10.  Offences under the National Accountability Ordinance, 1999 (XVIII of 1999).  \n11.  Offences under the Prevention of Corru ption Act, 1947 (II of 1947).  \n12.  Offences under the Customs Act, 1969 (IV of 1969).  \n13.  Offences under the Anti -Money Laundering Ordinance, 2007.  \n14.  Offences under the Anti -Terrorism Act, 1997 (XXVII of 1997).  \n15.  Offences under the Explosives Act, 1 884 (IV of 1884).  \n16.  Offences under the Security of Pakistan Act, 1952 (XXXV of 1952).  \n17.  Offences under the Surrender of Illict  Arms Act, 1991 (XXI of 1991).  \n18.  Offences under the Arms Act, 1878 (XI of 1878).  \n19. Offences under the Pakistan Space an d Upper Atmosphere Research \nCommission Ordinance, 1981 (XX of 1981).  \n20.  Offences under the Pakistan Atomic Energy Commission Ordinance, 1965 \n(XVII of 1965).  \n \n \n \n___________"
}