{
    "file": "./converted_json\\administrator8820e88efaf7eedabf5c1d8c73b3dee5.json",
    "name": "The Payment of Wages Act, 1936",
    "date": "23rd April, 1936",
    "tagline": "An Act to regulate the payment of wages to certain classes of persons employed in industry.",
    "content": "Page 1 of 15 \n \n \n \nTHE PAYMENT OF WAGES ACT, 1936  \n \nCONTENTS  \n1. Short title, extent, commencement and application.  \n2. Definitions.  \n3. Responsibility for payment of wages.  \n4. Fixation of wage­periods.  \n5. Time of payment of wages.  \n6. Wages to be paid in current coin or curr ency notes.  \n7. Deductions which may be made from wages.  \n8. Fines.  \n9. Deductions for absence from duty.  \n10. Deductions for damage or loss.  \n11. Deductions for services rendered.  \n12. Deductions for recovery of advances.  \n13. Deductions for payments to co­opera tive societies and insurance schemes.  \n14. Inspectors.  \n15. Claims arising out of deductions from wages or delay in payment of wages and  penalty for \nmalicious or vexatious claims.  \n16. Single application in respect of claims from unpaid group.  \n17. Appeal.  \n18. Powers of authorities appointed under section 15.  \n19. Power to recover from employer in certain cases.  \n\n \nPage 2 of 15 \n 20. Penalty for offences under the Act.  \n21. Procedure in trial of offences.  \n22. Bar of suits.  \n23. Contracting out.  \n24. [ Omitted.]  \n25. Display by notice  of abstracts of the Act.  \n26. Rule­making power  \n \nPage 3 of 15 \n THE  PAYMENT  OF WAGES  ACT,  1936  \n1ACT  NO. IV OF 1936  \n[23rd April,  1936 ] \nAn Act to regulate  the payment  of wages  to certain  classes  of persons  employed  in industry.  \nWHEREAS  it is expedient  to regulate  the payme nt of wages  to certain  classes  of persons  \nemployed  in industry;  It is hereby  enacted  as follows: — \n1. Short  title,  extent,  commencement  and application. —(1) This Act may be called  the \nPayment  of Wages  Act, 1936.   \n2[(2) It extends  to the whole  of Pakistan.]  \n(3) It shall  come  into force  on such date3 as the 4[Federal  Government]  may,  by notification  \nin the 5[official  Gazette],  appoint.  \n(4) It applies  to the payment  of wages  to persons  employed  in any factory  6[industrial  \nestablishment  or commercial  establishme nt] and to persons  employed  (otherwise  than in a factory)  \nupon  any railway  by a railway  administration  or, either  directly  or through  a sub-contractor,  by a \nperson  fulfilling  a contract  with a railway  administration.  \n6*  * * * * * * \n \n \n1For Statement  of Objects and Reasons,  see Gazette  of India,  1935,  Pt.V,  p.20;  and for Report  of Select  Committee,  see ibid.,  pp.77 -79.  \nThis Act has been  extended  to- \n(i)  the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950  (G.G.O.3  of 1950);  and applied  in the Federated  \nAreas  of Baluchistan,  see Gazette  of India,  1937,  Pt.I, p.1499,  \n(ii)  the Khairpur  State,  see the Khairpur  (Federal  Laws)  (Extension)  Order,  1953  (G.G.O.5  of 1953)  as amended,  \n(iii)  the Baluchistan  State  Union,  see the Baluchistan  State  Union  (Federal  Laws)  (Extension)  Order,  1953  (G.G.O.4  of 1953),as  \namended,  and \n(iv)  the State  of Bahawalpur  by the Bahawalpur  (Extension  of Federal  Laws)  Order,  1953  (G.G.O.11  of 1953),as  amended.  \nThe Act has been  and shall  be deemed  to have  been  brought  into force  in Gwadur  with effect  from  8th September,  1958,  by the Gwadur  (Application  of \nCentral  Laws)  Ordinance,  1960  (37 of 1960),  s.2. \nThe Act has been  applied  to the Provincially  Administered  Tribal  Areas  or to the parts  or those  areas  to which  it does not already  apply,  see, Regulation  \nNo. I of 1972,  s.2 and Sch. \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for the original \nsub-section (2) as amended by A.O., 1949,  and the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s.8.  \n3The 28th March, 1937, see Gazette of India, 1937, Pt.I, p.626.  \n4Subs. by the Labour Laws (Amdt.) Act, 1975, (11 of 1975),s.2 and Sch., for “Central Government”, which was subs . by A.O., 1937, for “G.G. in C”.  \n5Subs. by A.O., 1937, for “Gazette of India”.  \n6Omitted and Ins. by Ord. 2001 ( LIII of  2001), s.2 & , Sch. ( with effect from 1st July, 2001 ). \n \n \nPage 4 of 15 \n 2. Definitions . In this Act, unless  there  is anything  repugnant  in the subjec t or context, — \n1[(i)  “commercial  establishment”  means  a commercial  establishment  as defined  in \nthe West  Pakistan  Industrial  and Commercial  (Standing  Orders)  Ordinance,  \n1968  (W. P. Ordinance  VI of 1968).].  \n1[(ia)]  “factory”  means  a factory  as defined  in clause (j) of section  2 of the Factories  \nAct, 1934  ; \n(ii)  “industrial  establishment”  means  any— \n(a) tramway  or motor  omnibus  service;  \n(b) dock,  wharf  or jetty;  \n(c) inland  steam -vessel;  \n(d) mine,  quarry  or oil-field;  \n(e) plantation;  \n(f) workshop  or other  establishment  in which  articles  are produced,  \nadapted  or manufactured,  with a view  to their use, transport  or sale; \n2[(g)  establishment  of a contractor  who,  directly  or indirectly,  employs  \npersons  3* * * to do any skilled  or unskilled,  manual  or clerical  labour \nfor hire or reward  in connection  with the execution  of a contract  to \nwhich  he is a party,  and includes  the premises  in which,  or the site at \nwhich,  any process  connected  with such execution  in carried  on; \nExplanation .— “Contractor”  includes  a sub-contr actor,  headman  or agent  ;] \n(iii) “plantation”  means  any estate  which  is maintained  for the purpose  of growing  \ncinchona,  rubber,  coffee  or tea, and on which  twenty -five or more  persons  are \nemployed  for that purpose  ; \n(iv) “prescribed”  means  prescribed  by rules made  under  this Act ; \n(v) “railway  administration”  has the meaning  assigned  to it in clause  (6) of section  \n3 of the Railways  Act, 1890  (IX of 1890)  ; and \n \n1Ins. and renumbered  by Ord.53  of 2001,  s.2 and Sch. (with effect  from  1st July,  2001 ). \n2Ins. by the payment  of wages  (Amdt.)  Act, 1973  (17 of 1973),s.3.   \n3The words  “in any industrial  establishment”  omitted  by the Labour  Laws  (Amdt.)  Act, 1977  (17 of 1977),s.2  and First Sch. \n \nPage 5 of 15 \n (vi)  “wages”  means  all remuneration,  capable  of being  expressed  in terms  of \nmoney,  which  would  if the terms  of the contract  of employment,  express  or \nimplied,  were  fulfilled,  be payable,  whether  condi tionally  upon  the regular  \nattendance,  good  work  or conduct  or other  behavior  of the person  employed,  \nor otherwise,  to a person  employed  in respect  of his employment  or of work  \ndone  in such employment,  and includes  any bonus  or other  additional  rem-\nuneration  of the nature  aforesaid  which  would  be so payable  and any sum \npayable  to such person  by reason  of the termination  of his employ ment,  but \ndoes not include —  \n(a)  the value  of any house -accommodation,  supply  of light,  water,  medical  \nattendance  or other  amenity,  or of any service  excluded  by general  or \nspecial  order  of the 1 * * * 2[Provincial  Government];  \n(b)  any contribution  paid by the employer  to any pension  fund or \nprovident  fund;  \n(c)  any travelling  allowance  or the value  of any travelling  concession;  \n(d)  any sum paid to the person  employed  to defray  special  expenses  \nentailed  on him by the nature  of his employment;  or \n(e)  any gratuity  payable  on discharge.  \n 3. Responsibility  for payment  of wages . Every  employer  3[, including  a contractor,]  shall  be \nresponsible  for the payment  to persons  employed  by him of all wages  required  to be paid under  this \nAct: \nProvided  that, in the case of persons  employed  (otherwise  than by a contractor) — \n(a) in factories,  if a person  has been  named  as the manager  of the factory  under  \nclause  (e) of sub-section  (1) of section  9 of the Factories  Act, 1934  (XXV  of \n1934),  \n(b) in industrial  establishments,  if there  is a person  responsible  to the employer  for \nthe supervision  and control  of the industrial  establishment,  \n(c) upon  railways  (otherwise  than in factories),  if the employer  is the railway  \nadministration  and the railway  administration  has nominated  a person  in this \nbehalf  for the local  area concerned,  \nthe person  so named,  the person  so responsible  to the employer,  or the person  so nominated,  as the \ncase may be, shall  be respon sible  for such payment.  \n \n \n1The words  “G. G. in C. or” omitted  by A. O., 1937. \n2Subs.,  ibid., for “L. G” \n3Ins. by the Labour  Laws  (Amdt.)  Ordinance,  1972  (9 of 1972),  s.2 and Sch. \n \nPage 6 of 15 \n  4. Fixation  of wage -periods.—(1) Every  person  responsible  for the payment  of wages  under  \nsection  3 shall  fix periods  (in this Act referred  to as wage   periods)  in respect  of which  such wages  \nshall  be payable.  \n (2)  No wage -period  shall  exceed  one month.   \n 5. Time  of payment  of wages.—(1) The wages  of every  person  employed  upon  or in— \n(a)  any railway,  factory  or industrial  establishment  upon  or in which  less than one \nthousand  persons  are employed,  shall  be paid before  the expiry  of the seventh  \nday, \n(b)  any other  railway,  factory  or industrial  establish ment,  shall  be paid before  the \nexpiry  of the tenth  day, after the last day of the wage -period  in respect of \nwhich  the wages  are payable.  \n (2) Where  the employment  of any person  is terminated  by or on behalf  of the employer,  the \nwages  earned  by him shall  be paid before  the expiry  of the second  working  day from  the day on \nwhich  his employment  is terminated.  \n (3) The 1[Provincial  Government]  may,  by general  or special  order,  exempt,  to such extent  \nand subject  to such conditions  as may be specified  in the order,  the person  responsible  for the pay-\nment  of wages  to persons  employed  upon  any railway  (otherwise  than in a factory)  from  the \noperation  of this section  in respect  of the wages  of any such persons  or class  of such persons.  \n (4) All payments  of wages  shall  be made  on a working -day.  \n 6. Wages  to be paid  in current  coin or currency  notes . All wages  shall  be paid in current  \ncoin or currency  notes  or in both.  \n 7. Deductions  which  may be made  from  wages .__ (1) Notwithstanding  the provisions  of \nsub-section  (2) of section  47 of the Railways  Act, 1890  (IX of 1890),  the wages  of an employed  \nperson  shall  be paid to him without  deductions  of any kind except  those  authorised  by or under  this \nAct. \n Explanation. — Every  payment  made  by the employed  person to the employer  or his agent  \nshall,  for the purposes  of this Act, be deemed  to be a deduction  from  wages.  \n(2) Deducti ons from  the wages  of an employed  person  shall  be made  only in accordance  with \nthe provisions  of this Act, and may be of the following  kinds  only,  namely  :— \n \n \n \n \n1Subs.  by A.O.,  1937,  for “G. G in C.”.  \n \nPage 7 of 15 \n (a) fines  ; \n(b) deductions  for absence  from  duty ; \n(c) deductions  for damage  to or loss of goods  expressly  entrusted  to the employed  \nperson  for custody,  or for loss of money  for which  he is required  to account,  \nwhere  such damage  or loss is directly  attributable  to his neglect  or default  ; \n(d) deductions  for house -accommodation  supplied  by the employer  ; \n(e) deductions  for such amenities  and services  supplied  by the employer  as the 1* \n* * 2[Provincial  Govern ment]  may,  by general  or special  order3, authorise;  \nExplanation.___ The word  “services”  in this sub-clause does not include  the supply  of tools  \nand raw mater ials required  for the purposes  of employment.  \n(f) deductions  for recovery  of advances  or for adjust ment  of over-payments  of \nwages;  \n(g) deductions  of income -tax payable  by the employed  person;  \n(h) dedu ctions  required  to be made  by order  of a Court  or other  authority  \ncompetent  to make  such order;  \n(i)  deductions  for subscriptions  to, and for repayment  of advances  from,  any \nprovident  fund to which  the Provident  Funds  Act, 1925  (XIX  of 1925),  applies  \nor any recog nised  provident  fund as defined  in section  4[clause  (37) of section  \n2 of the Income  Tax Ordinance,  1979  (XXXI  of 1979) ], or any provident  fund \nappro ved in this behalf  by the 2[Provincial  Government],  during  the \ncontinuance  of such approval;  5* \n(j)  deductions  for payments  to co-operative  societies  approved  by the 2[Provincial  \nGovernment]  or to a scheme  of insurance  maintained  by the 6[Pakistan  Post \nOffice]  7[and \n(k)  deductions,  made  with the written  authorisation  of the employed  person,  in \nfurther ance of any War Savings  Scheme,  approved  by the Provincial  \nGovernment,  for the purchase  of securities  of the 8[Government  of Pakistan],  \nor the Government  of the United  Kingdom.]  \n \n \n \n1The words  “G.G  in C. or” omitted  ibid. \n2Subs.  ibid., for “L.G”.  \n3For such Order,  see Gaz. of P., 1952,  Pt. I, Section  1, p.158.  \n4Subs  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. 3 and Sch, II, for “58 A of the Income  Tax Act, 1922”.  \n5The word  “and”  omitted  by the Payment  of Wages  (Amdt.)  Ordin ance,  1940  (3 of 1940),  s. 2 \n6Subs.  by the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 4 and 3rd Sch.,  for “Indian  Post Office”.  \n7The word  “and”  and clause  (k) ins. by Ordinance  3 of 1940,  s. 2. \n8Subs.  by A.O.,  1949,  for “Government  of India”.  \n  \n \nPage 8 of 15 \n  8. Fines .___ (1) No fine shall  be imposed  on any employed  person  save in respect  of such acts \nand omissions  on his part as the employer,  with the previous  approval  of the 1[Provincial  \nGovernment]  or of the prescribed  authority,  may have  speci fied by notice  under  sub-section  (2). \n (2) A notice  specifying  such acts and omissions  shall  be exhibited  in the prescribed  manner  \non the premises  in which  the employment  is carried  on or in the case of persons  employed  upon  a \nrailway  (otherwise  than in a factory),  at the prescribed  place  or places.  \n (3) No fine shall  be imposed  on any employed  person  until he has been  given  an opportunity  \nof showing  cause  against  the fine, or otherwise  than in accordance  with such procedure  as may be \nprescribed  for the imposition  of fines.  \n (4) The total amount  of fine which  may be imposed  in any one wage  period  on any employed  \nperson  shall  not exceed  an amount  equal  to half an anna  in the rupee  of the wages  payable  to him in \nrespect  of that wage -period.  \n (5) No fine shall  be imposed  on any employed  person  who is under  the age of fifteen  years.  \n(6) No fine imposed  on any employed  person  shall  be recovered  from  him by installments  or \nafter the expiry  of sixty  days from  the day on which  it was imposed.  \n (7) Every  fine shall  be deemed  to have  been  imposed  on the day of the act or omission  in \nrespect  of which  it was imposed.  \n (8) All fines  and all realis ations  thereof  shall  be recorded  in a register  to be kept by the \nperson  responsible  for the payment  of wages  under  section  3 in such form  as may be prescribed;  and \nall such realis ations  shall  be applied  only to such purposes  beneficial  to the persons  employed  in the \nfactory  or establishment  as are approved  by the prescribed  authority.  \nExplanation .____ When  the persons  employed  upon or in any railway,  factory  or industrial  \nestablishment  are part only of a staff employed  under  the same  management,  all such realisations  \nmay be credited  to a common  fund maintained  for the staff as a whole,  provided  that the fund shall  \nbe applied  only to such purposes  as are approved  by the prescribed  authority.  \n 9. Deductions  for absence  from  duty.____ (1) Deductions  may be made  under  clause  (b) of \nsubsection  (2) of section  7 only on account  of the absence  of an employed  person  from  the place  or \nplaces, where  by the terms  of his employment,  he is required  to work,  such absence  being  for the \nwhole  or any part of the period  during  which  he is so required  to work.  \n (2) The amount  of such deduction  shall  in no case bear to the wages  payable  to the employe d \nperson  in respect  of the wage -period  for which  the deduction  is made  a larger  proportion  than the \nperiod  for which  he was absent  bears  to the total period,  within  such wage -period,  during  which  by \nthe terms  of his employment,  he was required  to work:  \n \n \n \n1Subs.  by A.O.,  1937,  for “L.G”.  \n \nPage 9 of 15 \n Provided  that, subject  to any rules  made  in this behalf  by the 1[Provincial  Government],  if ten \nor more  employed  persons  acting  in concert  absent  themselves  without  due notice  (that is to say \nwithout  giving  the notice  which is required  under  the terms  of their contracts  of employment)  and \nwithout  reasonable  cause,  such deduction  from  any such person  may include  such amount  not \nexceeding  his wages  for eight  days as may by any such terms  be due to the employer  in lieu of due \nnotice.  \n2[Explanation .—For the purposes  of this section,  an employed  person  shall  be deemed  to be \nabsent  from  the place  where  he is required  to work  if, although  present  in such place,  he refuses,  in \npursuance  of a stay-in-strike  or for any other  cause  which is not reasonable  in the circumstances,  to \ncarry  out his work.]  \n 10. Deductions  for damage  or loss.—(1) A deduction  under  clause  (c) of sub-section  (2) of \nsection  7 shall  not exceed  the amount  of the damage  or loss caused  to the employer  by the neglect  or \ndefault  of the employed  person  and shall  not be made  until the employed  person  has been  given  an \nopportunity  of showing  cause  against  the deduction,  or otherwise  than in accordance  with such \nprocedure  as may be prescribed  for the making  of such deducti ons. \n (2) All such deductions  and all realizations  thereof  shall  be recorded  in a register  to be kept \nby the person  responsible  for the payment  of wages  under  section  3 in such form  as may be pres-\ncribed.   \n 11. Deductions  for services  rendered . A deduction  under  clause  (d) or clause  (e) of sub-\nsection  (2) of section  7 shall  not be made  from  the wages  of an employed  person  unless  the house -\naccommodation,  amenity  or service  has been  accepted  by him, as a term of employment  or \notherwise,  and such deduction  shall not exceed  an amount  equivalent  to the value  of the house -\naccommodation,  amenity  or service supplied  and, in the case of a deduction  under  the said clause  (e), \nshall  be subject  to such conditions  as 3* * * the 1[Provin cial Government]  may impose.  \n 12. Deductions  for recovery  of advances . Deductions  under  clause  (f) of sub-section  (2) of \nsection 7 shall  be subject  to the following  conditions,  namely: — \n(a) recovery  of an advance  of money  given  before  employment  began  shall  be \nmade  from  the first paym ent of wages  in respect  of a complete  wage -period,  \nbut no recovery  shall  be made  of such advances  given  for traveling -expenses;  \n(b) recovery  of advances  of wages  not already  earned  shall  be subject  to any rules  \nmade  by the 1[Provin cial Government]  regulat ing the extent  to which  such \nadvances  may be given  and the installments  by which  they may be recovered.   \n \n \n \n \n1Subs.  by A. O., 1937,  for “L.G.”.   \n2Explanation  ins. by the Payment  of Wages  (Amdt.)  Act, 1937  (22 of 1937),  s. 2.  \n3The words  “the G. G. in C. or” omitted  by A. O., 1937.   \n \nPage 10 of 15 \n  13. Deductions  for payments  to co-operative  societies  and insurance  schemes . Deductions  \nunder  clause  (j) 1[and clause  (k)] of sub-section (2) of section  7 shall  be subject  to such conditions  as \nthe 2[Provincial  Government]  may impose.   \n 14. Inspectors.__ (1) An Inspector  of Factories  appointed  under  sub-section  (1) of section  10 \nof the Factories  Act, 1934  (XXV  of 1934),  shall  be an Inspector  for the purposes  of this Act in \nrespect  of all factories  within  the local  limits  assign ed to him. \n (2) The 3[Provincial  Government]  may appoint  inspectors  for the purposes  of this Act in \nrespect  of all persons  employed  upon  a railway  (otherwise  than in a factory)  to whom  this Act \napplies.  \n (3) The 4[Provincial  Government]  may,  by notificatio n in the 5[official  Gazette],  appoint  such \nother  persons  as it thinks  fit to be Inspectors  for the purposes  of this Act, and may define  the local  \nlimits  within  which  and the class  of factories  and industrial  establishments  in respect  of which  they \nshall  exercise  their functions.  \n (4) An Inspector  may,  at all reasonable  hours,  enter  on any premises,  and make  such \nexamination  of any register  or document  relating  to the calculation  or payment  of wages  and take on \nthe spot or otherwise  such evidence  of any person, and exercise  such other  powers  of inspection,  as \nhe may deem  necessary  for carry ing out the purposes  of this Act. \n (5) Every  Inspector  shall  be deemed  to be a public  servant  within  the meaning  of the \nPakistan  Penal  Code  (XLV  of 1860).  \n 15. Claims  arising out of deductions  from  wages  or delay  in payment  of wages  and \npenalty  for malicious  or vexatious  claims.__ (1) The 2[Provincial  Government]  may,  by \nnotifications6 in the 7[official  Gazette],  appoint  any Commissioner  for Work men’s  Compensation  or \nother  officer  with experience  as a Judge  of a Civil  Court  or as a stipendiary  Magistrate  to be the \nauthority  to hear and decide  for any specified  area all claims  arising  out of deductions  from  the \nwages,  or delay  in payment  of the wages,  8[or non-payment  of dues relating  to provident  fund or \ngratuity  payable  under  any law,]  of persons  employed  or paid in that area.  \n \n \n \n \n1Ins. by the Payment  of Wages  ( Amdt.)  Ordinance,  1940  (3 of 1940),  section  3.  \n2Subs.  by A. O., 1937,  for “L. G.”.  \n3Subs.  by A. O., 1937,  for “G. G. in C.”.  \n4Subs.  ibid., for “L. G.”. \n5Subs.  by A. O., 1937,  for “local  official  Gazette”.   \n6For such Notifin:__ \n(i) see Notifin.  No. 1237 -P./ 36-III, P. & M.D.  (Misc.),  dated  the 5th April,  1939,  published  in Sindh  Gazette,  1939,  Pt. I, p. 630.,  \n(ii) see Notifin.  No. S. R. O. 673 (K)/61,  dated  the 8th July,  1961,  published  in the Gaz. of P., 1961,  Pt.I, p. 268, \n7Subs.  by A. O., 1937,  for “local  official  Gazette”.  \n8Ins. by the Payment  of Wages  ( Amdt.)  Act, 1973,(17  of 1973),  s. 4. \n \n \nPage 11 of 15 \n  (2) Where  contrary  to the provisions  of this Act any deduc tion has been  made  from  the wages  \nof an employed  person,  or any payment  of wages  1[or of any dues relating  to provident  fund or \ngratuity  payable  under  any law,]  has been  delayed,  such person  himself,  or any legal  practitioner  or \nany official  of a registered  trade  union  authorised  in writing  to act on his behalf,  or any Inspector  \nunder  this Act, 1[or any of the heirs  of an employed  person  who has been  died,]  or any other  person  \nacting  with the permission  of the autho rity appointed  under  sub-section  (1), may apply  to such \nauthority  for a direction  under  sub-section  (3): \nProvided  that every  such application  shall  be presented  within 2[three  years]  from  the date on \nwhich  the deduction  from  the wages  was made  or from  the date on which  the payment  of the wages  \nwas due to be made,  as the case may be: \nProvided  further  that any application  may be admitted  after the said period  of 2[three  years]  \nwhen  the applicant  satisfies  the authority  that he had sufficient  cause  for not making  the applica tion \nwithin  such period.  \n(3) When  any application  under  sub-section  (2) is entertain ed, the authority  shall  hear the \napplicant  and the employer  or other  person  responsible  for the payment  of wages  under  section  3, or \ngive them  an opportu nity of being  heard,  and, after such further  inquiry  (if any) as may be necessary,  \nmay,  without  preju dice to any other  penalty  to which  such employer  or other  person  is liable  under  \nthis Act, direct  the refund  to the employed  person  3[or , if the applican t is one of the heirs  of an \nemployed  person,  the payment  to such applicant,]  of the amount  deducted,  or the payment  of the \ndelayed  wages,  together  with the payment  of such compensation  as the authority  may think  fit, not \nexceeding  ten times  the amount  deducted  in the former  case and not exceeding  ten rupees  in the \nlatter:  \nProvided  that no direction  for the payment  of compensa tion shall  be made  in the case of \ndelayed  wages  if the authority  is satisfied  that the delay  was due to— \n(a)  a bonafide  error  or bonafide  dispute  as to the amount  payable  to the employed  \nperson,  or \n(b)  the occurrence  of an emergency,  or the existence  of exceptional  \ncircumstances,  such that the person  responsible  for the payment  of the wages  \nwas unable,  though  exercising  reasonable  diligence,  to make  prompt  payment,  \nor \n(c)  the failure  of the employed  person  to apply  for or accept  payment.  \n(4)  If the authority  hearing  any application  under  this section  is satisfied  that it was either  \nmalicious  or vexatious,  the authority  may direct  that a penalty  not exceeding  fifty rupees  be paid to \nthe employer  or other  person  responsible  for the payment  of wages  by the person  presenting  the \napplication.  \n(5)  any amount  directed  to be paid under  this section  may be recovered__ \n(a) if the authority  is a Magistrate,  by the authority  as if it were  a fine imposed  by \nhim as Magistrate,  and \n \n \n1Ins. by the Labour  Laws  (Amdt.)  Act, 1977  (17 of 1977),  s. 2 and First Sch.  \n2Subs.  by the Payment  of Wages  (Amdt.)  Act, 1973  (17 of 1973),  s. 4 or “six months”.  \n3Ins. by the Labour  Laws  (Amdt.)  Act, 1977  (17 of 1977)  s. 2 and First Sch.  \n \nPage 12 of 15 \n 1[(b) if the authority  is not a Magistrate,  by the authority  as an arrear  of land-\nrevenue,  or, in the prescribed  manner,  by the authority  by distress  and sale of \nthe movable  property  belonging  to the person  by whom  the amount  is to be \npaid,  or by attachment  and sale of the immovable  property  belonging  to such \nperson.]  to whom  the authority  makes  application  in this behalf,  as if it were  a \nfine imposed  by such Magistrate.   \n 16. Single  application  in respect  of claims  from  unpaid  group.— (1) Employed  persons  \nare said to belong  to the same  unpaid  group  if they are borne  on the same  establishment  and if their \nwages  for the same  wage -period  or periods  have  remained  unpaid  after the day fixed by section  5. \n (2) A single  application  may be presented  under  section  15 on behalf  or in respect  of any \nnumber  of employed  persons  belonging  to the same  unpaid  group,  and in such case the maximum  \ncompensation  that may be awarded  under  sub-section  (3) of section  15 shall  be ten rupees  per head.  \n (3) The authority  may deal with any number  of separate  pending  applications,  presented  \nunder  section  15 in respect  of persons  belonging  to the same  unpaid  group,  as a single  applica tion \npresented  under  sub-sectio n (2) of this section,  and the provisions  of that sub-section  shall  apply  \naccordingly.  \n 17. Appeal.— (1) An appeal  against  a direction  made  under  2[sub-section  (3) or sub-section  \n(4)] of section  15 may be preferred,  within  thirty  days of the date on which  the direction  was made , \n3* * * before  the 4[Labour  Court  constituted  under  the Industrial  Relations  Ordinance,  1969  (XXIII  \nof 1969),  within  whose  jurisdiction  the cause  of action  to which  the appeal  relates  arose] —   \n(a) by the employer  or other  person  responsible  for the payment  of wages  under  \nsection  3, if the total sum directed  to be paid by way of wages  and compensa -\ntion exceeds  three  hundred  rupees  [:]5 \n 6[Provided  that no appeal  under  this clause  shall  lie unless  the memorandum  of appeal  is \naccompani ed by a certificate  of the authority  to the effect  that the appellant  has deposited  with the \nauthority  the amount  payable  under  the direction  appealed  against,  or]. \n7[(b) by an employed  person  or, if he has died,  by any of his heirs,  if the total \namount  of wages  claimed  to have  been  withheld  from  the employed  person  or \nfrom  the unpaid  group  to which  he belonged  exceeds  fifty rupees,  or] \n(c) by any person  directed  to pay a penalty  under  8[sub-section  (4)] of section  15. \n \n \n \n1Subs.  by the Labour  Laws.  (Amdt.)  Act, 1976  (II of 1976),  s. 2 and Sch.,  for clause  (b).  \n2Subs.  by the Repealing  and Amending  Act, 1937  (20 of 1937),  s. 2 and 1st Sch.,  for “sub-section  (3)”. \n3The words  “in a Presidency -town  [or in Rangoon]  before  the Court  of Small  Causes  and elsewhere”  omitted  by A. O., 1949.  The words  within  \ncrotchets  were  omitted  by A. O., 1937.  \n4Subs.  by the Labour  Laws  (Amdt.)  Act, 1975  (11 of 1975),  s. 2 and Sch.,  for “District  Court”.  \n5Subs.  by the Labour  Laws  (Amdt.)  Act, 1976  (11 of 1976),  s. 2 and Sch.,  for “or”,. \n6Added  ibid. \n7Subs.  by the Labour  Laws  (Amdt.)  Act, 1977  (17 of 1977),  s. 2 and First Sch.,  for clause  (b). \n8Subs.  by the Repealing  and Amending  Act, 1937  (20 of 1937),  s. 2 and 1st Sch.,  for “sub-section  (5)”. \n \n \n \nPage 13 of 15 \n 1[(1A)  All appeals  pending  before  any District  Court  under  this section  immediately  before  \nthe commencement  of the Labour  Laws  (Amendment)  Act, 1975  , shall  , on such commencement  \nstand  transferred  to, and be disposed  of by , the Labour  Court  within  whose  jurisdiction  the cause  of \naction  to which the appeal  relates  arose.].  \n(2) Save  as provided  in sub-section  (1), any direction  made  under  sub-section  (3) or \n2[sub-section  (4)] of section  15 shall  be final.   \n18. Powers  of authorities  appointed  under  section  15. Every  authority  appointed  under  \nsub-section  (1) of section  15 shall  have  all the powers  of a Civil  Court  under  the Code  of Civil  \nProcedure,  1908  (V of 1908),  for the purpose  of taking  evidence  and of enforcing  the attendance  of \nwitnesses  and compelling  the production  of documents,  and every  such authority  shall  be deem ed to \nbe a Civil  Court  for all the purposes  of section  195 and of Chapter  XXXV  of the Code  of Criminal  \nProcedure,  1898  (V of 1898).   \n 19. Power  to recover  from  employer  in certain  cases . When  the authority  referred  to in \nsectio n 15 or the Court  referred  to in section  17 is unable  to recover  from  any person  (other  than an \nemployer)  responsible  under  section  3 for the payment  of wages  any amount  directed  by such \nauthority  under  section  15 or section  17 to be paid by such person,  the authority  shall  recover  the \namount  from  the employer  of the employed  person  concerned.  \n20. Penalty  for offences  under  the Act.___ (1) Whoever  being  responsible  for the payment  of \nwages  to an employed  person  contravenes  any of the provisions  of any of the following  sections,  \nnamely,  section  5 and sections  7 to 13, both inclusive,  shall  be punishable  with fine which  may \nextend  to five hundred  rupees.  \n(2) Whoever  contravenes  the provisions  of section  4, section  6 or section  25 shall  be \npunishable  with fine which  may extend  to two hundred  rupees.  \n21. Procedure  in trial of offences.__(1) No Court  shall  take cognizance  of a complaint  \nagainst  any person  for an offence  under  sub-section  (1) of section  20, unless  an application  in respect  \nof the facts  constituting  the offence  has been  presented  under  section  15 and has been  granted  wholly  \nor in part and the authority  empowered  under  the latter  section or the appellate  Court  granting  such \napplication  has sanction ed the making  of the complaint.  \n(2) Before  sanctioni ng the making  of a complaint  against  any person  for an offence  under  \nsub-section  (1) of section  20, the authority  empowered  under  section  15 or the appellate  Court,  as the \ncase may be, shall  give such person  an opportunity  of showing  cause  against  the granting of such \nsanction,  and the sanction  shall  not be granted  if such person  satisfies  the authority  or Court  that his \ndefault  was due to__ \n(a) a bona  fide error  or bona  fide dispute  as to the amount  payable  to the \nemployed  person,  or \n(b) the occurrence  of an emergency,  or the existence  of exceptional  \ncircumstances,  such that the person  responsible  for the payment  of the wages  \nwas unable,  though  exercising  reasonable  diligence,  to make  prompt  payment,  \nor \n_____________________________________________________ ____________________________________________________________________  \n1Ins. by the Labour  Laws  (Amdt.)  Act. 1975,  11 of 1975,  s. 2 and Sch. \n2Subs.  by the Repealing  and Amending  Act, 1937  (20 of 1937),  s. 2 and 1st Sch.,  for “sub-section  (5)” \n \nPage 14 of 15 \n (c) the failure  of the employed  person  to apply  for or accept  payment.  \n (3) No Court  shall  take cognizance  of a contravention  of section  4 or of section  6 or of a \ncontravention  of any rule made  under  section  26 except  on a complaint  made  by or with the sanction \nof an Inspector  under  this Act. \n (4) In imposing  any fine for an offence  under  sub-section  (1) of section  20 the Court  shall  \ntake into consideration  the amount  of any compensation  already  awarded  against  the accus ed in any \nproceedings  taken  under  section  15. \n 1[*   *   *   *   *   *   *] \n 22. Bar of suits.  No Court  shall  entertain  any suit for the recovery  of wages  or of any \ndeduction  from  wages  in so far as the sum so claimed — \n(a)  forms  the subject  of an application  under  section  15 which  has been  presented  \nby the plaintiff  and which  is pending  before  the authority  appointed  under  that \nsection  or of an appeal  under  section  17 ; or \n(b)  has formed  the subject  of a direction  under  section  15 in favour  of the plaintiff  \n; or \n(c) has been  adjudged,  in any proceeding  under section 15, not to be owed  to the \nplaintiff  ; or \n(d)  could  have  been  recovered  by an application  under  section  15. \n 23. Contracting  out. Any contract  or agreement,  whether  made  before  or after the \ncommencement  of this Act, whereby  an employed  person  relinquishes  any right  conferred  by this \nAct shall  be null and void in so far as it purports  to deprive  him of such right.  \n 224. [Application  of Act to Railways,  etc.] Omitted  by A. O., 1964,  Art. 2 and Sch. \n25. Display  by notice  of abstracts  of the Act. The person  responsible  for the payment  of \nwages  to persons  employed  in a factory  shall  cause  to be displayed  in such factory  a notice  \ncontaining  such abstracts  of this Act and of the rules  made  thereunder  in English  and in the language  \nof the majority  of the persons  employed  in the factory,  as may be prescribed.  \n \n 26. Rule -making  power.—(1) The 3[Provincial  Government]  may make  rules4 to regulate  \nthe procedure  to be followed  by the authorities  and Courts  referred  to in sections  15 and 17. \n \n (2) The 5[Prov incial  Government]  may,  6* * *, by notifi cation  in the 7[official  Gazette],  make  \nrules8 for the purpose  of carrying  into effect  the provisions  of this Act. \n \n1Section  21A omitted  by the Payment  of Wages  (Amdt.)  Act, 1973  (17 of 1973),  s. 5, which  was amend ed by Ord.,  9 of 1972,  s. 2 and First Sch. \n2This section  was amended  by A.O.,  1937  and A.O.,  1961.  \n3Subs.  by A. O., 1937.,  for “G.G.  in C.”. \n4For the Payment  of Wages  (Procedure)  Rules,  1937,  made  by the Governor  General  in Council  under  this provisions,  see Gazette  of India,  1937,  Pt., I, \npp. 303-312. \n5 Subs.  by A. O., 1937  for “L.G.”.  \n6The words  “Subject  to the control  of the G.G.  in C.”, omitted  ibid. \n7Subs.  ibid., for “local  official  Gazette”.  \n8For  the payment of wages (Railways) Rules, 1937,made by th e G.G in C. under this provision read with s.24, see Gazette of India, 1937, Pt.I,pp.503 -\n512. \nFor the payment of wages (Karachi Port) Rules, 1958, see Gaz. of P. , 1958, Pt.I , pp.216 -223.   \n  \n \nPage 15 of 15 \n  (3) In particular  and without  prejudice  to the generality  of the foregoing  power,  rules  made  \nunder  sub-section  (2) may— \n(a)  require  the maintenance  of such records,  registers,  returns  and notices  as are \nnecessary  for the enforce ment  of the Act and prescribe  the form  thereof;  \n(b)  require  the display  in a conspicuous  place  on premi ses where  employment  is \ncarried  on of notices  specify ing rates  of wages  payable  to persons  employed  \non such premises;  \n(c)  provide  for the regular  inspection  of the weights,  measures  and weighing  \nmachines  used by employers  in checking  or ascertaining  the wages  of persons  \nemployed  by them;  \n(d)  prescribe  the manner  of giving  notice  of the days on which  wages  will be paid;  \n(e)  prescribe  the authority  competent  to approve  under  sub-section  (1) of section  8 \nacts and omissions  in respect  of which fines  may be imposed;  \n(f)  prescribe  the procedure  for the imposition  of fines  under  section  8 and for the \nmaking  of the deductions  referred  to in section  10; \n(g)  prescribe  the conditions  subject  to which  deductions  may be made  under  the \nproviso  to sub-section  (2) of section  9; \n(h)  prescribe  the authority  competent  to approve  the purposes  on which  the \nproceeds  of fines  shall  be expended;  \n(i)  prescribe  the extent  to which  advances  may be made  and the installments  by \nwhich  they may be recovered  with reference  to clause  (b) of section  12; \n(j)  regulate  the scales  of costs  which  may be allowed  in proceedings  under  this \nAct; \n(k)  prescribe  the amount  of court -fees payable  in respect  of any proceedings  under  \nthis Act; and \n(l)  prescribe  the abstracts  to be contained  in the notices  required  by section  25. \n (4) In making  any rule under  this section  the 1[Provincial  Government]  may provide  that a \ncontravention  of the rule shall  be punishable  with fine which  may extend  to two hundred  rupees.  \n (5) All rules  made  under this section  shall  be subject  to the condition  of previous  publication,  \nand the date to be specified  under  clause  (3) of section  23 of the General  Clauses  Act, 1897,  shall  not \nbe less than three  months  from  the date on which  the draft  of the proposed  rules  was published.  \n \n \n \n1 Subs.  by A.O.,  1937,  for “L.G.”."
}