{
    "file": "./converted_json\\administrator06a573f566a5ad306717dafab28c79cb.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 13 \n  \n \n \n \n \n \n \n \nTHE PROTECTION OF JOURNALIST S AND MEDIA \nPROFESSIONALS  ACT , 2021  \n \n \n \n \n  \n \n \n \n        CONTENTS  \n \nPART -I \nPRELIMINARY  \n1. Short title, extent and commencement.  \n2. Definitions . \nPART -II \nRIGHTS OF JOURNALISTS AND MEDIA PROFESSIONALS  \n3. Right to life and protection against ill treatment . \n4. Right to privacy and non -disclosure of sources . \n5. Independence in the performance of duties . \n6. Good faith obligation of journalists and media pro fessionals . \n7. Protection from abusive, violent and intolerant behavior . \n8. Protection against harassment . \nPART -III \nTRAINING AND INSURANCE  \n9. Institution of the Journalists Welfare Scheme . \n \n\n \nPage 2 of 13 \n  \nPART -IV \nINVESTIGATION AND REDRESS  \n10. Obligation to investigate, prosecute and penalize threats, coercion, acts of violence and abuse \nof journalists, and media professionals.  \n11. Combating impunity . \nPART -V \nESTABLISHMENT OF THE INDEPENDENT COMMISSION FOR  \nTHE PROTECTION OF JOURNALISTS AND MEDIA  \nPROFESSIONALS  \n12. Establish ment of a Commission for the Protection of Journalists and Media Professionals . \n13. Appointment of Chairperson . \n14. Term of office of the Chairperson and members . \n15. Removal of the Chairperson and members.  \n16. Terms and conditions of service of members inclu ding Chairperson . \n \nPART -VI \nMANAGEMENT AND PROCEDURES OF THE COMMISSION  \n17. Functions of the Independent Commission.  \n18. Procedure of the Independent Commission . \n19. Inquiry into complaints . \n20. Powers relating to inquiries . \nPART -VII \nMISCELLANEOUS  \n21. Power to make Rules . \n22. Indemnity Clause . \n23. Application of the Act . \n24. Removal of difficulties . \n \n \nPage 3 of 13 \n THE PROTECTION OF JOURNALIST S AND MEDIA \nPROFESSIONALS  ACT , 2021  \nACT NO. XXIII OF 2021  \n[1st December, 2021]  \nAn Act to promote, protect and effectively ensure the independence, impartiality, safety and \nfreedom of expression of journalists and media professionals.  \nWHEREAS it is the responsibility of the State to safeguard the right to freedom of expression, \nas contained in Article 19 of the Constitution of Pakistan, 1973, as well as in Article 19 of the \ninternational Covenant on Civil and Political Rights (ICCPR), which includes the freedom to seek, \nreceive and impart information and ideas of all kinds, regardless of frontiers, either orally, in writing \nor in print, i n the form of art, or through any other media;  \nAND WHEREAS it is the requirement of any democratic society to instill a strong culture of \nsafety and independence of journalists, taking into consideration specific attacks on journalists and \nmedia profession als; \n \nAND WHEREAS  it is expedient to establish a legal and institutional framework for the \nprotection and promotion of the rights of journalists and media professionals;  \nIt is hereby enacted as follows: — \nPART -I \nPRELIMINARY  \n1. Short title, extent and commencement. — (1) This Act may be called the Protection \nof Journalists and Media Professionals Act, 2021.  \n(2) It shall extend to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions. — (1) In this Act, unless there is anything repugnant in the subject or  \ncontext, — \n(a) “Act” shall mean the Protection of Journalists and Media Professionals Act, \n2021;  \n(b) “Authority” means the Authority established under the Legal Aid and Justice \nAuthority Act, 2020;  \n(c) “Commission” means the Independent Commission for the Protection of \nJournalists and Media Professionals, constituted under Section 12 of this Act;  \n(d) “Compensation” means grant/donation/compensatory relief in terms of money to \nbe provided from federal and respective provincial funds/ programs/schemes, \nin case of  a journalist’s accidental death/injury while performing his/her duties;  \n(e) “Constitution” means the Constitution of the Islamic Republic of Pakistan;  \n \nPage 4 of 13 \n (f) “Federal Ombudsman” means the Ombudsman established under the Harassment \nAgainst Women at Workplace Act, 201 2; \n(g) “Government” means the Federal Government;  \n(h) “Harassment” means any unwelcome sexual advance, or request for sexual \nfavours or other verbal or written communication, or physical conduct of a \nsexual nature or sexually demeaning attitudes, that causing inte rference with \nwork performance or creating an intimidating, hostile or offensive work \nenvironment, or the attempt to punish the complainant for refusal to comply to \nsuch a request or is made a condition for employment;  \n(i) “Intimidation” means threatening a pe rson with any injury to his person, \nreputation or property, or to the person or reputation of any one in whom that \nperson is interested, with intent to cause alarm to that person, or to cause that \nperson to do any act which he is legally bound to do, or to  omit to do any act \nwhich he is legally bound to do, as the means of avoiding the execution of such \nthreat;  \n(j) “Journalist” means any person who is professionally or regularly engaged by a \nnewspaper, magazine, news website or other news broadcast medium (whet her \nonline or offline), or any person with a substantial track record of freelancing \nfor at least three years for any newspaper, magazine, news website or other \nnews broadcast medium;  \n(k) “Media professional” includes any other person regularly or professionally \nengaged in the collection, processing and dissemination of information to the \npublic via any means of mass communication, including cameraperson and \nphotographers, technical support ing staff, drivers and interpreters, editors, \ntranslators, publishers, broadcasters, printers and distributors;  \n(l) “Media owner” means the owner of a media house or agency which collects and \ndisseminates consumers news, features, comments, photographs and gra phics \nthrough any means of communications;  \n(m) “Non -journalist” means a person who is employed mainly in a managerial or \nadministrative capacity in a media organization, or is being employed there in \na supervisory capacity, performs, either by the nature of th e duties attached to \nhis office or by reason of the powers vested in him, functions mainly of a \nmanagerial / administrative nature.  \n(n) “Sources” mean any book, publication, person or organization that discloses \ninformation forming the substance/subject of wor k undertaken by any \njournalist, reporter or media professional;  \n(o) “Schedule” means a Schedule to this Act;  \n(p) “Torture” means an act committed by which severe pain or suffering, whether \nphysical or mental, is intentionally inflicted on a person for such purpose s as \nobtaining from him or a third person information or a confession, punishing him \nfor an act he or a third person has committed or is suspected of having \ncommitted, or intimidating or coercing him or a third person, or for any reason \n \nPage 5 of 13 \n based on discrimina tion of any kind, when such pain or suffering is inflicted by \nor at the instigation of or with the consent or acquiescence of a public official \nor other person acting in an official capacity. It does not include pain or \nsuffering arising only from, inheren t in or incidental to lawful sanctions.  \n \n(2)   All other words and expressions used but not defined in this Act shall have the same \nmeanings as may be assigned to them under all applicable laws in Pakistan including the Pakistan \nPenal Code (Act XLV of 1860 ), Code of Criminal Procedure, 1898 (Act V of 1898), and Qanoon -e-\nShahadat, 1984 (P.O. No. X of 1984).  \nPART -II \nRIGHTS OF JOURNALISTS AND MEDIA PROFESSIONALS  \n3. Right to life and protection against ill treatment. — (1) The Government shall ensure \nthat every journalist and media professionals right to life and security of person, as contained in Article \n9 of the Constitution, is safeguarded, and that no such individual is subjected to ill -treatment.  \n(2) No person or institution, whether private or public, shall en gage in any act that violates \nthe right to life and security of any journalist or media professional.  \n(3) In order to maintain the independence, impartiality and freedom of journalists and media \nprofessionals, the Government shall take steps to ensure that exi sting or future counter - terrorism or \nnational security laws are not utilized arbitrarily to hinder the work and safety of journalists and media \nprofessionals, including through arbitrary arrest or detention, or the threat thereof.  \n(4) The Government shall ens ure that effective measures are taken to protect journalists and \nmedia professionals against forced or involuntary disappearances, kidnapping, abduction or other \nmethods of coercion.  \n(5) The Government shall ensure that journalists and media professionals are allowed to \ncarry out their journalistic work in conflict -affected areas within the country, without threats, \nintimidation, harassment or fear of persecution or targeting.  \n(6) If the Commission finds that any institution or organization is, directly or indirect ly, \ninvolved in violating, or attempting to violate, the rights to life and protection against ill treatment \nsafeguarded in sub -section (1) above, it shall report the same to the Federal Government and \nrecommend appropriate course of action against the per petrator(s) of these violations.  \n4. Right to privacy and non -disclosure of sources. — (1) Each journalist and media \nprofessional shall have the right to privacy, which includes protection of the law against interference \nwith his/her home, correspondence, and f amily.  \n(2) The Government shall ensure that no person, officer, agency or institution unlawfully or \narbitrarily interferes with the right to privacy of any journalist, reporter or media professional and \nhis/her home, correspondence (including electronic correspondences) and family.  \n(3) The Government shall ensure that no journalist, reporter or media professional is forced, \ninduced, compelled, coerced or threatened for the disclosure of his/her sources of information by any \nperson, officer, agency, authority or institution save without due process of the law.  \n(4) The Government shall make efforts to safeguard the confidentiality of sources, of \n \nPage 6 of 13 \n journalists or media professionals.  \n5. Independence in the performance of duties. — (1) No journalist or media professional \nshall be subjected to any unlawful or arbitrary restrictions on their ability to perform their work \nindependently, and without undue interference.  \n(2) Any restriction on the right to freedom of expression of journalists or media professionals \nmust be in accordan ce with the existing laws, and must only be imposed if it is necessary for respect \nof the rights or reputations of others, or if such restriction is levied against material that advocates \nnational, racial or religious hatred that constitutes incitement to discrimination, hostility or violence.  \n(3) Any restriction imposed under Section 5(2) of this Act must:  \n(i) be easily accessible to the public;  \n(ii) comply with the principles of legality, necessity and proportionality; and  \n(iii) be formulated with sufficient precision to enable a journalist, reporter or media \nprofessional to adjust his or her conduct accordingly.  \n6. Good faith obligation of journalists and media professionals. —(1)All journalists and \nmedia professionals must respect the rights or reputations of others and not  produce material that \nadvocates national, racial, ethnic, religious, sectarian, linguistic, cultural or gender -based hatred, \nwhich may constitute incitement to discrimination, hostility or violence.  \n(2) All journalists and media professionals must not  engage in the dissemination of material \nknown by such an individual to be false or untrue.  \n \n(3) The journalists who fail to fulfill obligations in sub -section (1) and  (2) will be tried in \naccordance with the relevant laws.  \n7. Protection from abusive, violent and  intolerant behaviour. —(1) The Government \nshall take all steps to protect journalists and media professionals from all forms of abuse, violence and \nexploitation through any medium (including electronic communications) at the hands of any person, \ninstitutio n (private or public) or authority.  \n(2) Whenever any act of abuse, violence or intolerant behaviour is committed against any \njournalist, reporter or media professional, whether perpetrated by a private or public person, \ninstitution or authority, the aggrieved journalist or media professional shall file a complaint within a \nperiod of fourteen (14) days, against the same before the Commission created under section 12 of the \nAct. \n \n(3)   Upon receipt of information identified in Section 7(2) of this Act, the Commission shall, \nwithin a period of fourteen (14) days, take all necessary actions to investigate and prosecute such acts \nof abuse, violence or intolerant behaviour, and to take  appropriate measures under law to provide \nprotection to the concerned journalist, reporter or media professional in the manner prescribed under \nthis Act.  \n8. Protection against harassment. —(1) The Government shall ensure that every \njournalist, reporter and me dia professional is protected against harassment, as defined in Section 2(h) \nof this Act.  \n(2) Whenever any act of harassment is committed against any journalist or media \n \nPage 7 of 13 \n professional, whether perpetrated by a private or public person, institution or authority,  the aggrieved \nperson may file a complaint against the same before the Federal Ombudsman within a period of \nfourteen (14) days.  \n \n(3) Upon receipt of information identified in Section 8(2) of this Act, the Federal \nOmbudsman or the relevant authority shall, with in a period of fourteen days, take all necessary actions \nto investigate and prosecute such acts of harassment, and to take appropriate measures under the law \nto provide protection to the concerned journalist, reporter or media professional.  \n \nPART -III \nTRAINING AND INSURANCE  \n9. Institution of the Journalists Welfare Scheme. — (1) The provision of adequate \ntraining and guarantee of insurance will be governed in accordance with this provision, under the \n“Journalists Welfare Scheme”  \n(2) Compliance with the requirem ents of the Scheme, established pursuant to sub -section (1) \nof Section 9 of this Act, shall be the responsibility of each media owner.  \n(3) The operation of the Journalists Welfare Scheme shall be governed under Schedule -I of \nthis Act.  \n(4) The Journalists Welfare S cheme requires each Media Owner to produce a \ncomprehensive, written safety policy and protocols for journalists and media professionals . \nPART -IV \nINVESTIGATION AND REDRESS  \n10. Obligation to investigate, prosecute and penalize threats, coercion, acts of violence  \nand abuse of journalists, and media professionals. — (1) Where any person acts in a threatening, \ncoercive, abusive or violent manner, or conspires to act in a threatening, coercive, abusive or violent \nmanner, or aids and abets a threatening, coercive, abus ive or violent act with the intent to undermine \nthe integrity and independence of journalists and media professionals, such acts may be reported to \nthe Commission.  \n(2) The Commission shall take appropriate steps to ensure accountability for such acts by \nconducting impartial, prompt, thorough, independent and effective investigations into all such reports.  \nThe Commission may set up an advisory committee to determine whether the complaint should \nbe taken up or not.  \n(3) Following the required investigations unde r section 10(2) of the Act, the Commission \nshall ensure that all perpetrators are prosecuted and simultaneously ensure that the aggrieved \njournalists have access to adequate and effective remedies:  \nProvided that if a journalist cannot afford access to lega l aid the Commission may refer the \ncase of the aggrieved journalist to the Authority who shall ensure free of cost legal aid to the victim.  \n11. Combating impunity. — (1) No threatening, coercive, abusive or violent Act, committed \nagainst journalists or media pr ofessionals, shall be exempt from immediate and effective investigation \nand prosecution.  \n \nPage 8 of 13 \n (2) The Government shall develop and implement strategies for combating impunity for \nthose engaging in conduct mentioned in section 11(1) of this Act, particularly with re gard to the \nfollowing:  \n \n(i) Monitoring and conducting investigations into cases reported by journalists, \nmedia professionals, their families or civil society organizations working on \njournalists’ protection;  \n(ii) Coordinating policy and action between relevant government authorities;  \n(iii) Ensuring the participation of journalists, and media professionals, and/or their \nfamilies, in processes aimed at guaranteeing their protection and safety.  \n(3) The Government will implement best practices provided for in the United Natio ns Plan of \nAction on Safety of Journalists and the Issue of Impunity.  \nPART -V \nESTABLISHMENT OF THE INDEPENDENT COMMISSION FOR THE PROTECTION \nOF JOURNALISTS AND MEDIA PROFESSIONALS  \n12. Establishment of a Commission for the Protection of Journalists and Media \nProfessionals. — (1) The Federal Government shall constitute an independent commission to be \nknown as the Commission for the Protection of Journalist and Media Professionals (CPJMP) to \nexercise the powers and perform the functions under this Act.  \n(2) The Commission shall consist of:  \n(i) A Chairperson, who has demonstrable knowledge of, or practical experience of \nminimum twenty years in, matters relating to law, justice and human rights;  \n(ii) A member of Pakistan Bar Council duly nominated by the Pakistan Bar Counci l; \n(iii)  Four journalists with over 25 years of experience nominated by the Pakistan \nFederal Union of Journalists (PFUJ), one nominated member from each \nIslamabad Union of Journalists, Karachi Union of Journalists, Lahore Union of \nJournalists, Quetta Union of J ournalists and Peshawar Union of Journalists;  \n(iv) One member who is a Secretary of the National Press Club (NPC);  \n(v) One member who is Secretary of Parliamentary Reporters Association; and one \nmember who is Secretary Supreme Court Reporters Association;  \n \n(vi) One repr esentative of the Ministry of Human Rights, as nominated by Ministry \nof Human Rights (ex-officio) ; and  \n(vii) One representative of Ministry of Information and Broadcasting not less than \nthe rank of Joint Secretary ( ex-officio ); \n(viii) Secretary of the Commission who shall not have a right to vote.  \n(3) The Commission may co -opt any person having demonstrable knowledge of, or practical \nexperience in, matters relating to journalism as a member.  \n \nPage 9 of 13 \n (4) The Secretary of the Commission shall be appointed by the Commission in the presc ribed \nmanner.  \n(5) Provided that at least three members of the Commission shall be women.  \n13. Appointment of Chairperson. — (1) The Ministry of Human  Rights in consultation \nwith Ministry of Information and Broadcasting shall, invite suggestions for appointment as \nChairperson of the Commission and, after proper scrutiny, shall submit a list of three persons to the \nFederal Government.  \n(2) The Federal Government shall appoint a Chairperson from the names submitted by the \nMinistry of Human Rights.  \n14. Term of office of the Chairperson and members. — (1) A person appointed as \nChairperson or a member shall hold office initially for a term of two years from the date on which \nhe/she enters upon his/her office extendable for another two years:  \nProvided that t he term of the office may be extended once.  \n(2) The Chairperson or a member may resign from his/her office in writing under his/her hand \naddressed to the President and on acceptance of the resignation; such vacancy shall be filled within \n30 days.  \n15. Removal o f the Chairperson and members. — The Chairman and members may be \nremoved from office by the Federal Government if they are found to be:  \n(a) guilty of misconduct; or  \n(b) guilty of unsatisfactory performance; or  \n(c) unfit to continue in office by reason of being mentally  or physically challenged \nand stands so declared by a competent medical authority; or  \n(d) convicted of any offence involving moral turpitude been sentenced to \nimprisonment for a term of not less than two years:  \nProvided that the Federal Government may remove the Chairperson or members on any one \nof the grounds listed above.  \n16. Terms and conditions of service of members including Chairperson. — The salary of \nthe Chairperson and other administrative allowances payable to, and terms and conditions of service \nof the m embers, shall be such as may be prescribed by the Federal Government in consultation with \nthe Commission.  \n(2) The salary of the Chairperson and other administrative expenses of the Commission shall \nbe made from funds allocated by the Federal Government:  \nProvided that neither the salary of Chairperson and allowances nor the terms and conditions of \nservice of a member shall be 'varied to his/her disadvantage after the appointment:  \nProvided further that the members of the commission shall, based on their areas  of competence \nand expertise, perform their functions in an honorary capacity to assist the Chairperson of the \nCommission . \nPART -VI \n \nPage 10 of 13 \n MANAGEMENT AND PROCEDURES OF THE COMMISSION  \n17. Functions of the Independent Commission. — (1) The Commission shall perform all \nor any of the following functions, namely: — \n(a) On a petition presented to it by an aggrieved journalist, reporter or other media \nprofessional or any person on his/her behalf, or on its own motion inquire into \ncomplaints of — \n(i) Threats or acts of torture, killing,  violent attacks, forced disappearance, \narbitrary arrest, arbitrary detention and harassment; or  \n(ii) Negligence in the prevention of such violations, as listed in Part II of this \nAct, by a public servant.  \n(b) Produce an annual report on the state of media freedom and safety to be tabled \nbefore the Parliament, through the Ministry of Human Rights, and submit any \nother independent reports, as and when considered necessary, to the Ministry of \nHuman Rights.  \n(c) Determine whether an affected journalist is eligible for compensation and \nrecommend the case of compensation to a victim Journalist or their legal heirs in \ncase of their having been killed to a notified officer under any provincial \ncompensatory framework a lready established by the provincial and Federal \nGovernments.  \n(d) Facilitate the provision of legal aid to aggrieved journalists if the circumstances so \nrequire through the Authority.  \n(e) Take such necessary measures to ensure that the laws governing the employmen t \nand welfare of journalists are being implemented in the letter and the spirit.  \n(f) Such other functions as it may consider necessary for the protection of the right of \njournalists protected under this Act.  \n18. Procedure of the Independent Commission. — (1) The Co mmission shall regulate its \nown procedure.  \n(2) All decisions, directions and orders of the Commission shall be duly authenticated by the \nChairperson of the Commission or by any other member of the Commission duly authorized by the \nChairperson in this behalf.  \n(3) The quorum for a meeting of the Commission shall not be less than one -half of the total \nmembership of the Commission.  \n(4) The Commission shall take decisions in accordance with the views of the majority of its \nmembers present and, in case of a deadlock, the mem ber presiding the meeting shall have a casting \nvote.  \n19. Inquiry into complaints. — The Commission, while inquiring into complaints by a \njournalist, media professional or other duly authorized individual on behalf of such journalist or media \nprofessional, may call for information from the Federal Government, a Provincial Government, the \nintelligence agencies or any other authority or organization, subordinate thereto, within such time as \nmay be specified by it:  \n \nPage 11 of 13 \n Provided that if the information or report is not received within the time stipulated by the \nCommission, it may proceed to inquire into the complaint on its own.  \n \n20. Powers relating to inquiries. — (1) The Commission shall, while inquiring into \ncomplaints under this Act, have all the following powers of a civ il court trying a suit under Code of \nCivil Procedure, 1908, in respect of the following matters namely: — \n(a) ordering an inquiry on a complaint or on its own motion;  \n(b) calling for information report, document, data or any other evidence from ministry, \ndepartment , authority of the Federal Government or Provincial Government or law \nenforcement agency, or any other authority or organization, subordinate thereto, within \nsuch time as may be specified by it.  \n(c) summoning and enforcing the attendance of witnesses and exami ning them under oath;  \n(d) discovery and production of documents;  \n(e) receiving evidence on affidavits;  \n(f) issuing commissions for the examination of witnesses or documents; and  \n(g) any other matter which may be prescribed:  \nProvided that upon receipt of direction from the Commission, the concerned ministry, \ndepartment, authority or law enforcement agency shall, within a period of fourteen days, take all \nnecessary actions to investigate and prosecute such acts of abuse, violen ce or intolerant behaviour, \nand to take appropriate measures under law to provide protection to the concerned journalist, reporter \nor media professional;  \nFurther provided that the ministry, department, authority or law enforcement agency to whom \nsuch direc tion has been passed shall inform the Commission of the progress of legal or disciplinary \naction, as the case may be, on a periodicity as directed by the Commission.  \n(2) The Commission shall be deemed to be a civil court to the extent that is described in \nsections 175, 178, 179, 180 and 228 of the Pakistan Penal Code, 1860 (Act XLV of 1860). If any of \nthe offences listed above are committed in the view or presence of the Commission, the Commission \nshall, after recording the facts constituting the offence and th e statement of the accused as provided \nfor in the Code of Criminal Procedure, 1898 (Act V of 1898), forward the case to a Magistrate having \njurisdiction to try the same and the. Magistrate to whom any such case is forwarded shall proceed to \nhear the compla int against the accused as if the case has been forwarded to him under section 346 of \nthe Code of Criminal Procedure, 1898 (Act V of 1898).  \n(3) Every proceeding before the Commission shall be deemed to be a judicial proceeding \nwithin the meaning of sections 193, 196 and 228 of the Pakistan Penal Code, 1860 (Act XLV of 1860).  \n(4) The Commission may establish such Committees from amongst its Members and officials \nas it deems fit and may refer to them any matter for consideration and report. The Commission may, \nif it considers necessary, coopt to a Committee any person possessing special knowledge and expertise \non the relevant subject.  \nPART -VII \n \nPage 12 of 13 \n MISCELLANEOUS  \n21. Power to make Rules. —The Commission may, by notification in the official Gazette \nmake rules for carrying out t he purposes of this Act within six months of commencement of the Act.  \n22. Indemnity Clause. —No suit, prosecution or other legal proceeding shall lie against the \nmembers of the Commission or its officers for anything done in his / her official capacity which is  \ndone in good faith or intended to be done under this Act or the rules, instructions or directions made \nor issued hereunder.  \n23. Application of the Act. — The provisions of this Act shall be complied with and \nimplemented equally in times of armed conflict, inte rnal conflict and during peacetime.  \n24. Removal of difficulties. — If any difficulty arises in giving effect to any of the provisions \nof this Act, the Government may, within a period of one year from the date of commencement of this \nAct make such order, not inconsistent with the provisions of this Act, as may appear to be necessary, \nfor the purpose of removing the difficulty.  \nSCHEDULE -I \nJournalists Welfare Scheme  \nPart A: Obligation to Ensure:  \n(1) Media owners have a legal obligation to provide life and health ins urance coverage to \neach journalist or media professional, provided the journalist or media professional satisfies any of the \nfollowing criteria:  \n(a) Has a long -term contract (for any period exceeding one year) with the media \nhouse;  \n(b) Has entered into a short -term contract (for any period under one year) with the \nmedia house; or  \n(c) Has been employed to work in a dangerous location even where no contract exists.  \n(2) Media owners shall have a legal obligation to pay the Journalists on time and not \nunnecessarily withhold the remuneration of the journalists.  \n(3) Media owners shall have a legal obligation to ensure that there is at least one female \nmember in the management board or any governing body, as the case may be, of the media \norganization.  \n \nPart B: Obligation to Provide Adequate and Effective Training:  \n(1) Each journalist or media professional shall receive mandatory/compulsory safety \ntraining, based on mandatory written policies and protocols, including safety protocols of the Media \nHouse:  \n(a) Within the first month of recruitme nt; and  \n(b) Prior to engaging  in any  reporting  or  journalistic work  in any location.  \n(2) The safety training mentioned in Section (1) of Part B of this Schedule is to be provided \nfree-of-cost by media owners.  \n(3) For journalists and media professionals in dangerous locations, intensive training must \n \nPage 13 of 13 \n be provided free -of-cost by media owners to ensure:  \n(a) Awareness of risks associated with their profession in the particular location;  \n(b) Understanding of the safety rules an d procedures that must be observed;  \n(c) Effective capacity building of journalists, and media professionals in the \nfollowing areas:  \n(i) Health and Environmental Hazards Training (HEHT);  \n(ii) Avoidance, Deterrence and Escape Training (ADET); and  \n(iii)  Kidnapping and Crises Responses Training (KCRT).  \n \n___________________"
}