{
    "file": "./converted_json\\administrator1cbd99cb7f8f339e9c392ec37738953f.json",
    "name": "National Highway Authority Act",
    "date": "1991-06-16",
    "tagline": "Establish a National Highway Authority for planning, development, operation and maintenance of National Highways and strategic roads",
    "content": "Page 1 of 14 \n \n \n \n \n \n \n \nTHE NATIONAL  HIGHWAY AUTHORITY  ACT , 1991  \n \n  \n \n \n \n \n \nCONTENTS \n \nCHA PTER  I \nPRELIMINARY  \n1.  Short title, extent and comme ncement \n2. Definitions \nCHAPTER II  \nESTABLISHMENT AND MANAGEMENT OF THE AUTHORITY  \n \n3.  Establishment of National Highway Authority \n4.  Purpose and functions of Authority \n5.  National Highway Council \n6.  Powers and function of the Council \n7.  Executive Board  \n8.  Powers and functions of the E xecutive Board \n9.  Chief Executive Officer , his duties, functions and powers \nCHAPTER III  \n \nPOWERS AND  DUTIES OF THE AUTHORITY  \n10.  The power of the Authority \n11.  Plans and schemes \n12.  Powers to eject unauthorized occupants \n\n    \n  Page 2 of 14 \n CHAPTER IV  \n \nESTABLISHMENT  \n13.  Appointment of officers, servants etc. \n14.  Recruitment and condition of service \n15.  Chief Executiv e Officer , etc., to be deemed to be public servants \n16.  Delegation of powers to Chief Executive Officer , etc. \n17.  Industrial Relations Ordinance, 1969  (XXIII  of 1969), not to apply \n18. Persons serving National Highways Board  \n19.  Authority to be local au thority  \n     ________  \nCHAPTER V  \n \nREPORTS AND STATEMENTS  \n \n20.   Submission  of yearly reports and returns, etc. \n     ________  \nCHAPTER VI  \n \nFINANCE  \n \n21.  National Highway Authority Fund \n22.  Maintenance of accounts \n23.  Annual stateme nt of accounts \n24.  Audit \nCHAPTER VII  \n \nMISCELLANEOUS  \n25.  Recovery of arrears due as arrears of land revenues \n26.  Land acquisition \n27.    Transfer   of   rights   and   liabilities \n28.   Authentication of orders and other instruments of the Authority \n29.  Power to enter \n30.  Indemnity, etc . \n31.   Rules \n32.    Regulations \n33.  Removal of difficulties \nSCHEDULE   \n    \n  Page 3 of 14 \n THE  NATIONAL  HIGHWAY AUTHORITY  ACT , 1991  \n \n*ACT  NO. XI OF 1991  \n[16th June, 1991]  \nAn A ct to establish  a Na tional  Highway Authority  \nWHEREAS  it is expedient to establish  a National Highway Autho rity for planning, \ndevelopm ent, operation and maintenance of National Highways and st rategic roads and to provide \nfor matters connected therewith or incidental thereto; \nIt is hereby enacted as follows: — \nCHA PTER  I \n \nPRELIMINARY  \n \n1. Short title, extent and comme ncement.—(1) This Act may be called the National \nHighway Autho rity Act, 199 1. \n(2) It extends to the whole of  Pakistan. \n(3) It shall come into force at once.  \n \n2. Definitions.—In this Act, unless there is anything  repugnant in the subj ect or  \ncontext,⎯ \n \n(a) “Auditor  General” means the Auditor General of Pakistan; \n(b) “Autho rity” means the  National Highw ay Autho rity establish ed under section \n3; \n(c) “Board” means the Executive Board of the Authority; \n1[(ca) “CDWP” means the  Central Developm ent Working Party;]  \n \n  2[(d) “chief executive officer ” means the chief execu tive officer of the Authority; ] \n(e)  “Coun cil” means the  National Highway Coun cil; \n1[(ea)  “ECNEC”  means the Executive  Committ ee of the National Economic \nCoun cil;] \n2[(eb)  “executive  member” me ans a member of the  Board; ] \n2[(f) “member” means member of the Coun cil;]  \n2[(fa) “motorway” means a fully controlled access road designed and built for high  \nspeed mobility of motor traffic ensuring  international  safety standards   which  \n \n*This Act shall apply to FATA, vide S.R.O. No. 488 (I)/ 98, dated 26-5-1998, with certain amendments in sections, 12 and 19. Also applied \nto NA, vide S.R.O., 446(I)/2000, dated 5-7-2000. \n1Ins. by Ordinance No. XXXI of 2001 , s. 2. \n2Subs.  and i ns. by Act No. IX of 202 4, s. 2. \n    \n  Page 4 of 14 \n does not serve the  properties bordering on it except at special points, has \nseparate carriageway for the two directions of traffic separate from each other \neither by a divided strip not intended for traffic or by other means, does not \ncross at level w ith any road, railway, tramway, cycle track or footpath and \ndeclared motorway by , the Federal Government by notification in official \nGazette and specified in Part III of the Schedule;  \n(fb) “motorway link road” means a fully controlled access road as descri bed in \nclause (fa) including slip roads or ramps leading to an from motorways; ] \n1[(g)  “National Highway” means a highway primarily designed for inter -provincial \nor cross -border connectivity and placed under the jurisdiction of the Authority \nby the Federal  Government by notification in the official Gazette and specified \nin Part I of the Schedule or any other strategic road and motorway included in \nPart II and Part III of the Schedule respectively and declared as such by the \nFederal Government by notificatio n in the official Gazette; ] \n1[(h) “Chairman”  means Chairman of the Council; ] \n(i)  “Regulations” means regulations  framed under this Act; \n(j)   “Right of Way” (ROW) means the l and acquired for the pu rpose of \nconstruction of a National Highway or any oth er road assigned to the  \nAutho rity; \n(k) “road” means a road including  land within  the right of way and all works, \nsuch as, carriageways, cartways, footpaths berms, side drains, culverts, \nbridges, tunn els, fences, posts, si gn boards, plantation and lighting \narrangements, intersections  and m edians assigned to the  Autho rity; \n(l)  “rules” means rules made und er this Act; 2[and]  \n1[(la) “Schedule” means the Schedule to this Act;  \n(lb) “SOE Act” means the State -Owned Enterprises (Governance and Operations ) \nAct, 2023 ( VII of 2023); ] \n1[(m) “strategic road”  means  a road having strategic importance or defense \nrequirements not limited to cross -border connectivity as specified in Part II of \nthe Schedule after having been declared as such by the Federal Government by \nnotificati on in the official Gazette on the recommendations of the Council. ] \n(n) 1[* * * * * * *] \n                              _____________  \n  \n1Subs. and i ns. by Act No. IX of 2024, s. 2.  \n2Added  and omitted by Ordinance No. XXXI of 2001 , s. 2. \n \n    \n  Page 5 of 14 \n CHA PTER  II \n \nESTABLISHMENT  AND  MANA GEMENT  OF THE AUTHORITY  \n3. Establishment of National Highway Authority.—(1) As from the comm encement of \nthis Act there shall be established for carrying out  the pu rposes of this Act, an Autho rity to be \nknown as the National Highway Autho rity. \n(2) The Autho rity shall be a body corporate having perpetual succession  and a common  seal \nwith power to acquire, hold and dispose of p roperty, and m ay by its name sue and be sued. \n(3) The headquarters of the Autho rity shall be at Islamabad. \n1[(4) Notwi thstanding anything contained in this Act, the SOE Act, including sections 12, 15 \nand 22 thereof, shall apply to the provisions of this Act and in case of any inconsistency between the \nprovisions of this Act and the SOE Act, the provisions of the SOE Act s hall prevail.  \n(5) The Authority shall be governed by the Council which shall  act as the Board  as defined in \nsub-clause (ii) of clause (b) of section 2 of the SOE Act. ] \n4. Purpose and functions of Authority.—The purpose and functions  of the  Autho rity shall \nbe to plan, promote,  organise and implement programmes for construction, development op eration, \nrepairs and maintenance of 1[national highways, motorways  and strategic roads] specially entrusted \nto it by the  Federal Gov ernment, or  by a Provincial Government or other authority concerned. \n1[5. National Highway Council.—(1) There stands established the National Highway \nCouncil consisting of — \n \nS.No.  Membership  Status  \n(1) (2) (3) \n(a) One of the independent Members appointed by the \nFederal Government.  Chairman  \n(b) Secretary of the Finance Division or his nominee not \nbelow the rank of Additional Secretary or equivalent  Member  \nex-officio  \n(c) Secretary of the Planning, Development and Special \nInitiatives Division or his nominee not below the rank of \nAdditional Se cretary or equivalent  Member  \nex-officio  \n(d) Secretary of the Communications Ministry or  his \nnominee not below the rank of Additional Secretary or \nequivalent  Member  \nex-officio  \n(e) Chief Executive Officer  Member  \n(f) Five independent members to be appointe d by the \nFederal Government from private sector, each of whom \nshall have the requisite skills, competence, knowledge, \nexperience and approach so that the Council as a group \nincludes core competencies and diversity to assist the \nAuthority in achieving its p rimary and  other objectives  Member - \n(Independent)  \n \n \n1Added and Subs. by Act No. IX of 2024 , ss.3 -5. \n    \n  Page 6 of 14 \n (2) Subject to the provisions of the SOE Act in this behalf, the Federal Government may , by \nnotification in the official Gazette, increase or decrease the  number of members of the Council \nsubject to having the independent Members in major ity and that the quorum rules are  adjusted \naccordingly.  \n(3) Subject to the provisions of the SOE Act in this behalf, the general policy direction of the \nAuthority shall ves t in the Council.  \n(4) Not less than fifty percent of total membership of the Council including not less than three \nindependent and one ex-officio member shall constitute quorum for a meeting of the Council.  \n(5) The meeting of the Council shall be presided  by the Chairman and in case of his absence \nthe meeting shall be presided by such a member as the Chairman may nominate.  \n(6) Decisions of the Council shall b e taken in accordance with sub -section (2) of section 22 of \nthe SOE Act.  \n(7) The Council may consti tute committees with its chairmanship along with their terms of \nreference from amongst its members and may assign to it the business on which the committee shall \nmake its recommendations for approval by the Council and quorum for meeting of each such \ncommi ttee shall be fifty  percent and a fraction shall be rounded as one member.  \n \n  (8) The Chairman of the Council shall be responsible for leading the Council and ensuring its \neffective functioning and continuous development and shall not involve in day -to-day operations of \nthe Authority. ] \n1[6. Powers and function of the Council .—(1) The Council shall exercise its powers and \nperform its functions in accordance with the provisions of this Act and the provisions of the SOE Act \nwith regard to a Board being apex b ody. \n(2) In addition to the powers and functions provided for in sub -section (1), the Council shall__ \n(a) approve five years’ plans or such other plans, recommended by the executive \nboard, in consultation with relevant stakeholders for construction and \ndevelopment of national highways, motorways and strategic roads specially \nentrusted to the Authority by the Federal Government or by a Provincial \nGovernment or other entity;  \n(b) approve the annual maintenance plan recommended by the executive board for \nnation al highways, motorways, and strategic roads;  \n(c) lay down national policies and guidelines to be followed by the Authority in \nthe performance of its functions; and  \n(d)       approve  annual development  and non -development budget on  recommendation \nof the exe cutive board. ] \n1[7.  Executive Board .—(1) For exercising its powers and performing its functions, the \nCouncil shall be assi sted by an Executive B oard consisting of — \n \n \n1Subs. by Act No. IX of 2024 , s\n    \n  Page 7 of 14 \n  \n \nS.No.  Membership  Status  \n(1) (2) (3) \n(a) Chief executi ve officer  Chairperson  \n(b) Member (Planning) of the Authority  Executive Member  \n(c) Member (Engineering) of the Authority  Executive Member  \n(d) Member (Aided Projects) of the Authority  Executive Member  \n(e) Member (Public Private Partnership Projects) of the \nAuthority  Executive Member  \n(f) Member (Finance) of the Authority  Executive Member  \n(g) Member (Administration) of the Authority  Executive Member  \n \n \n(2) The chief executive officer shall be the chief execu tive of the Authority appointed by the \nCouncil by the three -fourth majority resolution including vote of ex-officio members  under a \nperformance -based contract as per the criteria set by Council who shall — \n \n(a) be responsible for the management of the Authority and for its procedures in \nfinancial and ot her matters under delegation from the board and subject to the \noversight and directions of the Council;  \n \n(b) ensure the proper implementation of strategies and policies approved by the \nCouncil; and  \n \n(c) put in place appropriate arrangements to ensure that funds and resources are \nproperly safeguarded and are used economically, efficiently and effectively \nand in accordance with the Authority’s plan, the primary objective and all \nstatutory obligations.  \n \n(3) The chief executive o fficer, or in his absence a memb er of the Executive Board authorized \nby him on his behalf, shall preside meetings of the E xecutive B oard.  \n \n(4) Fifty percent of its total membership shall constit ute quorum for meetings of the B oard, a \nfraction shall be rounded as one member.  \n \n(5) Decision  by majority of the members present and voting shall b e construed as decision of \nthe E xecutive Board. ] \n \n1[8. Powers and functions of the Executive B oard .—The executive board shall exercise its \npowers and perform its functions in accordance with the provisi ons of this Act, including to__ \n \n (a) consider and recommend, in consultation with relevant stakeholders, proposals \nfor schemes and projects;  \n \n(b) consider and approve award of contracts for works, services and goods;  \n \n(c) recommend the annual maintenance plan for national highways, motorways, \nand strategic roads;  \n   \n(d) consider and review progress reports of the Authority;  \n   \n(e) recommend to the Council for approval annual development and non - \ndevelopment budget;  \n(f) recommend schemes and projects to be funded through toll and other receipts \nfrom operation of national highways, motorways and strategic roads; and  \n \n(g) perform such other functions as may be assigned to it by the Council. ] \n \n1Subs. by Act No. IX of 2024 , s. 8.  \n \n    \n  Page 8 of 14 \n  \n9. 1[Chief Executive  Officer ], his duties, functions and powers.—(1) The Coun cil shall \nappoint  the 1[Chief Executive Officer] who shall be the  Chief Executive  of the Auth ority and sh all \nexercise su ch pow ers and perform such functions as may be sp ecified by the Coun cil. \n \n(2) The 1[Chief Executive Officer]  shall receive such salary and allowances and be subj ect to \nsuch conditions  of service as may be determined by the Coun cil. \n2[(3) The 1[Chief Executive Officer]  shall have the power to approve projects of emergent \nnature, maintenance, rehabilitation and construction affecting traffic mov ement and safety of  \nstructures up to fifty million  rupees and to recommend for approval propos als, schemes and projects \nexceeding fifty million  rupees to the E xecutive Board. \n \n(4) The 1[Chief Executive Off icer], on the recomm endations  of the  Executive  Board, sh all \nhave the power to divert funds  from one approved project to another only within  a financial \nyear’s allocation.]  \n     __________  \n \nCHA PTER  III \nPOWERS  AND DUTIES  OF THE  AUTHORITY  \n10. The powers of the Authority.—(1) The Autho rity may take such measures and exercise \nsuch powers as it consid ers necessary or expedient for carrying out the pu rposes of this Act. \n(2) Without  prejudice to the generality of the powers conferred by sub -section (1), the \nAuthority may for the p urpose  of carrying out  the pu rposes of this Act⎯ \n(i)     advice the  Federal Government on m atters relating to 1[national highways, \nmotorways  and strategic roads]; \n(ii)  acquire any land in accordance with l egal procedure and obt ain and dispose of  \nmovable and  immov able p roperty or interests therein: \n(iii) undertake any work specified in sub -sections  (1) and (2)  of section 11; \n(iv) incur expenditu re on w orks sp ecified in clause (i ii); \n(v) procure plant, m achinery, instruments and m aterials required for its use; \n(vi)      enter into and perform all such contracts as it may consid er necessary; \n(vii)   levy, collect or cause to be collected tolls on 1[national highways, motorways \nand strategic roads] and su ch oth er roads as may be entrusted to it and bridges \nthereon; \n(viii)   licence facilities on roads under its control on su ch terms as it deems fit; \n(ix)     determine a  buildi ng line between wh ich and the  ROW it  shall not be lawful \nwithout  the consent of the Autho rity to construct or maintain any structure or \nmake any excavation; \n \n \n1Subs. by Act No. IX of 20 24, ss. 9-10. \n 2Added by Ordinance No. XXXI of 2001 , s. 7\n    \n  Page 9 of 14 \n  (x)      cause studi es, surveys, experiments and technical researches to be made or  \ncontribute tow ards the  cost of any such studi es, surveys, experiments or \ntechnical researches made by any other agency; \n(xi)   exercise pow er to award negotiated contracts for projects to be  undertaken \nthrough Private Sector Financing programme; \n(xii)     s eek and obt ain advice and assistance for the p reparation and execution of any \nplan, programme or p roject; \n(xiii)    raise funds (l ocal and foreign) through borrowing, floating of bonds, sharing \nor leasing of assets or any oth er means, from time to tim e; \nProvided that a foreign loan shall be negotiated in consult ation with \nthe relevant Ministr y of the Gov ernment of Pakistan; \n(xiv)   perform any other function suppl emental, incidental or consequential to the \npurposes and functions  aforesaid 1[; and] \n1[(xv)  takeover ROW  of the roads declared as 2[national highways, motorways and \nstrategic roads]  with the consent of provinces and approval of the Federal \nCabinet and Provinces shall simult aneously effect the mut ation free of cost \nand without  any liability or condition.]  \n11. Plans and schemes.—(1) The Autho rity shall prepare a master plan for the \ndevelopment , construction,  operation and  maintenance  of 2[national highways, motorways  and \nstrategic roads] in Pakistan for the approval of the Coun cil. \n(2) The Autho rity may frame a  scheme or schemes for all or any of the following  matters, \nnamely:⎯ \n(i) construction, expansion, operation and development of  2[national highways, \nmotorways  and strategic roads]; \n(ii)  research and developm ent in the field of Highways;  \n(iii)  training  of the Autho rity’s employees; \n(iv)  welfare of the Auth ority’s employees; and \n(v) any other matter pertaining to the pu rposes and functions  of the \nAutho rity or incidental thereto. \n \n12. Powers to eject unauthorized occupants.⎯Subject to rules, the Autho rity shall have \npower to summ arily eject any unauthorised occupant of N ational Highway or strategic road or \npropos ed site thereof and demolish  and remove  any structure thereon, and to use such force, \nincluding police force, as may be necessary for the purpose and to recover the cost thereof from the \nperson responsible for such occupation or obstruction. \n \n \n1Subs. and added by Ordinance No. XXXI of 2001 , s. 8. \n2Subs. by Act No. IX of 2024 , ss. 10 -11.\n    \n  Page 10 of 14 \n  \n______                                                                                                                                                                                                                                                            CHA PTER  IV  \nESTABLISHMENT  \n13. Appointment of officers, servants etc.⎯(1) The Autho rity may from time to time \nemploy such officers and servants, or appoint such experts or  consult ants, as it may consid er \nnecessary for the performance of its functions,  on su ch terms and conditions  as it may deem fit. \n(2) Notwithst anding  any thing contained in sub-section (1), any rules made, or orders or \ninstructions  issued, by the  Authority, or in the terms and conditions  of service of any person \nemployed by or serving under the Autho rity, the Autho rity may at any time terminate the services of \nany person, after giving him not less than sixty days notice or pay for the period by which such \nnotice falls short of sixty days. \n(3) Service under the Authority is hereby declared to be service of Pakistan and every person \nholding  a post under the Autho rity, not being a person who is on deputation to the Autho rity from \nany province, shall be deemed to be a civil servant for the purposes of the Service Tribunals Act, \n1973.  \n14. Recruitment and condition of service.⎯The Autho rity shall, with the  approval of the \nCoun cil, prescribe the procedure for appointm ent and terms and conditions  of service of its \nofficers and servants. \n15. 1[Chief Executive Officer] , etc., to be deemed to be public servants.⎯The 1[Chief \nExecutiv e Officer] , 1[Executive Members], officers and servants of the Autho rity shall, when acting \nor purporting to act in pursuance of any of the provisions  of this Act, be deemed to be public \nservants within  the m eaning of section 21 of  the Pakistan Penal Code (XLV of 1860).  \n16. Delegation of powers to 1[Chief Executive Officer] , etc.⎯The Autho rity may by \ngeneral or special order delegate to the 1[Chief Executive Officer] , a 1[Executive Member]  or officer \nof the conditions  as it may think fit to impos e. \n17. Industrial Relations Ordinance, 1969  (XXIII  of 1969), not to apply.⎯Nothing \ncontained in the Indust rial Relations Ordinance, 1969  (XXIII of 1969),  shall apply to, or  in relation \nto, the Aut hority. \n18. Persons serving National Highways Board.⎯(1) Any person on deputation to the \nNational Highways Board immediately before the constitut ion of the Autho rity sh all, on the \nconstitution  of the Autho rity, be deemed to be on deputation to the Autho rity on the same terms and \nconditions of  service to which he was entitled in the N ational Highways Board. \n \n(2) Empl oyees of the National Highways Board immediately before the  constitution  of \nthe Autho rity, including  a person on deputation to any oth er organization in Pakistan or \nabroad, may, on the constitution  of the Autho rity, opt to become an employee of the Aut hority. \n \n(3) An  employee exercising an option  under sub-section (2) shall become an employee of the \nAutho rity on such terms and conditions  as may be p rescribed by rules or regulations.  \n \n(4) The  Federal Government shall contribute  to the pension,  gratuity and final payment of \nprovident fund of a person absorbed in the Auth ority und er sub -section (3) in accordance with the \nrules of the  Federal Government in force at the time of  such absorption.  \n \n1Subs. by Act No. IX of 2024 , ss. 12 -13. \n    \n  Page 11 of 14 \n 19. Authority to be local authority.⎯The Auth ority shall be deemed to be a local \nauthority for the purpose of borrowing  money under the Local Autho rities Loans Act 1914 (IX of \n1914).  \n                                                         ____________  \n \nCHA PTER  V \n \nREP ORTS  AND  STATE MENTS \n20.  Submission  of yearly reports and returns, etc.⎯ (1) The Autho rity shall submit  to \nthe Federal Government, as soon  as possible  after the end of every financial year but before the \nlast day of September next followin g, a report on the  condu ct of its affairs for that year. \n \n(2) A copy of the report mention ed in sub-section (1), together with a copy of the audit \nreport, shall be placed by the Federal Government before the N ational Assembly and the National \nAssembly shall refer the same to its Committ ee on Public Accounts for scrutiny and examination.   \n (3) The Committ ee on Public  Accounts  shall scrutinies and examine the  reports referred \nto it under sub-section (2) in the same manner as, and shall in respect thereof, perform the s ame \nfunctions  and exercise the same powers as are required by it to be performed and exercised in \nrespect of appropriation accounts  of the Federal Government and the report of the Auditor  General \nthereon.  \n \n(4) The Federal Government may require the Authority to furnish it with⎯ \n \n(i) any return, statement, estimate, statistics or other information regarding any \nmatter under the control of the Aut hority; or \n \n(ii) a report on any such matter; or \n \n(iii)  a copy of any document in the charge of the Authority;  \n \nand the Autho rity shall comply with every such requisition.  \n____________  \n \nCHA PTER  VI \n \nFINANCE  \n21. National Highway Authority Fund.⎯(1) There shall be formed a non-lapsable fund \nvesting in the Autho rity known as the “National Highway Autho rity Fund”, to be utili zed by the  \nAutho rity to meet charges in connection with its functions under this Act including the  payment of \nsalaries and other remuneration to the Ch airman, Members, officers, servants, experts and \nconsult ants of the A uthority. \n(2) The National Highway Auth ority Fund shall be kept in scheduled banks and shall be \noperated according to rules and regulations of  the Autho rity. \n \n(3) 1[The National Highway Auth ority Fund shall have to its credit] all funds  received by the  \nAuthority from which the Authority  can incur expenditure related to its functions in cluding ⎯ \n \n \n1Subs. by Ordinance No. XXXI of 2001 , s.  9. \n \n \n    \n  Page 12 of 14 \n (i) loans obt ained from the Federal Government; \n \n  \n(ii) other loans obt ained by the Auth ority;   \n \n(iii) grants made by the Federal Government; \n \n(iv) income from tolls;  \n \n(v) funds p rovided by the Federal Government; \n \n(vi)   foreign aid, grants and lo ans negotiated and raised by the Authority; \n \n(vii)  all other sums  received by the  Autho rity, such as fees, damages costs, refunds, \nforfeitures, sale proceeds, lease mon ey, rentals and fines; \n \n(viii)   income from the sale of assets, land or vehicles; and \n \n(ix)  funds from floating bonds, sh ares or through any other means. \n \n22. Maintenance of accounts.⎯The Autho rity shall maintain compl ete and accurate books \nof accounts  in su ch forms as may be prescribed by it. \n \n23. Annual stateme nt of accounts.⎯In the month  of January each year, the Autho rity \nshall submit  to the Federal Government for approval a statement of the estimated receipts and \nexpenditu re in respect of the n ext financial year. \n24. Audit.⎯(1) The accounts  of the Autho rity shall be audited every year by the Auditor -\nGeneral in such manner as may be prescribed by the Federal Government. \n \n(2) Copi es of the audit report shall be sent to the Autho rity and, with the  comm ents of the  \nAutho rity, to the Federal Government and shall also be available for public insp ection. \n \n(3) The Autho rity shall carry out any directive issued by the Federal Government for \nrectification on an audit objection. \n                                                           ___________  \n \nCHA PTER  VII \n \nMISCELLANE OUS \n25. Recovery of arrears due as arrears of land revenues.__ Any sum due  to the Autho rity \nshall be recoverable as an arrear of land revenue. \n \n26. Land acquisition.⎯The acquisition  of any land or any interest in land for the Autho rity \nor for any project under this Act shall be deemed to be acquisition  for a public  purpose within the \nmeaning of  the Land Acquisition A ct, 1894  (I of 1894),  and the provisions  of the said Act shall \napply accordingly. \n \n27.   Transfer  of  rights   and  liabilities.⎯ (1) As  from  the comm encement of this  Act \nall assets and liabiliti es and all rights and obli gations  of the National Highways Board and the \nDirectorate General National Highways shall stand transferred to the Authority. \n \n    \n  Page 13 of 14 \n (2)   All contracts made by the N ational Highway Board the Di rectorate General National \nHighway shall be deemed to be contracts made by the Auth ority. \n \n28.  Authentication of orders and o ther instruments of the Authority.⎯All o rders, \ndecisions  and other instruments of the Authority shall be authenticated by the  signature of the \nChairman and any oth er Member or any officer of the Autho rity authorised by it in this  behalf. \n \n29. Power to enter.⎯Subject to any regulations  made in this behalf, any person \ngenerally or specially authorised by the Autho rity in this behalf may, whenever it is necessary so to \ndo for any of the purposes of this Act at all reasonable tim es, enter upon any land or  premises, and \n \n(i)   make any insp ection su rvey, measurement, valuation or enquiry; \n \n(ii)  take levels; \n \n(iii)  dig or bore into sub -soil; \n \n(iv)  set out bound aries and intended lines of work; \n \n(v)  mark such levels, boundaries and lines by placing marks and cutting  \ntrenches; and \n \nProvided that no such person shall enter any bou ndary or any enclosed \ncourt or garden attached to a dwelling-house  except with the consent of the \n1[occupant]  thereof for obtaining  which at least twenty-four hours notice \nin writing of his int ention  to do so h as been given to the 1[occupant]. \n \n30. Indemnity, etc.⎯ (1) Nothing  in this Act shall be construed as imposing   upon   the   \nAuthority, either   directly   or   indirectly,  any   du ty enforceable by proceedings before any court. \n \n(2) No suit, prosecution or  other legal proceedings shall lie against the Autho rity, the \nChairman or any Member, officer, servant, expert, or consult ant of the Autho rity in respect of any \ndamage caused or likely to be caused or anything done  or intended to be done  in good faith under \nthis Act or the rules or regulations.  \n \n31.  Rules.⎯The Federal Government may, by noti fication in the o fficial Gazette, make \nrules for carrying out the p urposes of this Act. \n \n32.   Regulations.⎯The   Autho rity   may   m ake   regulations, not in consist ent with the \nrules, on all matters for which regulations  are expedient. \n \n2[33. Removal of difficulties .⎯If a diffi culty arises in giving effect  any of the provisions of \nthis Act, the Federal Governme nt may make such o rder, not i nconsistent with the provis ions of this \nAct and the State -Owned Enterprises (Governance .and Operations) Act, 2023 (VII of 2023), as may \nappear to be necessary for the purpose of removing the difficulty. ] \n \n \n_____________  \n \n \n \n1Subs. by Ordinance  No. XXXI of 2001 , s.10. \n2Subs. by Act No. IX of 2024 , s.14.  \n    \n  Page 14 of 14 \n \nTHE SCHEDULE  \n \n[See section 2(g) and (m)]  \n \nPart - I \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 03 -09-2024  \n \n1Subs. and Added by Ordinance No. XXXI of 2001 , s.12."
}