{
    "file": "./converted_json\\administratore6b17de4844dfe52bea95a42c1fc6202(1).json",
    "name": "Medical Tribunal Act, 2020",
    "date": "September 22, 2020",
    "tagline": "An Act to provide for the setting up of special judicial tribunal to efficiently and expeditiously hear and decide disputes arising out of matters pertaining to the medical and health sectors",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  635 \n \n \n \n \n \n \n \nISLAMABAD, THURSDAY , SEPTEMBER 2 4,  2020 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nNATIONAL ASSEMBLY SE CRETARIAT  \n \nIslamabad, the 23rd September, 2020  \n \n  No. F. 22( 39)/201 9-Legis .—The following Act of Majlis -e-Shoora  \n(Parliament)  received the assent of the President on the 22nd September, 2020 is  \nhereby published for general information: — \n \nACT NO. XXX IV OF 2020  \n \nAN \n \nACT  \n \nto provide for the setting up of special judicial tribunal to efficiently and \nexpeditiously hear and decide d isputes arising out of matters pertaining to  the \nmedical and health sectors  \n \n WHEREAS  it is expedient to provide for the setting up for a special \njudicial tribunal to efficiently and expeditiously hear and decide disputes arising  \n \n(635) \n \nPrice: Rs. 10.00 \n \n[6065 (2020)/Ex. Gaz.].   \n636 THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  [PART I \n \n \n \n out of matters pertaining to the actions of authorities formed to regulate different \nareas of the medical sector in Pakistan and to provide cost effective adjudication \nof such disputes;  \n \n It is hereby enacted as under: — \n \n1. Short ti tle and commencement. — (1) This Act shall be called the \nMedical Tribunal Act, 2020.  \n \n(2) It shall come into force at once.  \n \n2. Definitions. — In this Act, unless there is anything repugnant in the \nsubject or context, — \n \n(a) “Bench”  means bench as constituted by the Chairman of the \nMedical Tribunal;  \n \n(b) “Chairman”  means Chairman of the Medical Tribunal;  \n \n(c) “members”  means members of the Medical Tribunal;  \n \n(d) “prescribed”  means prescribed rules or regulations made \nunder this Act, as the case may be;  \n \n(e) “Registrar ” means the registrar of the Medical Tribunal and \nincludes any other person authorized by the Tribunal to \nperform the functions of the Registrar under this Act;  \n \n(f)  “regulations”  means regulations made under this Act;  \n \n(g) “rules”  means rules made under this Act; and  \n \n(h) “Trib unal”  means Medical Tribunal established under this Act.  \n \n3. Cognizance of offences. —(1) No court shall take cognizance in \nany matter to which jurisdiction of the Tribunal extends.  \n \n(2) Any person or entity aggrieved by an act which is an offence under \nany law for the time being in force triable by the Tribunal or by an order or act \nwhich is appealable before the Tribunal may institute a complaint or claim or \nappeal as the case may be before the Tribunal.  \n \n(3) The Tribunal may also initiate appropriate proc eeding on \ndependable information against any individual or institution after issuing notice \nagainst an act or omission which falls within the jurisdiction of the Tribunal.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  637 \n \n \n \n 4. Medical Tribunal. —(1) The Prime Minister of Pakistan shall, by \nnotification in th e official Gazette, establish the Tribunal which shall exercise \njurisdiction under this Act.  \n \n(2) The Tribunal shall consist of a Chairman who has been a judge of a \nHigh Court to be appointed by the Prime Minister of Pakistan upon nomination \nby the Chief J ustice of Pakistan.  \n \n(3) In addition to the Chairman, the Tribunal shall consist of at least \nfour members and the Federal Government may increase the number of members \nas required.  \n \n(4) The members of the Tribunal shall be appointed by the  \nPrime Minister o f Pakistan in consultation with the Chairman of the Tribunal, of \nwhich half shall be jurists who have been judges of High Court and half shall be \ntechnical members with suitable professional qualifications and experience, in \nthe medical fields.  \n \n(5) The po wers and functions of the Tribunal may be exercised or \nperformed by Benches as constituted by the Chairman of the Tribunal.  \n \n(6) The principal seat of the Tribunal shall be at Islamabad. The \nBenches of the Tribunal may function at any of the provincial hea dquarters as per \nschedule directed by the Chairman.  \n \n(7) If the members of the Bench differ in opinion as to the decision to \nbe given on any point, the case shall be referred to the Chairman and the decision \nof the Tribunal shall be expressed in terms of t he opinion of the Chairman.  \n \n(8) The Tribunal shall not, merely because of a change in its \ncomposition, or the absence of any member from any sitting, be bound to recall \nand rehear any witness who has given evidence, and may act on the evidence \nalready rec orded by, or produced, before it.  \n \n(9)  The Tribunal may hold its sittings at such places within its \nterritorial jurisdiction as the Chairman may decide.  \n \n(10)  No act or proceeding of the Tribunal shall be invalid by reason only \nof the existence of a vaca ncy in, or defect in the constitution, of the Tribunal.  \n \n(11)  The terms and conditions of service of the Chairman and members \nof the Tribunal shall be such as may be prescribed by rules.  \n \n5. Tenure of office. —The Chairman and members of the Tribunal \nshall  hold office for a period of three years which may be extended by the \n638 THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  [PART I \n \n \n \n Federal Government for another term subject to consent of the Chief Justice of \nPakistan to the extended term of the Chairman and the consent of the Chairman \nto the extended term of a mem ber. \n \n6. Jurisdiction and powers of Medical Tribunal. — (1) All offences \nprovided for under the Pakistan Nursing Council Act, 1973 (XXVI of 1973), \nPakistan Health Research Council Act, 2016 (XII of 2016), the Unani, Ayurvedic \nand Homeopathic Practitioners A ct, 1965 (II of 1965), the Pharmacy Act, 1967 \n(XI of 1967), the Pakistan Medical and Dental Ordinance, 1962 (XXXII of \n1962), the Pakistan Medical Commission Ordinance, 2019 (XV of 2019) or any \nother law as may be notified by the Federal Government, shall b e triable by the \nTribunal.  \n \n(2)  All appeals against decisions, orders and acts of the relevant apex \nauthorities or councils formed pursuant to the Pakistan Medical and Dental \nOrdinance, 1962 (XXXII of 1962), Pakistan Medical Commission Ordinance, \n2019 (II  of 2019), the Pakistan Nursing Council Act, 1973 (XXVI of 1973), \nPakistan Health Research Council Act, 2016 (XII of 2016) and the Unani, \nAyurvedic and Homeopathic Practitioners Act, 1965 (II of 1965), the Pharmacy \nAct, 1967 (XI of 1967) or any other law a s may be notified under sub - section (1) \nshall be heard and decided by the Tribunal.  \n \n(3) All claims or complaints arising out of acts or obligations pursuant \nto the Pakistan Medical and Dental Ordinance, 1962 (XXXII of 1962), Pakistan \nMedical Commission O rdinance, 2019 (II of 2019), the Pakistan Nursing Council \nAct, 1973 (XXVI of 1973), Pakistan Health Research Council Act, 2016 (XII of \n2016) or the Unani, Ayurvedic and Homeopathic Practitioners Act, 1965 (II of \n1965), the Pharmacy Act, 1967 (XI of 1967) o r any other law as may be notified \nunder sub -section (1), where the original jurisdiction is not vested in the relevant \napex authorities or councils formed thereunder shall be heard and decided by the \nTribunal.  \n \n(4) All cases in which the offender is sente nced to a fine, whether with \nor without imprisonment, it shall be competent for the Tribunal to direct that in \ndefault of payment of the fine the offender shall be punishable with \nimprisonment for a certain term, which imprisonment shall be in excess of an y \nother imprisonment to which he may have been sentenced or to which he may be \nliable under a commutation of sentences.  \n \n(5) The term for which the Tribunal directs the offender to be \nimprisoned in default of payment of a fine shall not exceed one -fourth o f the term \nof imprisonment which is the maximum penalty prescribed for the offence in the \nrelevant statute or rules or regulations framed thereunder.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  639 \n \n \n \n (6) In exercise of its criminal jurisdiction, the Tribunal shall   have the \nsame powers as are vested in Court of Sessions under the Code of Criminal \nProcedure, 1898 (Act V of 1898).  \n \n(7) In exercise of the civil jurisdiction, the Tribunal shall have the same \npowers and shall follow the same procedure as civil court under the Code of Civil \nProcedure, 1908 (Ac t V of 1908).  \n \n(8) In all matters with respect to which no procedure has been provided \nfor in this Act, the Tribunal shall follow the procedure laid down in the Code of \nCivil Procedure, 1908 (Act V of 1908). The Tribunal shall make such rules for its \nfunct ioning as deemed appropriate by the Chairman in consultation with the \nmembers.  \n \n(9) The Tribunal may issue bailable warrant for the arrest of any person \nagainst whom reasonable suspicion exists, of his having been involved in any \ncontravention punishable u nder this Act:  \n \nProvided that such warrant shall be applied for, issued and executed in \naccordance with the provisions of the Code of Criminal Procedure, 1898 (Act V \nof 1898):  \n \nProvided further that if the person arrested executes a bond with \nsufficient su rety in accordance with the endorsement on the warrant he shall be \nreleased from custody, failing which he shall be taken or sent without delay to \nthe officer in -charge of the nearest police station.  \n \n(10) All proceedings before the Tribunal shall be deeme d to be judicial \nproceedings within the meaning of sections 193 and 228 of the Pakistan Penal \nCode, 1898 (Act XLV of 1898) and the Tribunal shall be deemed to be a court \nfor the purpose of sections 480 and 482 of the Code of Criminal Procedure, 1898 \n(Act V  of 1898).  \n \n(11) The Tribunal shall hear and decide all appeals, complaints or claims \ninstituted before it within one hundred twenty days without exception and shall \nrefuse all requests for adjournments if sought by any party if such adjournment \nwould lead  to the Tribunal not being able to decide a case within the stipulated \nperiod.  \n \n(12) The Tribunal shall impose penalties as may be prescribed under the \nrelevant statute or rules or regulations made thereunder and in the absence \nthereof determine reasonable  penalties for reasons to be recorded subject to a fine \nnot exceeding fifty million Rupees and imprisonment not exceeding seven years.  \n \n7. Offences by bodies corporate. —(1) Where any contravention has \nbeen committed by a body corporate and it is proved tha t such offence has been \n640 THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  [PART I \n \n \n \n committed with the consent or connivance or, is attributed to any negligence on \nthe part of, any director, partner, manager, secretary, trustee or other officer of \nthe body corporate, they shall be deemed to be guilty of such contra vention along \nwith the body corporate and shall be punished accordingly:  \n \nProvided that in the case of company as defined under the Companies \nAct, 2017 (XIX of 2017), only the chief executive officer shall be liable under \nthis section.  \n \nExplanation .— For t he purpose of this section, “body corporate or \ninstitution” includes a firm, association of persons, a society registered under the \nsocieties Registration Act, 1860 (XXI of 1860) or under the Co -operative \nSocieties Act, 1925 (VII of 1925) and a trust creat ed under the Trust Act, 1882 \n(II of 1882).  \n \n(2) Where any contravention has been committed by any Government \nagency, local authority or local council and it appears from the relevant \ndocuments that such contravention has been committed with the consent or \nconnivance of or is attributed to any negligence on the part of the head or any \nother officer of the Government agency, local authority or local council, such \nhead or other officer shall also be deemed guilty of such contravention along -\nwith the Government  agency, local authority or local council and shall be liable \nto be proceeded against and punished accordingly.  \n \n8. Appeals to the Medical Tribunal. — (1) Any person aggrieved by \nany order or direction of the authorities pursuant to the Pakistan Medical and  \nDental Council Ordinance, 1962 (XXXII of 1962), Pakistan Medical \nCommission Ordinance, 2019 (II of 2019), the Pakistan Nursing Council Act, \n1973 (XXVI of 1973), Pakistan Health Research Council Act, 2016 (XII of 2016) \nor the Unani, Ayurvedic and Homeopath ic Practitioners Act, 1965 (II of 1965) or \nthe Pharmacy Act, 1967 (XI of 1967) and subject to the provisions of the \nPakistan Medical and Dental Council Ordinance, 1962 (XXXII of 1962), \nPakistan Medical Commission Ordinance, 2019 (II of 2019), the Pakistan \nNursing Council Act, 1973 (XXVI of 1973), Pakistan Health Research Council \nAct, 2016 (XII of 2016) or the Unani, Ayurvedic and Homeopathic Practitioners \nAct, 1965 (II of 1965), the Pharmacy Act, 1967 (XI of 1967) or any other law as \nmay be notified under s ub-section (1) of section 6, may prefer an appeal before \nthe Tribunal within thirty days of the date of communication of the impugned \norder or direction.  \n \n(2) An appeal to the Tribunal shall be in such form, contain such \nparticulars and be accompanied by s uch fees as may be prescribed.  \n \n9. Appeals from orders of the Medical Tribunal. — Any person \naggrieved by any final order in suit, in appeal or against any sentence passed by \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  SEPTEMBER  24, 2020  641 \n \n \n \n the Tribunal may, within thirty days of communication of such order or sentence, \nprefer an appeal to the  Supreme Court of Pakistan.  \n \n10. Abatement of suit and other proceedings. — All suits, appeals, \ncomplaints or applications regarding any matter within the jurisdiction of the \nTribunal pending in any court immediately before the commen cement of this Act \nshall abate forthwith:  \n \nProvided that any party to such proceedings may, within ninety days of \nthe establishment of the appropriate Tribunal, approach to the Tribunal in respect \nof any such matter which is in issue in such suit, complain t, appeal or application \netc. \n \n11. Limitation. —The provisions of sections 5 and 12 of the Limitation \nAct, 1908 (IX of 1908), shall apply to appeals etc. under this Act.  \n \n12. The officers of Federal, Provincial and local Governments to \nassist Tribunal. —The officers of the Federal Government, Provincial \nGovernments and local governments including the Islamabad Capital Territory \npolice and the Provincial police shall assist the Tribunal and its officers in the \ndischarge of their functions under the provisions of this Act and the rules and \nregulations made there under.  \n \n13. Rules. —The Federal Government may, by notification in the \nofficial Gazette, make rules for carrying out the purposes of this Act.  \n \n14. Regulations. —The Tribunal may, by notification in the of ficial \nGazette, make regulations to carry out purposes of this Act.  \n \n15. Overriding effect. —The provisions of this Act shall have effect \nnotwithstanding anything to the contrary contained in any other law for the time \nbeing in force.  \n \n16. Savings. —All appo intments, orders, notifications made, passed or \nissued or duly done by the competent authority in relation to the Tribunal, or by \nthe Tribunal under the repealed Medical Tribunal Ordinance, 2019 (XIV of 2019) \nare saved and deemed continued.  \n \n  \nTAHIR HUSSAI N, \nSecretary . \n \n \n_______________________________________________________________  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD \nPUBLISHED BY THE  DEP UTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}