{
    "file": "./converted_json\\administratorc9b9f12fa9fc47ed8a619098cab2cabe.json",
    "name": "NATURAL GAS REGULATORY AUTHORITY ORDINANCE",
    "date": "2000",
    "tagline": "To provide for the establishment of Natural Gas Regulatory Authority",
    "content": "NATURAL GAS REGULATORY AUTHORITY ORDINANCE, \n2000  \nORDINANCE NO. I OF 2000 AN ORDINANCE  \n \nF.No.2 ( 1)/2000 -Pub :___The following Ordinance promulgated by the President is \nhereby published for general information: - \nto provide for the establishment of Natural Gas Regulatory Authority  \nWHEREAS  it is expedient to foster competition, improve the efficiency and availability \nof natural gas transportation and distribution services in Pakistan through increased private \nownershi p and improved regulation;  \nAND WHEREAS  the National Assembly and the Senate stand suspended in pursuance \nof the Proclamation of the fourteenth day of October, 1999, and the Provisional Constitution Order \nNo.1, as amended;  \nAND WHEREAS  the President is satisfied that circumstances exist which render it \nnecessary to take Immediate Action;  \nNOW, THEREFORE,  in pursuance of Proclamation of the fourteenth day of October, \n1999, and Provisional Constitutional Order as well as Order No.9 of 1999 , and in exercise of all \npowers enabling him in that behalf, the President of the Islamic Republic of Pakistan is pleased to \nmake and promulgate the following Ordinance: - \n \n1. Short t itle, extent and commencement  :___(1) This Ordinance may be called the  \nNatural Gas Regulatory Authority Ordinance, 2000.  \n(1)  It extends to the whole of Pakistan.  \n(2)  It shall come into force at once.  \n2. Definitions  :___In this Ordinate, unless there is anything repugnant in the subject or  \ncontext, - \n \n(i) “Authority” means the Natural Gas Regulatory Authority established under \nsection 3;.  \n(ii) “category of retail consumer” means a category of retail consumer \ndesignated as such by order of the Federal Government from time to time;  \n\n \n (iii) “Chairman” means the Chairman of  the Authority and includes an Acting \nchairman  \n(iv) “consumers” means retail consumers or wholesale consumers;  \n(v) “development surcharge’ means the amount payable by each licensee under \nsubsection (6) of section 19, and calculated in accordance with the rules and \nwhich represents, in respect of each category of retail consumer to which it is \napplicable, the amount, If any, by which the sale price exceeds the prescribed \nprice;  \n(vi) “distribution” means the Activity of transporting natural gas through \npipelines and associ ated 6cilities at a pressure which would not ordinarily \nbe expected to exceed 300 psig;  \n(vii) “existing companies” means the Sui Southern Gas Company Limited and \nthe Sui Northern Gas Pipelines Limited;  \n(viii) “existing gas purification facilities” means the facilities at the Sui Gas \nField used b3’ the·· existing companies for purification as on the \ndate of commencement of this Ordinance;  \n(ix) “financial year’ means the period beginning on the first day of July in a \ncalendar ‘year and ending on thirtieth day of June in the next following \ncalendar year:  \n(x) “licence” means a licence granted by the Authority under this Ordinance \nand the Rules to undertake the regulated activities;  \n(xi) “licensee” means the grantee or holder of a  licence;  \n(xii) “Member” means a member of the Authority including the \nChairman;  \n(xiii). “minimum charges” means the amount a licensee may charge a retail consumer \nas notified by the Federal Government under sub -section (9) of  \nsection 19;  \n(xiv) “natural gas” means hydrocarbons or mixture of hydrocarbons and other \ngases which at sixty degrees Fahrenheit and atmospheric pressure are in \nthe gaseous state (including gas from gas wells, gas produced wit crude oil \nand residue gas resulting from the processing of gas) consisting primarily of \nmethane, together with any other substances produced with such \nhydrocarbons;  \n(xv) “person” includes an individual firm, association of persons, partnership, \ncompany, mist, corporation, or any other l egal entity;  \n(xvi) “prescribed period” means the period of time prescribed in the rules for \nthe giving of a notice or directions or for the performance of any ocher \nact or acts by the Federal Government or the Authority;  \n \n  \n(xvii)  “prescribed price” means the amount dete rmined under section 19 \nwhich represents the amount a licensee would be entitled to receive from \neach category of its retail consumers in order to achieve its total revenue \nrequirement for the existing companies, and in such manner as determined \nby the Aut hority from time to time for other licensees;  \n(xviii)  “public emergency” means the occurrence of any natural calamity, or \nan event which threatens public safety, or the sovereignty, security or \nintegrity of Pakistan and declared as such by the Federal Government;  \n(xix) “purification’ means the purification or processing of natural gas and \nmay include the removal of any of its constituent gases or the separation \nfrom gas of any oil or water;  \n(xx) “regulated activity’ means any of the activities of transmission, \ndistribution or  sale of natural gas by any person -and the purification of \nnatural gas by an existing company using the existing gas purification  \nfacilities;  \n(xxi) “retail consumer” means a person who purchases or receives natural gas \nfor consumption and not for delivery or res ale to others and shall include a \nperson who owns or occupies any premises which are connected to a supply \nof natural gas; \n(xxii)  “rules” means rules made under this Ordinance;  \n(xxiii)  “sale” means the sale of natural gas to retail consumers but shall not \ninclude sale of natural gas for vehicular use and self consumption by a \nlicensee in connection with its regulated activity and the expression \n‘seller’ shall be construed accordingly;  \n(xxiv)  “sale price” means the price notified under sub -section (3) of section 19 \nat whic h a licensee is authorised under this Ordinance and its licence to \nsell natural] gas to that category of retail consumer and the expression ‘sale \nprices’ shall be construed accordingly;  \n \n(xxv)  “tariff” means the part of any prescribed price determined by the Aut hority \nfor each licensee in accordance with the terms and conditions of its licence \nwhich relates to the undertaking of a single regulated activity and the \nexpression “tariffs” shall be construed accordingly;  \n(xxvi).  “total revenue requirement” means for each financial year, that total \namount of revenue determined by the Authority for each licensee In \naccordance with the terms and conditions of its licence to be required by \nthat licensee so as to ensure it achieves the rate of return provided for in \nits licence;  \n \n (xxvi).  “transmission” means the activity of transporting gas through pipelines \nand other  facilities at a pressure of not less than 300 psig or such \npressure as the Authority may prescribe from time to time; and  \n(xxviii)  “wholesale consumer” means  a person who purchases or receives natural gas \nfor delivery or resale to others but does not include a person dealing in the \nsale of compressed natural gas as fuel for vehicular use.  \n 3. Establishment of the Nat ural Gas Regulatory Authority  :___ (1) As soon as may \nbe but not later than ninety days from the commencement of this Ordinance, the Federal \nGovernment stall, by notification in the official Gazette, establish a regulatory authority which \nshall be known as the Natural Gas Regulatory Authority.  \n(2) The Authority shall consist of a Chairman and two Members, one of whom shall \nbe designated as the Member Technical and other as the Member Finance.  \n(3) The Chairman shall be an eminent professional of known integrity and competence \nwith a mi nimum of twenty -five years of related experience In law, business, engineering, \nfinance, accounting, economics or the oil and gas technology.  \n(4) The Member Technical shall be a person who is well qualified, experienced, eminent \nprofessional of known integ rity and competence with a minimum of twentyfive years relevant \ntechnical experience in the field of gas including the transmission and distribution thereof . \n(5) The Member Finance shall be a person who is well qualified, experienced, \neminent professional of known integrity and competence with a minimum of twenty -five years \nrelevant financial experience in the field of corporate finance and accounting preferably in a \npublic utility..  \n(6) Subject to sub -section (9), - \n(i) the Chairman shall be appoin ted by the Federal Government for a term of \nfour years and shall be eligible for reappointment for a similar term;  \n(ii) the first Member Technical shall be appointed by the Federal Government for \nan initial term of three years a nd shall be eligible for reappointment for a term of \nfour years. Subsequent Member Technical shall be appointed by the \nFederal Government for a term of. four years and shall be eligible for \nreappointment for a similar term; and  \n(iii) the first Member Finance sha ll be appointed by the Federal Government for \nan Initial term of two years and shall be eligible for reappointment for a term of \nfour years. Subsequent Member Finance shall be appointed by the Federal \nGovernment for a term of four years and shall be eligib le for reappointment \nfor a similar term.  \n(7) The Authority shall make its decisions in a. meeting of which each member shall \nhave reasonable notice of the time, place and the maker on which the decision shall be taken. \nThe quorum for a meeting shall be the  Chairman and one member. If the Chairman is absent \nfrom Pakistan or his unable to perform the function of his office for any other reason, the \nquorum for meeting of the Authority shall be two members one of whom shall be appointed \nby the Federal Government to act as Chairman.  \n \n (8) The decisions of the Authority shall be made if the meeting is attended by  \n \n(i) The Chairman and two members, with the concurrence of the majority; \nor  \n(ii) The Chairman and one member, with the c oncurrence of the Chairman and \nthe member; and \n(iii) Only the two members, with the concurrence of both the members  \n \n‘The Chairman and a member shall retire on attaining the age of sixty -five years.  \n(9) The Chairman or a Member shall not have any direct or indirect financial interest in, or have \nany connection with, any person engaged in any regulated activity. It shall not be lawful for the \nChairman any Member, for so long as he holds office and for a pe riod of two years thereafter \nto maintain, acquire or purchase, whether in his own name or otherwise, any interest in any \nfirm or company or association of persons carrying on regulated a activities.  \n (10)  The Chairman or a Member may resign from his offic e by submitting his \nresignation to the Federal Government. The Chairman or a Member may only be removed \nfrom his office It on an Inquiry by the Federal Public Services Commission, he is found unable to \nperform the functions of his office because of mental or physical incapacity or \nmisconduct.  \n (11) In case of a vacancy occurring due to the death, resignation or removal of the \nChairman or a Member the Federal Government shall, within a period not exceeding ninety days, \nappoint another qualified person.  \n    (12) The Chairman and Members shall be paid such emoluments as may be \ndetermined by the Federal Government and shall not be varied to their disadvantage during their \nterms of office:  \n    (13) ‘The Chairman and Members shall not, during their terms of of fice, engage \nthemselves in any other services, business vocation or employment.  \n    (14) A person who has held the office as Chairman or a Member shall not before \nthe expiration of two years after he has ceased to hold that office enter into the employment of \nor accept any advisory or consultancy relationship with, ~any person engaged in regulated \nactivities in Pakistan or any related undertaking except with the written  approval of the \nFederal Government  \n     (15) No act or proceeding of the Authority shall be invalid by reason only of the \nexistence of a vacancy in, or a defect in, the constitution of the Authority.  \n 4. Powers and functions of authority  :___ (1) The Authority shall be exclusively responsible \nfor granting licences for the carrying out of regulated activities and regulating such activities.  \n(2) Without prejudice to the generality of the foregoing, the Authority shall - \n(a)  grant, issue, and renew licenc es and to modify, amend, suspend, \nreview, cancel and reissue or terminate any licence for the \n \n undertaking of any regulated activity and to prescribe \nrequirements to be satisfied by applicants for the grant of licence;  \n(b) prescribe, review, approve and regulate tariffs pertaining to \nregulated activities and operations of the licensees;  \n(c) determine the well -head gas prices for the producers in accordance \nwith the relevant agreements or contract, and notify the same in \nthe offi cial Gazette on the first day of July and the first day of \nJanuary each year;  \n(d) promote effective competition in the wide flaking of regulated \nactivities;  \n(e) promote technical and operational efficiency in the carrying out \nof regulated activities  \n(f) facilitate - the provision of common carriage for the achievement \nof a competitive environment;  \n(g) monitor and enforce compliance by licensees with conditions \nof their licences;  \n(h) protect the interests of consumers in accordance, with the \nprovisions of tills Ordinance and th e rules;  \n(i) provide protection to the retail consumers against anti -\ncompetition conduct of the licensees;  \n(j) resolve complaints and other claims against licensees for \ncontravention of the provisions of this Ordinance or the rules;  \n(k) resolve disputes between licensees and between licensees and \nconsumers;  \n(l) in consultation with licensees specify, administer and enforce \nperformance, service and safety standards and other conditions for \nundertaking any regulated activity.  \n(m) in consultation with licensees, specify, re view and certify \nstandards for the equipment and materials to be used in \nundertaking any regulated activity;  \n(n) in consultation witH the Federal Government and licensees \ndetermine for each licensee a reasonable rate of return which may \nbe earned by that licen see in the undertaking of regulated activity \nkeeping in view all the circumstances;  \n(o) prescribe a uniform form of accounts and accounting practices to \nbe complied with by the licencees;  \n(p) oversee the capital expenditure to be made by licensees In connection \nwith any regulated activity;  \n \n (q) prescribe procedures and standards vestment programmes by \nlicensees;  \n(r) prescribe fines for contravention of the provisions of this \nOrdinance; and  \n(s) perform  any other functions or exercise power as may be \nincidental or consequential to the performance of any of its \nfunctions or the exercise of any of its powers.  \n(3)The Authority shall levy and collect licence fees and other charges in respect of any of  its \nfunctions at such rates as may be determined, from time to time, in accordance with the rules . \n \n 5. Power of the Federal Governm ent to Issue policy guidelines  :___ (1) The Federal \nGovernment may, as and when it considers necessary, issue guidelines to  the Authority on \nmatters of policy consistent with the provisions of this Ordinance or the rules.        \n( 2 )            Without prejudice to the generality of the foregoing but subject to the provisions of  \nsubsection (3) to (5), the Federal Government may issue policy guidelines to the Authority \nregarding the supply of gas to a particular licensed area and the Authority may require the \nlicensee to provide gas In the said area within such time as the Authority may determine.  \n(3).  If a licensee Is of the opinion that in accordance with the requisite financial viability \ncriteria it is not economically viable for it to supply gas in the said area It shall give its reasons to \nthe Authority.  \n(4) If the Authority agrees with the licensee th at it is not financially viable for the licensee  \nto provide gas in the said area unless the Government makes special financial arrangements \nwith the licensee it shall report the matter to the Government and the licensee shall not be \nobligated to supply ga s in the said area unless suitable financial arrangements are made by the \nFederal Government.  \n(5) On the receipt of instructions from the Authority, the licensee shall supply gas to the  \nsaid area within such time as the Authority may specify  \n6. Delegation of powers  :___ (1) The Authority may, by general or special order, \ndelegate to any officer of the Authority to exercise on behalf of the Authority any of its powers, \nduties or functions wider this Ordinance abject to such conditions as it may think fit to Imp ose. \n(2) Notwithstanding the provisions of sub -section (1). the powers specified in clauses (a), (b) \nand (n) of sub -section (2).of section 4 shall only be exercised in a meeting of the Authority.  \n7. Recruitment of employee s :___To carry out the purposes of th is Ordinance the \nAuthority may, from time to time, employ officers, members of its staff, experts, consultants, \nadvisers and other employees on such terms and conditions as it may be deem fit.  \n8. Chairman, incubus, employee s, consultants and advisers  :___ (1) The \nChairman, Members and employees of the Authority shall, when acting or purporting to act in \npursuance of any of the provisions of this Ordinance or the rules or regulations made \n \n thereunder, be deemed to be public servant a within the meaning of section21 of the Pakistan \nPenal Code (Ordinance XLV of 1860).  \n(2) The employees of the Authority shall be governed by the terms and conditions of their \ncontract of employment and shall not be deemed to th e civil servants within the meaning of \nThe Civil Servants Act. 1973 (LXXI.of 1973).  \n \n9. Budget and accosts  :___ (1) The Authority, in respect of each financial year, \nprepare its own budget In accordance with prescribed procedures and shall maintain complete and \naccurate books of accounts of its actual expenses and receipts.  \n(2)                The accounts of the Authority shall be audited annually by the Auditor -General of  \nPakist an. \n(3)               The Federal Government shall provide ~ one -time lump -sum grant of fifty \nmillion rupees for the establishment of the Authority, whereas for all subsequent years, the \nAuthority shall use the funds collected in pursuance of sub -section (3) of section 4.  \n 10. Repo rt of the Authority  :___ (1) The Authority shall submit to the Federal \nGovernment - \n(a) a report at the end of every financial year but before the last day of December \nof that year, on the conduct of its affairs including anticipated development for \nthe following year; and  \n(b) a report, from time to time on the state of natural gas in the country identifying the \nownership, operation, management,; control and efficiency of regul ated \nactivities. amount of transmission and distribution capacity, present and future \ndemand of natural gas, cost of regulated activities and other matters relating \nto natural gas.  \n 11. Inspection by public  :___ (1) The Authority shall maintain public files that shall \nbe kept open in convenient form for public examination during reasonable business hours.  \n(2) Subject to procedures and standards for confidentiality, the Authority’s public files shall \ninclude all re levant documents to be maintained and indexed as the Authority deems fit.  \n \n 12. Regulated activiti es prohibited without licence  :___ (1) No Person shall undertake \nany regulate activity without having obtained a licence in the form prescribed by the rule.  \n(2) Notwithstanding the provisions of subsection (1) the existing companies and all other \npersons to the extent they were carrying on the activities is transmission, distribution or sale \nof natural gas on the commencement of this Ordinance shall, for such period as may be \nprescribed in the rules, be deemed to be licensed to carry on regulated activities on such terms \nand conditions as may be prescribed in the rules.  \n 13. Exc lusive power to grant licenses  :___ (1)The Authority shall have the exclusive \npower, to be exercised in the manner prescribed in the mica, to grant, extend, modify, amend, \nsuspend or revoke a licence in respect of any regulated activity.  \n \n (2) As far as practicable every licensee unless specifical ly exempted by the Authority shall \nget itself registered as a company in accordance with the provision of the Companies \nOrdinance, 1984 (XLVII of 1984).  \n(3) All, applications for the grant of any licence shall contain such information and be in \nsuch format as may be prescribed by the rules.  \n(4.) A licence Issued by the Authority shall be subject to such terms and conditions as may \nbe prescribed by the Authority under the rules.  \n(5) A licence may be restricted by category of regulated activity area of operation, per iod \nof authorisation and such other terms as the Authority may, in accordance with the rules, \ndetermine.  \n(6) The Authority may grant exclusive licences to carry on any of the regulated activities to \nsuch persons, and on such terms, in respect of such areas or between such places and for \nsuch periods, as the Authority may determine in accordance with the rules.  \n \n 14. Tran sfer or assignment of licences  :___ No licence shall, without the prior written \napproval of the Authority, be assigned or transferred.  \n \n 15. Power to takeover or interrupt licensed regulated  activities In public \nemergency  :___ (1) In the event of any public emergency the Federal Government may, by order \nIn writing, require the Authority and the Authority shall thereby be empowered to  \n(a) take or cause to be taken temporary possession or control of any relevant facility, \nplant or equipment, maintained or worked by any licensee; or  \n(b) issue directions to the licensee in relation to the undertaking of any regulated \nactivity governed by the licen ce; \n(c) place such restriction on regulated activities being undertaken by, or provision of \nregulated activities to, any person or class of persona as may be specified in such \norder; or  \n(d) intercept and divert any regulated activity being undertaken by any person  specified \nin such order.  \n(2) The Federal Government shall provide adequate compensation to such person or  \npersons as may be affected by the action of the Authority under sub -section (1) in such \nmanner as may be prescribed by the rules.  \n16. Power to regulate distribution of gas  :___Notwithstanding anything contained \nin a contract or agreement between one licensee and another or between a licensee and a \nconsumer, the Authority may if it is satisfied that it is necessary in the public interest to do, by  \norder in writing, determine the maximum amount of gas which a licensee may supply to \nanother licensee or to a consumer, whether generally or during such period as may be specified \nIn the order.  \n \n 17. Accounting requirements  :___All licensees shall maintain books of accounts in a \nform prescribed by the Authority so as to enable the Authority to obtain all relevant information \nas it may require in order to determine that licensee’s total revenue requirement for each financial \nyear to establish or vary any tariff or to exercise any other power contained in section 4.  \n18. Tariff for in dividual regulated activities  :___ (1) No licensee shall charge for \nany regulated activity any fixed or variable amount in excess of the relevant tariff as approved \nby the Authority from time to time in accordance with the terms and conditions of its licence.  \n(2) The criteria for the approval and modification of tariffs for regulated activities shall be \nprescribed in the rules and in the terms and conditions of each licence and shall, inter.alia \ninclude:  \n(a) provision for the protection of consumers against monopolistic pricing;  \n(b) licensee’s cost on research, development and capital Investment programme;  \n(c) provision of reasonable returns to the licensee to attract investment of the \nquantitative and qualitative improvements of regulated activities;  \n(d) encouragement and reward of efficiency;  \n(e) sending of appropriate price signals regarding the relative abundance or  scarcity \nof supply of such regulated activity;  \n(f) minimising economic distortions; and  \n(g) keeping in view the costs of alternate or substitute sources of energy . \n(3) The Authority shall, at least ninety days prior to each financial year, determine an \nestimate of to tal revenue requirement of each licensee in accordance with the terms and \nconditions of that licensees licence and shall inform the Federal Government of each such \ndetermination.  \n(4) At the start of each quarter a licensee shall submit for review by the Author ity its total \nrevenue requirement for the said financial year after incorporating the actual changes in the \nwell-head prices and other relevant factors, and the Authority shall determine the revised total \nrevenue requirement and inform the Federal Governme nt promptly of such revised \ndeterminations.  \n 19. Pricing for retail consumer  :___ (1). At the time of each determination by the \nAuthority of the total revenue requirement of a licensee pursuant to sub -section (3) of section 18, \nthe Authority shall. inform  tote Federal Government the prescribed price which should apply in \nrelation to each category of retail consumers  of that licensee.  \n(2) The Federal Government shall consider the Authority’s determination made under \nsubsection (1) and within thirty days thereof inform the Authority of the prescribed prices which \nwill apply in relation to each category of consumers of a licence and the Authority shall promptly \nnotify each licensee undertaking sales to consumers as to t he prescribed prices applicable to it:  \n \n  Provided that if the Authority is required to reconsider its determination pursuant to \nsub section (5), it shall only notify each licensee undertaking sales to consumers as to the \nprescribed prices applicable to it a fter reconsideration.  \n(3) The Federal Government shall, within thirty days of informing the Authority in \npursuance of sub -section (2), notify in the official Gazette the prescribed price applicable to a \nlicensee and the minimum charges and maximum sale prices which a licensee will be permitted \nto charge each category of retail consumer.  \n(4) No licensee shall charge any consumer for the supply of natural gas any sale price or \nminimum charge other than the sale price are minimum charge notified by the Federal \nGovernm ent under sub -section (3):  \nProvided that if the Federal Government does not issue the notification under subsection (3) \nwithin the time specified therein and the authority has determined the price in respect ofany \ncategory of retail c6nsmner in excess of t he most recently notified sale price for that category \nof retail consumer, the authority shall authorised the licensee to charge the said retail consumer \nthe price so determined by it.  \n(5) If the Federal Government is of the view that the prescribed prices determined by the \nAuthority under sub -section (1) are based upon inconsistent assumptions it shall require the Authority \nto reconsider its determination under sub -section (I). Thereupon the Authority shall re -determine \nand inform the prescribed prices which shall apply to each category of consumers of a licensee \nagain to the Federal Government, pursuant to which th e Federal Government shall notify, in the \nofficial Gazette, the prescribed price applicable to a licensee and the minimum charges and sale \nprices specified in sub -section (3):  \nProvided that consideration and reconsideration shall be completed within thirty  days.  \n(6) Each licensee shall pay to the Federal Government the development surcharge in respect \nof each unit of natural gas sold during the calendar month within two months of the close"
}